{"name": "actuaries", "1": "The Actuaries Act, 2006Chapter I Preliminary1. Short title,\r\nextent and commencement -1. \r\n This\r\nAct may be called the Actuaries Act, 2006.2. \r\n It\r\nextends to the whole of India.3. \r\n It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint: Provided that\r\ndifferent dates may be appointed for different provisions of this Act and any\r\nreference in any such provision to the commencement of this Act shall be\r\nconstrued as a reference to the commencement of that provision.", "2": "The Actuaries Act, 20062. Definitions. - 1. \r\n In\r\nthis Act, unless the context otherwise requires,-a.    \"Actuary\"\r\nmeans a person skilled in determining the present effects of future contingent\r\nevents or in finance modelling and risk analysis in different areas of\r\ninsurance, or calculating the value of life interests and insurance risks, or\r\ndesigning and pricing of policies, working out the benefits, recommending rates\r\nrelating to insurance business, annuities, insurance and pension rates on the\r\nbasis of empirically based tables and includes a statistician engaged in such\r\ntechnology, taxation, employees' benefits and such other risk management and\r\ninvestments and who is a fellow member of the Institute; and the expression\r\n\"actuarial science\" shall be construed accordingly; b.    \"Actuarial\r\nSociety\" means the Actuarial Society of India registered under the\r\nSocieties Registration Act, 1860 and the Bombay Public Trusts Act, 1950;c.    \"appointed\r\nday\" means the date on which the Institute is constituted under\r\nsub-section (1) of section 3;d.    \"Authority\"\r\nmeans the Appellate Authority referred to in section 32;e.    \"Board\"\r\n\r\nmeans the Quality Review Board constituted under sub-section (1) of section 43;\r\nf.    \"Council\"\r\nmeans the Council of the Institute as referred to in section 12;g.    \"fellow\"\r\nmeans a fellow member of the Institute;h.    \"Institute\"\r\nmeans the Institute of Actuaries of India constituted under section 3;i.    \"member\"\r\nmeans an individual whose name appears in the register of members maintained by\r\nthe Institute;j.    \"prescribed\"\r\n\r\nmeans prescribed by rules made under this Act;(k) \"President\" means\r\nthe President of the Council;k.    \"register\"\r\nmeans the register of members maintained by the Institute under this Act;l.    \"specified\"\r\n\r\nmeans specified by regulations made under this Act;m.    \"Tribunal\"\r\nmeans a Tribunal established under sub-section (1) of section 16;n.    ''Vice-President''\r\nmeans the Vice-President of the Council;o.    \"year\"\r\n\r\nmeans the period commencing on the 1st day of April of any year and ending on\r\nthe 31st day of March of the succeeding year.1. \r\n  2. \r\n Save\r\nas otherwise provided in this Act, a member of the Institute shall be deemed\r\n\"to be in practice\" when individually or in partnership with\r\nActuaries in practice as a member or an employee of a company, he, whether or\r\nnot in consideration of remuneration received or to be received,- \r\ni. \r\n\r\n engages\r\nhimself in actuarial profession; or  \r\nii. \r\n offers\r\nto perform or performs services involving the application of actuarial\r\ntechniques in the fields of insurance, pension, investment, finance and\r\nmanagement; or \r\niii. \r\n renders\r\nsuch other services as, in the opinion of the Council, are or may be rendered\r\nby an actuary in practice; or  \r\niv. \r\n\r\n is\r\nin employment of a person engaged in one or more of the activities mentioned in\r\nclauses (i), (ii) and (iii) above, and the words \"to be in practice\"\r\nwith their grammatical variations and cognate expressions shall be construed\r\naccordingly. Explanation.-For the\r\npurposes of this sub-section, the expression \"company\" includes a\r\npublic financial institution as defined in section 4A of the Companies Act,\r\n1956.", "3": "The Actuaries Act, 2006Chapter II Institute\r\nof Actuaries of India3. Incorporation of\r\nInstitute - 1. \r\n With\r\neffect from such date as the Central Government may, by notification in the\r\nOfficial Gazette, appoint, all persons whose names are entered in the register\r\nof the Actuarial Society at the commencement of this Act and all persons who\r\nmay thereafter have their names entered in the register to be maintained under\r\nthis Act, so long as they continue to have their names borne on the register,\r\nare hereby constituted a body corporate by the name of the Institute of\r\nActuaries of India and all such persons shall be known as members of the\r\nInstitute.2. \r\n The\r\nInstitute shall have perpetual succession and a common seal and shall have\r\npower to acquire, hold and dispose of property, both movable and immovable, and\r\nshall by its name sue or be sued.3. \r\n The\r\nhead office of the Institute shall be situated at such place as may be decided\r\nby the Central Government.", "4": "The Actuaries Act, 20064. Transfer of\r\nassets, liabilities, etc., of Actuarial Society. - On the appointed\r\nday,- a. \r\n all\r\nthe assets and liabilities of the Actuarial Society shall stand transferred to,\r\nand vested in, the Institute. Explanation.-The assets of the Actuarial Society\r\nshall be deemed to include all rights and powers and all properties, whether\r\nmovable or immovable, including, in particular, cash balances, deposits and all\r\nother interests and rights in, or arising out of, such properties as may be in\r\nthe possession of the said Society and all books of account and other documents\r\nrelating to the same; and liabilities shall be deemed to include all debts,\r\nliabilities and obligations of whatever kind; b. \r\n without\r\nprejudice to the provisions of clause (a), all debts, obligations and\r\nliabilities incurred, all contracts entered into and all matters and things\r\nengaged to be done by, with or for the Actuarial Society immediately before\r\nthat day, for or in connection with the purpose of the said Society, shall be\r\ndeemed to have been incurred, entered into or engaged to be done by, with or\r\nfor, the Institute;c. \r\n all\r\nsums of money due to the Actuarial Society immediately before that day shall be\r\ndeemed to be due to the Institute; andd. \r\n all\r\nsuits and other legal proceedings instituted or which could have been\r\ninstituted by or against the Actuarial Society immediately before that day may\r\nbe continued or may be instituted by or against the Institute.", "5": "The Actuaries Act, 20065. Objects of\r\nInstitute.-The objects of the\r\nInstitute shall be- a. \r\n to\r\npromote, uphold and develop the standards of professional education, training,\r\nknowledge, practice and conduct amongst Actuaries;b. \r\n to\r\npromote the status of the Actuarial profession;c. \r\n to\r\nregulate the practice by the members of the profession of Actuary;d. \r\n to\r\npromote, in the public interest, knowledge and research in all matters relevant\r\nto Actuarial science and its application; ande. \r\n to\r\ndo all such other things as may be incidental or conducive to the above objects\r\nor any of them.", "6": "The Actuaries Act, 20066. Entry of names in\r\nregister. - 1. \r\n Any\r\nof the following persons shall be entitled to have his name entered in the\r\nregister, namely:-a.    any person who\r\nimmediately before the appointed day was an associate or a fellow (including an\r\nhonorary fellow) of the Actuarial Society; b.    any person who has\r\npassed the examination conducted by the Actuarial Society and has completed\r\ntraining either as specified by the said Society or as specified by the\r\nCouncil, except any such person who is not a permanent resident of India;c.    any person who has\r\npassed such examination and completed such training, as may be specified for\r\nmembership of the Institute;d.    any person who has\r\npassed such other examination and completed such other training outside India\r\nas is specified as being equivalent to the examination and training specified\r\nunder this Act for membership of the Institute: Provided that in the case of\r\nany person belonging to any of the classes mentioned in this sub-section who is\r\nnot permanently residing in India, the Central Government or the Council may\r\nimpose such further conditions as it may deem necessary or expedient in the\r\npublic interest.1. \r\n  2. \r\n Every\r\nperson mentioned in clause (a) of sub-section (1) may have his name entered in\r\nthe register without the payment of any entrance fee.3. \r\n\r\n Every\r\nperson belonging to any of the classes mentioned in clauses (b), (c) and (d) of\r\nsub-section (1) shall have his name entered in the register on an application\r\nbeing made and granted in the specified manner and on payment of such fees, as\r\nmay be specified.4. \r\n The\r\nCouncil shall take such steps as may be necessary for the purpose of having the\r\nnames of all persons belonging to the class mentioned in clause (a) of\r\nsub-section (1) entered in the register before the appointed day.5. \r\n Notwithstanding\r\nanything contained in this section, the Council may confer on any person\r\nhonorary fellow membership, if the Council is of the opinion that such person\r\nhas made a significant contribution to the profession of Actuary and thereupon\r\nthe Council shall enter the name of such person in the register but such person\r\nshall not have any voting rights in any election or meetings of the Institute\r\nand shall not also be required to pay any fee to the Institute.", "7": "The Actuaries Act, 20067. Associates and\r\nfellows. - 1. \r\n The\r\nmembers of the Institute shall be divided into two classes designated\r\nrespectively as associates and fellows.2. \r\n Any\r\nperson other than a person to whom the provisions of sub-section (3) apply,\r\nshall, on his name being entered in the register, be deemed to have become an\r\nassociate and as long as his name remains so entered, shall be entitled to use\r\nthe letters \"AIAI\" after his name to indicate that he is an\r\nassociate.3. \r\n Any\r\nperson who was a fellow of the Actuarial Society and who is entitled to have\r\nhis name entered in the register under clause (a) of sub-section (1) of section\r\n6 shall be entered in the register as a fellow.4. \r\n Any\r\nperson whose name is entered in the register as fellow shall, so long as his\r\nname remains so entered, be entitled to use the letters \"FIAI\" after\r\nhis name to indicate that he is a fellow.", "8": "The Actuaries Act, 20068. Honorary,\r\naffiliate and student members. - 1. \r\n The\r\nCouncil may choose, in such manner as may be specified, any person of eminence\r\nin matters relating to and of interest to the profession of Actuary as an\r\nhonorary member of the Institute provided that he is not practicing as an\r\nActuary.2. \r\n Any\r\nperson, who is a fellow member, or is a holder of membership considered\r\nequivalent to the fellow membership of the Institute, of any other institution\r\nsimilar to the Institute, whether within or outside India, may be admitted as\r\nan affiliate member for such period, and on such terms and conditions as may be\r\nspecified. 3. \r\n Any\r\nperson who enrolls himself for examination of the Institute, and possesses such\r\nacademic qualifications as may be specified, may be admitted as a student\r\nmember of the Institute on such terms and conditions as may be specified. 4. \r\n\r\n An\r\nhonorary member or an affiliate member or a student member shall have no right\r\nto vote on any matter or resolution in any meeting of the Institute.", "9": "The Actuaries Act, 20069. Certificate of\r\npractice. -1. \r\n No\r\nmember of the Institute shall be entitled to practice unless he fulfils the\r\nqualifications as may be specified and obtains from the Council a certificate\r\nof practice.2. \r\n A\r\nmember who desires to be entitled to practice shall make an application in such\r\nform and pay such annual fee for certificate of practice as may be specified\r\nand such fee shall be payable on or before the first day of April in each year.3. \r\n The\r\ncertificate of practice obtained under sub-section (1) may be cancelled by the\r\nCouncil under such circumstances as may be specified.", "10": "The Actuaries Act, 200610. Members to be\r\nknown as Actuaries. - Every member of the\r\nInstitute in practice shall, and any other member may, use the designation of\r\nan Actuary and no member using such designation shall use any other description\r\nwhether in addition thereto or in substitution there for: Provided that nothing\r\ncontained in this section shall be deemed to prohibit any such member from\r\nadding any other description or letters to his name, if entitled thereto, to\r\nindicate membership of such other Institute, whether in India or elsewhere, as\r\nmay be recognised in this behalf by the Council, or any other qualification\r\nthat he may possess, or to prohibit a firm, all the partners of which are\r\nmembers of the Institute and in practice, from being known by its firm name as\r\nActuaries.", "11": "The Actuaries Act, 200611.\r\nDisqualifications. - Notwithstanding\r\nanything contained in section 6, a person shall not be entitled to have his\r\nname entered in, or borne on, the register if he-a. \r\n has\r\nnot attained the age of twenty-one years at the time of his application for the\r\nentry of his name in the register; orb. \r\n is\r\nof unsound mind and stands so adjudged by a competent court; orc. \r\n is\r\nan undischarged insolvent; or d. \r\n being\r\na discharged insolvent, has not obtained from the court a certificate stating\r\nthat his insolvency was caused by misfortune and without any misconduct on his\r\npart; ore. \r\n has\r\nbeen convicted by a competent court whether within or outside India, of an\r\noffence involving moral turpitude and punishable with imprisonment or of an\r\noffence, not of a technical nature, committed by him in his professional\r\ncapacity unless in respect of the offence committed he has either been granted\r\na pardon or, on an application made by him in this behalf, the Central\r\nGovernment has, by an order in writing, removed the disqualification; orf. \r\n has\r\nbeen removed from the membership of the Institute on being found on inquiry to\r\nhave been guilty of a professional or other misconduct: Provided that a person\r\nwho has been removed from the membership for a specified period shall not be\r\nentitled to have his name entered in the Register until the expiry of such\r\nperiod.", "12": "The Actuaries Act, 200612. Composition of\r\nCouncil of Institute. -. 1. \r\n There\r\nshall be a Council of the Institute for the management of the affairs of the\r\nInstitute and for discharging the functions assigned to it by or under this\r\nAct.2. \r\n The\r\nCouncil shall be composed of the following persons, namely:-a.    a minimum of nine and\r\nnot more than twelve persons from amongst fellow members to be elected by the\r\nfellow and the associate members of the Institute in such manner as may be\r\nprescribed: Provided that a fellow of the Institute, who has been found guilty\r\nof any professional or other misconduct and whose name is removed from the\r\nRegister or has been awarded penalty of fine, shall not be eligible to contest\r\nelection,- \r\ni. \r\n\r\n in\r\ncase of misconduct falling under the Schedule of this Act [except Part IV(B)],\r\nfor a period of three years; or \r\nii. \r\n in\r\ncase of misconduct falling under Part IV(B) of the Schedule of this Act, for a\r\nperiod of six years, after the completion of the period of removal of name of\r\nthe fellow from the Register or the payment of fine is made, as the case may\r\nbe; anda. \r\n  b.    \r\ni. \r\n an\r\nofficer not below the rank of Joint Secretary to the Government of India, to be\r\nnominated by the Central Government to represent the Ministry of Finance; \r\nii. \r\n one\r\nperson from the Insurance Regulatory and Development Authority constituted\r\nunder the Insurance Regulatory and Development Authority Act, 1999 nominated by\r\nthe Central Government; and \r\niii. \r\n not\r\nmore than two persons having knowledge in the field of life insurance, general\r\ninsurance, finance, economics, law, accountancy or any other discipline which\r\nin the opinion of the Central Government, would be useful to the Council, to be\r\nnominated in such manner as may be prescribed: Provided that till such time as\r\nthe Council is constituted under this Act, the Executive Committee of the\r\nActuarial Society shall discharge all the functions and shall have all the\r\npowers of the Council.1. \r\n  2. \r\n  3. \r\n No\r\nperson holding a post under the Central Government or a State Government, as\r\nthe case may be, shall be eligible for election to the Council under clause (a)\r\nof sub-section (2).4. \r\n One-third\r\nof the members of the Council referred to in clause (a) of sub-section (2)\r\nshall retire as soon as may be on the expiration of every second year by\r\nrotation but shall be eligible for re-election.5. \r\n Any\r\nperson nominated under clause (b) of sub-section (2) shall hold office for a\r\nperiod of six years from the date of his nomination unless he is removed\r\nearlier by the Central Government and shall be eligible for re-nomination:\r\nProvided that he shall be given an opportunity of being heard before such\r\nremoval.", "13": "The Actuaries Act, 200613. Annual general\r\nmeetings. - The Council shall\r\nevery year hold an annual general meeting of the Institute to elect its members\r\nunder clause (a) of sub-section (2) of section 12, or to discuss any matter\r\nwhich it deems fit, and not more than fifteen months shall elapse between the\r\ndate of one annual general meeting of the Institute and that of the next: Provided\r\nthat from the appointed day the Institute may hold its first annual general\r\nmeeting within a period of not more than eighteen months and if such general\r\nmeeting is held within that period, it shall not be necessary for the Institute\r\nto hold any general meeting in that year: Provided further that the Central\r\nGovernment may, for sufficient reasons, extend the time within which any\r\ngeneral meeting shall be held.", "14": "The Actuaries Act, 200614. Re-election to\r\nCouncil. - 1. \r\n Subject\r\nto the provisions of sub-section (2), a member of the Council elected under\r\nclause (a) of sub- section (2) of section 12 shall be eligible for re-election\r\nbut not for more than two consecutive terms.2. \r\n A\r\nmember of the Council, who is or has been elected, as the President under\r\nsub-section (1) of section 17, shall not be eligible for election or nomination\r\nas a member of the Council.", "15": "The Actuaries Act, 200615. Settlement of\r\ndisputes regarding election. - In case of any\r\ndispute regarding any election under clause (a) of sub-section (2) of section\r\n12, the aggrieved person may make an application within thirty days from the\r\ndate of the declaration of the result of the election to the Council which\r\nshall forward the same forthwith to the Central Government.", "16": "The Actuaries Act, 200616. Establishment of\r\nTribunal. - 1. \r\n On\r\nreceipt of any application under section 15, the Central Government shall, by\r\nnotification, establish a Tribunal consisting of a Presiding Officer and two\r\nother Members to decide such dispute and the decision of such Tribunal shall be\r\nfinal.2. \r\n A\r\nperson shall not be qualified for appointment,-a.    as a Presiding\r\nOfficer of the Tribunal unless he has been a member of the Indian Legal Service\r\nand has held a post in Grade I of the service for at least three years;b.   as a Member unless he\r\nhas been a member of the Council for at least one full term and who is not a\r\nsitting Member of the Council or who has not been a candidate in the election\r\nunder dispute; andc.    as a Member unless he\r\nholds the post of a Joint Secretary to the Government of India or any other\r\npost under the Central Government carrying a scale of pay which is not less\r\nthan that of a Joint Secretary to the Government of India.1. \r\n  2. \r\n  3. \r\n The\r\nterms and conditions of service of the Presiding Officer and Members of the\r\nTribunal, their place of meetings, remuneration and allowances shall be such as\r\nmay be prescribed.4. \r\n The\r\nexpenses of the Tribunal shall be borne by the Council.", "17": "The Actuaries Act, 200617. President,\r\nVice-President and Honorary Secretary. - 1. \r\n The\r\nCouncil shall, at its first meeting, elect three of its members from amongst\r\npersons referred to in clause (a) of sub-section (2) of section 12, to be\r\nrespectively the President, Vice-President and Honorary Secretary thereof, and\r\nas often as the office of the President, Vice-President and Honorary Secretary\r\nfalls vacant, the Council shall choose one of the member in the same manner:\r\nProvided that the Chairperson of the Council of the Actuarial Society shall\r\ncontinue to hold such office as President after the commencement of this Act,\r\nuntil such time as a President is elected under the provisions of this\r\nsub-section.2. \r\n The\r\nPresident shall be the Chief Executive Officer of the Council.3. \r\n The\r\nPresident, the Vice-President or the Honorary Secretary shall hold office for a\r\nperiod of two years from the date on which he is chosen provided that he\r\ncontinues to be a member of the Council.4. \r\n\r\n The\r\nPresident and the Vice-President shall, notwithstanding the expiration of his\r\nterm, continue to hold office until his successor enters upon his office.5. \r\n In\r\nthe event of occurrence of any vacancy in the office of the President, the\r\nVice-President shall act as the President until a new President is elected in\r\naccordance with the provisions of this section to fill such vacancy and enters\r\nupon his office.6. \r\n When\r\nthe President is unable to discharge his functions owing to absence, illness or\r\nany other cause, the Vice-President shall discharge his functions until the\r\nPresident resumes his duties.", "18": "The Actuaries Act, 200618. Resignation from\r\nmembership and filling up of casual vacancies. - 1. \r\n Any\r\nmember of the Council may at any time resign his membership by writing under\r\nhis hand addressed to the President, and the seat of such member shall become\r\nvacant when such resignation is accepted and notified by the Council.2. \r\n A\r\nmember of the Council, other than a member nominated under clause (b) of\r\nsub-section (2) of section 12 shall be deemed to have vacated his seat if he is\r\ndeclared by the Council to have been absent without sufficient reason from\r\nthree consecutive meetings of the Council, or of any of the Committees\r\nconstituted by the Council, and of which he is a member or he has been found\r\nguilty of any professional or other misconduct and awarded penalty of fine or if\r\nhis name is, for any cause, removed from the register under the provisions of\r\nsections 24 and 30.3. \r\n A\r\ncasual vacancy in the office of a member of the Council shall be filled by\r\nfresh election or by nomination by the Central Government, as the case may be,\r\nand the person elected or nominated to fill the vacancy shall hold office only\r\nfor the remainder of the term for which the member in whose place he was\r\nelected or nominated would have held that office: Provided that no election\r\nshall be held to fill a casual vacancy occurring within one year prior to the\r\ndate of the expiration of the term of such member.4. \r\n\r\n No\r\nact done by the Council shall be called in question on the ground merely of the\r\nexistence of any vacancy in, or defect in the constitution of the Council.", "19": "The Actuaries Act, 200619. Functions of\r\nCouncil. - 1. \r\n The\r\nduty of carrying out the functions under the provisions of this Act shall be\r\nvested in the Council.2. \r\n In\r\nparticular and without prejudice to the generality of the foregoing power, the\r\nfunctions of the Council shall include-a.    the holding of\r\nexamination of the candidates for enrolment and specifying fees there for; b.    the specifying of\r\nqualifications for entry in the register;c.    the recognition of\r\nforeign qualifications and training for the purposes of enrolment;(d) the\r\ngranting of or refusal to grant the certificate of practice under this Act;d.    the maintenance and\r\npublication of a register of persons qualified to practice as Actuaries;e.    the levy and\r\ncollection of fees from members, students, examinees and other persons;f.    the removal of names\r\nfrom the register and the restoration to the register of names which have been\r\nremoved;g.    the regulation and\r\nmaintenance of the status and standard of professional qualifications of\r\nmembers of the Institute;h.    to issue guidelines\r\nfor the observance of the members, including the student members;i.    to receive gifts,\r\ngrants, donations or benefactions from the Central or State Governments and to\r\nreceive bequests, donations and transfer of movable or immovable properties\r\nfrom testators, donors or transferors, as the case may be;j.    co-operating with\r\neducational or other institutions in any part of the world having objects\r\nwholly or partly similar to those of the Institute by exchange of members and\r\ngenerally in such manner as may be conducive to achievement of their common\r\nobjects;k.    instituting and\r\nawarding fellowships, scholarships, prizes and medals; l.    giving gifts, grants,\r\ndonations or benefactions to other institutions or bodies having objects\r\nsimilar to those of the Institute;m.    the carrying out, by\r\ngranting financial assistance to persons other than members of the Council, or\r\nin any other manner, of research in the actuarial science;n.    the maintenance of a\r\nlibrary and publication of books, journals and periodicals relating to\r\nactuarial science;o.    the exercise of\r\ndisciplinary powers conferred by this Act;p.    establishing such\r\nregional council or councils as may be decided from time to time and fixing\r\ntheir headquarters; and(r) doing all such things as may be necessary,\r\nincidental or conducive to the attainment of all or any of the objects of the\r\nInstitute.", "20": "The Actuaries Act, 200620. Staff,\r\nremuneration and allowances. - 1. \r\n For\r\nthe efficient performance of its functions, the Council may-a.    appoint an Executive\r\nDirector, a Treasurer and such other officers and employees as it deems\r\nnecessary and fix their salaries, fees, allowances and other conditions of\r\nservice; andb.    fix the allowances of\r\nthe President, the Vice-President, the Honorary Secretary and other members of\r\nthe Council and its Committees, in such manner as may be specified. 1. \r\n\r\n  2. \r\n The\r\nExecutive Director of the Council shall be entitled to participate in the\r\nmeetings of the Council but shall not be entitled to vote thereat.", "21": "The Actuaries Act, 200621. Committees of\r\nCouncil. - 1. \r\n The\r\nCouncil may constitute such committees from amongst its members, and co-opt\r\ntherein persons who are not members of the Institute, as it deems necessary for\r\nthe purpose of carrying out the provisions of this Act: Provided that the\r\nnumber of co-opted members shall not exceed one-third of the total membership\r\nof the committee.2. \r\n Every\r\ncommittee constituted under this section shall elect its own Chairman: Provided\r\nthat- \r\ni. \r\n where\r\nthe President is a member of such committee, he shall be the Chairman of such\r\ncommittee, and in his absence, the Vice-President, if he is a member of such\r\ncommittee, shall be its Chairman; and \r\n\r\n ii. \r\n where\r\nthe President is not a member of such committee but the Vice-President is a\r\nmember, he shall be its Chairman. 1. \r\n  2. \r\n  3. \r\n The\r\ncommittees shall exercise such functions and be subject to such conditions as\r\nmay be specified.", "22": "The Actuaries Act, 200622. Finances of\r\nCouncil. - 1. \r\n There\r\nshall be established a fund under the management and control of the Council\r\ninto which shall be paid all moneys (including donations and grants) received\r\nby the Council and out of which shall be met all expenses and liabilities\r\nincurred by the Council.2. \r\n The\r\nCouncil may invest any money for the time being standing to the credit of the\r\nfund in any security as it may deem prudent consistent with the considerations\r\nof security of such investments and maximum returns thereon. Explanation.- For\r\nthe purposes of this sub-section, the expression \"securities\" shall\r\nhave the meaning assigned to it in section 2 of the Securities Contracts\r\n(Regulation) Act, 1956, as amended from time to time.3. \r\n The\r\nCouncil shall keep proper accounts of the fund distinguishing capital account\r\nfrom revenue account.4. \r\n The\r\nannual accounts of the Institute shall be subject to audit by a Chartered\r\nAccountant in practice within the meaning of the Chartered Accountants Act,\r\n1949 to be appointed annually by the Council: Provided that no member of the\r\nCouncil who is a Chartered Accountant or a person who is in partnership with\r\nsuch member shall be eligible for appointment as an auditor under this\r\nsub-section.5. \r\n As\r\nsoon as may be practicable at the end of each year, but not later than the 30th\r\nday of September of the year next following, the Council shall cause to be\r\npublished in the Gazette of India, a copy of the audited accounts and the\r\nreport of the Council for that year and copies of the said accounts and report\r\nshall be forwarded to the Central Government and to all the members of the\r\nInstitute.6. \r\n The\r\nCouncil may borrow from a scheduled bank, as defined in the Reserve Bank of\r\nIndia Act, 1934, or from any public financial institution-a.    any money required\r\nfor meeting its liabilities on capital account on the security of the fund or\r\non the security of any other asset, for the time being belonging to it ; orb.    for the purpose of\r\nmeeting current liabilities, pending the receipt of income, by way of temporary\r\nloan or overdraft. Explanation.-The expression \"public financial\r\ninstitution\" means a financial institution specified in section 4A of the\r\nCompanies Act, 1956.", "23": "The Actuaries Act, 2006Chapter III Register\r\nof Members23. Register. - 1. \r\n The\r\nCouncil shall maintain in the specified manner a register of the members of the\r\nInstitute.2. \r\n The\r\nregister shall include the following particulars about every member of the\r\nInstitute, namely:-a.    his full name, date\r\nof birth, domicile, residential and professional addresses;b.    the date on which his\r\nname is entered in the register;c.    his qualifications;d.    whether he holds a\r\ncertificate of practice; ande.    any other particulars\r\nwhich may be specified.1. \r\n  2. \r\n  3. \r\n The\r\nCouncil shall cause to be published in such manner as may be specified a list\r\nof members as on the 1st day of April each year, and shall, if requested to do\r\nso by any such member, send him a copy of such list, on payment of such amount\r\nas may be specified.4. \r\n Every\r\nmember of the Institute shall, on his name being entered in the register, pay\r\nsuch annual membership fee as may be specified by the Council.", "24": "The Actuaries Act, 200624. Removal of name\r\nfrom Register. - The Council may, by\r\norder, remove from the register the name of any member of the Institute-a. \r\n who\r\nis dead; orb. \r\n from\r\nwhom a request has been received to that effect; orc. \r\n who\r\nhas not paid any specified fee required to be paid by him; ord. \r\n who\r\nis found to have been subject to, at the time when his name was entered in the\r\nregister, or who at any time thereafter has become subject to, any of the\r\ndisqualifications mentioned in section 11; ore. \r\n who\r\nfor any other reason has ceased to be entitled to have his name borne on the\r\nregister.", "25": "The Actuaries Act, 200625. Re-entry in\r\nregister. - The Council may\r\nre-enter the name of a member whose name has been removed from the register for\r\nreasons mentioned in clauses (b), (c), (d) and (e) of section 24, by an order,\r\nand on paying such fees, and after satisfying such conditions and requirements\r\nas may be specified.", "26": "The Actuaries Act, 2006Chapter IV Misconduct26. Disciplinary\r\nCommittee. - 1. \r\n The\r\nCouncil shall constitute a Disciplinary Committee consisting of the President\r\nor the Vice-President of the Council as the Presiding Officer and two members\r\nof the Council elected by the Council and two members to be nominated by the\r\nCentral Government from amongst the persons of eminence having experience in\r\nthe field of law, education, economics, business, finance, accountancy or\r\npublic administration: Provided that the Council may constitute more regional\r\nDisciplinary Committees as and when it deems fit.2. \r\n The\r\nDisciplinary Committee in making the inquiry under the provisions of this Act\r\nshall follow such procedure and submit the report to the Council within such\r\ntime as may be prescribed.", "27": "The Actuaries Act, 200627. Appointment of\r\nProsecution Director. - 1. \r\n The\r\nCouncil may, by notification, appoint a Prosecution Director and such other\r\nemployees to assist the Disciplinary Committee in making inquiries in respect\r\nof any information or complaint received by the Council under the provisions of\r\nthis Act.2. \r\n In\r\norder to make inquiries under the provisions of this Act, the Prosecution\r\nDirector shall follow such procedure as may be prescribed.", "28": "The Actuaries Act, 200628. Authority,\r\nCouncil, Disciplinary Committee and Prosecution Director to have powers of\r\ncivil court. - For the purposes of\r\nan inquiry under the provisions of this Act, the Authority, the Disciplinary\r\nCommittee and the Prosecution Director shall have the same powers as are vested\r\nin a civil court under the Code of Civil Procedure, 1908, in respect of the\r\nfollowing matters, namely:-a. \r\n summoning\r\nand enforcing the attendance of any person and examining him on oath;b. \r\n the\r\ndiscovery and production of any document; andc. \r\n receiving\r\nevidence on affidavit.", "29": "The Actuaries Act, 200629. Action by Council\r\non Disciplinary Committee's report. - 1. \r\n On\r\nreceipt of a report from the Disciplinary Committee, if the Council is\r\nsatisfied that the member of the Institute is guilty of any professional or\r\nother misconduct, it shall record its findings accordingly and shall proceed in\r\naccordance with the provisions of section 30.2. \r\n In\r\ncase the Council is not satisfied with the report of the Disciplinary Committee\r\nand is of the opinion that it requires further inquiry, it may refer the report\r\nagain to the Disciplinary Committee for such further inquiry as may be directed\r\nthrough an order of the Council.3. \r\n If\r\nthe Council disagrees with the findings of the Disciplinary Committee, it may\r\ndirect the Prosecution Director or itself make an appeal to the Authority.", "30": "The Actuaries Act, 200630. Member to be\r\nafforded opportunity of being heard. - Where the Council is\r\nof the opinion that a member is guilty of a professional or other misconduct\r\nmentioned in the Schedule, it shall afford to the member a reasonable\r\nopportunity of being heard before making any order against him and may\r\nthereafter take any one or more of the following actions, namely:-a. \r\n reprimand\r\nthe member; orb. \r\n remove\r\nthe name of the member from the register permanently or for such period, as it\r\nthinks fit.c. \r\n impose\r\nsuch fine as it may think fit, which may extend to five lakh rupees.\r\nExplanation.-For the purposes of this section, \"member of the\r\nInstitute\" includes a person who was a member of the Institute on the date\r\nof the alleged misconduct although he has ceased to be a member of the\r\nInstitute at the time of the inquiry.", "31": "The Actuaries Act, 200631. Professional or\r\nother misconduct defined. - For the purposes of\r\nthis Act, the expression \"professional or other misconduct\" shall be\r\ndeemed to include any act or omission provided in the Schedule, but nothing in\r\nthis section shall be construed to limit or abridge in any way the power\r\nconferred or duty cast on the Disciplinary Committee or the Prosecution\r\nDirector to inquire into the conduct of any member of the Institute under any\r\nother circumstances.", "32": "The Actuaries Act, 2006Chapter V Appeals32. Constitution of\r\nAppellate Authority. - a. \r\n The\r\nAppellate Authority constituted under sub-section (1) of section 22A of the\r\nChartered Accountants Act, 1949, shall be deemed to be the Appellate Authority\r\nfor the purposes of this Act subject to the modification that for clause (b) of\r\nsaid sub-section (1), the following clause had been substituted, namely:-b. \r\n \"the\r\nCentral Government shall, by notification, appoint two part-time Members from\r\namongst the persons who have been members of the Council of the Institute of\r\nActuaries for at least one full term and who are not sitting members of the\r\nCouncil;\".", "33": "The Actuaries Act, 200633. Term of office of\r\nMembers of Authority. - A person appointed as\r\na Member shall hold office for a term of three years from the date on which he\r\nenters upon his office or until he attains the age of sixty-seven years,\r\nwhichever is earlier.", "34": "The Actuaries Act, 200634. Allowances,\r\nconditions of service of Members and procedure, etc., of Authority. - The provisions of\r\nsection 22C, section 22D and section 22F of the Chartered Accountants Act, 1949\r\nshall apply to the Authority in relation to allowances and terms and conditions\r\nof service of its Chairperson and members, and in discharge of its functions\r\nunder this Act as they apply to it in the discharge of its functions under the\r\nChartered Accountants Act, 1949.", "35": "The Actuaries Act, 200635. Officers and\r\nother staff of Authority. - 1. \r\n The\r\nCouncil shall make available to the Authority such officers and other staff\r\nmembers as may be necessary for the efficient performance of the functions of\r\nthe Authority.2. \r\n The\r\nsalaries and allowances and conditions of service of the officers and other\r\nstaff members of the Authority shall be such as may be specified.", "36": "The Actuaries Act, 200636. Appeal to\r\nAuthority. - 1. \r\n Any\r\nmember of the Institute aggrieved by any order of the Council imposing on him\r\nany of the penalties referred to in section 30, may, within ninety days of the\r\ndate on which the order is communicated to him, prefer an appeal to the\r\nAuthority: Provided that the Authority may entertain any such appeal after the\r\nexpiry of the said period of ninety days, if it is satisfied that there was\r\nsufficient cause for not filing the appeal in time.2. \r\n The\r\nAuthority may, after calling for the records of any case, revise any order made\r\nby the Council under section 30 and may-a.    confirm, modify or\r\nset aside the order;b.    impose any penalty or\r\nset aside, reduce or enhance the penalty imposed by the order;c.    remit the case to the\r\nDisciplinary Committee for such further inquiry as the Authority considers\r\nproper in the circumstances of the case; ord.    pass such other order\r\nas the Authority thinks fit: Provided that the Authority shall give an\r\nopportunity of being heard to the parties concerned before passing any order.", "37": "The Actuaries Act, 2006Chapter VI Penalties37. Penalty for\r\nfalsely claiming to be a member, etc. - Subject to the\r\nprovisions of section 10, any person who,-a. \r\n not\r\nbeing a member of the Institute,- \r\ni. \r\n represents\r\nthat he is a member of the Institute in any of the manners mentioned in section\r\n7; or \r\nii. \r\n uses\r\nthe designation \"Actuary\"; or \r\niii. \r\n uses\r\nthe letters \"AIAI\" or \"FIAI\" after his name; or \r\niv. \r\n practises\r\nthe profession of an Actuary; or a. \r\n  b. \r\n being\r\na member of the Institute, but not having a certificate of practice, represents\r\nthat he is in practice, or practises as an Actuary, shall be punishable on\r\nfirst conviction with fine which may extend to one lakh rupees, and on any\r\nsubsequent conviction with imprisonment which may extend to one year, or with\r\nfine which may extend to two lakh rupees, or with both.", "38": "The Actuaries Act, 200638. Penalty for using\r\nname of Institution, awarding degrees of actuarial science, etc. - 1. \r\n Save\r\nas otherwise provided in this Act, no person shall-a.    use a name or a\r\ncommon seal which is identical with the name or the common seal of the\r\nInstitute or so nearly resembles it so as to deceive or as is likely to deceive\r\nthe public; orb.    award any degree,\r\ndiploma or certificate or bestow any designation which indicates or purports to\r\nindicate the position or attainment of any qualification or competence in actuary\r\nship similar to that of a member of the Institute; or(c) seek to regulate in\r\nany manner whatsoever the profession of Actuaries.1. \r\n\r\n  2. \r\n Any\r\nperson contravening the provisions of sub-section (1) shall, without prejudice\r\nto any other proceedings, which may be taken against him, be punishable with\r\nfine, which may extend on first conviction to fifty thousand rupees and on any\r\nsubsequent conviction with imprisonment which may extend to one year, or, with\r\nfine which may extend to one lakh rupees, or with both.3. \r\n Nothing\r\ncontained in this section shall apply to any University or other institution\r\nestablished by law or to any body affiliated to the Institute.", "39": "The Actuaries Act, 200639. Companies not to\r\nengage in actuarial practice. - 1. \r\n No\r\ncompany, whether incorporated in India or elsewhere, shall practice as\r\nActuaries.2. \r\n Any\r\ncompany contravening the provisions of sub-section (1) shall be punishable on\r\nfirst conviction with fine which may extend to ten thousand rupees, and on any\r\nsubsequent conviction with fine which may extend to twenty-five thousand\r\nrupees.", "40": "The Actuaries Act, 200640. Unqualified\r\nperson not to sign documents. - 1. \r\n No\r\nperson other than a fellow member of the Institute shall sign any document on\r\nbehalf of an Actuary in practice or a firm of such Actuaries in his or its\r\nprofessional capacity.2. \r\n Any\r\nperson contravening the provisions of sub-section (1) shall, without prejudice\r\nto any other proceedings which may be taken against him, be punishable on first\r\nconviction with fine which may extend to fifty thousand rupees, and on any\r\nsubsequent conviction with imprisonment which may extend to one year, or with\r\nfine which may extend to one lakh rupees, or with both.", "41": "The Actuaries Act, 200641. Offences by\r\ncompanies. - 1. \r\n If\r\nthe person committing an offence under this Act is a company, the company as\r\nwell as every person in charge of, and responsible to, the company for the\r\nconduct of its business at the time of the commission of the offence shall be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly: Provided that nothing contained in this sub-section\r\nshall render any such person liable to any punishment if he proves that the\r\noffence was committed without his knowledge or that he had exercised all due\r\ndiligence to prevent the commission of such offence.2. \r\n Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or that the commission of the offence is\r\nattributable to any neglect on the part of, any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against and punished accordingly. Explanation.-For the purposes\r\nof this section-a.    \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.    \"director\",\r\nin relation to a firm, means a partner in the firm.", "42": "The Actuaries Act, 200642. Sanction to\r\nprosecute. - No person shall be\r\nprosecuted under this Act except on a complaint made by or under the order of\r\nthe Council or of the Central Government.", "43": "The Actuaries Act, 2006Chapter VII Quality\r\nReview Board43. Establishment of\r\nQuality Review Board. - 1. \r\n The\r\nCentral Government shall, by notification, constitute a Quality Review Board\r\nconsisting of a Chairperson and not more than four Members: Provided that in\r\ncase the Board is constituted with two Members, one each shall be nominated by\r\nthe Council and the Central Government, respectively.2. \r\n The\r\nChairperson and Members of the Board shall be appointed from amongst the\r\npersons of eminence having experience in the field of law, education,\r\neconomics, business, finance, accountancy or public administration.3. \r\n Two\r\nMembers of the Board shall be nominated by the Council and other two Members\r\nshall be nominated by the Central Government.", "44": "The Actuaries Act, 200644. Functions of\r\nBoard. - The Board shall\r\nperform the following functions, namely:-a. \r\n to\r\nfix standards for the services provided by the members of the Institute;b. \r\n to\r\nreview the quality of services provided by the members of the Institute\r\nincluding actuarial audit services; andc. \r\n to\r\nguide the members of the Institute to improve the quality of services and\r\nadherence to the various statutory and other regulatory requirements.", "45": "The Actuaries Act, 200645. Procedure of\r\nBoard. - The Board shall\r\nfollow in its meeting and in discharging its functions such procedure as may be\r\nprescribed.", "46": "The Actuaries Act, 200646. Terms and\r\nconditions of Chairperson and Members of Board. - The terms and\r\nconditions of service of the Chairperson and the Members of the Board, their\r\nplace of meetings, remuneration and allowances shall be such as may be\r\nprescribed.", "47": "The Actuaries Act, 200647. Expenditure of\r\nBoard. - The expenditure of\r\nthe Board shall be borne by the Council.", "48": "The Actuaries Act, 2006Chapter VIII\r\nDissolution of the Actuarial Society of India registered under the Societies\r\nRegistration Act48. Dissolution of\r\nActuarial Society of India. - On the appointed\r\nday,-a. \r\n the\r\nSociety known as the Actuarial Society of India registered under the Societies\r\nRegistration Act, 1860 and the Bombay Public Trusts Act, 1950 shall stand\r\ndissolved and thereafter no person shall make, assert or take any claims or\r\ndemands or proceedings against the dissolved society or against any officer\r\nthereof in his capacity as such officer except in so far as may be necessary,\r\nfor enforcing the provisions of this Act;b. \r\n the\r\nright of every member to, or in respect of, the dissolved society shall be\r\nextinguished, and thereafter no member of the society shall make, assert or take\r\nany claims or demands or proceedings in respect of that society except as\r\nprovided in this Act.", "49": "The Actuaries Act, 200649. Provisions\r\nrespecting employees of dissolved society. - 1. \r\n Every\r\nperson employed in the dissolved society and continuing in its employment\r\nimmediately before the commencement of this Act shall, as from such\r\ncommencement, become an employee of the Institute, shall hold his office or\r\nservice therein by the same tenure and upon the same terms and conditions and\r\nwith the same rights and privileges as to retirement benefits as he would have\r\nheld the same under the dissolved society if this Act had not been passed, and\r\nshall, continue to do so unless and until his employment in the Institute is\r\nterminated or until his remuneration, terms and conditions of employment are\r\nduly altered by the Institute.2. \r\n Notwithstanding\r\nanything contained in the Industrial Disputes Act, 1947 or in any other law for\r\nthe time being in force, the transfer of the services of any employee of the\r\ndissolved society to the Institute shall not entitle any such employee to any\r\ncompensation under that Act or other law, and no such claims shall be\r\nentertained by any court, tribunal or other authority.", "50": "The Actuaries Act, 2006Chapter IX\r\nMiscellaneous50. Maintenance of\r\nmore than one offices by Actuary. - 1. \r\n Where\r\nan Actuary in practice or a firm of such Actuaries has more than one offices\r\nwithin or outside India, each one of such offices shall be in the separate\r\ncharge of a fellow member of the Institute: Provided that the Council may in\r\nsuitable cases exempt any Actuary in practice or firm of such Actuaries from\r\nthe operation of this sub-section.2. \r\n Every\r\nActuary in practice or a firm of such Actuaries maintaining more than one\r\noffice shall send to the Council a list of offices and the person in charge\r\nthereof and shall keep the Council informed of any changes in relation thereto.", "51": "The Actuaries Act, 200651. Reciprocity. - 1. \r\n Where\r\nany country, notified by the Central Government in this behalf in the Official\r\nGazette, prevents persons of Indian domicile from becoming members of any\r\ninstitution similar to the Institute or from practicing the profession of Actuaries\r\nor subjects them to unfair discrimination in that country, no subject of any\r\nsuch country shall be entitled to become a member of the Institute or practice\r\nthe profession of Actuaries in India.2. \r\n Subject\r\nto the provisions of sub-section (1), the Council may specify the conditions,\r\nif any, subject to which foreign qualifications relating to actuarial science\r\nshall be recognised for the purposes of entry in the register.", "52": "The Actuaries Act, 200652. Power of Central\r\nGovernment to issue directions. - 1. \r\n For\r\nthe purposes of this Act, the Central Government may, from time to time, give\r\nto the Council such general or special directions as it thinks fit, and the\r\nCouncil shall, in the discharge of its functions under this Act, comply with\r\nsuch directions. 2. \r\n If,\r\nin the opinion of the Central Government, the Council has persistently made\r\ndefault in giving effect to the directions issued under sub-section (1), it\r\nmay, after giving an opportunity of being heard to the Council, by\r\nnotification, dissolve the Council, whereafter a new Council shall be\r\nconstituted in accordance with the provisions of this Act with effect from such\r\ndate as may be decided by the Central Government. 3. \r\n Where\r\nthe Central Government has issued a notification under sub-section (2)\r\ndissolving the Council, it may, pending the constitution of a new Council in\r\naccordance with the provisions of this Act, authorise any person or body of\r\npersons to take over the management of the affairs of the Council and to\r\nexercise such functions as may be mentioned in the notification.", "53": "The Actuaries Act, 200653. Protection of\r\naction taken in good faith. - No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government or the\r\nCouncil or the Disciplinary Committee or the Tribunal or the Authority or the\r\nBoard or the Prosecution Director or any officer of that Government, Council,\r\nCommittee, Tribunal, Authority or Board, for anything which is in good faith\r\ndone or intended to be done under this Act or any rule, regulation,\r\nnotification, direction or order made there under.", "54": "The Actuaries Act, 200654. Members, etc., to\r\nbe public servants. - The Chairperson,\r\nPresiding Officer, Members and other officers and employees of the Authority,\r\nTribunal and Board, and the Prosecution Director shall be deemed to be public\r\nservants within the meaning of section 21 of the Indian Penal Code.", "55": "The Actuaries Act, 200655. Power of Central\r\nGovernment to make rules. - 1. \r\n The\r\nCentral Government may, by notification, make rules to carry out the provisions\r\nof this Act.2. \r\n In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:-a.    the manner of\r\nelection and nomination in respect of members to the Council under sub-section\r\n(2) of section 12;b.    the terms and\r\nconditions of service of the Presiding Officers and Members of the Tribunal,\r\nplace of meeting, remuneration and allowances to be paid to them under\r\nsub-section (3) of section 16;c.    the procedure of\r\ninquiry and submission of report by the Disciplinary Committee under\r\nsub-section (2) of section 26;d.    the procedure of\r\ninquiry by the Prosecution Director under sub-section (2) of section 27;e.    any act or omission\r\nwhich may be determined as professional misconduct under section 31;f.    the procedure to be\r\nfollowed by the Board in its meetings and discharging its functions under\r\nsection 45; andg.    terms and conditions\r\nof service of the Chairman and Members of the Board under section 46.", "56": "The Actuaries Act, 200656. Power to make\r\nregulations. - 1. \r\n The\r\nCouncil may, with the previous approval of the Central Government and subject\r\nto the previous publication, by notification in the Official Gazette, make\r\nregulations to carry out the provisions of this Act.2. \r\n In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for all or any of the following matters, namely:-a.    the examination and\r\ntraining for the purposes of clauses (b), (c) and (d) of sub-section (1) of\r\nsection 6;b.    the manner of making\r\nan application under sub-section (3) of section 6;c.    the fees payable\r\nunder sub-section (3) of section 6, sub-section (2) of section 9, clause (a) of\r\nsub-section (2) of section 19, sub-section (4) of section 23;(d.    the manner in which\r\nthe honorary member may be chosen under sub-section (1) of section 8;e.    the terms and\r\nconditions on which an affiliate member may be admitted under sub-section (2)\r\nof section 8;f.    the academic\r\nqualifications for admission of a student member under sub-section (3) of\r\nsection 8;g.    qualifications\r\nrequired for a certificate of practice under sub-section (1) and the form in\r\nwhich an application may be made under sub-section (2) of section 9;h.    the transaction of\r\nbusiness by the Council for the discharge of its functions mentioned in\r\nsub-section (2) of section 19;i.    terms and conditions\r\nof the services under sub-section (1) of section 20;j.    the functions and\r\nconditions of the committees under sub-section (3) of section 21;k.    the manner in which\r\nthe register of the members of the Institute and other particulars to be\r\nmaintained under sub-sections (1) and (2) of section 23;l.    the manner in which\r\nthe annual list of members of the Institute may be published under sub-section\r\n(3) of section 23;m.    the conditions and\r\nrequirements and payment of fee for re-entry in the register under section 25;n.    salaries and\r\nallowances and conditions of service of the officers and other staff members of\r\nthe Authority under sub-section (2) of section 35; o.    the conditions\r\nsubject to which foreign qualifications may be recognised under sub-section (2)\r\nof section 51; andp.    any other matter\r\nwhich is required to be, or may be, prescribed under this Act.", "57": "The Actuaries Act, 200657. Power of Central\r\nGovernment to issue directions for making or amending regulations. - 1. \r\n Where\r\nthe Central Government considers it expedient so to do, it may, by order in\r\nwriting, direct the Council to make any regulations or to amend or revoke any regulations\r\nalready made within such period as it may specify in this behalf.2. \r\n If\r\nthe Council fails or neglects to comply with such order within the specified\r\nperiod, the Central Government may itself make the regulations or amend or\r\nrevoke the regulations made by the Council.", "58": "The Actuaries Act, 200658. Laying of rules\r\nand regulations - Every rule and every\r\nregulation made under this Act shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or regulation or both Houses agree that\r\nthe rule or regulation should not be made, the rule or regulation shall,\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule\r\nor regulation.", "59": "The Actuaries Act, 200659. Power to remove\r\ndifficulties.1. \r\n If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act, as may appear to\r\nbe necessary for removing the difficulty: Provided that no such order shall be\r\nmade under this section after the expiry of a period of two years from the\r\ncommencement of this Act.2. \r\n Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament."}