{"name": "administrative", "1": "The Administrative Tribunals Act, 19851. Short Title, Extent and Commencement.-(1) This Act may be called the Administrative \r\nTribunals Act, 1985. (2) It extends, -(a)  \r\nin  so far as it relates to the Central Administrative Tribunal, to the \r\nwhole of    India  ; (b) in so far as it \r\nrelates to the Administrative Tribunals for States, to the whole of India, \r\nexcept the State of Jammu and Kashmir. (3) The provisions of this Act, in so far as \r\nthey relate to the Central Administrative Tribunal, shall come into force on \r\nsuch date as the Central Government may, by notification, appoint. (4) The provisions of the Act, in so far as \r\nthey relate to Administrative Tribunal, for a State shall come into force in \r\nState on such date as the Central Government may, by notification appoint.", "2": "The Administrative Tribunals Act, 19852. Act not to Apply to Certain Persons. -The provisions of this Act shall not apply to\r\n- (a) any member of the naval, military or air\r\nforce or of any other armed forces of the Union; (b) Omitted (c) any officer or servant of the Supreme\r\nCourt or any High Court or Courts subordinate thereto; (d) any person appointed to the secretarial\r\nstaff of either House of Parliament or to the secretarial staff of any State Legislature\r\nor a House thereof or, in the case of a Union territory having a Legislature,\r\nof that Legislature. ", "3": "The Administrative Tribunals Act, 19853. Definitions. -In this Act, unless the context otherwise\r\nrequires, -  (a) \"Administrative Member\", means a\r\nMember of a Tribunal who is not a Judicial Member within the meaning of clause\r\n(i);   (aa) \"Administrative Tribunal\", in\r\nrelation to a State or, as the case may be, the Joint Administrative Tribunal\r\nfor that State and any other State or States; (b) \"application\" means an application\r\nmade under section 19; (c) \"appointed day\" in relation to a\r\nTribunal, means the date with effect from which it is established, by\r\nnotification, under section 4; (d) \"appropriate Government\" means,\r\n-(i) in relation to the\r\nCentral Administrative Tribunal or a Joint Administrative Tribunal, the Central\r\nGovernment; (ii) in relation to a\r\nState Administrative Tribunal, the State Government; (e) \"Bench\" means a Bench of a\r\nTribunal; (f) \"Central Administrative\r\nTribunal\" means the Administrative Tribunal established under sub-section\r\n(1) of section 4; (g) \"Chairman\" means the Chairman of\r\na Tribunal; (h) \"Joint Administrative Tribunal\"\r\nmeans an Administrative Tribunal for two or more States established under\r\nsub-section (3) of section 4; (i) \"Judicial Member\" means a Member\r\nof a Tribunal appointed as such under this Act, and includes the Chairman or a\r\nVice-Chairman who possesses any of the qualifications specified in sub-section\r\n(3) of section 6; (i-a) \"Member\" means a Member\r\n(whether Judicial or Administrative) of a Tribunal, and includes the Chairman\r\nand a Vice-Chairman; (j) \"notification\" means a\r\nnotification published in the Official Gazette; (k) \"post\" means a post within or\r\noutside India; (l) \"prescribed\" means prescribed by\r\nrules made under this Act; (m) \"President\" means the President\r\nof India; (n) Omitted (o) \"rules\" means rules made under\r\nthis Act; (p) \"service\" means service within\r\nor outside India; (q) \"service matters\", in relation\r\nto a person, means all matters relating to the conditions of his service in\r\nconnection with the affairs of the Union or of any State or of any local or\r\nother authority within the territory of India or under the control of the\r\nGovernment of India, or, as the case may be, of any corporation or society\r\nowned or controlled by the Government, as respect - (i) remuneration\r\n(including allowances), pension and other retirement benefits; (ii) tenure including\r\nconfirmation, seniority, promotion, revision, premature retirement and \r\nsuperannuation; (iii) leave of any\r\nkind; (iv) disciplinary\r\nmatters; or (v) any other matter\r\nwhatsoever; (r) \"service rules as to redressal of\r\ngrievances in relation to any matter\" means the rules, regulations, orders\r\nor other instruments or arrangements as in force for the time being with\r\nrespect to redressal, otherwise than under this Act, of any grievances in\r\nrelation to such matters; (rr) \"Society\" means a Society\r\nregistered under the Societies Registration Act, 1860 (21 of 1860), or under\r\nany corresponding law for the time being in force in State; (s) \"Supreme Court\" means the\r\nSupreme Court of India; (t) \"Tribunal\" means the Central\r\nAdministrative Tribunal or a State Administrative Tribunal or a Joint\r\nAdministrative Tribunal; (u) \"Vice-Chairman\" means\r\nVice-Chairman of a Tribunal. Explanation: In the case of a Tribunal having two\r\nor more Vice-Chairman references to the Vice-Chairman in this Act shall be\r\nconstrued as a reference to each of those Vice-chairman.", "4": "The Administrative Tribunals Act, 19854. Establishment of Administrative Tribunals.\r\n-(1) The Central Government shall by\r\nnotification, establish an Administrative Tribunal to be known as the Central\r\nAdministrative Tribunal, to exercise the jurisdiction powers and authority\r\nconferred on the Central Administrative Tribunal by or under this Act. (2) The Central Government may, on receipt of\r\na request in this behalf from any State Government, establish, by notification,\r\nan Administrative Tribunal for the state to be known as...... (name of the\r\nState) Administrative Tribunal to exercise the jurisdiction, power and\r\nauthority conferred on the Administrative Tribunal for the State by or under\r\nthis Act. (3) Two or more states may notwithstanding\r\nanything contained in sub-section (2) and notwithstanding that any or all of\r\nthose States has or have Tribunals established under that sub-section, enter\r\ninto an agreement that the same Administrative Tribunal shall be the\r\nAdministrative Tribunal for each of the States participating in the agreement,\r\nand if the agreement is approved by the Central Government and published in the\r\nGazette of India and the official Gazette of each of those States, the Central\r\nGovernment may, by notification, establish a Joint Administrative Tribunal to\r\nexercise the jurisdiction, power and authority conferred on the Administrative\r\nTribunal for those States by or under this Act. (4) An agreement under sub-section (3) shall\r\ncontain provisions as to the name of the Joint Administrative Tribunal. The\r\nmanner in which the participating States may be associated in the selection of\r\nthe Chairman, Vice-Chairman and other Members of the Joint Administrative\r\nTribunal, the places at which the Bench or Benches of the Tribunal shall sit,\r\nthe apportionment among the participating States of the expenditure in\r\nconnection with the Joint Administrative Tribunal and may also contain such\r\nother supplemental, incidental and consequential provisions not inconsistent\r\nwith this Act as may be deemed necessary or expedient for giving effect to the\r\nagreement. (5) Notwithstanding anything contained in the\r\nforegoing provisions of this section or sub-section (1) of section 5, the\r\nCentral Government may - (a) with the\r\nconcurrence of any State Government, designate, by notification, all or any of\r\nthe Members of the Bench or Benches of the State Administrative Tribunal\r\nestablished for the State under sub-section (2) as Members of the Bench or\r\nBenches of the Central Administrative Tribunal in respect of that State and the\r\nsame shall exercise the jurisdiction, powers and authority conferred on the\r\nCentral Administrative Tribunal by or under this Act; (b) on receipt of a\r\nrequest in this behalf from any State Government, designate, by notification,\r\nall or any of the Members of the Bench or Benches of the Central Administrative\r\nTribunal functioning in that State as the Members of the Bench or Benches of\r\nthe State Administrative Tribunal for that State and the same shall exercise\r\nthe jurisdiction, powers and authority conferred on the Administrative Tribunal\r\nfor that State by or under this Act, and upon such designation, the Bench or\r\nBenches of the State Administrative Tribunal or, as the case may be, the Bench\r\nor Benches of the Central Administrative Tribunal shall be deemed, in all\r\nrespects, to be the Central Administrative Tribunal, or the State\r\nAdministrative Tribunal for that States established under the provisions of\r\nArt. 323-A of the Constitution and this Act. (6) Every notification under sub-section (5)\r\nshall also provide for the apportionment between the State concerned and the\r\nCentral Government of the expenditure in connection with the Members common to\r\nthe Central Administrative Tribunal and the State Administrative Tribunal and\r\nsuch other incidental and consequential provisions not inconsistent with this Act\r\nas may be deemed necessary or expedient.", "5": "The Administrative Tribunals Act, 19855. Composition of Tribunals and Benches Thereof. -(1) Each Tribunal shall consist of a Chairman\r\nand such number of Vice-Chairman and judicial and Administrative Members as the\r\nappropriate Government may deem fit and, subject to the other provisions of\r\nthis Act, the jurisdiction, powers and authority of the Tribunal may be\r\nexercised by Benches thereof. (2) Subject to the other provisions of this Act,\r\na Bench shall consist of one Judicial Member and one Administrative Member. (3) Omitted (4) Notwithstanding anything contained in\r\nsub-section (1) the Chairman - (a) may, in addition\r\nto discharging the functions of the Judicial Member or the Administrative\r\nMember of the Bench to which he is appointed discharge the functions of the\r\nJudicial Member or, as the case may be, the Administrative Member, of any other\r\nBench; (b) may transfer the\r\nVice-Chairman or other Member from one Bench to another Bench; (c) may authorize the\r\nVice-Chairman or the Judicial Member or the Administrative Member appointed to\r\none Bench to discharge also the functions of the Vice-Chairman, or, as the case\r\nmay be, the Judicial Member or the Administrative Member of another Bench; and (d) may, for the\r\npurpose of securing that any case or cases which, having regard to the nature\r\nof the question involved, requires or require, in his opinion or under the\r\nrules made by the Central Government in this behalf, to be decided by the Bench\r\ncomposed of more than two members, issue such general or special orders, as he\r\nmay deem fit: Provided  that every Bench constituted in\r\npursuance of this clause shall include at least one Judicial Member and one\r\nAdministrative Member. (5) Omitted (6) Notwithstanding anything contained in the\r\nforegoing provisions of this section, it shall be competent for the Chairman or\r\nany other Member authorized by the Chairman in this behalf to function as a\r\nBench consisting of a single Member and exercise the jurisdiction, powers and\r\nauthority of the Tribunal in respect of such classes of cases or such matters\r\npertaining to such classes of cases as the Chairman may by general or special\r\norder specify: Provided  that if at any stage of the hearing of\r\nany such case or matter it appears to the Chairman or such Member that the case\r\nor matter is of such a nature that it ought to be heard by a Bench consisting\r\nof two members, the case or matter may be transferred by the Chairman or, as\r\nthe case may be, referred to him for transfer to, such Bench as the Chairman\r\nmay deem fit. (7) Subject to the other provisions of this\r\nAct, the Benches of the Central Administrative Tribunal shall ordinarily sit at\r\nNew Delhi (which shall be known as the principal Bench), Allahabad, Calcutta,\r\nMadras, New Bombay and at such other places as the Central Government may, by\r\nnotification, specify. (8) Subject to the other provisions of this\r\nAct, the place at which the Principal Bench and other Benches of a State\r\nAdministrative Tribunal shall ordinarily sit shall be such as the State\r\nGovernment may, by notification, specify.", "6": "The Administrative Tribunals Act, 19856. Qualifications for Appointment of Chairman, Vice-Chairman or Other Members. - (1) A person shall not be qualified for\r\nappointment as the Chairman unless he - (a) is, or has been, a\r\nJudge of a High Court; or (b) has, for at least\r\ntwo years, held the office of Vice-Chairman; (c) Omitted (2) A person shall not be qualified for\r\nappointment as the Vice-Chairman unless he - (a) is, or has been,\r\nor is qualified to be a Judge of a High Court; or (b) has for at least\r\ntwo years, held the post of a Secretary to the Government of India or any other\r\npost under the Central or a State Government carrying a scale of pay which is\r\nnot less than that of a Secretary to the Government of India; or (bb) has, for at least\r\nfive years, held the post of an Additional Secretary to the Government of India\r\nor any other post under the Central or a State Government carrying a scale of\r\npay which is not less than that of an Additional Secretary to the Government of\r\nIndia; or (c) has, for a period\r\nof not less than three years, held office as a Judicial Member or an\r\nAdministrative Member.(3) A person shall not be qualified for\r\nappointment as a Judicial Member unless he -(a) is, or has been,\r\nor is qualified to be, a Judge of a High Court; or(b) has been a member\r\nof the Indian Legal Service and has held a post in Grade I of the service for\r\nat least three years. (3-A) A person shall not be qualified for\r\nappointment as an Administrative Member unless he - (a) has, for at least\r\ntwo years, held the post of an Additional Secretary to the Government of India\r\nor any other post under the Central or a State Government carrying a scale of pay\r\nwhich is not less than that of an Additional Secretary to the Government of\r\nIndia; or (b) has, for at least\r\nthree years, held the post of a Joint Secretary to the Government of India or\r\nany other post under the Central or a State Government carrying a scale of pay\r\nwhich is not less than that of a Joint Secretary to the Government of India.\r\nand shall, in either case, have adequate administrative experience. (4) Subject to the provisions of sub-section\r\n(7), the Chairman, Vice-Chairman and every other Member of the Central\r\nAdministrative Tribunal shall be appointed by the President. (5) Subject to the provisions of sub-section\r\n(7), the Chairman, Vice-Chairman and every other Member of an Administrative\r\nTribunal for a State shall be appointed by the President after consultation\r\nwith the Governor of the concerned State. (6) The Chairman, Vice-Chairman and every\r\nother Member of a Joint Administrative Tribunal shall, subject to the terms of\r\nthe agreement between the participating State Government published under\r\nsub-section (3) of section 4, and subject to the provisions of sub-section (7)\r\nbe appointed by the President after consultation with Governors of the\r\nconcerned State. Explanation:  In computing, for the purposes of this\r\nsection, the period during which a person has held any post under the Central\r\nor a State Government, there shall be included the period during which he has\r\nheld any other post under the Central or a State Government (including an\r\noffice under this Act) carrying the same scale of pay as that of the first\r\nmentioned post or a higher scale of pay.(7) No appointment of a person possessing the\r\nqualifications specified in this section as the Chairman, a Vice-Chairman or a\r\nMember shall be made except after consultation with the Chief Justice of India.", "7": "The Administrative Tribunals Act, 19857. Vice-Chairman to Act as Chairman or to Discharge his Functions in Certain Circumstances. -(1) In the event of the occurrence of any\r\nvacancy in the office of the Chairman by reason of his death, resignation or\r\notherwise, the Vice-Chairmen or, as the case may be, such one of the\r\nVice-Chairmen as the appropriate Government may, by notification, authorize in\r\nthis behalf, shall act as the Chairman until the date on which a new Chairman,\r\nappointed in accordance with the provisions of this Act to fill such vacancy\r\nenters upon his office. (2) When the Chairman is unable to discharge\r\nhis functions owing to absence, illness or any other cause, the Vice-Chairman\r\nor, as the case may be, such one of the Vice-Chairmen as the appropriate\r\nGovernment may, by notification, authorize in this behalf, shall discharge the\r\nfunctions of the Chairman until the date on which the Chairman resumes his\r\nduties.", "8": "The Administrative Tribunals Act, 19858. Term of Office. -The Chairman, Vice-Chairman or other Member\r\nshall hold office as such for a term of five years from the date on which he\r\nenters upon his office, but shall be eligible for re-appointment for another\r\nterm of five years: Provided  that no Chairman, Vice-Chairman or\r\nother member, shall hold office as such after he has attained, -  (a) in the case of the Chairman, or\r\nVice-Chairman, the age of sixty-five years, and ", "9": "The Administrative Tribunals Act, 19859. Resignation and Removal.(1) The Chairman, Vice-Chairman or other Members\r\nmay, by notice in writing under his hand addressed to the President, resign his\r\noffice: Provided  that the Chairman, Vice-Chairman or\r\nother Member shall unless he is permitted by the President to relinquish his\r\noffice sooner, continue to hold office until the expiry of three months from\r\nthe date of receipt of such notice or until a person duly appointed as his\r\nsuccessor enters upon his office or until the expiry of his term of office,\r\nwhichever is the earliest. (2) The Chairman, Vice-Chairman or any other\r\nMember shall not be removed from his office except by an order made by the\r\nPresident on the ground of proved misbehavior or incapacity after an inquiry\r\nmade by a Judge of the Supreme Court in which such Chairman, Vice-Chairman or\r\nother Member had been informed of the charges against him and given a\r\nreasonable opportunity of being heard in respect of those charges. (3) The Central Government may, by rules,\r\nregulate the procedure for the investigation of misbehavior or incapacity of\r\nthe Chairman, Vice-Chairman or other Member referred to in sub-section (2).", "10": "The Administrative Tribunals Act, 198510. Salaries and Allowances and Other Terms and Conditions of Service of Chairman, Vice-Chairman and Other Members. -The salaries and allowances payable to and the\r\nother terms and conditions of service (including pension, gratuity and other\r\nretirement benefits) of the Chairman, Vice-Chairman and other Members shall be\r\nsuch as may be prescribed by the Central Government : Provided  that neither the salary and allowances\r\nnor the other terms and conditions of service of the Chairman, Vice-Chairman or\r\nother Member shall be varied to his disadvantage after his appointment.", "11": "The Administrative Tribunals Act, 198511. Provision as to the Holding of Offices by Chairman, on Ceasing to be Such Chairman, Etc. -On ceasing to hold office, -(a) the Chairman of the Central Administrative\r\nTribunal shall be ineligible for further employment under the Government of\r\nIndia or under the Government of a State; (b) the Chairman of a State Administrative\r\nTribunal or a Joint Administrative Tribunal shall, subject to the other\r\nprovisions of this Act, be eligible for appointment as the Chairman or\r\nVice-Chairman or any other Member of the Central Administrative Tribunal or as\r\nthe Chairman of any other State Administrative Tribunal or Joint Administrative\r\nTribunal, but not for any other employment either under the Government of India\r\nor under the Government of a State; (c) the Vice-Chairman of the Central\r\nAdministrative Tribunal shall, subject to the other provision of this Act, be\r\neligible for appointment as the Chairman of that Tribunal or as the Chairman or\r\nVice-Chairman of any State Administrative Tribunal or Joint Administrative\r\nTribunal but not for any other employment either under the Government of India\r\nor under the Government of a State; (d) the Vice-Chairman of a State\r\nAdministrative Tribunal or a Joint Administrative Tribunal shall, subject to\r\nthe other provisions of this Act, be eligible for appointment as the Chairman\r\nof that Tribunal or as the Chairman or Vice-Chairman of the Central Administrative\r\nTribunal or of any other State Administrative Tribunal or Joint Administrative\r\nTribunal but not for any other employment either under the Government of India\r\nor under the Government of a State; (e) a Member (other than the Chairman or Vice-Chairman)\r\nof any Tribunal shall, subject to the other provisions of this Act, be eligible\r\nfor appointment as the Chairman or Vice-Chairman of such Tribunal or as the\r\nChairman, Vice-Chairman or other Member of any other Tribunal, but not for any\r\nother employment either under the Government of India or under the Government\r\nof a State; (f) the Chairman, Vice-Chairman or other\r\nMember shall not appear, act or plead before any Tribunal of which he was the\r\nChairman, Vice-Chairman or other Member. Explanation: For the purposes of this section,\r\nemployment under the Government of India or under the Government of a State\r\nincludes employment under any local or other authority within the territory of\r\nIndia or under the control of the Government of India or under any corporation\r\nor society owned or controlled by the Government.", "12": "The Administrative Tribunals Act, 198512. Financial and Administrative Power of the Chairman. -The Chairman shall exercise such financial and\r\nadministrative power over the Benches as may be vested in him under the rules\r\nmade by the appropriate Government: Provided  that the Chairman shall have authority\r\nto delegate such of his financial and administrative powers as he may think fir\r\nto the Vice-Chairman or any officer of the Tribunal, subject to the conditions\r\nthat the Vice-Chairman or such officer shall, while exercising such delegated\r\npowers, continue to act under the direction, control and supervision of the\r\nChairman.", "13": "The Administrative Tribunals Act, 198513. Staff of the Tribunal. -(1) The appropriate Government shall determine\r\nthe nature and categories of the officers and other employees required to\r\nassist a Tribunal in the discharge of its functions and provide the Tribunal\r\nwith such officers and other employees as it may think fit. (1-A) The officers and other employees of a\r\nTribunal shall discharge their functions under the general superintendence of\r\nthe Chairman. (2) The salaries and allowances and conditions\r\nof service of the officers and other employees of a Tribunal shall be such as\r\nmay be specified by rules made by the appropriate Government.", "14": "The Administrative Tribunals Act, 198514. Jurisdiction, Powers and Authority of the Central Administrative Tribunal. - (1) Save as otherwise expressly provided in\r\nthis Act, the Central Administrative Tribunal shall exercise, on and from the\r\nappointed day, all the jurisdiction, powers and authority exercisable\r\nimmediately before that day by all courts (except the Supreme Court) in\r\nrelation to - (a) recruitment, and\r\nmatters concerning recruitment, to any All-India Service or to any civil\r\nservice of the Union or a civil post under the Union or to a Post connected\r\nwith defense or in the defense services, being, in either case, a post filed by\r\na civilian;  (b) all service\r\nmatters concerning -  (i) a member of any\r\nAll-India Service; or  (ii) a person [not being\r\na member of an All-India Service or a person referred to in clause (c)\r\nappointed to any civil service of the Union or any civil post under the Union;\r\nor  (iii) a civilian [not\r\nbeing a member of an All-India Service or a person referred to in clause (c)\r\nappointed to any defense services or a post connected with defense, and\r\npertaining to the service of such member, person or civilian, in connection\r\nwith the affairs of the Union or of any State or of any local or other\r\nauthority within the territory of India or under the control of the Government\r\nof India or of any corporation or society owned or controlled by the\r\nGovernment;  (c) all service\r\nmatters pertaining to service in connection with the affairs of the Union\r\nconcerning a person appointed to any service or post referred to in sub-clause\r\n(ii) or sub-clause (iii) of clause (b), being a person whose services have been\r\nplaced by a State Government or any local or other authority or any corporation\r\nor society or other body, at the disposal of the Central Government for such\r\nappointment. Explanation: (1) For the removal of doubts, it is hereby\r\ndeclared that references to \"Union\" in this sub-section shall be\r\nconstrued as including references also to a Union Territory. (2) The Central Government may, by\r\nnotification apply with effect from such date as may be specified in the\r\nnotification the provisions of sub-section (3) to local or other authorities\r\nwithin the territory of India or under the control of the Government of India\r\nand to corporations or society owned or controlled by Government, not being a\r\nlocal or other authority or corporation or society controlled or owned by a\r\nState Government: Provided  that if the Central Government\r\nconsiders it expedient so to do for the purpose of facilitating transition to\r\nthe scheme as envisaged by this Act, different dates may be so specified under\r\nthis sub-section in respect of different classes of, or different categories\r\nunder any class of local or other authorities or corporations.(3) Save as otherwise expressly provided in\r\nthis Act, the Central Administrative Tribunal shall also exercise, on and from\r\nthe date with effect from which the provisions of this sub-section apply to any\r\nlocal or other authority or corporation or society, all the jurisdiction, powers\r\nand authority exercisable immediately before that date by all courts (except\r\nthe Supreme Court in relation to  (a) recruitment, and\r\nmatters concerning recruitment, to any service or post in connection with the\r\naffairs of such local or other authority or corporation or society; and (b) all service\r\nmatters concerning a person [other than a person referred to in clause (a) or\r\nclause (b) of sub-section (1) appointed to any service or post in connection\r\nwith the affairs of such local or other authority or corporation or society and\r\npertaining to the service of such person in connection with such affairs.", "15": "The Administrative Tribunals Act, 198515. Jurisdiction, Powers and Authority of State Administrative Tribunals. - (1) Save as otherwise expressly provided in this\r\nAct, Administrative Tribunal for a State shall exercise, on and from the\r\nappointed day, all the jurisdiction, powers and authority exercisable\r\nimmediately before that day by all courts (except the Supreme Court in relation\r\nto - (a) recruitment, and matters\r\nconcerning recruitment, to any civil service of the State or to any civil post\r\nunder the State; (b) all service\r\nmatters concerning a person [not being a person referred to in clause (c) of this\r\nsub-section or a member, person or civilian referred to in clause (b) of\r\nsub-section (1) of section 14] appointed to any civil service of the State or\r\nany civil post under the State and pertaining to the service of such person in\r\nconnection with the affairs of the State or of any local or other authority under\r\nthe control of the State Government or of any corporation or society owned or\r\ncontrolled by the State Government;(c) all service matters pertaining to\r\nservice in connection with the affairs of the State concerning a person\r\nappointed to any service or post referred to in clause (b), being a person\r\nwhose services have been placed by any such local or other authority or\r\ncorporation or society or other body as is controlled or owned by the State\r\nGovernment at the disposal of the State Government for such appointment. (2) The State Government may, by notification,\r\napply with effect from such date as may be specified in the notification the\r\nprovisions of sub-section (3) to local or other authorities and\r\ncorporations or societies controlled or owned by the State Government : Provided  that if the State Government considers\r\nit expedient so to do for the purpose of facilitating transition to the scheme\r\nas envisaged by this Act, different dates may be so specified under this\r\nsub-section in respect of different classes of, or different categories under\r\nany class of local or other authorities or corporations or societies. (3) Save as otherwise expressly provided in\r\nthis Act, the Administrative Tribunal for a State shall also exercise, on and\r\nfrom the date with effect from which the provisions of this sub-section apply\r\nto any local or other authority or corporation, all the jurisdiction, powers\r\nand authority exercisable immediately before that date by all courts (except\r\nthe Supreme Court in relation to - (a) recruitment, and\r\nmatters to recruitment, to any concerning service or post in connection with\r\nthe affairs of such local or other authority or corporation or society; and (b) all service\r\nmatters concerning a person [other than a person referred to in clause (b) of\r\nsub-section (1) of this section or a member, person or civilian referred to in\r\nclause (b) of sub-section (1) of section 14] appointed to any service or post\r\nin connection with the affairs of such local or other authority or corporation\r\nor society and pertaining to the service of such person in connection with such\r\naffairs. (4) For the removal of doubts it is hereby\r\ndeclared that the jurisdiction, powers and authority of the Administrative\r\nTribunal for a State shall not extend to or be exercisable in relation to, any\r\nmatter in relation to which the jurisdiction, powers and authority of the\r\nCentral Administrative Tribunal extends or is exercisable.", "16": "The Administrative Tribunals Act, 198516. Jurisdiction, Powers and Authority of a Joint Administrative Tribunal. - A Joint Administrative Tribunal for two or\r\nmore States shall exercise all the jurisdiction, powers and authority,\r\nexercisable by the Administrative Tribunals for such States.", "17": "The Administrative Tribunals Act, 198517. Power to Punish for Contempt. -A Tribunal shall have, and exercise, the same jurisdiction,\r\npowers and authority in respect of contempt of itself as a High Court has and\r\nmay exercise and, for this purpose, the provisions of the Contempt of Court\r\nAct, 1971 (70 of 1971), shall have effect subject to the modifications that - (a) the references therein to a High Court\r\nshall be construed as including a reference to such Tribunal; (b) the references to the Advocate-General in\r\nsection 15 of the said Act shall be construed, -(i) in relation to the\r\nCentral Administrative Tribunal, as a reference to the Attorney-General or the\r\nSolicitor-General or the Additional Solicitor-General; and (ii) in relation to an\r\nAdministrative Tribunal for a State or a Joint Administrative Tribunal for two\r\nor more States, as a reference to the Advocate-General of the State or any of\r\nthe States for which such Tribunal has been established. ", "18": "The Administrative Tribunals Act, 198518. Distribution of Business amongst the Benches. -(1) When any Benches of a Tribunal are\r\nconstituted the appropriate Government may from time to time, by notification,\r\nmake provisions as to the distribution of the business of the Tribunal amongst\r\nthe Benches and specify the matters which may be dealt with by each Bench. (2) If any question arises as to whether any\r\nmatter falls within the purview of the business allocated to a Bench of a\r\nTribunal, the decision of the Chairman thereon shall be final. Explanation :\r\n For the removal of\r\ndoubts, it is hereby declared that the expression \"matters\" includes\r\napplications under section 19. ", "19": "The Administrative Tribunals Act, 198519. Applications to Tribunals. -(1) Subject to the other provisions of this\r\nAct, a person aggrieved by any order pertaining to any matter within the\r\njurisdiction of a Tribunal may make an application to the Tribunal for the\r\nredressal of his grievance. Explanation :(a) by the Government or a local or other\r\nauthority within the territory of India or under the control of the Government\r\nof India or by any corporation or society owned or controlled by the\r\nGovernment; or (b) by an officer, committee or other body or\r\nagency of the Government or a local or other authority or corporation or\r\nsociety referred to in clause (a). (2) Every application under sub-section (1)\r\nshall be in such form and be accompanied by such documents or other evidence\r\nand by such fee (if any, not exceeding one hundred rupees) in respect of the\r\nfiling of such application and by such other fees for the service or execution\r\nof processes, as may be prescribed by the Central Government. (3) On receipt of an application under\r\nsub-section (1), the Tribunal shall, if satisfied after such inquiry as it may\r\ndeem necessary, that the application is a fit case for adjudication or trial by\r\nit, admit such application; but where the Tribunal is not so satisfied, it may\r\nsummarily reject the application after recording its reasons. (4) Where an application has been admitted by\r\na Tribunal under sub-section (3), every proceeding under the relevant service\r\nrules as to redressal of grievances in relation to the subject-matter of such\r\napplication pending immediately before such admission shall abate and save as\r\notherwise direct by the Tribunal, no appeal or representation in relation to\r\nsuch matter shall thereafter be entertained under such rules. Comments: It is settled law that the Tribunal\r\nhas only power of judicial review of the administrative action of the appellant\r\non complaints relating to service conditions of employees. It is the exclusive\r\ndomain of the disciplinary authority to consider the evidence on record and to\r\nrecord findings whether the charge has been proved or not. It is equally\r\nsettled law that technical rules of evidence has no application for the\r\ndisciplinary proceedings and the authority is to consider the material on\r\nrecord. In judicial review, it is settled law that the Court or the Tribunal\r\nhas no power to trench on the jurisdiction to appreciate the evidence and to\r\narrive at its own conclusion. State of T.N. v. S. Subramaniam, AIR 1996\r\nSUPREME COURT 1232", "20": "The Administrative Tribunals Act, 198520. Application not to be Admitted Unless Other Remedies Exhausted. -(1) A Tribunal shall not ordinarily admit an\r\napplication unless it is satisfied that the applicant had availed of all the\r\nremedies available to him under the relevant service rules as to redressal of\r\ngrievances. (2) For the purposes of sub-section (1), a\r\nperson shall be deemed to have availed of all the remedies available to him\r\nunder the relevant service rules as to redressal of grievances, -(a) if a final order\r\nhas been made by Government or other authority or officer or other person\r\ncompetent to pass such order under such rules, rejecting any appeal preferred\r\nor representation made by such person in connection with the grievance; or (b) where no final\r\norder has been made by the Government or other authority or officer or other\r\nperson competent to pass such order with regard to the appeal preferred or\r\nrepresentation made by such person, if a period of six months from the date on\r\nwhich such appeal was preferred or representation was made has expired.   (3) For the purposes of sub-sections (1) and\r\n(2), any remedy available to an applicant by way of submission of a memorial to\r\nthe President or to the Governor of a State or to any other functionary shall\r\nnot be deemed to be one of the remedies which are available unless the\r\napplicant had elected to submit such memorial.", "21": "The Administrative Tribunals Act, 198521. Limitation. -(1) A Tribunal shall not admit an application,\r\n-(a) in a case where a\r\nfinal order such as is mentioned in clause (a) of sub-section (2) of section 20\r\nhas been made in connection with the grievance unless the application is made,\r\nwithin one year from the date on which such final order has been made; (b) in a case where an\r\nappeal or representation such as is mentioned in clause (b) of sub-section (2) of\r\nsection 20 has been made and a period of six months had expired thereafter\r\nwithout such final order having been made, within one year from the date of\r\nexpiry of the said period of six months. (2) Notwithstanding anything contained in\r\nsub-section (1), where - (a) the grievance in\r\nrespect of which an application is made had arisen by reason of any order made\r\nat any time during the period of three years immediately preceding the date on\r\nwhich the jurisdiction, powers and authority of the Tribunal becomes\r\nexercisable under this Act in respect of the matter to which such order\r\nrelates; and (b) no proceedings for\r\nthe redressal of such grievance had been commenced before the said date before\r\nany High Court, the application shall be entertained by the Tribunal if it is\r\nmade within the period referred to in clause (a), or, as the case may be,\r\nclause (b), of sub-section (1) or within a period of six months from the said\r\ndate, whichever period expires later.   (3) Notwithstanding anything contained in\r\nsub-section (1) or sub-section (2), an application may be admitted after the\r\nperiod of one year specified in clause (a) or clause (b) of sub-section (1) or,\r\nas the case may be, the period of six months specified in sub-section (2), if\r\nthe applicant satisfies the Tribunal that he had sufficient cause for not\r\nmaking the application within such period.", "22": "The Administrative Tribunals Act, 198522. Procedure and Powers of Tribunals. -(1) A Tribunal shall not be bound by the\r\nprocedure laid down in the Code of Civil Procedure, 1908 (5 of 1908), but shall\r\nbe guided by the principles of natural justice and subject to the other\r\nprovisions of this Act and of any rules made by the Central Government, the\r\nTribunal shall have power to regulate its own procedure including the fixing of\r\nplaces and times of its inquiry and decided whether to sit in public or in\r\nprivate. (2) A tribunal shall decide every application\r\nmade to it as expeditiously as possible and ordinarily every application shall\r\nbe decided on a perusal of documents and written representations and after hearing\r\nsuch oral arguments as may be advanced. (3) A Tribunal shall have, for the purposes of\r\ndischarging its functions under this Act, the same powers as are vested in a\r\ncivil court under the Code of Civil Procedure, 1908 (5 of 1908), while trying a\r\nsuit, in respect of the following matters, namely : (a) Summoning and\r\nenforcing the attendance of any person and examining him on oath;  (b) requiring the\r\ndiscovery and production of documents;  (c) receiving evidence\r\non affidavits; (d) subject to the provisions\r\nof section 123 and 124 of the Indian Evidence Act, 1872 (1 of 1872),\r\nrequisitioning any public record or document or copy of such record or document\r\nfrom any office;  (e) issuing\r\ncommissions for the examination of witnesses or, documents;  (f) reviewing its\r\ndecisions;  (g) dismissing a\r\nrepresentation for default or deciding it ex parte; (h) setting aside any\r\norder of dismissal of any representation for default or any order passed by it\r\nex parte; and  (i) any other matter\r\nwhich may be prescribed by the Central Government. ", "23": "The Administrative Tribunals Act, 198523. Right of Applicant to take Assistance of Legal Practitioner and of Government, Etc., to Appoint Presenting Officers. -(1) A person making an application to a\r\nTribunal under this Act may either appear in person or take the assistance of a\r\nlegal practitioner of his choice to present his case before the Tribunal. (2) The Central Government or a State\r\nGovernment or a local or other authority or corporation or society, to which\r\nthe provisions of sub-section (3) of section 14 or sub-section (3) of section\r\n15 apply, may authorize one or more legal practitioners or any of its officers\r\nto act as presenting officers and every person so authorized by it may present\r\nits case with respect to any application before a Tribunal.", "24": "The Administrative Tribunals Act, 198524. Conditions as to Making of Interim Orders.\r\n-Notwithstanding anything contained in any\r\nother provisions of this Act or in any other law for the time being in force,\r\nno interim order (whether by way of injunction or stay or in any other manner)\r\nshall be made on, or in any proceedings relating to, an application unless - (a) copies of such application and of all\r\ndocuments in support of the plea for such interim order are furnished to the\r\nparty against whom such application is made or proposed to be made; and (b) opportunity is given to such party to be\r\nheard in the matter: Provided  that a Tribunal may dispense with the\r\nrequirements of clauses (a) and (b) and make an interim orders as an\r\nexceptional measure if it is satisfied for reasons to be recorded in writing,\r\nthat it is necessary so to do for preventing any loss being caused to the\r\napplicant which cannot be adequately compensated in money but any such interim\r\norder shall, if it is not sooner vacated cease to have effect on the expiry of\r\na period of fourteen days from the date on which it is made unless the said\r\nrequirements have been complied with before the expiry of that period and the\r\nTribunal has continued the operation of the interim order.", "25": "The Administrative Tribunals Act, 198525. Power of Chairman to Transfer Cases from One Bench to Another. -On the application of any of the parties and\r\nafter notice to the parties, and after hearing such of them as he may desire to\r\nbe heard, or on his own motion without such notice, the Chairman may transfer any\r\ncase pending before one Bench, for disposal, to any other Bench.", "26": "The Administrative Tribunals Act, 198526. Decision by Majority. -If the Members of a Bench differ in opinion on\r\nany point, the point shall be decided according to the opinion of the majority,\r\nif there is a majority, but if the Members are equally divided, they shall\r\nstate the point or points on which they differ, and make a reference to the\r\nChairman who shall either hear the point or points himself or refer the case\r\nfor hearing on such point or points by one or more of the other Members of the\r\nTribunal and such point or points shall be decided according to the opinion of\r\nthe majority of the Members of the Tribunal who have heard the case, including\r\nthose who first heard it.", "27": "The Administrative Tribunals Act, 198527. Execution of Orders of a Tribunal. -Subject to the other provisions of this Act\r\nand the rules, the order of a Tribunal finally disposing of an application or\r\nan appeal shall be final and shall not be called in question in any Court\r\n(including a High Court) and such order shall be executed in the same manner in\r\nwhich any final order of the nature referred to in clause (a) of sub-section\r\n(2) of section 20 (whether or not such final order had actually been made) in\r\nrespect of the grievance to which the application relates would have been executed.", "28": "The Administrative Tribunals Act, 198528. Exclusion of Jurisdiction of Courts except the Supreme Court under Article 136 of the Constitution. -On and from the date from which any\r\njurisdiction, power and authority becomes exercisable under this Act by a\r\nTribunal in relation to recruitment and matters concerning recruitment to any\r\nservice or post or service matters concerning members of any service or persons\r\nappointed to any service or post, no Court except - (a) the Supreme Court; or (b) any Industrial Tribunal, Labor Court or\r\nother authority constituted under the Industrial Disputes Act, 1947 (14 of\r\n1947), or any other corresponding law for the time being in force shall have,\r\nor be entitled to exercise any jurisdiction, powers or authority in relation to\r\nsuch requirement or such service matters.", "29": "The Administrative Tribunals Act, 198529. Transfer of Pending Cases. -(1) Every suit or other proceeding pending\r\nbefore any court or other authority immediately before the date of\r\nestablishment of a Tribunal under this Act, being a suit or proceeding the\r\ncause of action whether on it is based is such that it would have been, if it\r\nhas arisen after such establishment within the jurisdiction of such Tribunal\r\nshall stand transferred on that date to such Tribunal: Provided  that nothing in this sub-section shall\r\napply to any appeal pending as aforesaid before a High Court. (2) Every suit or other proceeding pending\r\nbefore a court or other authority immediately before the date with effect from\r\nwhich jurisdiction is conferred on a Tribunal in relation to any local or other\r\nauthority or corporation or society being a suit or proceeding the cause of\r\naction whereon it is based is such that it would have been, if it had arisen\r\nafter the said date, within the jurisdiction of such Tribunal shall stand\r\ntransferred on that date to such Tribunal: Provided that nothing in this sub-section shall\r\napply to any appeal pending as aforesaid before a High Court. Explanation:\r\nFor the purposes of\r\nthis sub-section \"date with effect from which jurisdiction is conferred on\r\na Tribunal\", in relation to any local or other authority or corporation or\r\nsociety, means the date with effect from which the provisions of sub-section\r\n(3) of section 14 or, as the case may be, sub-section (3) of section 15 are\r\napplied to such local or other authority or corporation or society. (3) Where immediately before the date of\r\nestablishment of a Joint Administrative Tribunal any one or more of the States\r\nfor which it is established, has or have a State Tribunal or State Tribunals all\r\ncases pending before such State Tribunal or State Tribunals immediately before\r\nthe said date together with the records thereof shall stand transferred on that\r\ndate to such Joint Administrative Tribunal. Explanation:\r\nFor the purposes of\r\nthis sub-section, \"State Tribunal\" means a Tribunal established under\r\nsub-section (2) of section 4. (4) Where any suit, appeal or other proceeding\r\nstands transferred from any court or other authority to a Tribunal under\r\nsub-section (1) or sub-section (2), - (a) the Court or other\r\nauthority shall, as soon as may be after such transfer, forward the records of\r\nsuch suit, appeal or other proceeding to the Tribunal; and (b) the Tribunal may,\r\non receipt of such records, proceed to deal with such suit, appeal or other proceeding,\r\nso far as may be, in the same manner as in the case of an application under\r\nsection 19 from the stage which was reached before such transfer or from any\r\nearlier stage or de novo as the Tribunal may deem fit. (5) Where any case stands transferred to a\r\nJoint Administrative Tribunal under sub-section (3), the Joint Administrative\r\nTribunal may proceed to deal with such case from the stage which was reached\r\nbefore it stood so transferred. (6) Every case pending before a Tribunal\r\nimmediately before the commencement of the Administrative Tribunals (Amendment)\r\nAct, 1987, being a case the cause of action whereon it is based is such that it\r\nwould have been, if it had arisen after such commencement, within the\r\njurisdiction of any Court, shall together with the records thereof, stand\r\ntransferred on such commencement to such Court. (7) Where any case stands transferred to a\r\ncourt under sub-section (6), that Court may proceed to deal with such case from\r\nthe stage which was reached before it stood so transferred.", "30": "The Administrative Tribunals Act, 198530. Proceedings before a Tribunal to be Judicial Proceedings. -All proceedings before a Tribunal shall be\r\ndeemed to be judicial proceedings within the meaning of sections 193, 219 and\r\n228 of the Indian Penal Code (45 of 1860).", "31": "The Administrative Tribunals Act, 198531. Members and Staff of Tribunal to be Public Servants. -The Chairman, Vice-Chairman and other members\r\nand the officers and other employees provided under section 13 to a Tribunal shall\r\nbe deemed to be public servants within the meaning of section 21 of the Indian\r\nPenal Code (45 of 1860).", "32": "The Administrative Tribunals Act, 198532. Protection of Action taken in Good Faith.\r\n-Not suit, prosecution or other legal\r\nproceedings shall lie against the Central or State Government or against the\r\nChairman, Vice-Chairman or other Member of any Central Joint or State\r\nAdministrative Tribunal, or any other person authorized by such Chairman,\r\nVice-Chairman or other Member for anything which is in good faith done or\r\nintended to be done in pursuance of this Act or any rule or order made there\r\nunder.", "33": "The Administrative Tribunals Act, 198533. Act to have Overriding Effect. -The provisions of this Act shall have effect\r\nnotwithstanding anything inconsistent therewith contained in any other law for\r\nthe time being in force or in any instrument having effect by virtue of any law\r\nother than this Act.", "34": "The Administrative Tribunals Act, 198534. Power to Remove Difficulties. -(1) If any difficulty arises in giving effect\r\nto the provisions of this Act, the Central Government may, by order published\r\nin the Official Gazette, make such provisions not inconsistent with the\r\nprovisions of this Act as appear to it to be necessary or expedient for\r\nremoving the difficulty. (2) Every order made under this section shall,\r\nas soon as may be after it is made, be laid before each House of Parliament.", "35": "The Administrative Tribunals Act, 198535. Power of the Central Government to Make Rules. -(1) The Central Government may, subject to the\r\nprovisions of section 36, by notification make rules to carry out the\r\nprovisions of this Act. (2) Without prejudice to the generally of the\r\nforegoing power such rules may provide for all or any of the following, namely,\r\n-(a) the case or cases\r\nwhich shall be decided by a Bench composed of more than two Members under\r\nclause (d) of sub-section (4) of section 5; (b) the procedure\r\nunder sub-section (3) of section 9 for the investigation of misbehavior or\r\nincapacity of Chairman, Vice-Chairman or other Member;(c) the salaries and\r\nallowances payable to, and the other terms and conditions of, the Chairman, Vice-Chairman\r\nand other Members; (d) the form in which\r\nan application may be made under section 19, the documents and other evidence\r\nby which such application shall be accompanied and the fees payable in respect\r\nof filing or such application or for the service or execution of processes; (e) the rules subject\r\nto which a Tribunal shall have power to regulate its own procedure under\r\nsub-section (1) of section 22 and the additional matters in respect of which a\r\nTribunal may exercise the powers of a Civil Court under clause (i) of\r\nsub-section (3) of that section; and ", "36": "The Administrative Tribunals Act, 198536. Power of the Appropriate Government to Make Rules. -The appropriate Government may, by\r\nnotification, make rules to provide for all or any of the following matters\r\nnamely, - (a) the financial and administrative power\r\nwhich the Chairman of a Tribunal may exercise over the Benches of the Tribunal\r\nunder section 12; (b) the salaries and allowances and conditions\r\nof service of the officers and other employees of a Tribunal under sub-section\r\n(2) of section 13; and ", "37": "The Administrative Tribunals Act, 198537. Laying of Rules. - (1) Every rule made under this Act by the\r\nCentral Government shall be laid as soon as may be after it is made, before\r\neach House of Parliament, while it is in session, for a total period of thirty\r\ndays which may be comprised in one session or in two or more successive\r\nsessions, and if before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid both Houses agree in making any\r\nmodification in the rule or both Houses agree that the rule should not be made,\r\nthe rule shall thereafter have effect only in such modified form or be of no\r\neffect, as the case may be; so, however that any such modification or annulment\r\nshall be without prejudice to the validity of anything previously done under\r\nthe rule. (2) Every rule made by a State Government\r\nunder this Act shall be laid, as soon as may be after it is made, before the\r\nState Legislature. \r\n \r\n\n"}