{"name": "advocate", "1": "Advocates Act, 1961Chapter IPRELIMINARY1. Short title, extent and commencement Notification  1. This Act may be called the Advocates Act, 1961.2. (Note: Subs. by Act 60 of 1973, Sec.2, for\r\nsub-section (2) (w.e.f.31-1-1974))  It extends  (Note The Act has been\r\nextended to-The Union territory of Dadra & Nagar Haveli by Regulation 8 of\r\n1963, The Union territory of Pondicherry by Act 26 of 1968, Sec.3 and Sch.) \r\nto the whole of India.3. It shall in relation to the territories other than those\r\nreferred to in sub section come into force on such date (Note - The following are the Notifications by which\r\ndifferent dates have been appointed for different provisions of this Act:-   Notification Date Provisions   S.O.1870, dated 7th August, 1961 16/08/1961\r\nChapters I, II and VII.   S.O.2790, dated 24th November, 1961 01/12/1961\r\nChapter III and sub-section (2) of section 50.   S.O.2919, dated 13th December, 1961 15/12/1961\r\nSub-section (1) of section 50.   S.O.297, dated 24th January, 1962 24/01/1962\r\nSections 51 and 52. S.O.958, dated 29th March, 1962 29/03/1962\r\nSection 46. S.O.50. dated 4th January, 1963 04/01/1963\r\nSection 32 and chapter VI [except section 46, sub-section (1) and (2) of\r\nsection 50, sections 51and 52].   S.O.2509, dated 31st August, 1963 01/09/1963\r\nChapter V S.O.1500, dated 5th April 1969 01/06/1969 Sections\r\n29, 31, 33 and 34 of Chapter IV   In Pondicherry, Pondicherry Gazette, 10/06/1968 Chapters\r\nI, II and III, Section 32,   Extra., p.1, dated 7th June, 1968 Chapters IV, V, VI and\r\nVIII.)  As the Central Government may, by notification in the Official\r\nGazette, appoint, and different dates may be appointed for different provisions\r\nof this Act.4.  (Note: Sub-section (4) Ins. by Act 60 of 1973, sec.2)  This\r\nAct shall, in relation to the State of Jammu and Kashmir  (Note: 01/08/1979,\r\nvide GSR 946 (E), dated 15/07/1986 (except section 30) the Act is enforced in\r\nthe State of Jammu & Kashmir)  and the Union territory of Goa,, Daman\r\nand Diu, come into force on such date  (Note: 01/08/1986, vide GSR\r\n84(E)/1979, (except section 30) the Act is enforced in Goa, Daman and Diu.) \r\nas the Central Government may, by notification in the Official Gazette, appoint\r\nin this behalf, and different dates may be appointed for different provisions\r\nof this Act.", "2": "Advocates Act, 19612. Definitions -(1)  (Note: - Section 2 renumbered as sub-section (1) thereof\r\nby Act 60 of 1973, sec.2 (w.e.f. 31/07/1974)  in this Act, unless the\r\ncontext otherwise requires- a. \"advocate\" means an advocate\r\nentered in any roll under the provisions of this Act.b. \"appointed day\" in relation\r\nto any provision of this Act, means the day on which that provision comes into\r\nforce.  c.  (Note:\r\n- Clause (C) omitted by Act 107 of 1976, section 2)  d. \"Bar council\" mean a Bar Council\r\nconstituted under this Act.e. \"Bar Council of India\" mean\r\nthe Bar Council constituted under Section 4 for the territories to which this\r\nAct extends.  f.  (Note:\r\n- Clause (f) omitted by Act 60 of 1973, sec.3)  g. \"High Court\" except in sub\r\nsection (1)  (Note:- Ins. by Act 60 of 1973, sec.3)  and sub section (1A)\r\nof section 34 and in section 42 and 43 does not include a court of the Judicial\r\nCommissioner, and, in relation to a State Bar Council, means.(i) in the case of a Bar Council constituted\r\nfor a State or for a State and one or more Union territories, the High Court\r\nfor the State.(ii) in the case of the Bar council\r\nconstituted for Delhi [ (Note: - Subs. by Act 60 of 1973, sec.3)  the High\r\nCourt of Delhi].h. \"Law graduate” means a person who\r\nhas obtained a bachelor’s degree in law from any university established by law\r\nin India.i. \"Legal practitioner\"\r\nmeans an advocate  (Note: - Subs. by Act No.107 of 1976, sec.2)  (or\r\nvakil) of any High court, a pleader, mukhtar or revenue agent. \r\nj. \"prescribed\" means prescribed by rules made under\r\nthis Act.k.”roll\" means a roll of advocates prepared\r\nand maintained under this Act,l. \"State\" does not\r\ninclude a Union territorym. \"State Bar Council\" means a Bar\r\ncouncil constituted under section 3n. \"State roll\" mean roll of\r\nadvocates prepared and maintained by a State Bar Council under Section 17.(2)  (Note:- Ins. by Act 60 of 1973, sec.2, Goa is now a\r\nstate, see Goa, Daman and Diu Reorganization Act,1987 (18 of 1987) sec.3\r\n(w.e.f. 30/05/1987)  Any reference in this Act to a law which is not in\r\nforce in the State of Jammu and Kashmir or in the Union territory of Goa, Daman\r\nand Diu, shall in relation to that State or that territory, be construed as a\r\nreference to the corresponding law, if any, in force in that State or that\r\nterritory , as the case may be.)", "3": "Advocates Act, 1961Chapter IIBAR COUNCILS  3. State Bar Councils-  (1) There shall be a Bar Council- a. For each of the States of Andhra\r\nPradesh, Bihar, Gujarat,  (Note:- Ins. by Act 60 of 1973, sec.4)  (Jammu\r\nand Kashmir), Madhya Pradesh,  (Note:- The word \"Madras\" omitted by\r\nAct 26 of 1968, sec.3 and Sch.) (Note: - The Word \"Maharashtra\"\r\nomitted by the Dadar and Nagar Haveli (Civil Courts and Miscellaneous\r\nProvisions) Regulations, 1963 (8 of 1963), sec.12) (Note: - Subs. by the Mysore\r\nstate (Alteration of Name) (Adaptation of Laws on Union Subjects) Order, 1974.)\r\n Karnataka, Orissa, Rajasthan and Uttar Pradesh, to be known as the Bar\r\nCouncil of that State.b. ( Note:- Subs. by Act 69 of 1986,\r\nsec.19, for clause (6) as earlier amended by Act 81 of 1971, sec.34 and Act 34\r\nof 1986, sec.16)  For the States of Arunachal Pradesh, Assam, Manipur,\r\nMeghalaya, Mizoram, Nagaland, and Tripura to be known as the Bar Council of\r\nAssam, Nagaland, Meghalaya, Manipur and Tripura, Mizoram and Arunachal Pradesh.\r\nc. For the State of Kerala and the Union\r\nterritory of Lakshadweep, Minicoy and Amindivi islands to be known as the Bar\r\nCouncil of Kerala.(cc)  (Note: Ins. by Act 26 of 1968, sec.3\r\nand Sch.)  For the  (Note:- Subs. by the Madras State (Alteration of Name)\r\n(Adaptation of Laws on Union Subjects) Order, 1970, for the words \"State\r\nof Madras\"  state of Tamil Nadu and the Union territory of Pondichery\r\nto be known as the Bar Council of Madras.ccc.  (Note: - Subs. by Act 18 of 1987,\r\nsec.21 for clause (ccc) as initially ins. by Regulation 8 of 1963, sec.12 and\r\nreferred by Act 26 of 1968, sec.3 and Sch. And subsequently amended by Act 60\r\nof 1973, sec.4)  For the State of Maharashtra and Goa, and the Union\r\nterritories of Dadra and Nagar Haveli and Daman and Diu, to be known as the Bar\r\nCouncil of Maharashtra and Goa.(d)  (Note: - Subs. by Act 53 of 1970,\r\nsec.24 for clause (d))  For the State of Punjab and Haryana, and the Union\r\nterritory of Chandigarh to be known as the Bar Council of Punjab and Haryana.dd.  For the State of Himachal Pradesh to\r\nbe known as the Bar Council of Himachal Pradesh.(e) For the State of West Bengal and the  [(\r\nNote:- Subs. by Act 81 of 1971, sec.34, for \"Union Territories of Tripura\r\nand the Andaman and Nicobar Islands.\")  union territory of Andaman and\r\nNicobar islands] to be known as the Bar Council of West Bengal and  (f) for\r\nthe Union territory of Delhi to be known as the Bar Council of Delhi(2) A State Bar Council shall consist of the following members,\r\nnamely:- a. In the case of the State Bar\r\nCouncil of Delhi, the Additional Solicitor General of India, ex officio [ (Note:-\r\nIns. by Act 60 of 1973, sec.4)  in the case of the State Bar Council of\r\nAssam, Nagaland, Meghalaya, Manipur and Tripura, the Advocate-General of each\r\nof the State of Assam, Nagaland, Meghalaya, Manipur and Tripura, ex officio,\r\ninn the case of the State Bar Council Punjab and Haryana, ex officio] and in\r\nthe case of any other State Bar Council, the Advocate- General of the State.b. (Note:- Subs. by Act 60 of\r\n1973, sec.4)  In the case of a State Bar Council with an electorate not exceeding\r\nfive thousand, fifteen members, in the case of a State Bar Council, with an\r\nelectorate exceeding five thousand but not exceeding ten thousand, twenty\r\nmembers, and in the case of a State Bar Council with an electorate exceeding\r\nten thousand, twenty-five members, elected in accordance with the system of\r\nproportional representation by means of the single transferable vote from\r\namongst advocates on the electoral roll of the State Bar Council. (Note:- Ins. by Act 21 of 1964, sec.2)   Provided that as nearly\r\nas possible one half of such elected members shall, subject to any rules that\r\nmay be made in this behalf by the Bar Council of India, be persons who have for\r\nat least ten years been advocates on a State roll, and in computing the said\r\nperiod of ten years in relation to any such person, there shall be included any\r\nperiod during which the person has been an advocate enrolled under the Indian\r\nBar Councils Act, 1926 (38 of 1926).(3)  (Note:- Subs. by Act 38 of 1977, sec.2, for clause (3) as\r\nins. by Act 107 of 1976, sec.3)  There shall be a Chairman and a\r\nVice-Chairman of each State Bar Council elected by the Council in such manner\r\nas may be prescribed.(3-A) Every person holding office as Chairman or as\r\nVice-Chairman of any State Bar Council immediately before the commencement of\r\nthe Advocates (Amendment) Act, 1977, shall, on such commencement , cease to\r\nhold office as Chairman or Vice-Chairman, as the case may be:Provided  that every such person shall continue to carry\r\non the duties of his office until the Chairman or the Vice-Chairman, as the\r\ncase may be, of each State Bar Council, elected after the commencement of the\r\nAdvocates (Amendment) Act, 1977, assumes charge of the office.](4)  (Note:- Ins. by Act 21 of 1964, sec.2)  An advocate\r\nshall be disqualified from voting at an election under sub-section (2) or being\r\nchosen as, and for being a member of a State Bar Council, unless he possesses\r\nsuch qualifications or satisfies such conditions as may be prescribed in this\r\nbehalf by the Bar Council of India, and subject to any such rules that may be\r\nmade, an electoral roll shall be prepared and revised from time to tome by each\r\nState Bar Council.5. Nothing in the proviso to sub-section (2) shall affect the\r\nterm of office of any member elected before the commencement of the Advocates\r\n(Amendment) Act, 1964 but every election after such commencement shall be held\r\nin accordance with the provisions of the rules made by the Bar Council of India\r\nto give effect to the said proviso.]6.  (Note Sub-clause (6) ins. by Act 60 of 1973, sec.4)  Nothing\r\nin clause (b) of sub-section (2) shall affect the representation of elected\r\nmembers in any State Bar Council as constitute immediately before the\r\ncommencement of the Advocates (Amendment) Act, 1973 (60 of 1973), until that\r\nState Bar Council is reconstituted in accordance with the provisions of this\r\nAct.]", "4": "Advocates Act, 19614. Bar Council of India.-(1) There shall be a Bar Council for the territories to which\r\nthis Act extends to be known as the Bar Council of India which shall consist of\r\nthe following members, namely :- a. \r\nthe Attorney-General of India, ex-officio;b. \r\nthe Solicitor-General of India, ex-officio; (Note:- Clause (bb) omitted by Act 38 of 1977,\r\nsec.4)  c. \r\none member elected by each State Bar Council from amongst its members.[(IA)  (Note:- Ins. by Act 60 of 1973, sec.5)  No person\r\nshall be eligible for being elected as a member of the Bar Council of India\r\nunless he possesses the qualification specified in the proviso to sub-section\r\n(2) of Section 3];(2)  (Note:- Subs. by Act 38 of 1977, sec.3)  There shall\r\nbe a Chairman and a Vice-Chairman of the Bar Council of India elected by the\r\nCouncil in such manner as may be prescribed.(2A) A person holding office as Chairman and a Vice-Chairman of\r\nthe Bar Council of India immediately before the commencement of the Advocates\r\n(Amendment) Act, 1977, shall on such commencement, cease to hold office\r\nChairman or Vice-Chairman, as the case may be:Provided  that such person shall continue to carry on\r\nthe duties of his office until the Chairman or the Vice-Chairman, as the case\r\nmay be, of the Council, elected after the commencement of the Advocates\r\n(Amendment) Act, 1977, assumes charge of the office.][(3)  (Note:- Ins. by Act 21 of 1964, sec.3)  The term of\r\noffice of a member of the Bar Council of India elected by the State Bar Council\r\nshall,- (i)  In the case of a member of a State\r\nBar Council who holds ex-officio, be two years from the date of his election  (Note:-\r\nIns. by Act 60 of 1973, sec.5)  [or till he ceases to be a member of the\r\nState Bar Council, whichever is earlier];and(ii) In any other case, be for the period for\r\nwhich he holds office as member of the State Bar Council :Provided  that every such member shall continue to hold\r\nas member of the Bar Council of India until his successor is elected.", "5": "Advocates Act, 19615. Bar Council to be body corporate.-Every Bar Council shall be a body corporate having perpetual\r\nsuccession and a common seal, with power to acquire and hold property, both movable\r\nand immovable, and to contract, and may by the name by which it is known sue\r\nand be sued.", "6": "Advocates Act, 19616.Functions of State Bar Councils-(1) The functions of a State Bar Council shall be- (a) to admit persons as advocates on its roll.\r\n(b)  to prepare and maintain such roll(c) to entertain and determine cases of\r\nmisconduct against advocates on its roll(d) to safeguard the rights, privileges and\r\ninterest of advocates on its roll(dd)   (Note:- Ins. by Act 70 of 1993,\r\nsec.2 (i) (a))  to promote the growth of Bar Associations for the purpose of\r\neffective implementations of the welfare schemes referred to in clause (a) of\r\nsub section (2) of this section and clause (a) of sub section (2) of section(e) to promote and support law reform(ee)   (Note:- Ins. by Act 60 of 1973,\r\nsec.6)  to conduct seminars and organize talks on legal topics by eminent\r\njurists and publish journals and papers of legal interest.(eee) to organize legal aid to the poor in the\r\nprescribed manner(f)  to manage and invest the funds\r\nof the Bar Council(g) to provide for the election of its\r\nmembers.(gg)   (Note:- Ins. by Act 70 of 1993,\r\nsec.2 (I) (b))  to visit and inspect Universities in accordance with the\r\ndirections given under clause (I) of sub-section (1) of section7;(h) to perform all other functions conferred\r\non it by or under this Act;(i) to do all other things necessary for\r\ndischarging the aforesaid functions(2) [ (Note:- Sub-sections (2) and (3) subs. by Act 60 of\r\n1973, sec.6, for sub-section (2).)  A State Bar Council may constitute one\r\nor more funds in the prescribed manner for the purpose of].a. Giving financial assistance to\r\norganize welfare scheme for the indigent, disabled or other advocates.b. Giving legal aid or advice in\r\naccordance with the rules made in this behalfc. [ (Note:- Ins. by Act 70 of 1993,\r\nsec.2 (ii).)  Establishing law libraries].(3) A State Bar Council may receive any grants, donations, gifts\r\nor benefactions for all or any of the purposes specified in sub-section (2)\r\nwhich shall be credited to the appropriate fund or funds constituted under that\r\nsub-section", "7": "Advocates Act, 19617. Functions of Bar Council of India -  (Note:- Section 7 renumbered as sub-section (1) thereof by\r\nAct 60 of 1973, Sec.7)  (1) The functions of the Bar council of India shall bea. (Note:- Clause (a) omitted by Act 60of 1973, sec.7)  b. To lay down standards of professional\r\nconduct and etiquette for advances.c.  To lay down the procedure to be\r\nfollowed by its disciplinary committee and the disciplinary committee of each\r\nState Bar Councild. To safeguard the rights,\r\nprivileges and interest of advocatese. To promote and support law\r\nreformf. To deal with and dispose\r\nof any matter arising under this Act, which may be referred to it by a State\r\nBar Council.g. To exercise general\r\nsupervision and control over State Bar Councilsh. To promote legal education\r\nand to lay down standards of such education in consultation with the\r\nUniversities in India imparting such education and the State Bar Councilsi. To recognize\r\nUniversities whose degree in law shall be a qualification for enrolment as an\r\nadvocate and for that purpose to visit and inspect Universities  (Note:- Ins.\r\nby Act 70 of 1993, sec.3(I))  (or cause the State Bar Councils to visit and\r\ninspect Universities in accordance with such directions as it may give in this\r\nbehalf).(ia)  (Note:- Ins. by Act 60 of 1973, sec.7)\r\n to conduct seminars and organize talks on legal topics by eminent jurists\r\nand publish journals and papers of legal interest.(ib) to organize legal aid to the poor in the\r\nprescribed manner(ic) to recognize on a reciprocal basis\r\nforeign qualifications in law obtained outside India for the purpose of\r\nadmission as advocate under this act.j. To manage and invest the funds of the\r\nBar Councilk. To provide for the election of its\r\nmembersl. To perform all other\r\nfunctions conferred on it by or under this Actm. To do all other things necessary for\r\ndischarging the aforesaid functions:(2)  (Note:- Sib-section (2) and (3) ins. by Act 60 of 1973, sec.7)\r\nt he Bar Council of India may constitute one or more funds in the prescribed\r\nmanner for the purpose of(a) giving financial assistance to organize\r\nwelfare schemes for indigent, disabled or other advocates.(b) giving the legal aid or advice in accordance\r\nwith the rules made in this behalf(c)  (Note:- Ins. by Act 70 of 1993, sec.3\r\n(ii).) e stablishing law libraries(3) That Bar Council of India my receive any grants, donations,\r\ngifts or benefactions for all or any of the purpose specified in sub section\r\n(2) which shall be credited to the appropriate fund or funds constituted under\r\nthat sub-section.", "8": "Advocates Act, 19618.  (Note:- Subs. by Act 70 of 1993, sec.4) Term of office of\r\nMembers of State Bar Council-  The term of office of an elected member of a State Bar Council\r\n(other than an elected member thereof referred to in section 54) shall be five\r\nyears from the date of publication of the result of his election.Provided  that where a State Bar Council fails to\r\nprovide for the election of its members before the expiry of the said term, the\r\nBar Council of India may, by order for reasons to be recorded in writing,\r\nextended the said term, the Bar Council of India may, by order for reasons to\r\nbe recorded in writing, extend the said term , the Bar Council of India may, by\r\norder, for reasons to be recorded in writing, extend the said term for a period\r\nnot exceeding six months.", "9": "Advocates Act, 19619. Disciplinary Committees. -(1) A Bar Council shall constitute one or more disciplinary\r\ncommittees, each of which shall consist of three persons of whom two shall be a\r\nperson co-opted by the Council from amongst its members and the other shall be\r\na person co-opted by the Council from amongst advocates who possess the\r\nqualifications specified in the proviso to sub-section.(2) of Section 3 and who are not members of the Council, and the\r\nsenior- most advocate amongst the members of a disciplinary committee shall be\r\nthe Chairman thereof.(2) Notwithstanding anything contained in sub-section (1), any\r\ndisciplinary committee constituted prior to the commencement of the Advocates\r\n(Amendment ) Act, 1964, (21 of 1964) may dispose of the proceeding pending\r\nbefore it as if this section had not been amended by the said Act.", "10": "Advocates Act, 196110. Constitution of committees other than disciplinary\r\ncommittees.- (1)A State Bar Council shall constitute the following standing\r\ncommittees, namely;- (a) an executive committee consisting of five\r\nmembers elected by the Council from amongst its members;(b) an enrolment committee consisting of three\r\nmembers elected by the Council form amongst its members.(2) The Bar Council of India shall constitute the following\r\nstanding committees, namely :-- (a) an executive committee consisting of nine\r\nmembers elected by the Council from amongst its members;(b) a legal education committee consisting of\r\nten members, of whom five shall be persons elected by the Council from amongst\r\nits members and five shall be persons co-opted by the Council who are not\r\nmembers thereof.(3) A State Bar Council and the Bar Council of India may\r\nconstitute from amongst its members such other committees as it may deem\r\nnecessary for the purposes of carrying out the provisions of this Act.", "11": "Advocates Act, 196111. Staff of Bar Council.-(1) Every Bar Council shall appoint a Secretary and may appoint\r\nan accountant and such number of other persons on its staff as it may deem\r\nnecessary.(2) The secretary and the accountant, if any, shall possess such\r\nqualifications as may be prescribed.", "12": "Advocates Act, 196112.Accounts and audit.-(1) Every Bar Council shall cause to be maintained such books of\r\naccounts and other books in such form and in such manner as manner as may be\r\nprescribed.(2) The accounts of a Bar council shall be audited by auditors\r\nduly qualified to act as auditors of companies under the Companies Act, 1956 (1\r\nof 1956), at such times and in such manner as may be prescribed.(3)  (Note:- Subs. by Act 60 of 1973, sec.11)  As soon as\r\nmay be practicable at the end of each financial year, but not later than the\r\n31st day of December of the year next following, a State Bar Council\r\nshall send a copy of its accounts together with a copy of the report of the\r\nauditors thereon to the Bar Council of India and shall cause the same to be\r\npublished in the Official Gazette.(4) As soon as may be practicable at the end of each financial\r\nyear, but not later than the 31st day of December of the year next\r\nfollowing the Bar Council of India shall send a copy of its accounts together\r\nwith a copy of the report of the auditors thereon to the Central government and\r\nshall cause the same to be published in the Gazette of India.", "13": "Advocates Act, 196113. Vacancies in Bar Councils and Committees thereof not\r\nto invalidate action taken.No act done by a Bar Council or any committee thereof shall be called\r\nin question on the ground merely of the existence of any vacancy in, or any\r\ndefect in the constitution of the council or committee, as the case may be.", "14": "Advocates Act, 196114. Election to Bar Councils not to be questioned on\r\ncertain grounds.-No election of a member to a Bar Council shall be called in\r\nquestion on the ground merely that due notice thereof has not been given to any\r\nperson entitled to vote thereat , if notice of the date has, not less than\r\nthirty days before that date, been published in the Official Gazette.", "15": "Advocates Act, 196115. Power to make rules,--(1) A Bar Council may make rules to carry out the purposes of\r\nthis chapter.(2) In particular, and without prejudice to the generality of\r\nthe foregoing power, such rules may provide for-a. (Note:- Subs. by Act 60 of 1973,\r\nsec.12)  the election of members of the Bar Council by secret ballot\r\nincluding the conditions subject to which persons can exercise the right to\r\nvote by postal ballot , the preparation and revision of electoral rolls and the\r\nmanner in which the results of elections shall be published]; b.(Note:- Clause (b) omitted by Act 60 of\r\n1973, sec.12)   c. (Note:- Clause (c) ins. by Act 38\r\nof 1977, sec.5)  the manner of election of the Chairman and the\r\nVice-Chairman of the Bar council];d. The manner in which and the authority\r\nby which doubts and disputes as to the validity of an election to the Bar\r\nCouncil [ (Note:- Ins. by Act 38 of 1977, sec.5) or to the office of the\r\nChairman or Vice- Chairman] shall be finally decided; e. (Note:- Clause (e) omitted by\r\nAct 23 of 1966, sec.3)  f. The filling of casual\r\nvacancies in the Bar Council ;g. The power and duties of the\r\nChairman and the Vice- Chairman of the bar Council ;(ga)  (Note:- Clause (ga) and (gb) ins. by\r\nAct 60 of 1973, sec.12)  the constitution of one or more funds by a Bar\r\nCouncil for the purpose of giving financial assistance or giving legal aid or\r\nadvice referred to in sub- section (2) of section 6 and sub- section (2) of\r\nsection 7;(gb) Organization of legal aid and advice to the\r\npoor, constitution and functions of committees and sub-committees for that\r\npurpose and description of proceedings in connection with which legal aid or\r\nadvice may be given];h. The summoning and holding of meetings\r\nof the Bar Council, [***] the conduct of business thereat, and the number of\r\nmembers necessary to constitute a quorum;i. The constitution and functions\r\nof any committee of the Bar council and the term of office of members of any\r\nsuch committee;j. The summoning and holding of\r\nmeetings, the conduct of business of any such committee, and the number of\r\nmembers necessary to constitute a quorum;k. The qualifications and the conditions\r\nof service of the secretary, the accountant and other employees of the Bar\r\nCouncil;l. The maintenance of books\r\nof accounts and other books by the Bar council;m. The appointment of auditors and the\r\naudit of the accounts of the Bar council;n. The management and investment of\r\nthe funds of the Bar council(3) No rules made under this section by a State Bar Council\r\nshall have effect unless they have been approved by the Bar Council of India.", "16": "Advocates Act, 1961Chapter III16. Senior and other\r\nadvocates,--(1) there shall be two\r\nclasses of advocates, namely , senior advocates and other advocates.(2) An advocate may, with his consent, be designated as senior\r\nadvocate if the Supreme Court or a High Court is of opinion that by virtue of\r\nhis ability[ standing at the Bar or special knowledge or experience in law] he\r\nis deserving of such distinction.(3) Senior advocates, shall in the matter of their practice, be\r\nsubject to such restrictions as the Bar Council of India may, in the interest\r\nof the legal profession, prescribe.(4) An advocate of the Supreme Court who was senior advocate of\r\nthat Court immediately before the appointed day shall, for the purposes of this\r\nsection, be deemed to be a senior advocate ;[ (Note:- Added by Act 21 of 1964, sec.8)  Provided that\r\nwhere any such senior advocate makes an application before the 31st\r\nDecember, 1965, to the Bar council maintaining the roll in which his name has\r\nbeen entered that he does not desire to continue as a senior advocate, the Bar\r\nCouncil may grant the application and the roll shall be altered accordingly].", "17": "Advocates Act, 196117. State Bar Councils to maintain roll of advocates-(1) Every State Bar Council, shall prepare and maintain a roll\r\nof advocates in which shall be entered the names and address of -(a) all persons who were entered as advocates\r\non the roll of any High Court under the Indian Bar Councils Act, 1926 (38 of\r\n1926) immediately before the appointed day [ (Note:- Subs. by Act 60 of 1973,\r\nsec.14, for the work \"and who within the prescribed time\".)  including\r\npersons, being citizens of India, who before the 15th day of August,\r\n1947, were enrolled as advocates under the said Act in any area which before\r\nthe said date was comprised within India as defined in the Government of India\r\nAct, 1935, and who at any time] express an intention in the prescribed manner\r\nto practice within the jurisdiction of the Bar Councils.(b) all other persons who are admitted to be\r\nadvocates on the roll of the State Bar Council under this Act on or after the\r\nappointed day.(2) Each such roll of advocates shall consist of two parts, the\r\nfirst part containing the names of senior advocates and the second part, the\r\nnames of other advocates.(3) Entries in each part of the roll of advocates prepared and\r\nmaintained by a State Bar Council under this section shall be in the order of\r\nseniority, [ (Note:- Subs. by Act 21 of 1964, sec.9, for the words \"and,\r\nsuch seniority shall be determined\".)  and, subject to any rule that\r\nmay be made by the Bar council of India in this behalf, such seniority shall be\r\ndetermined] as follows- a. The seniority of an advocate referred\r\nto in clause (a) sub section (1) shall be determined in accordance with his\r\ndate of enrolment under the Indian Bar Council Act, 1926 (38 of 1926)b. The seniority of any person who was a\r\nsenior advocate of the Supreme Court immediately before the appointed day,\r\nshall, for the purpose of the first part of the State roll, be determined in\r\naccordance with such principles as the Bar Council of India may specify. c.(Note:- Clause (c) omitted by Act 60 of\r\n1973, sec.14).d. The seniority of any other person who, on\r\nor after the appointed day, is enrolled as a senior advocate or is admitted as\r\nan advocate shall be determined by the date of such enrolment or admission, as\r\nthe case may be .e. (Note:- Ins. by Act 47\r\nof 1980, sec.2)  Notwithstanding anything contained in clause (a) the\r\nseniority of an attorney enrolled (whether before or after the commencement of\r\nthe Advocates (Amendment) Act, 1980 as an advocate shall be determined in\r\naccordance with the date of his enrolment as an attorney.(4) no person shall be enrolled as an advocate on the roll of\r\nmore than one State Bar Council.", "18": "Advocates Act, 196118. Transfer of name from one State roll to another-(1) Notwithstanding anything contained in section, 17 any person\r\nwhose name is entered as an advocate on the roll of any State Bar Council may\r\nmake an application in the prescribed form to the Bar Council of India for the\r\ntransfer of his name from the roll of that State Bar Council to the roll of any\r\nother State Bar Council and, on receipt of any such application the Bar Council\r\nof India shall direct that name of such person shall without the payment of any\r\nfee, be removed from the roll of the first mentioned State Bar Council and\r\nentered in the roll of the other State Bar Council and the State Bar Councils\r\nconcerned shall comply with such direction.[ (Note:- Added by Act 21 of 1964, sec.10)  Provided that\r\nwhere any such application for transfer is made by a person, against whom any\r\ndisciplinary proceedings is pending or where for any other reason if appears to\r\nthe Bar Council of India that the application for transfer has not been made\r\nbona fide and that the transfer should not be made, the Bar Council of India\r\nmay, after giving the person making the application an opportunity of making a\r\nrepresentation in this behalf, reject the application.](2) For the removal of doubts it is hereby declared that where\r\non an application made by an advocate under sub section (1) his name is\r\ntransferred from the roll of one State Bar Council to that of another, he shall\r\nretain the same seniority in the latter roll to which he was entitled in the\r\nformer roll.", "19": "Advocates Act, 196119. State Bar Councils to send copies of rolls of\r\nadvocates to the Bar Council of India-  Every State Bar Council shall send to the Bar Council of Indian\r\nan authenticated copy of the roll of advocates prepared by it for the first\r\ntime under this Act and shall thereafter communicate to the Bar Council of\r\nIndia all alterations in, the addition to, any such roll, as soon as the same\r\nhave been made.", "20": "Advocates Act, 196120.  (Note:- Subs. by Act 60 of 1973, sec.15)  Special provision for\r\nenrolment of certain Supreme Courts Advocates -(1) Notwithstanding anything contained in this Chapter, every\r\nadvocate who is entitled a of right to practice in the Supreme Court\r\nimmediately before the appointed day and whose name is not entered in any State\r\nroll may, within the prescribed time, express his intention in the prescribed\r\nform to the Bar Council of India for the entry of his name in the roll of a\r\nState Bar Council and on receipt thereof the Bar Council of India shall direct\r\nthat the name of such advocate shall, without payment of any fee, be entered in\r\nthe roll of that State Bar Council, and the State Bar Council concerned shall\r\ncomply with such direction.(2) Any entry in the State roll made in compliance with the\r\ndirection of Bar Council of India under sub-section (1) shall be made in the\r\norder of seniority determined in accordance with the provisions of sub-section\r\n(3) of section 17.(3) Where an advocate referred to in sub-section (1) omits or\r\nfails to express his intention within the prescribed time, his name shall be\r\nentered in the roll of the State Bar Council of Delhi.", "21": "Advocates Act, 196121. Disputes regarding seniority-(1) Where the date of seniority of two or more persons is the\r\nsame, the one senior in age shall be reckoned as senior to the other.(2) [ (Note:- Subs. by Act 60 of 1973, sec.16)  Subject as\r\naforesaid, if any dispute arises with respect to the seniority of any person,\r\nit shall be referred to the State Bar Council concerned for decision.]", "22": "Advocates Act, 196122.  [ (Note:- Subs. by Act 60 of 1973, sec.16)  Certificate\r\nof enrolment-  (1) There shall be issued a certificate of enrolment in the\r\nprescribed form by the State Bar Council to every person whose name is entered\r\nin the roll of advocates maintained by it under this Act.(2). Every person whose name is so entered in the State roll\r\nshall notify any change in the place of his permanent residence to the State\r\nBar Council concerned within ninety days of such change.]", "23": "Advocates Act, 196123. Right of pre-audience- (1) The Attorney General of India shall have pre-audience over\r\nall other advocates.(2) Subject to the provision of sub- section (1), the Solicitor\r\nGeneral of India shall have pre-audience over all other advocates.(3) Subject to the provision of sub section (1) and (2), the\r\nAdditional Solicitor General of India shall have pre-audience over all other\r\nadvocates.[(3A)  (Note:- Ins. by Act 47 of 1980, sec.3)  Subject to\r\nthe provision of sub-sections (1), (2), (3) the second Additional\r\nSolicitor-General and (3A) the Advocate General of India shall have\r\npre-audience over all other advocates](4) Subject to the provisions of sub section (1), [ (Note:-\r\nSubs. by Act 47 of 1980, sec.3, for the brackets, figures and work \"(2)\r\nand (3)\"  (2), (3) and (3A)] the Advocate-General of any State shall\r\nhave pre-audience over all other advocates, and the right of pre-audience among\r\nAdvocates General inter se shall be determined by their respective seniority.(5) Subject as aforesaid- (i) senior advocates shall have pre-audience\r\nover other advocates and(ii) the right of pre-audience over senior\r\nadvocates inter se and other advocates inter se shall be determined by their\r\nrespective seniority.", "24": "Advocates Act, 196124. Persons who may be admitted as advocates on a State\r\nroll.- (1) Subject to the provisions of this Act. And rules made\r\nthereunder, a person shall be qualified to be admitted as an advocate on a\r\nState roll, if he fulfills the following conditions, namely:- a. he is a citizen of India: Provided\r\nthat subject to the other provisions contained in the Act, a national of any\r\nother country may be admitted as an advocate on a State roll, if citizens of\r\nIndia, duly qualified, are permitted to practice law in that other country.b. he has completed the age of twenty-one\r\nyears.c. he has obtained a degree in law- i. before the [ (Note:- Subs. by\r\nAct 60 of 1973, sec.18, for the words \"28th day of\r\nFebruary,1963\"  12th day of March, 1967] from any University\r\nin the territory of India, orii. before the 15th August,\r\n1947, from any University in any area which was comprised before that date\r\nwithin India as defined by the Government of India Act, 1935, oriii.[ Note:- Subs. by Act 60 of 1973,\r\nsec.18, for clause (iii))  after the 12th day of March, 1967,\r\nsave as provided in sub clause after undergoing a three years course of study\r\nin law from any University in India which is recognized for the purpose of this\r\nAct by the Bar Council of India, or(iiia) after undergoing a course of study in\r\nlaw, the duration of which is not less than two academic years commencing from\r\nthe academic year 1967-98 or any earlier academic year from any University in\r\nIndia which is recognized for the purpose of this Act by the Bar Council of\r\nIndia, or][ (Note:- Subs. by Act 60 of 1973, sec.18,\r\nfor the words \"he is a barrister\".)  he is barrister and is called\r\nthe Bar and on before the 31st day of December, 1976 [ (Note:-\r\nIns. by Act No.107 of 1976, sec.6)  \"or has passed the articled\r\nclerks\" examination or any other examination specified by the High Court\r\nat Bombay or Calcutta for enrolment as an attorney of that High Court] or has\r\nobtained such other foreign qualification in law as is recognized by the Bar\r\nCouncil of India for the purpose of admission as an advocate under this Act.]iv.  (Note:- Ins. by Act 21 of 1964 sec.13)  In\r\nany other case, from any University outside the territory of India, if the\r\ndegree is recognized for the purpose of this Act by the Bar Council of India or\r\nd.  (Note:- Clause (d) omitted by Act 60 of\r\n1973, sec.18) e. he fulfills such other\r\nconditions as may be specified in the rules made by the State Bar Council under\r\nthis Chapter.f. (Note:- Clause (f)\r\nsubs. by Act 60 of 1973, sec.18)  he has paid, in respect of the enrolment,\r\nstamp duty, if any, chargeable under the Indian Stamp Act, 1899, and an\r\nenrolment fee payable to the State Boar Council of [ (Note:- Subs. by Act 70\r\nof 1993, sec.6)  six hundred rupees and to the Bar Council of India, one\r\nhundred and fifty rupees by way of a bank draft drawn in favor of that\r\nCouncil.]Provided  that where such person is a member of the\r\nSchedule Castes or the Scheduled Tribes and produces a certificate to the\r\neffect from such authority as may be prescribed, the enrolment fee payable by\r\nhim to the State Bar Council shall be [ (Note:- Subs. by Act 70 of 1993,\r\nsec.6)  one hundred rupees and to the Bar Council of India, twenty-five\r\nrupees.][Explanation -  (Note:- Ins. by Act 14 of 1962, sec.2)  For\r\nthe purpose of this sub-section, a person, shall be deemed to have obtained a\r\ndegree in law from a University in India on the date on which the results of\r\nthe examination for that degree are published by the University on its\r\nnotice-board or otherwise declaring him to have passed that examination.](2) Notwithstanding anything contained in sub-section (1) [ (Note:-\r\nSubs. by Act 21 of 1964, sec.13, for certain words.)  a vakil or a pleader\r\nwho is a law graduate] may be admitted as an advocate on a State roll , if he- a. makes an application for such\r\nenrolment in accordance with the provisions of this Act, not later than two\r\nyears from the appointed day, andb. fulfills the conditions\r\nspecified in clauses (a), (b) and (f) of sub-section (1).(3) [ (Note:- Sub-sections (3) and (4) ins. by Act 21 of 1964,\r\nsec.13)  Notwithstanding anything contained in sub-section (1) a person who-\r\na. (Note:- The words \"before the\r\n31st day of March,1964 and then in force\" omitted by Act 33 of\r\n1968, sec.2)  has, for at least three years, been a vakil or a pleader or a\r\nmukhtar or was entitled at any time to be enrolled under any law  (Note:- The\r\nwords \"before the 31st day of March,1964 and then in\r\nforce\" omitted by Act 33 of 1968, sec.2)  as an advocate of a High\r\nCourt (including a High Court of a former Part B State) or of a Court of\r\nJudicial Commissioner in any Union territory, oraa.  [ (Note:- Sub-clause (aa) ins. by\r\nAct 60 of 1973, sec.18)  before the 1st day of December, 1961 was\r\nentitled otherwise than as an advocate to practice the profession of law\r\n(whether by way of pleading or acting or both) by virtue of the provisions of\r\nany law, or who would have been so entitled had he not been in public service\r\non the said date or.  a.  [ (Note:- Sub-clause\r\n(b) omitted by Act 60 of 1973, sec.18)] b. Court in any area which was comprised\r\nwithin Burma as defined in the Government of India Act, 1935 orc. is entitled to be enrolled as an\r\nadvocate under any rule made by the Bar Council of India in this behalf, may be\r\nadmitted as an advocate on a State roll if he- (i) makes an application for such enrolment in\r\naccordance with the provision s of this Act, andi. fulfills the conditions\r\nspecified in clauses (a), (b), (e) and (f) of sub-section (1).1. [ (Note:- Sub-section (4) omitted by Act 107 of 1976,\r\nsec.6) ]", "25": "Advocates Act, 196125. Authority to whom applications for enrolment may be madeAn application for admission as an advocate shall be made\r\nin the prescribed form to the State Bar Council within whose jurisdiction the\r\napplicant proposes to practice.", "26": "Advocates Act, 196126. Disposal of an application for admission as an\r\nAdvocate -\r\n(1) A State Bar Council shall refer every application for\r\nadmission as an advocate to is enrolment committee, and subject to the\r\nprovision of sub section (2) and (3), [ (Note:- Ins. by Act 21 of 1964,\r\nsec.14)  and to any direction that may be given in writing by the State Bar\r\nCouncil in this behalf] such committee shall dispose of the application in the\r\nprescribed manner.[ (Note:- Proviso added by Act 21 of 1964, sec.14)  Provided\r\nthat the Bar Council of India may, if satisfied, either on a reference made to\r\nit in this behalf or otherwise, that any person has got his name entered on the\r\nroll of advocates by misrepresentation as to an essential fact or by fraud or\r\nundue influence, remove the name of such person from the roll of advocates\r\nafter giving him an opportunity of being heard.](2) Where the enrolment committee of a State Bar Council proposes\r\nto refuse any such application, it shall refer the application for opinion to\r\nthe Bar Council of India and every such reference shall be accompanied by a\r\nStatement of the grounds in support of ht refusal of the application.(3) The enrolment committee of a State Bar Council shall dispose\r\nof any application referred to the Bar Council of India under sub-section (2)\r\nin conformity with the opinion of the Bar Council of India.(4) [ (Note:- Ins. by Act 21 of 1964, sec.14)  Where the\r\nenrolment committee of a State Bar Council has refused any application for\r\nadmission as an advocate on its roll, the State Bar Council shall as soon as\r\nmay be, send intimation to all other State Bar Councils about such refusal\r\nstating the name, address and qualifications of the person whose application\r\nwas refused and the grounds for the refusal.]", "27": "Advocates Act, 196127. Application once refused not to be entertained by\r\nanother Bar Council except in certain circumstances-Where a State Bar Council has refused the application of any\r\nperson for admission as an advocate on its roll, no other State Bar Council\r\nshall entertain an application for admission of such persons as an advocate on\r\nits roll, except with the previous consent in writing of the State Bar Council\r\nwhich refused the application and of the Bar Council of India.", "28": "Advocates Act, 196128. Power to make rules-  (1) A State Bar Council may make rules to carry out the purposes\r\nof this chapter.(2) In particular, and without prejudice to the generally of the\r\nforegoing power, such rules may provide for- a. [ (Note:- Clause (a) subs. by Act 60\r\nof 1973, sec.21)  the time within which and form in which an advocate shall\r\nexpress his intention for the entry of his name in the roll of a State Bar\r\nCouncil under Section 20.] b. [(Note:- Clause (b) omitted by Act 60 of\r\n1973, sec.21)]c. the form in which an application\r\nshall be made to the Bar Council for admission as an advocate on its roll an\r\nthe manner in which such application shall be disposed of by the enrolment\r\ncommittee of the Bar Councild. the conditions subject to which\r\na person may be admitted as an advocate on any such roll.e. The installments in which the\r\nenrolment fee may be paid(3) No rules made under this Chapter shall have effect unless\r\nthey have been approved by the Bar Council of India", "29": "Advocates Act, 1961Chapter IV  RIGHT TO PRACTICE  29. Advocates to be the only recognized class of persons\r\nentitled practice law-Subject to the provision of this Act an any rules made\r\nthereafter, there shall, as from the appointed day, be only one class of persons\r\nentitled to practice the profession of law, namely, advocates.", "30": "Advocates Act, 196130. Right of \r\nadvocates to practice- Subject to provisions of this Act, advocate whose name is \r\nentered in the [(Note:- Subs. by Act 60 of 1973, sec.22 for the words \"common \r\nroll\".) State roll] shall be entitled as of right to practice throughout the \r\nterritories to which this Act extends -(i)  In all Courts including the \r\nSupreme Court(ii)  Before any tribunal or person \r\nlegally authorised to take evidence and(iii) Before any other authority or \r\nperson before whom such advocate is by or under law for the time being in force \r\nentitled to practice."}