{"name": "airporteconomic", "1": "Airports Economic Regulatory Authority of India Act, 2008Chapter I Preliminary1. Short title,\r\ncommencement and application. -1. \r\n This\r\nAct may be called the Airports Economic Regulatory Authority of India Act,\r\n2008.2. \r\n It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.3. \r\n It\r\napplies to-a.    all airports whereat\r\nair transport services are operated or are intended to be operated, other than\r\nairports and airfields belonging to or subject to the control of the Armed\r\nForces or paramilitary Forces of the Union;b.    all private airports\r\nand leased airports;(c) all civil enclaves;(d) all major airports.", "2": "Airports Economic Regulatory Authority of India Act, 20082. Definitions. -In this Act, unless\r\nthe context otherwise requires,-a. \r\n \"aeronautical\r\nservice\" means any service provided- \r\ni. \r\n for\r\nnavigation, surveillance and supportive communication thereto for air traffic\r\nmanagement; \r\n\r\n ii. \r\n for\r\nthe landing, housing or parking of an aircraft or any other ground facility\r\noffered in connection with aircraft operations at an airport; \r\niii. \r\n for\r\nground safety services at an airport; \r\niv. \r\n for\r\nground handling services relating to aircraft, passengers and cargo at an\r\nairport; \r\nv. \r\n for\r\nthe cargo facility at an airport; \r\nvi. \r\n for\r\nsupplying fuel to the aircraft at an airport; and \r\nvii. \r\n for\r\na stake-holder at an airport, for which the charges, in the opinion of the\r\nCentral Government for the reasons to be recorded in writing, may be determined\r\nby the Authority;a. \r\n b. \r\n \"airport\"\r\nmeans a landing and taking off area for aircrafts, usually with runways and\r\naircraft maintenance and passenger facilities and includes an aerodrome as\r\ndefined in clause (2) of section 2 of the Aircraft Act, 1934;c. \r\n \"airport\r\nuser\" means any person availing of passenger or cargo facilities at an\r\nairport;d. \r\n \"Appellate\r\nTribunal\" means the Airports Economic Regulatory Authority Appellate\r\nTribunal established under section 17e. \r\n \"Authority\"\r\nmeans the Airports Economic Regulatory Authority established under sub-section (1)\r\nof section 3;f. \r\n\r\n \"civil\r\nenclave\" means an area, if any, allotted at an airport belonging to any\r\narmed force of the Union, for use by persons availing of any air transport\r\nservices from such airport or for the handling of baggage or cargo by such\r\nservice, and includes land comprising of any building and structure on such\r\narea;g. \r\n \"Chairperson\"\r\nmeans the Chairperson of the Authority appointed under sub-section (2) of\r\nsection 4;h. \r\n \"leased\r\nairport\" means an airport in respect of which a lease has been made under\r\nsection 12A of the Airports Authority of India Act, 1994;i. \r\n \"major\r\nairport\" means any airport which has, or is designated to have, annual\r\npassenger throughput in excess of one and a half million or any other airport\r\nas the Central Government may, by notification, specify as such;j. \r\n \"Member\"\r\nmeans a Member of the Authority and includes the Chairperson;k. \r\n\r\n \"prescribed\"\r\nmeans prescribed by rules made under this Act;l. \r\n \"private\r\nairport\" has the same meaning as assigned to it in clause (nn) of section\r\n2 of the Airports Authority of India Act, 1994;m. \r\n \"regulations\"\r\nmeans regulations made by the Authority under this Act;n. \r\n \"service\r\nprovider\" means any person who provides aeronautical services and is\r\neligible to levy and charge user development fees from the embarking passengers\r\nat any airport and includes the authority which manages the airport;o. \r\n \"stake-holder\"\r\nincludes a licensee of an airport, airlines operating thereat, a person who\r\nprovides aeronautical services, and any association of individuals, which in\r\nthe opinion of the Authority, represents the passenger or cargo facility users;p. \r\n\r\n words\r\nand expressions used but not defined in this Act and defined in the Airports\r\nAuthority of India Act, 1994 shall have the same meanings respectively assigned\r\nto them in that Act.", "3": "Airports Economic Regulatory Authority of India Act, 2008Chapter II The\r\nAirports Economic Regulatory Authority3. Establishment of\r\nauthority. -1. \r\n The\r\nCentral Government shall, within three months from the date of commencement of\r\nthis Act, by notification in the Official Gazette, establish an Authority, to\r\nbe known as the Airports Economic Regulatory Authority, to exercise the powers\r\nconferred on, and the functions assigned to it, by or under this Act.2. \r\n The\r\nAuthority shall be a body corporate by the name aforesaid, having perpetual\r\nsuccession and a common seal, with power to acquire, hold and dispose of\r\nproperty, both movable and immovable, and to contract and shall, by the said\r\nname, sue or be sued.3. \r\n The\r\nhead office of the Authority shall be at such place as the Central Government\r\nmay, by notification in the Official Gazette, specify.", "4": "Airports Economic Regulatory Authority of India Act, 20084. Composition of\r\nAuthority. -1. \r\n The\r\nAuthority shall consist of a Chairperson and two other Members to be appointed\r\nby the Central Government: Provided that whenever the Authority is deciding a\r\nmatter involving a civil enclave in a defence airfield, there shall be an\r\nadditional Member, not below the rank of Additional Secretary to the Government\r\nof India, to be nominated by the Ministry of Defence.2. \r\n The\r\nChairperson and Members of the Authority shall be appointed by the Central\r\nGovernment from amongst persons of ability and integrity having adequate\r\nknowledge of, and professional experience in, aviation, economics, law,\r\ncommerce or consumer affairs: Provided that a person who is or has been in the\r\nservice of Government shall not be appointed as a Member unless such person has\r\nheld the post of Secretary or Additional Secretary to the Government of India\r\nor any equivalent post in the Central or State Government for a total period of\r\nnot less than three years.3. \r\n The\r\nChairperson and other Members shall be whole-time Members.4. \r\n\r\n The\r\nChairperson or other Members shall not hold any other office.5. \r\n The\r\nChairperson shall be the Chief Executive of the Authority.6. \r\n The\r\nChairperson and other Members of the Authority shall be appointed by the\r\nCentral Government on the recommendation of Selection Committee referred to in\r\nsection 5.", "5": "Airports Economic Regulatory Authority of India Act, 20085. Constitution of\r\nSelection Committee to recommend Members. -1. \r\n The\r\nCentral Government shall, for the purpose of sub-section (6) of section 4\r\nconstitute a Selection Committee consisting of the following, namely:-a.    Cabinet Secretary -\r\nChairman;b.    Secretary, in the\r\nMinistry of Civil Aviation - Member;c.    Secretary, Department\r\nof Legal Affairs in the Ministry of Law and Justice - Member;d.    Secretary, in the\r\nMinistry of Defence - Membere.    e) One expert to be\r\nnominated by the Ministry of Civil Aviation - Member.1. \r\n 2. \r\n\r\n The\r\nCentral Government shall within one month from the date of occurrence of any\r\nvacancy by reason of death, resignation or removal of the Chairperson or a\r\nMember and six months before the superannuation or end of tenure of the\r\nChairperson or any Member, make a reference to the Selection Committee for\r\nfilling up of the vacancy.3. \r\n The\r\nSelection Committee shall finalise the selection of the Chairperson and Members\r\nwithin one month from the date on which the reference is made to it.4. \r\n The\r\nSelection Committee shall recommend a panel of two names for every vacancy\r\nreferred to it.5. \r\n Before\r\nrecommending any person for appointment as a Chairperson or other Member of the\r\nAuthority, the Selection Committee shall satisfy itself that such person does\r\nnot have any financial or other interest which is likely to affect\r\nprejudicially his functions as a Member. 6. \r\n No\r\nappointment of the Chairperson or other Member shall be invalid merely by\r\nreason of any vacancy in the Selection Committee.", "6": "Airports Economic Regulatory Authority of India Act, 20086. Terms of office\r\nand other conditions of service, etc., of Chairperson and Members. -1. \r\n The\r\nChairperson and other Members, shall hold office, as such, for a term of five\r\nyears from the date on which he enters upon his office, but shall not be\r\neligible for re-appointment: Provided that no Chairperson or other Member shall\r\nhold office, as such, after he attains -a.    in the case of the\r\nChairperson, the age of sixty-five years; andb.    in the case of any\r\nother Member, the age of sixty-two years. Explanation.-For the purposes of this\r\nsub-section, a Member may be appointed as Chairperson of the Authority, but a\r\nperson who has been the Chairperson shall not be eligible for appointment as a\r\nMember.1. \r\n\r\n 2. \r\n The\r\nsalary and allowances payable to, and the other terms and conditions of service\r\nof, the Chairperson and other Members shall be such as may be prescribed.3. \r\n The\r\nsalary, allowances and other conditions of service of the Chairperson and other\r\nMembers shall not be varied to their disadvantage after their appointment.4. \r\n Notwithstanding\r\nanything contained in sub-section (1), the Chairperson or any Member may,-a.    relinquish his office\r\nby giving, in writing to the Central Government, a notice of not less than\r\nthree months; orb.    be removed from his\r\noffice in accordance with the provisions of section 8.1. \r\n 2. \r\n 3. \r\n 4. \r\n 5. \r\n The\r\nChairperson or any Member ceasing to hold office, as such, shall-a.    be ineligible for\r\nfurther employment under the Central Government or any State Government for a\r\nperiod of two years from the date he ceases to hold such office;b.    not accept any\r\ncommercial employment including private for a period of two years from the date\r\nhe ceases to hold such office; orc.    not represent any\r\nperson before the Authority in any other manner. Explanation.-For the purposes\r\nof this sub-section,- \r\ni. \r\n \"employment\r\nunder the Central Government or State Government\" includes employment\r\nunder any local or other authority within the territory of India or under the\r\ncontrol of the Central Government or State Government or under any corporation\r\nor society owned or controlled by the Government. \r\nii. \r\n \"commercial\r\nemployment\" means employment in any capacity under, or agency of, a person\r\nengaged in trading, commercial, industrial or financial business in any field\r\nand includes also a director of a company or partner of a firm and it also\r\nincludes setting up practice either independently or as partner of a firm or as\r\nan adviser or a consultant.", "7": "Airports Economic Regulatory Authority of India Act, 20087. Power of\r\nChairperson. -The Chairperson shall\r\nhave powers of general superintendence and directions in the conduct of the\r\naffairs of the Authority and he shall, in addition to presiding over the\r\nmeetings of the Authority, exercise and discharge such powers and functions of\r\nthe Authority and shall discharge such other powers and functions as may be\r\nprescribed.", "8": "Airports Economic Regulatory Authority of India Act, 20088. Removal and\r\nsuspension of Members. -1. \r\n The\r\nCentral Government may, by order, remove from office the Chairperson or other\r\nMember, if the Chairperson or such other Member, as the case may be,-a.    has been adjudged an\r\ninsolvent; orb.    has been convicted of\r\nan offence which, in the opinion of the Central Government, involves moral\r\nturpitude; orc.    has become physically\r\nor mentally incapable of acting as a Member; ord.    has acquired such\r\nfinancial or other interest, as is likely to affect prejudicially his functions\r\nas a Member; ore.    has so abused his\r\nposition, as to render his continuance in office prejudicial to the public\r\ninterest; orf.    has engaged at any\r\ntime during his term of office in any other employment. 1. \r\n\r\n 2. \r\n The\r\nChairperson or any other Member shall not be removed from his office except by\r\nan order of the Central Government on the ground of his proved misbehavior or\r\nincapacity after the Central Government, has, on an inquiry, held in accordance\r\nwith the procedure prescribed in this behalf by the Central Government, come to\r\nthe conclusion that the Member ought on any such ground to be removed.3. \r\n The\r\nCentral Government may suspend any Member in respect of whom an inquiry under\r\nsub-section (2) is being initiated or pending until the Central Government has\r\npassed an order on receipt of the report of the inquiry.", "9": "Airports Economic Regulatory Authority of India Act, 20089. Appointment of\r\nSecretary, experts, professionals and officers and other employees of\r\nAuthority. -1. \r\n The\r\nCentral Government may appoint a Secretary to discharge his functions under\r\nthis Act.2. \r\n The\r\nAuthority may appoint such officers and other employees as it considers\r\nnecessary for the efficient discharge of its functions under this Act.3. \r\n The\r\nsalaries and allowances payable to and other terms and conditions of service of\r\nthe Secretary and officers and other employees of the Authority and the number\r\nof such officers and other employees shall be such as may be prescribed.4. \r\n\r\n The\r\nAuthority may engage, in accordance with the procedure specified by regulations\r\nsuch number of experts and professionals of integrity and outstanding ability,\r\nwho have special knowledge of, and experience in, economics, law, business or\r\nsuch other disciplines related to aviation as it deems necessary to assist the\r\nAuthority in the discharge of its functions under this Act.", "10": "Airports Economic Regulatory Authority of India Act, 200810. Meetings. -1. \r\n The\r\nAuthority shall meet at such places and times and shall observe such rules of\r\nprocedure in regard to the transaction of business at its meetings (including\r\nthe quorum at its meetings), as may be determined by regulations.2. \r\n The\r\nChairperson shall preside at the meeting of the Authority and if for any reason\r\nthe Chairperson is unable to attend a meeting of the Authority, any other\r\nMember chosen by the members present from amongst themselves at the meeting\r\nshall preside at the meeting. 3. \r\n All\r\nquestions which come up before any meeting of the Authority shall be decided by\r\na majority of votes of the Members present and voting and, in the event of an\r\nequality of votes, the Chairperson or the Member presiding shall have the right\r\nto exercise a second or casting vote.4. \r\n\r\n Save\r\nas otherwise provided in sub-section (1), every Member shall have one vote.", "11": "Airports Economic Regulatory Authority of India Act, 200811. Authentication. -\r\nAll orders and\r\ndecisions of the Authority shall be authenticated by signatures of the\r\nSecretary or any other officer of the Authority, duly authorised by the\r\nAuthority in this behalf.", "12": "Airports Economic Regulatory Authority of India Act, 200812. Vacancies, etc.,\r\nnot to invalidate proceedings of Authority. -No act or proceedings\r\nof the Authority shall be invalid merely by reason of -a. \r\n any\r\nvacancy in, or any defect in, the constitution of the Authority; orb. \r\n any\r\ndefect in the appointment of a person acting as a Member of the Authority;\r\nor(c) any irregularity in the procedure of the Authority not affecting the\r\nmerits of the case.", "13": "Airports Economic Regulatory Authority of India Act, 2008Chapter III Powers\r\nand Functions of the Authority13. Functions of\r\nAuthority. -1. \r\n The\r\nAuthority shall perform the following functions in respect of major airports,\r\nnamely:-a.    to determine the\r\ntariff for the aeronautical services taking into consideration- \r\ni. \r\n the\r\ncapital expenditure incurred and timely investment in improvement of airport\r\nfacilities; \r\nii. \r\n the\r\nservice provided, its quality and other relevant factors; \r\niii. \r\n the\r\ncost for improving efficiency; \r\niv. \r\n economic\r\nand viable operation of major airports; \r\nv. \r\n revenue\r\nreceived from services other than the aeronautical services; \r\nvi. \r\n the\r\nconcession offered by the Central Government in any agreement or memorandum of\r\nunderstanding or otherwise; \r\nvii. \r\n any\r\nother factor which may be relevant for the purposes of this Act: Provided that\r\ndifferent tariff structures may be determined for different airports having\r\nregard to all or any of the above considerations specified at sub-clauses (i)\r\nto (vii); a. \r\n b.    to determine the\r\namount of the development fees in respect of major airports;c.    to determine the\r\namount of the passengers service fee levied under rule 88 of the Aircraft\r\nRules, 1937 made under the Aircraft Act, 1934;d.    to monitor the set\r\nperformance standards relating to quality, continuity and reliability of\r\nservice as may be specified by the Central Government or any authority\r\nauthorised by it in this behalf; e.    to call for such\r\ninformation as may be necessary to determine the tariff under clause (a);f.    to perform such other\r\nfunctions relating to tariff, as may be entrusted to it by the Central\r\nGovernment or as may be necessary to carry out the provisions of this Act. 1. \r\n 2. \r\n\r\n The\r\nAuthority shall determine the tariff once in five years and may if so\r\nconsidered appropriate and in public interest, amend, from time to time during\r\nthe said period of five years, the tariff so determined.3. \r\n While\r\ndischarging its functions under sub-section (1) the Authority shall not act\r\nagainst the interest of the sovereignty and integrity of India, the security of\r\nthe State, friendly relations with foreign States, public order, decency or\r\nmorality.4. \r\n The\r\nAuthority shall ensure transparency while exercising its powers and discharging\r\nits functions, inter alia,-a.    by holding due\r\nconsultations with all stake-holders with the airport;b.    by allowing all\r\nstake-holders to make their submissions to the authority; andc.    by making all\r\ndecisions of the authority fully documented and explained.", "14": "Airports Economic Regulatory Authority of India Act, 200814. Powers of\r\nAuthority to call for information, conduct investigations, etc. -1. \r\n Where\r\nthe Authority considers it expedient so to do, it may by order in writing-a.    call upon any service\r\nprovider at any time to furnish in writing such information or explanation\r\nrelating to its functions as the Authority may require to access the\r\nperformance of the service provider; orb.    appoint one or more\r\npersons to make an inquiry in relation to the affairs of any service provider;\r\nand(c) direct any of its officers or employees to inspect the books of account\r\nor other documents of any service provider. 1. \r\n\r\n 2. \r\n Where\r\nany inquiry in relation to the affairs of a service provider has been\r\nundertaken under sub-section (1)-a.    every office of the\r\nGovernment department, if such service provider is a department of the\r\nGovernment; orb.    every director,\r\nmanager, secretary or other officer, if such service provider is a company; orc.    every partner,\r\nmanager, secretary or other officer, if such service provider is a firm; ord.    every other person or\r\nbody of persons who has had dealings in the course of business with any of the\r\npersons mentioned in clauses (b) or (c),shall be bound to produce before the\r\nAuthority making the inquiry, all such books of account or other documents in\r\nhis custody or power relating to, or having a bearing on the subject-matter of\r\nsuch inquiry and also to furnish to the Authority with any such statement or\r\ninformation relating thereto, as the case may be, required of him, within such\r\ntime as may be specified. 1. \r\n 2. \r\n 3. \r\n Every\r\nservice provider shall maintain such books of account or other documents as may\r\nbe prescribed.4. \r\n The\r\nAuthority shall have the power to issue such directions to monitor the\r\nperformance of the service providers as it may consider necessary for proper\r\nfunctioning by service providers.", "15": "Airports Economic Regulatory Authority of India Act, 200815. Power of\r\nAuthority to issue certain directions. -The Authority may,\r\nfor the purpose of discharge of its functions under this Act, issue, from time\r\nto time to the service providers, such directions, as it may consider\r\nnecessary.", "16": "Airports Economic Regulatory Authority of India Act, 200816. Power of seizure.\r\n-The Authority or any\r\nother officer specially authorised by it in this behalf may enter any building\r\nor place where the Authority has reason to believe that any document relating\r\nto the subject matter of the inquiry may be found, and may seize any such\r\ndocument or take extracts or copies there from subject to the provisions of\r\nsection 100 of the Code of Criminal Procedure, 1973 in so far as they may be\r\napplicable.", "17": "Airports Economic Regulatory Authority of India Act, 2008Chapter IV Appellate\r\nTribunal17. Establishment of\r\nAppellate Tribunal. -The Central\r\nGovernment shall, by notification in the Official Gazette, establish an\r\nAppellate Tribunal to be known as the Airports Economic Regulatory Authority\r\nAppellate Tribunal to-a. \r\n adjudicate\r\nany dispute- \r\ni. \r\n between\r\ntwo or more service providers; \r\nii. \r\n\r\n between\r\na service provider and a group of consumer: Provided that the Appellate\r\nTribunal may, if considers appropriate, obtain the opinion of the Authority on\r\nany matter relating to such dispute: Provided further that nothing in this\r\nclause shall apply in respect of matters- \r\ni. \r\n relating\r\nto the monopolistic trade practice, restrictive trade practice and unfair trade\r\npractice which are subject to the jurisdiction of the Monopolies and\r\nRestrictive Trade Practices Commission established under sub-section (1) of\r\nsection 5 of the Monopolies and Restrictive Trade Practices Act, 1969; \r\nii. \r\n relating\r\nto the complaint of an individual consumer maintainable before a Consumer\r\nDisputes Redressal Forum or a Consumer Disputes Redressal Commission or the\r\nNational Consumer Redressal Commission established under section 9 of the\r\nConsumer Protection Act, 1986;  \r\niii. \r\n\r\n which\r\nare within the purview of the Competition Act, 2002;  \r\niv. \r\n relating\r\nto an order of eviction which is appealable under section 28K of the Airports\r\nAuthority of India Act, 1994. a. \r\n b. \r\n hear\r\nand dispose of appeal against any direction, decision or order of the Authority\r\nunder this Act.", "18": "Airports Economic Regulatory Authority of India Act, 200818. Application for\r\nsettlement of disputes and appeals to Appellate Tribunal. -1. \r\n The\r\nCentral Government or a State Government or a local authority or any person may\r\nmake an application to the Appellate Tribunal for adjudication of any dispute\r\nas referred to in clause (a) of section 17.2. \r\n The\r\nCentral Government or a State Government or a local authority or any person\r\naggrieved by any direction, decision or order made by the Authority may prefer\r\nan appeal to the Appellate Tribunal.3. \r\n Every\r\nappeal under sub-section (2) shall be preferred within a period of thirty days\r\nfrom the date on which a copy of the direction or order or decision made by the\r\nAuthority is received by the Central Government or the State Government or the\r\nlocal authority or the aggrieved person and it shall be in such form, verified\r\nin such manner and be accompanied by such fee as may be prescribed: Provided\r\nthat the Appellate Tribunal may entertain any appeal after the expiry of the\r\nsaid period of thirty days if it is satisfied that there was sufficient cause\r\nfor not filing it within that period. 4. \r\n\r\n On\r\nreceipt of an application under sub-section (1) or an appeal under sub-section\r\n(2), the Appellate Tribunal may, after giving the parties to the dispute or the\r\nappeal an opportunity of being heard, pass such orders thereon as it thinks\r\nfit.5. \r\n The\r\nAppellate Tribunal shall send a copy of every order made by it to the parties\r\nto the dispute or the appeal and to the Authority, as the case may be.6. \r\n The\r\napplication made under sub-section (1) or the appeal preferred under\r\nsub-section (2) shall be dealt with by it as expeditiously as possible and\r\nendeavour shall be made by it to dispose of the application or appeal finally\r\nwithin ninety days from the date of receipt of application or appeal, as the\r\ncase may be: Provided that where any such application or appeal could not be\r\ndisposed of within the said period of ninety days, the Appellate Tribunal shall\r\nrecord its reasons in writing for not disposing of the application or appeal\r\nwithin that period.7. \r\n The\r\nAppellate Tribunal may, for the purpose of examining the legality or propriety\r\nor correctness, of any dispute made in any application under sub-section (1),\r\nor of any direction or order or decision of the Authority referred to in the\r\nappeal preferred under sub-section (2), on its own motion or otherwise, call\r\nfor the records relevant to disposing of such application or appeal and make\r\nsuch orders as it thinks fit.", "19": "Airports Economic Regulatory Authority of India Act, 200819. Composition of\r\nAppellate Tribunal. -1. \r\n The\r\nAppellate Tribunal shall consist of a Chairperson and not more than two Members\r\nto be appointed, by notification in the Official Gazette, by the Central\r\nGovernment: Provided that the Chairperson or a Member holding a post as such in\r\nany other Tribunal, established under any law for the time being in force, in\r\naddition to his being the Chairperson or a Member of that Tribunal, may be\r\nappointed as the Chairperson or a Member, as the case may be, of the Appellate\r\nTribunal under this Act. 2. \r\n The\r\nselection of Chairperson and Members of the Appellate Tribunal shall be made by\r\nthe Central Government in consultation with the Chief Justice of India or his\r\nnominee.", "20": "Airports Economic Regulatory Authority of India Act, 200820. Qualifications\r\nfor appointment of Chair-person and Members. -A person shall not be\r\nqualified for appointment as the Chairperson or a Member of the Appellate\r\nTribunal unless he-a. \r\n in\r\nthe case of Chairperson, is, or has been, a Judge of the Supreme Court or the\r\nChief Justice of a High Court;b. \r\n in\r\nthe case of a Member, has held the post of Secretary to the Government of India\r\nor any equivalent post in the Central Government or the State Government for a\r\ntotal period of not less than two years in the Ministries or Departments\r\ndealing with aviation or economics or law or a person who is well-versed in the\r\nfield of aviation or economics or law.", "21": "Airports Economic Regulatory Authority of India Act, 200821. Term of office. -\r\nThe Chairperson and\r\nevery other Member of the Appellate Tribunal shall hold office as such for a\r\nterm not exceeding three years from the date on which he enters upon his\r\noffice: Provided that no Chairperson or other Member shall hold office as such\r\nafter he has attained,-a. \r\n in\r\nthe case of Chairperson, the age of seventy years;b. \r\n in\r\nthe case of any other Member, the age of sixty-five years.", "22": "Airports Economic Regulatory Authority of India Act, 200822. Terms and\r\nconditions of service. -The salary and\r\nallowances payable to and the other terms and conditions of service of the\r\nChairperson and other Members of the Appellate Tribunal shall be such as may be\r\nprescribed: Provided that neither the salary and allowances nor the other terms\r\nand conditions of service of the Chairperson or a Member of the Appellate\r\nTribunal shall be varied to his disadvantage after appointment.", "23": "Airports Economic Regulatory Authority of India Act, 200823. Vacancies. -If, for reason other\r\nthan temporary absence, any vacancy occurs in the office of the Chairperson or\r\na Member of the Appellate Tribunal, the Central Government shall appoint\r\nanother person in accordance with the provisions of this Act to fill the\r\nvacancy and the proceedings may be continued before the Appellate Tribunal from\r\nthe stage at which the vacancy is filled.", "24": "Airports Economic Regulatory Authority of India Act, 200824. Removal and\r\nresignation. -1. \r\n The\r\nCentral Government may remove from office, the Chairperson or any Member of the\r\nAppellate Tribunal, who-a.    has been adjudged an\r\ninsolvent; orb.    has been convicted of\r\nan offence which, in the opinion of the Central Government, involves moral\r\nturpitude; orc.    has become physically\r\nor mentally incapable of acting as the Chairperson or a Member; ord.    has acquired such\r\nfinancial or other interest as is likely to affect prejudicially his functions\r\nas the Chairperson or a Member; ore.    has so abused his\r\nposition as to render his continuance in office prejudicial to the public\r\ninterest.1. \r\n 2. \r\n\r\n Notwithstanding\r\nanything contained in sub-section (1), the Chairperson or a Member of the\r\nAppellate Tribunal shall not be removed from his office on the ground specified\r\nin clause (d) or clause (e) of that sub-section unless the Supreme Court on a\r\nreference being made to it in this behalf by the Central Government, has, on an\r\nenquiry, held by it in accordance with such procedure as it may specify in this\r\nbehalf, reported that the Chairperson or a Member ought, on such grounds, to be\r\nremoved.3. \r\n The\r\nCentral Government may suspend from office, the Chairperson or a Member of the\r\nAppellate Tribunal in respect of whom a reference has been made to the Supreme Court\r\nunder sub-section (2), until the Central Government has passed an order on\r\nreceipt of the report of the Supreme Court on such reference.", "25": "Airports Economic Regulatory Authority of India Act, 200825. Staff of\r\nAppellate Tribunal. -1. \r\n The\r\nCentral Government shall provide the Appellate Tribunal with such officers and\r\nemployees as it may deem fit.2. \r\n The\r\nofficers and employees of the Appellate Tribunal shall discharge their\r\nfunctions under the general superintendence of its Chairperson.3. \r\n The\r\nsalaries and allowances and other conditions of service of such officers and\r\nemployees of the Appellate Tribunal shall be such as may be prescribed.", "26": "Airports Economic Regulatory Authority of India Act, 200826. Decision to be by\r\nmajority. -If the Chairperson\r\nand other Members differ in opinion on any matter, such matter shall be decided\r\naccording to the opinion of the majority.", "27": "Airports Economic Regulatory Authority of India Act, 200827. Members, etc., to\r\nbe public servants. -The Chairperson,\r\nMembers and other officers and employees of the Appellate Tribunal shall be\r\ndeemed to be public servants within the meaning of section 21 of the Indian\r\nPenal Code.", "28": "Airports Economic Regulatory Authority of India Act, 200828. Civil court not\r\nto have jurisdiction. -No civil court shall\r\nhave jurisdiction to entertain any suit or proceeding in respect of any matter\r\nwhich the Appellate Tribunal is empowered by or under this Act to determine and\r\nno injunction shall be granted by any court or other authority in respect of\r\nany action taken or to be taken in pursuance of any power conferred by or under\r\nthis Act.", "29": "Airports Economic Regulatory Authority of India Act, 200829. Procedure and\r\npowers of Appellate Tribunal. -1. \r\n The\r\nAppellate Tribunal shall not be bound by the procedure laid down by the Code of\r\nCivil Procedure, 1908, but shall be guided by the principles of natural justice\r\nand, subject to the other provisions of this Act, the Appellate Tribunal shall\r\nhave powers to regulate its own procedure. 2. \r\n The\r\nAppellate Tribunal shall have, for the purposes of discharging its functions\r\nunder this Act, the same powers as are vested in a civil court under the Code\r\nof Civil Procedure, 1908, while trying a suit, in respect of the following\r\nmatters, namely:-a.    summoning and\r\nenforcing the attendance of any person and examining him on oath;b.    requiring the\r\ndiscovery and production of documents;c.    receiving evidence on\r\naffidavits;d.    subject to the\r\nprovisions of sections 123 and 124 of the Indian Evidence Act, 1872,\r\nrequisitioning any public record or document or a copy of such record or\r\ndocument, from any office;e.    issuing commissions\r\nfor the examination of witnesses or documents;f.    reviewing its\r\ndecisions;g.    dismissing an\r\napplication for default or deciding it, ex parte;h.    setting aside any\r\norder of dismissal of any application for default or any order passed by it, ex\r\nparte; andi.    any other matter\r\nwhich may be prescribed.1. \r\n\r\n 2. \r\n 3. \r\n Every\r\nproceeding before the Appellate Tribunal shall be deemed to be a judicial proceeding\r\nwithin the meaning of sections 193 and 228, and for the purposes of section 196\r\nof the Indian Penal Code and the Appellate Tribunal shall be deemed to be a\r\ncivil court for the purposes of section 195 and Chapter XXVI of the Code of\r\nCriminal Procedure, 1973.", "30": "Airports Economic Regulatory Authority of India Act, 200830. Right to legal\r\nrepresentation. -The applicant or\r\nappellant may either appear in person or authorises one or more chartered\r\naccountants or company secretaries or cost accountants or legal practitioners\r\nor any of its officers to present his or its case before the Appellate\r\nTribunal. Explanation.- For the purposes of this section,-a. \r\n \"chartered\r\naccountant\" means a chartered accountant as defined in clause (b) of\r\nsub-section (1) of section 2 of the Chartered Accountants Act, 1949 and who has\r\nobtained a certificate of practice under sub-section (1) of section 6 of that\r\nAct; b. \r\n \"company\r\nsecretary\" means a company secretary as defined in clause (c) of\r\nsub-section (1) of section 2 of the Company Secretaries Act, 1980 and who has\r\nobtained a certificate of practice under sub-section (1) of section 6 of that\r\nAct;c. \r\n \"cost\r\naccountant\" means a cost accountant as defined in clause (b) of\r\nsub-section (1) of section 2 of the Cost and Works Accountants Act, 1959, and\r\nwho has obtained a certificate of practice under sub-section (1) of section 6\r\nof that Act;d. \r\n \"legal\r\npractitioner\" means an advocate, vakil or an attorney of any High Court,\r\nand includes a pleader in practice.", "31": "Airports Economic Regulatory Authority of India Act, 200831. Appeal to Supreme\r\nCourt. -1. \r\n Notwithstanding\r\nanything contained in the Code of Civil Procedure, 1908 or in any other law, an\r\nappeal shall lie against any order, not being an interlocutory order, of the\r\nAppellate Tribunal to the Supreme Court on one or more of the grounds specified\r\nin section 100 of that Code.2. \r\n No\r\nappeal shall lie against any decision or order made by the Appellate Tribunal\r\nwith the consent of the parties.3. \r\n Every\r\nappeal under this section shall be preferred within a period of ninety days from\r\nthe date of the decision or order appealed against: Provided that the Supreme\r\nCourt may entertain the appeal after the expiry of the said period of ninety\r\ndays, if it is satisfied that the appellant was prevented by sufficient cause\r\nfrom preferring the appeal in time.", "32": "Airports Economic Regulatory Authority of India Act, 200832. Orders passed by\r\nAppellate Tribunal to be executable as a decree. -1. \r\n An\r\norder passed by the Appellate Tribunal under this Act shall be executable by\r\nthe Appellate Tribunal as a decree of civil court, and for this purpose, the\r\nAppellate Tribunal shall have all the powers of a civil court.2. \r\n Notwithstanding\r\nanything contained in sub-section (1), the Appellate Tribunal may transmit any\r\norder made by it to a civil court having local jurisdiction and such civil\r\ncourt shall execute the order as if it were a decree made by that court. ", "33": "Airports Economic Regulatory Authority of India Act, 2008Chapter V Finance,\r\nAccounts and Audit33. Budget. -The Authority shall\r\nprepare, in such form and at such time in each financial year as may be\r\nprescribed, its budget for the next financial year, showing the estimated\r\nreceipts and expenditure of the Authority and forward the same to the Central\r\nGovernment, for information.", "34": "Airports Economic Regulatory Authority of India Act, 200834. Grants by Central\r\nGovernment. -The Central\r\nGovernment may, after due appropriation made by Parliament by law in this\r\nbehalf, make to the Authority grants of such sums of money as are required to\r\nbe paid for the salaries and allowances payable to the Chairperson and other\r\nMembers and the administrative expenses, including the salaries and allowances\r\nand pension payable to or in respect of officers and other employees of the\r\nAuthority.", "35": "Airports Economic Regulatory Authority of India Act, 200835. Annual statement\r\nof accounts. -1. \r\n The\r\nAuthority shall maintain proper accounts and other relevant records and prepare\r\nan annual statement of accounts in such form as may be prescribed by the\r\nCentral Government in consultation with the Comptroller and Auditor-General of\r\nIndia.2. \r\n The\r\naccounts of the Authority shall be audited by the Comptroller and Auditor-\r\nGeneral of India at such intervals as may be specified by him. 3. \r\n The\r\nComptroller and Auditor-General of India or any person appointed by him in\r\nconnection with the audit of the accounts of the Authority under this Act shall\r\nhave the same rights, privileges and authority in connection with such audit,\r\nas the Comptroller and Auditor-General of India generally has, in connection\r\nwith the audit of the Government accounts and, in particular, shall have the\r\nright to demand the production of books, accounts, connected vouchers and other\r\ndocuments and papers and to inspect any of the offices of the Authority.4. \r\n\r\n The\r\naccounts of the Authority, as certified by Comptroller and Auditor-General of\r\nIndia or any other person appointed by him in this behalf, together with the\r\naudit report thereon, shall be forwarded annually to the Central Government and\r\nthe Central Government shall cause the same to be laid before each House of\r\nParliament.", "36": "Airports Economic Regulatory Authority of India Act, 200836. Furnishing of\r\nreturns, etc., to Central Government. -1. \r\n The\r\nAuthority shall furnish to the Central Government, at such time and in such\r\nform and manner as may be prescribed or as the Central Government may direct,\r\nsuch returns and statements and such particulars in regard to any matter under\r\nthe jurisdiction of the Authority, as the Central Government may, from time to\r\ntime, require. 2. \r\n The\r\nAuthority shall prepare, once every year, in such form and at such time as may\r\nbe prescribed, an annual report, giving a summary of its activities during the\r\nprevious year and copies of the report shall be forwarded to the Central\r\nGovernment.3. \r\n A\r\ncopy of the report received under sub-section (2) shall be laid by the Central\r\nGovernment, as soon as may be after it is received, before each House of\r\nParliament.", "37": "Airports Economic Regulatory Authority of India Act, 200837. Penalty for\r\nwillful failure to comply with orders of Appellate Tribunal. -If any person\r\nwilfully fails to comply with the order of the Appellate Tribunal, he shall be\r\npunishable with fine which may extend to one lakh rupees and in case of a\r\nsecond or subsequent offence with fine which may extend to two lakh rupees and\r\nin the case of continuing contravention with additional fine which may extend\r\nto two lakh rupees for every day during which such default continues.", "38": "Airports Economic Regulatory Authority of India Act, 200838. Punishment for\r\nnon- compliance of orders and directions under this Act. -Whoever fails to\r\ncomply with any order or direction given under this Act, or contravenes, or\r\nattempts to contravene or abets the contravention of the provisions of this Act\r\nor of any rules or regulations made there under shall be punishable with fine\r\nwhich may extend to one lakh rupees and in the case of a second or subsequent\r\noffence with fine which may extend to two lakh rupees and in the case of a\r\ncontinuing contravention with an additional fine which may extend to four\r\nthousand rupees for every day during which the default continues.", "39": "Airports Economic Regulatory Authority of India Act, 200839. Punishment for\r\nnon- compliance with order of Authority or Appellate Tribunal. -If any person\r\nwilfully fails to comply with an order of the Authority or of the Appellate\r\nTribunal, passed under Chapter IV, he shall be punishable with fine which may extend\r\nto one lakh rupees and, in the case of a second or subsequent offence, with\r\nfine which may extend to two lakh rupees and in the case of a continuing\r\nfailure, with an additional fine which may extend to four thousand rupees for\r\nevery day during which such failure continues.", "40": "Airports Economic Regulatory Authority of India Act, 200840. Offences by\r\ncompanies. -1. \r\n Where\r\nan offence under this Act has been committed by a company, every person who, at\r\nthe time the offence was committed, was in charge of, and was responsible to\r\nthe company for the conduct of, the business of the company, as well as the\r\ncompany, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded against and punished accordingly: Provided that nothing contained in\r\nthis sub-section shall render any such person liable to any punishment provided\r\nin this Act, if he proves that the offence was committed without his knowledge\r\nor that he had exercised all due diligence to prevent the commission of such\r\noffence.2. \r\n Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company, and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to any neglect on the\r\npart of, any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof the offence and shall be liable to be proceeded against and punished\r\naccordingly. Explanation.- For the purposes of this section-a.    \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.    \"director\"\r\nmeans a whole-time director in the company and in relation to a firm, means a\r\npartner in the firm.", "41": "Airports Economic Regulatory Authority of India Act, 200841. Offences by\r\nGovernment Departments. -1. \r\n Where\r\nan offence under this Act has been committed by any Department of Government or\r\nany of its undertakings, the Head of the Department or its undertakings shall\r\nbe deemed to be guilty of an offence and shall be liable to be proceeded\r\nagainst and punished accordingly unless he proves that the offence was\r\ncommitted without his knowledge or that he had exercised all due diligence to\r\nprevent the commission of such offence.2. \r\n Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by any Department of Government or its undertakings and it is proved\r\nthat the offence has been committed with the consent or connivance of, or is\r\nattributable to any neglect on the part of any officer, other than the Head of\r\nthe Department, or its undertakings, such officer shall also be deemed to be\r\nguilty of that offence and shall be liable to be proceeded against and punished\r\naccordingly.", "42": "Airports Economic Regulatory Authority of India Act, 2008Chapter VII  Miscellaneous42. Directions by\r\nCentral Government. -1. \r\n The\r\nCentral Government may, from time to time, issue to the Authority such\r\ndirections as it may think necessary in the interest of the sovereignty and\r\nintegrity of India, the security of the State, friendly relations with foreign\r\nStates, public order, decency or morality.2. \r\n Without\r\nprejudice to the foregoing provisions, the Authority shall, in exercise of its\r\npowers or the performance of its functions, be bound by such directions on\r\nquestions of policy as the Central Government may give in writing to it from\r\ntime to time: Provided that the Authority shall, as far as practicable, be\r\ngiven an opportunity to express its views before any direction is given under\r\nthis sub-section.3. \r\n The\r\ndecision of the Central Government whether a question is one of policy or not\r\nshall be final.", "43": "Airports Economic Regulatory Authority of India Act, 200843. Members, officers\r\nand employees of Authority to be public servants. -The Chairperson,\r\nMembers, officers and other employees of the Authority shall be deemed, when\r\nacting or purporting to act in pursuance of any of the provisions of this Act,\r\nto be public servants within the meaning of section 21 of the Indian Penal\r\nCode.", "44": "Airports Economic Regulatory Authority of India Act, 200844. Bar of\r\njurisdiction. -No civil court shall\r\nhave jurisdiction in respect of any matter which the Authority is empowered by\r\nor under this Act to determine.", "45": "Airports Economic Regulatory Authority of India Act, 200845. Protection of\r\naction taken in good faith. -No suit, prosecution\r\nor other legal proceedings shall lie against the Central Government or the\r\nAuthority or any Member, officer or other employees thereof for anything which\r\nis in good faith done or intended to be done under this Act or the rules and\r\nregulations made there under.", "46": "Airports Economic Regulatory Authority of India Act, 200846. Exemption from\r\ntax on wealth and income. -Notwithstanding\r\nanything contained in the Wealth-tax Act, 1957, the Income-tax Act, 1961, or\r\nany other enactment for the time being in force relating to tax on wealth,\r\nincome, profits or gains, the Authority shall not be liable to pay wealth-tax,\r\nincome-tax or any other tax in respect of their wealth, income, profits or\r\ngains derived.", "47": "Airports Economic Regulatory Authority of India Act, 200847. Cognizance of\r\noffences. -No court shall take\r\ncognizance of an offence punishable under this Act, except upon a complaint in\r\nwriting made by the Authority or by any officer of the Authority duly\r\nauthorised by the Authority for this purpose.", "48": "Airports Economic Regulatory Authority of India Act, 200848. Delegation of\r\npowers. -The Authority may, by\r\ngeneral or special order in writing, delegate to the Chairperson or any Member\r\nor officer of the Authority, subject to such conditions and limitations, if\r\nany, as may be specified in the order, such of its powers and functions under\r\nthis Act (except the power to settle disputes and the power to make\r\nregulations), as it may deem necessary.", "49": "Airports Economic Regulatory Authority of India Act, 200849. Power of Central\r\nGovernment to supersede Authority. -1. \r\n If,\r\nat any time, the Central Government is of opinion-a.    that on account of a\r\ngrave emergency, the Authority is unable to discharge the functions and duties\r\nimposed on it by or under the provisions of this Act; orb.    that the Authority\r\nhas persistently made default in complying with any direction issued by the\r\nCentral Government under this Act or in the discharge of the functions and\r\nduties imposed on it by or under the provisions of this Act and as a result of\r\nwhich default, the financial position of the Authority or the administration of\r\nany airport, heliport, airstrip, civil enclave or aeronautical communication\r\nstation has deteriorated; or c.    that circumstances\r\nexist which render it necessary in the public interest so to do, the Central\r\nGovernment may, by notification in the Official Gazette, supersede the\r\nAuthority for such period, not exceeding six months, as may be specified in the\r\nnotification: Provided that before issuing a notification under this sub-section\r\nfor the reasons mentioned in clause (b), the Central Government shall give a\r\nreasonable opportunity to the Authority to show cause as to why it should not\r\nbe superseded and shall consider the explanations and objections, if any, of\r\nthe Authority. 1. \r\n 2. \r\n Upon\r\nthe publication of a notification under sub-section (1) superseding the\r\nAuthority,-a.    all the Members\r\nshall, as from the date of supersession, vacate their offices as such;b.    all the powers,\r\nfunctions and duties which may, by or under the provisions of this Act, be\r\nexercised or discharged by or on behalf of the Authority, shall until the\r\nAuthority is re-constituted under sub-section (3), be exercised and discharged\r\nby such person or persons as the Central Government may direct;c.    all property owned or\r\ncontrolled by the Authority shall, until the Authority is re-constituted under\r\nsub-section (3), vest in the Central Government. 1. \r\n 2. \r\n 3. \r\n On\r\nthe expiration of the period of supersession specified in the notification\r\nissued under sub-section (1), the Central Government may,-a.    extend the period of\r\nsupersession for such further term not exceeding six months, as it may consider\r\nnecessary; orb.    re-constitute the\r\nAuthority by fresh appointment and in such case the Members who vacated their\r\noffices under clause (a) of sub-section (2) shall not be deemed disqualified\r\nfor appointment: Provided that the Central Government may, at any time before\r\nthe expiration of the period of supersession, whether as originally specified\r\nunder sub-section (1) or as extended under this sub-section, take action under\r\nclause (b) of this sub-section.1. \r\n 2. \r\n\r\n 3. \r\n 4. \r\n The\r\nCentral Government shall cause a notification issued under sub-section (1) and\r\na full report of any action taken under this section and the circumstances\r\nleading to such action to be laid before both Houses of Parliament at the\r\nearliest opportunity.", "50": "Airports Economic Regulatory Authority of India Act, 200850. Application of\r\nother laws not barred. -The provisions of\r\nthis Act shall be in addition to, and not in derogation of, the provisions of\r\nany other law for the time being in force.", "51": "Airports Economic Regulatory Authority of India Act, 200851. Power to make\r\nrules. -1. \r\n The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the provisions of this Act.2. \r\n In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.    the salary and\r\nallowances payable to, and the other conditions of service of, the Chairperson\r\nand other Members under sub-section (2) of section 6;b.    the form and manner\r\nin which and the Authority before whom the oath of office and secrecy shall be\r\nmade and subscribed under sub-section (4) of section 6;c.    the powers and\r\nfunctions to be exercised or discharged by the Chairperson under section 7;d.    the procedure for\r\nconducting any inquiry made under sub-section (2) of section 8;e.    the salaries and\r\nallowances payable to, and the other terms and conditions of service of the\r\nSecretary, officers and other employees of the Authority under sub-section (3)\r\nof section 9;f.    the performance\r\nstandards relating to the quality, continuity and reliability of service to be\r\nmonitored under clause (d) of sub-section (1) of section 13;g.    the books of account\r\nor other documents which are required to be maintained by the service provider\r\nunder sub-section (3) of section 14;h.    the form and manner\r\nin which the form shall be verified and fee to be accompanied by the form under\r\nsub-section (3) of section 18;(i) the salary and allowances payable to, and the\r\nother terms and conditions of service of, the Chairperson and other Members of\r\nthe Appellate Tribunal under section 22; i.    the salaries and\r\nallowances and other conditions of service of such officers and employees of\r\nthe Appellate Tribunal under sub-section (3) of section 25;j.    the matters in\r\nrespect of which the Authority will have the powers of a civil court under\r\nclause (a) of sub-section (2) of section 29;k.    the form in which the\r\nAuthority shall prepare, and at such time in each financial year, its budget\r\nand the time at which such budget shall be prepared under section 33;l.    the form in which\r\nproper accounts and other relevant records shall be maintained and the annual\r\nstatement of accounts shall be prepared by the Authority under sub-section (1)\r\nof section 35;m.    the form, manner and\r\nthe time in which the returns and statements shall be furnished by the Authority\r\nunder sub-section (1) of section 36;n.    the form and time at\r\nwhich the annual report shall be prepared by the Authority under sub-section\r\n(2) of section 36;o.    any other matter\r\nwhich is to be, or may be, prescribed, or in respect of which provision is to\r\nbe made by rules.", "52": "Airports Economic Regulatory Authority of India Act, 200852. Power to make\r\nregulations. -1. \r\n The\r\nAuthority may, by notification in the Official Gazette, and with the previous\r\napproval of the Central Government, make regulations, not inconsistent with\r\nthis Act, and the rules made there under, to carry out the purposes of this\r\nAct.2. \r\n In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for all or any of the following matters, namely:-a.    the procedure in\r\naccordance with which the experts and professionals may be engaged under\r\nsub-section (4) of section 9;b.    the places and time\r\nof meetings of the Authority and the procedure to be followed at such meetings,\r\n(including the quorum at its meetings) under sub-section (1) of section 10;c.    any other matter\r\nwhich is required to be, or may be, specified by regulations.", "53": "Airports Economic Regulatory Authority of India Act, 200853. Rules and\r\nregulations to be laid before Parliament. -Every rule made by\r\nthe Central Government, and every regulation made by the Authority, under this\r\nAct shall be laid, as soon as may be after it is made, before each House of\r\nParliament, while it is in session, for a total period of thirty days, which\r\nmay be comprised in one session or in two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe rule or regulation or both Houses agree that the rule or regulation should\r\nnot be made, the rule or regulation shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule or regulation.", "54": "Airports Economic Regulatory Authority of India Act, 200854. Amendment of\r\ncertain enactments. -The enactments\r\nspecified in the Schedule to this Act shall be amended in the manner specified\r\ntherein and such amendments shall take effect on the date of establishment of\r\nthe Authority.", "55": "Airports Economic Regulatory Authority of India Act, 200855. Power to remove\r\ndifficulties. -1. \r\n If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as may appear to\r\nit to be necessary for removing the difficulty: Provided that no order shall be\r\nmade under this section after the expiry of two years from the date of\r\ncommencement of this Act.2. \r\n Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.AMENDMENT TO THE\r\nAIRCRAFT ACT, 1934 (22 OF 1934) Section 5, sub-section (2), clause (ab), for\r\n\"or revision on tariff of operators of air transport services\",\r\nsubstitute \"or revision on tariff of operators of air transport services\r\n[other than the tariff referred to in clause (a) of sub-section (1) of section\r\n13 of the Airports Economic Regulatory Authority of India Act,\r\n2008]\".AMENDMENT TO THE AIRPORTS AUTHORITY OF INDIA ACT, 1994(55 OF 1994)1.\r\nSection 22A, for the portion beginning with the words \"The Authority\r\nmay\" and ending with the words \"for the purposes of - \",\r\nsubstitute the following:-\"The Authority\r\nmay,- \r\ni. \r\n after\r\nthe previous approval of the Central Government in this behalf, levy on, and\r\ncollect from, the embarking passengers at an airport other than the major\r\nairports referred to in clause (h) of section 2 of the Airports Economic\r\nRegulatory Authority of India Act, 2008 the development fees at the rate as may\r\nbe prescribed; \r\nii. \r\n levy\r\non, and collect from, the embarking passengers at major airport referred to in\r\nclause (h) of section 2 of the Airports Economic Regulatory Authority of India\r\nAct, 2008 the development fees at the rate as may be determined under clause\r\n(b) of sub-section (1) of section 13 of the Airports Economic Regulatory\r\nAuthority of India Act, 2008,and such fees shall be credited to the Authority\r\nand shall be regulated and utilised in the prescribed manner, for the purs of-\r\n\"2. Section 41, in sub-section (2), clause (ee), for \"the rate of\r\ndevelopment fees and\", substitute-\"the rate of development fees in\r\nrespect of airports other than major airports and\"."}