{"name": "allindiaservices", "1": "All India Services Act, 19511.\r\nShort title:--This Act may be called the All-India\r\nServices Act, 1951.", "2": "All India Services Act, 19512. Definition:--In\r\nthis Act, the expression \"an all-India Service' means the service known as\r\nthe Indian Administrative Service or the service known as the Indian Police\r\nService.", "3": "All India Services Act, 1951\n3. Regulation of recruitment and conditions of service:--(1)\r\nThe Central Government may, after consultation with the Governments of the\r\nStates concerned, make rules for the regulation of recruitment and the\r\nconditions of service of persons appointed, to an all-India Service.(2)\r\nAll rules made under this section shall be laid for not less than fourteen days\r\nbefore Parliament as soon as possible after they are made, and shall be subject\r\nto such modifications, whether by way of repeal or amendment, as parliament may\r\nmake on a motion made during the session in which they are so laid.Comment: \" ...When the appropriate authorities committed error in not\r\npreparing the Select List for the year 1983 and the appellants being aggrieved\r\nassailed the same and ultimately this Court directed to reconsider the matter,\r\nthereafter, the appropriate authority reconsidered the matter and included the\r\nappellants name in the Select List for the year 1986, in the eye of law the\r\nsaid Select List can be held to be the Select List for the year 1983.\r\nConsequently the year of allotment of those who were included in the said list\r\nhas to be determined on the basis that they were in the Select List of the year\r\n1983 though factually the list was prepared in the year 1985 and was approved\r\nby Union Public Service Commission in February, 1986. The Union Government,\r\ntherefore, in our considered opinion committed serious error in determining the\r\nyear of allotment of the appellants on the basis that they were in the Select\r\nList from the date of approval of the list by the Union Public Service\r\nCommission i.e. February 1986.\"  Devendra Narayan  Singh v. State of Bihar , AIR 1997 SUPREME COURT 595\n\n\n\n Back\n\n\n\n\n\n\n Back\n\n\n", "4": "All India Services Act, 19514. Continuance of existing\r\nrules:--All\r\nrules in force immediately before the commencement of this Act, and applicable\r\nto an all-India Service shall continue to be in force and shall be deemed to be\r\nrules made under this Act."}