{"name": "Anti-Hijacking Act, 1982\r", "1": "Anti-Hijacking Act, 1982CHAPTER I: PRELIMINARY1. Short title, extent, application and\r\ncommencement(1) This Act may be called the Anti-Hijacking Act, 1982.(2) It extends to the whole of  India and, save as otherwise provided in this Act, it applies also to any\r\noffence thereunder committed outside  India by any person.(3) It shall come into force on such date as the Central Government may,\r\nby notification in the Official Gazette, appoint.", "2": "Anti-Hijacking Act, 19822. DefinitionsIn\r\nthis Act, unless the context otherwise requires,-(a) \"aircraft\" means any aircraft, whether or not registered\r\nin India, other than a military aircraft or an aircraft used in customs or\r\npolice service;(b) \"aircraft registered in India\" means an aircraft which is\r\nfor the time being registered in India;(c) \"Convention country\" means a country in which the Hague\r\nConvention is for the time being in force;(d) \"Hague Convention\" means the Convention for the\r\nSuppression of Unlawful Seizure of Aircraft signed at The Hague on the 16th day\r\nof December, 1970;(e) \"military aircraft\" means an aircraft of the naval,\r\nmilitary, air force or any other armed forces of any country and includes every\r\naircraft commanded for the time being by a person in any such force detailed\r\nfor the purpose.", "3": "Anti-Hijacking Act, 1982CHAPTER II: HIJACKING AND CONNECTED OFFENCES3. Hijacking(1)\r\nWhoever on board an aircraft in flight, unlawfully, by force or threat of force\r\nor by any other form of intimidation, seizes or exercises control of that\r\naircraft, commits the offence of hijacking of such aircraft.(2)\r\nWhoever attempts to commit any of the acts referred to in sub-section (1) in\r\nrelation to any aircraft, or abets the commission of any such act, shall also\r\nbe deemed to have committed the offence of hijacking of such aircraft.(3)\r\nFor the purposes of this section, an aircraft shall be deemed to be in flight\r\nat any time from the moment when all its external doors are closed following\r\nembarkation until the moment when any such door is opened for disembarkation,\r\nand in the case of a forced landing, the flight shall be deemed to continue\r\nuntil the competent authorities of the country in which such forced landing\r\ntakes place take over the responsibility for the aircraft and for persons and\r\nproperty on board.", "4": "Anti-Hijacking Act, 19824. Punishment for hijackingWhoever  \r\ncommits the offence of hijacking shall be punished with imprisonment for life and\r\nshall also be liable to fine.", "5": "Anti-Hijacking Act, 19825. Punishment for acts of violenceconnected with hijacking w  hoever, being a person committing the offence of hijacking of an\r\naircraft, commits, in connection with such offence, any act of violence against\r\nany passenger or member of the crew of such aircraft, shall be punished with\r\nthe same punishment with which he would have been punishable under any law for\r\nthe time being in force in India if such act had been committed in India.", "6": "Anti-Hijacking Act, 19826. Jurisdiction(1)\r\nSubject to the provisions of sub-section (2), where an offence under section 4\r\nor section 5 is committed outside India, the person committing such offence may\r\nbe dealt with in respect thereof as if such offence had been committed at any\r\nplace within India at which he may be found.(2)\r\nNo court shall take cognizance of an offence punishable under section 4 or\r\nsection 5 which is committed outside India unless-(a) such offence is committed on board an aircraft registered in India;(b) such offence is committed on board an aircraft which is for the time\r\nbeing leased without crew to a lessee who has his principal place of business\r\nor where he has no such place of business, his permanent residence in India; or\r\n(c) the alleged offender is a citizen of India or is on board the\r\naircraft in relation to which such offence is committed when it lands in India\r\nor is found in India.", "7": "Anti-Hijacking Act, 1982CHAPTER III: MISCELLANEOUS7. Provisions as to extradition(1)\r\nThe offences under section 4 and section 5 shall be deemed to have been\r\nincluded as extraditable offences and provided for in all the extradition\r\ntreaties made by India with Convention countries and which extend to, and are\r\nbinding on, India on the date of commencement of this Act.(2)\r\nFor the purposes of the application of the Extradition Act, 1962 to offences\r\nunder this Act, any aircraft registered in a Convention country shall, at any\r\ntime while that aircraft is in flight, be deemed to be within the jurisdiction\r\nof that country, whether or not it is for the time being also within the\r\njurisdiction of any other country.", "8": "Anti-Hijacking Act, 19828. Contracting Parties to ConventionThe\r\nCentral Government may, by notification in the Official Gazette, certify as to who\r\nare the contracting parties to the Hague Convention and to what extent they\r\nhave availed themselves of the provisions of the Convention, and any such\r\nnotification shall be conclusive evidence of the matters certified therein.", "9": "Anti-Hijacking Act, 19829. Power to treat certain aircraft to be\r\nregistered in Convention countries If\r\nthe Central Government is satisfied that the requirements of Article 5 of the\r\nHague Convention have been satisfied in relation to any aircraft, it may, by\r\nnotification in the Official Gazette, direct that such aircraft shall, for the\r\npurposes of this Act, be treated as registered in such Convention country as\r\nmay be specified in the notification.", "10": "Anti-Hijacking Act, 198210. Previous sanction necessary for\r\nprosecutionNo\r\nprosecution for an offence under this Act shall be instituted except with the\r\nprevious sanction of the Central Government.", "11": "Anti-Hijacking Act, 198211. Protection of action taken in good faith(1)\r\nNo suit, prosecution or other legal proceeding shall lie against any person for\r\nanything which is in good faith done or intended to be done in pursuance of the\r\nprovisions of this Act.(2)\r\nNo suit or other legal proceeding shall lie against the Central Government for\r\nany damage caused or likely to be caused for anything which is in good faith\r\ndone or intended to be done in pursuance of the provisions of this Act."}