{"name": "apreorganisation", "1": "The Andhra Pradesh reorganization Act, 2014Part I Preliminary1.  Short title.This act may be called the Andhra Pradesh reorganization act,\r\n2014.", "2": "The Andhra Pradesh reorganization Act, 20142.  Definitions.In this act, unless the context otherwise requires,-a.    \"appointed\r\nday\" means the day which the central government may, by notification in the\r\nofficial gazette, appoint;b.    \"article\"\r\nmeans an article of the constitution;c.    \"assembly\r\nconstituency\", \"council constituency\" and \"parliamentary constituency\" have the\r\nsame meanings as in the representation of the people act, 1950;d.    \"Election\r\nCommission\" means the Election Commission appointed by the President under\r\narticle 324;e.    \"existing\r\nState of Andhra Pradesh\" means the State of Andhra Pradesh as existing\r\nimmediately before the appointed day;f.    \"law\"\r\nincludes any enactment, ordinance, regulation, order, bye-law, rule, scheme,\r\nnotification or other instrument having, immediately before the appointed day,\r\nthe force of law in the whole or in any part of the existing State of Andhra\r\nPradesh;g.    \"notified\r\norder\" means an order published in the Official Gazette;h.    \"population\r\nratio\", in relation to the States of Andhra Pradesh and Telangana, means the\r\nratio of 58.32 : 41.68 as per 2011 Census;i.    \"sitting\r\nmember\", in relation to either House of Parliament or of the Legislature of the\r\nexisting State of Andhra Pradesh, means a person who immediately before the\r\nappointed day, is a member of that House;j.    \"successor\r\nState\", in relation to the existing State of Andhra Pradesh, means the State of\r\nAndhra Pradesh or the State of Telangana, as the case may be;k.    \"transferred\r\nterritory\" means the territory which on the appointed day is transferred from\r\nthe existing State of Andhra Pradesh to the State of Telangana;l.    \"treasury\"\r\nincludes a sub-treasury; andm.    any\r\nreference to a district, mandal, tehsil, taluk or other territorial division of\r\nthe existing State of Andhra Pradesh shall be construed as a reference to the\r\narea comprised within that territorial division on the appointed day.", "3": "The Andhra Pradesh reorganization Act, 2014Part II Reorganisation of the State of Andhra Pradesh3.  Formation of Telangana State.On and from the appointed day, there shall be formed a new State\r\nto be known as the State of Telangana comprising the following territories of\r\nthe existing State of Andhra Pradesh, namely:-Adilabad, Karimnagar, Medak, Nizamabad, Warangal, Rangareddi,\r\nNalgonda, Mahbubnagar, Khammam (but excluding the revenue villages in the\r\nMandals specified in G.O.Ms. No. 111 Irrigation & CAD (LA IV R&R-I)\r\nDepartment, dated the 27th June, 2005 and the revenue villages of Bhurgampadu,\r\nSeetharamanagaram and Kondreka in Bhurgampadu Mandal) and Hyderabad districts,\r\nand thereupon the said territories shall cease to form part of the existing\r\nState of Andhra Pradesh.", "4": "The Andhra Pradesh reorganization Act, 20144.  State of Andhra Pradesh and territorial divisions thereof.On and from the appointed day, the State of Andhra Pradesh shall\r\ncomprise the territories of the existing State of Andhra Pradesh other than\r\nthose specified in section 3.", "5": "The Andhra Pradesh reorganization Act, 20145.  Hyderabad to be common capital for States of Telangana and\r\nAndhra Pradesh.1.    On and\r\nfrom the appointed day, Hyderabad in the existing State of Andhra Pradesh,\r\nshall be the common capital of the State of Telangana and the State of Andhra\r\nPradesh for such period not exceeding ten years.2.    After\r\nexpiry of the period referred to in sub-section ( 1 ), Hyderabad shall be\r\nthe capital of the State of Telangana and there shall be a new capital for the\r\nState of Andhra Pradesh. Explanation. -- In this Part, the common capital\r\nincludes the existing area notified as the Greater Hyderabad Municipal\r\nCorporation under the Hyderabad Municipal Corporation Act, 1955.", "6": "The Andhra Pradesh reorganization Act, 20146.  Expert Committee for setting up of a capital for Andhra Pradesh.The Central Government shall constitute an expert committee to\r\nstudy various alternatives regarding the new capital for the successor State of\r\nAndhra Pradesh and make appropriate recommendations in a period not exceeding\r\nsix months from the date of enactment of the Andhra Pradesh Reorganisation Act,\r\n2014.", "7": "The Andhra Pradesh reorganization Act, 20147.  Governor of existing State of Andhra Pradesh to be common\r\nGovernor.On and from the appointed day, the Governor of the existing\r\nState of Andhra Pradesh shall be the Governor for both the successor States of\r\nAndhra Pradesh and Telangana for such period as may be determined by the\r\nPresident.", "8": "The Andhra Pradesh reorganization Act, 20148.  Responsibility of Governor to protect residents of common\r\ncapital of Hyderabad.1.    On and\r\nfrom the appointed day, for the purposes of administration of the common\r\ncapital area, the Governor shall have special responsibility for the security\r\nof life, liberty and property of all those who reside in such area.2.    In\r\nparticular, the responsibility of the Governor shall extend to matters such as\r\nlaw and order, internal security and security of vital installations, and\r\nmanagement and allocation of Government buildings in the common capital area.3.    In\r\ndischarge of the functions, the Governor shall, after consulting the Council of\r\nMinisters of the State of Telangana, exercise his individual judgment as to the\r\naction to be taken:Provided that if any question arises whether any matter is or is\r\nnot a matter as respects which the Governor is under this sub-section required\r\nto act in the exercise of his individual judgment, the decision of the Governor\r\nin his discretion shall be final, and the validity of anything done by the\r\nGovernor shall not be called in question on the ground that he ought or ought\r\nnot to have acted in the exercise of his individual judgment. 1. \r\n  2. \r\n  3. \r\n  4.    The\r\nGovernor shall be assisted by two advisors to be appointed by the Central\r\nGovernment.", "9": "The Andhra Pradesh reorganization Act, 20149 . Assistance of police forces from Central Government to\r\nsuccessor States, etc.1.    The\r\nCentral Government shall assist the successor States of Andhra Pradesh and\r\nTelangana to raise additional police forces. 2.    The\r\nCentral Government shall, for a period of three years, on and from the\r\nappointed day, maintain and administer the Greyhound Training Centre in\r\nHyderabad which shall function as a common training centre for the successor\r\nStates and, at the expiry of the said period, the existing Greyhound Training\r\nCentre in Hyderabad shall become the training centre of the State of Telangana.3.    The\r\nCentral Government shall assist the successor State of Andhra Pradesh to set up\r\na similar state-of the-art training centre at such place as the State\r\nGovernment of Andhra Pradesh may by order notify.4.    The\r\nCentral Government shall provide financial assistance to the successor States\r\nin setting up new operational hubs for Greyhounds at such locations as the\r\nsuccessor States may by order notify.5.    The\r\nGreyhound and OCTOPUS forces of the existing State of Andhra Pradesh shall be\r\ndistributed between the successor States after seeking options from the\r\npersonnel and, each of these forces, on or after the appointed day shall\r\nfunction under the respective Director General of Police of the successor\r\nStates.", "10": "The Andhra Pradesh reorganization Act, 201410.  Amendment of First Schedule to\r\nConstitution.On and from the appointed day, in the First Schedule to the\r\nConstitution, under the heading \"I. THE STATES’’,--( a ) in the paragraph relating to the territories of the\r\nState of Andhra Pradesh, after the words, brackets and figures \"Second Schedule\r\nto the Andhra Pradesh and Madras (Alteration of Boundaries) Act, 1959\", the\r\nfollowing shall be inserted, namely:-\"and the territories specified in section 3 of the Andhra\r\nPradesh Reorganisation Act, 2014\";( b ) after entry 28, the following entry shall be\r\ninserted, namely:-\"29. Telangana: The territories specified in section 3 of the\r\nAndhra Pradesh Reorganisation Act, 2014.\".", "11": "The Andhra Pradesh reorganization Act, 201411.  Saving powers of State Governments.Nothing in the foregoing provisions of this Part shall be deemed\r\nto affect the power of the Government of Andhra Pradesh or the Government of\r\nTelangana to alter, after the appointed day, the name, area or boundaries of\r\nany district or other territorial division in the State.", "12": "The Andhra Pradesh reorganization Act, 2014Part III Representation in the LegislaturesThe Council of States12.  Amendment of Fourth Schedule to\r\nConstitution.On and from the appointed day, in the Fourth Schedule to the\r\nConstitution, in the Table,-a.    in\r\nentry 1, for the figures \"18\", the figures \"11\" shall be substituted;b.    entries\r\n2 to 30 shall be renumbered as entries 3 to 31, respectively;c.    after\r\nentry 1, the following entry shall be inserted, namely:-\"2. Telangana .............................................. 7\".", "13": "The Andhra Pradesh reorganization Act, 201413.  Allocation of sitting members.     1.    On and\r\nfrom the appointed day, eighteen sitting members of the Council of States\r\nrepresenting the existing State of Andhra Pradesh shall be deemed to have been\r\nelected to fill the seats allotted to the States of Andhra Pradesh and\r\nTelangana, as specified in the First Schedule to this Act.2.    The\r\nterm of office of such sitting members shall remain unaltered. ", "14": "The Andhra Pradesh reorganization Act, 2014The House of the People14.  Representation in House of the People.On and from the appointed day, there shall be allocated 25 seats\r\nto the successor State of Andhra Pradesh, and 17 seats to the successor State\r\nof Telangana, in the House of the People, and the First Schedule to the\r\nRepresentation of the People Act, 1950 shall be deemed to be amended\r\naccordingly.", "15": "The Andhra Pradesh reorganization Act, 201415.  Delimitation of Parliamentary and Assembly\r\nConstituencies.1.    On and\r\nfrom the appointed day, the Delimitation of Parliamentary and Assembly\r\nConstituencies Order, 2008, shall stand amended as directed in the Second\r\nSchedule to this Act.2.    The\r\nElection Commission may conduct the elections to the House of the People and\r\nthe Legislative Assemblies of the successor States of Andhra Pradesh and\r\nTelangana as per the allocation of seats specified in the Delimitation of\r\nParliamentary and Assembly Constituencies Order, 2008 as amended by this Act. ", "16": "The Andhra Pradesh reorganization Act, 201416.  Provision as to sitting members.1.    Every\r\nsitting member of the House of the People representing a constituency which, on\r\nthe appointed day by virtue of the provisions of section 14, stands allotted,\r\nwith or without alteration of boundaries, to the successor States of Andhra\r\nPradesh or Telangana, shall be deemed to have been elected to the House of the\r\nPeople by that constituency as so allotted.2.    The\r\nterm of office of such sitting members shall remain unaltered. ", "17": "The Andhra Pradesh reorganization Act, 2014The Legislative Assembly17.  Provisions as to Legislative Assemblies.1.    Subject\r\nto the provisions of sub-section ( 2 ), the number of seats in the\r\nLegislative Assemblies of the States of Andhra Pradesh and Telangana, on and\r\nfrom the appointed day, shall be 175 and 119, respectively. 2.    In the\r\nSecond Schedule to the Representation of the People Act, 1950, under the\r\nheading \"I. STATES\":-a. \r\n  for entry 1, the following entry shall be substituted, namely:-1. Andhra Pradesh2943915175297a.    b. \r\n  entries 25 to 28 shall be renumbered as entries 26 to 29,\r\nrespectively;c. \r\n  after entry 24, the following entry shall be inserted, namely:-25. Telangana---119191", "18": "The Andhra Pradesh reorganization Act, 201418.  Representation of Anglo-Indian community.Notwithstanding anything in sub-section ( 1 ) the Governor\r\nof the State may nominate one member each to the Legislative Assemblies of the\r\nsuccessor States to give representation to the Anglo-Indian community in accordance\r\nwith article 333 of the Constitution.", "19": "The Andhra Pradesh reorganization Act, 201419.  Allocation of sitting members.1.    Every\r\nsitting member of the Legislative Assembly of the existing State of Andhra\r\nPradesh elected to fill a seat in that Assembly from a constituency which on\r\nthe appointed day by virtue of the provisions of section 17 stands allotted,\r\nwith or without alteration of boundaries, to the State of Telangana shall, on\r\nand from that day, cease to be a member of the Legislative Assembly of Andhra\r\nPradesh and shall be deemed to have been elected to fill a seat in the\r\nLegislative Assembly of Telangana from that constituency as so allotted.2.    All\r\nother sitting members of the Legislative Assembly of the existing State of\r\nAndhra Pradesh shall continue to be members of the Legislative Assembly of that\r\nState and any such sitting member representing a constituency, the extent or\r\nthe name of which are altered by virtue of the provisions of section 17, shall\r\nbe deemed to have been elected to the Legislative Assembly of Andhra Pradesh by\r\nthat constituency as so altered. 3.    Notwithstanding\r\nanything contained in any other law for the time being in force, the\r\nLegislative Assemblies of Andhra Pradesh and Telangana shall be deemed to be\r\nduly constituted on the appointed day. ", "20": "The Andhra Pradesh reorganization Act, 201420.  Duration of Legislative Assemblies.The period of five years referred to in clause (1) of article\r\n172 shall, in the case of the Legislative Assembly of the State of Andhra\r\nPradesh and of the Legislative Assembly of the State of Telangana, be deemed to\r\nhave commenced on the date on which it actually commenced in the case of the\r\nLegislative Assembly of the existing State of Andhra Pradesh. ", "21": "The Andhra Pradesh reorganization Act, 201421.  Speaker, Deputy Speaker and rules of\r\nprocedure.1.    The\r\nperson who immediately before the appointed day is the Speaker of the\r\nLegislative Assembly of the existing State of Andhra Pradesh shall continue to\r\nbe the Speaker of that Assembly on and from that day and the members of that\r\nAssembly shall choose from amongst the members of the Assembly, a member to be\r\nthe Deputy Speaker of that Assembly.2.    As soon\r\nas may be after the appointed day, the Deputy Speaker of the Legislative\r\nAssembly of the existing State of Andhra Pradesh shall become the Deputy\r\nSpeaker of the Legislative Assembly of the successor State of Telangana and\r\nuntil the Speaker is chosen by that Assembly, the duties of the office of the\r\nSpeaker shall be performed by the Deputy Speaker so appointed.3.    The\r\nrules of procedure and conduct of business of the Legislative Assembly of\r\nAndhra Pradesh as in force immediately before the appointed day shall, until\r\nrules are made under clause (1) of article 208, be the rules of procedure and\r\nconduct of business of the Legislative Assembly of Telangana, subject to such\r\nmodifications and adaptations as may be made therein by the speaker thereof.", "22": "The Andhra Pradesh reorganization Act, 2014The Legislative Councils22.  Legislative Council for successor States.1.    There\r\nshall be constituted a Legislative Council for each of the successor States\r\nconsisting of not more than 50 members in the Legislative Council of Andhra\r\nPradesh and 40 members in the Legislative Council of Telangana in accordance\r\nwith the provisions contained in article 169 of the Constitution.2.    The\r\nexisting Legislative Council of the State of Andhra Pradesh shall, on and from\r\nthe appointed day, be deemed to have been constituted as two Legislative\r\nCouncils of the successor States and the existing members shall be allotted to\r\nthe Councils as specified in the Fourth Schedule.", "23": "The Andhra Pradesh reorganization Act, 201423.  Provisions as To Legislative Councils.1.    On and\r\nfrom the appointed day, there shall be 50 seats in the Legislative Council of\r\nAndhra Pradesh and 40 seats in the Legislative Council of Telangana,\r\nrespectively. 2.    In the\r\nRepresentation of the People Act, 1950,-- \r\ni. \r\n  in the Third Schedule,--a. \r\n  for the existing entry 1, the following entry shall be\r\nsubstituted, namely:--1. Andhra Pradesh501755176( b ) after entry 7, the following entry shall be\r\ninserted, namely:-7A. Telangana401433146 \r\nii. \r\n  in the Fourth Schedule, after the heading \"Tamil Nadu\" and the\r\nentries relating thereunder, the following heading and the entries shall be\r\ninserted, namely:-\"TELANGANA1. Municipal Corporations.2. Municipalities.3. Nagar Panchayats.4. Cantonment Boards.5. Zila Praja Parishads.6. Mandal Praja Parishads.\".", "24": "The Andhra Pradesh reorganization Act, 201424.  Amendment of Delimitation of Council\r\nConstituencies Order.1.    On and\r\nfrom the appointed day, the Delimitation of Council Constituencies (Andhra\r\nPradesh) Order, 2006 shall stand amended as directed in Part I of the Third\r\nSchedule. 2.    On and\r\nfrom the appointed day, the Delimitation of Council Constituencies (Telangana)\r\nOrder, 2014, as specified in Part II of the Third Schedule shall apply to the\r\nsuccessor State of Telangana.3.    The\r\nCentral Government may, in consultation with the successor States of Andhra\r\nPradesh, or as the case may be, Telangana, by notification in the Official\r\nGazette amend the Third Schedule.", "25": "The Andhra Pradesh reorganization Act, 201425.  Chairman, Deputy Chairman and rules of\r\nprocedure.1.    The\r\nperson who immediately before the appointed day is the Chairman of the\r\nLegislative Council of the existing State of Andhra Pradesh shall continue to\r\nbe the Chairman of that Council on and from that day and the members of that\r\nCouncil shall choose from amongst the members of the Council, a member to be\r\nthe Deputy Chairman of that Council. 2.    As soon\r\nas may be after the appointed day, the Deputy Chairman of the Legislative\r\nCouncil of the existing State of Andhra Pradesh shall become the Deputy\r\nChairman of the Legislative Council of the successor State of Telangana and\r\nuntil the Chairman is chosen by that Council, the duties of the office of\r\nChairman shall be performed by the Deputy Chairman so appointed.3.    The\r\nrules of procedure and conduct of business of the Legislative Council of Andhra\r\nPradesh as in force immediately before the appointed day shall, until rules are\r\nmade under clause (1) of article 208, be the rules of procedure and conduct of\r\nbusiness of the Legislative Council of Telangana, subject to such modifications\r\nand adaptations as may be made therein by the Chairman thereof.", "26": "The Andhra Pradesh reorganization Act, 2014Delimitation of constituencies26.  Delimitation of Constituencies.1.    Subject\r\nto the provisions contained in article 170 of the Constitution and without\r\nprejudice to section 15 of this Act, the number of seats in the Legislative\r\nAssembly of the successor States of Andhra Pradesh and Telangana shall be\r\nincreased from 175 and 119 to 225 and 153, respectively, and delimitation of\r\nthe constituencies may be determined by the Election Commission in the manner\r\nhereinafter provided- a. \r\n  the number of seats to be reserved for the Scheduled Castes and\r\nthe Scheduled Tribes in the Legislative Assemblies of the States of Andhra\r\nPradesh and Telangana, respectively, having regard to the relevant provisions\r\nof the Constitution;b. \r\n  the assembly constituencies into which each State referred to in\r\nclause ( a ) shall be divided, the extent of each of such constituencies\r\nand in which of them seats shall be reserved for the Scheduled Castes or for\r\nthe Scheduled Tribes; and c. \r\n  the adjustments in the boundaries and description of the extent\r\nof the parliamentary constituencies in each State referred to in clause ( a )\r\nthat may be necessary or expedient.1. \r\n  2.    In\r\ndetermining the matters referred to in clauses ( b ) and ( c ) of\r\nsub-section ( 1 ), the Election Commission shall have regard to the\r\nfollowing provisions, namely:-a. \r\n  all the constituencies shall be single-member constituencies; b. \r\n  all constituencies shall, as far as practicable, be\r\ngeographically compact areas, and in delimiting them, regard shall be had to\r\nphysical features, existing boundaries of administrative units, facilities of\r\ncommunication and conveniences to the public; andc. \r\n  constituencies in which seats are reserved for the Scheduled\r\nCastes and the Scheduled Tribes shall, as far as practicable, be located in\r\nareas where the proportion of their population to the total population is the\r\nlargest. 1. \r\n  2. \r\n  3.    The\r\nElection Commission shall, for the purpose of assisting it in the performance\r\nof its functions under sub-section ( 1 ), associate with itself as\r\nassociate members, five persons as the Central Government may by order specify,\r\nbeing persons who are the members of the Legislative Assembly of the State or\r\nof the House of the People representing the State:Provided that none of the associate members shall have a right\r\nto vote or to sign any decision of the Election Commission. 4.    If,\r\nowing to death or resignation, the office of an associate member falls vacant,\r\nit shall be filled as far as practicable, in accordance with the provisions of\r\nsub-section ( 3 ).5.    The\r\nElection Commission shall--a. \r\n  publish its proposals for the delimitation of constituencies\r\ntogether with the dissenting proposals, if any, of any associate member who\r\ndesires publication thereof in the Official Gazette and in such other manner as\r\nthe Commission may consider fit, together with a notice inviting objections and\r\nsuggestions in relation to the proposals and specifying a date on or after\r\nwhich the proposals will be further considered by it; b. \r\n  consider all objections and suggestions which may have been\r\nreceived by it before the date so specified; andc. \r\n  after considering all objections and suggestions which may have\r\nbeen received by it before the date so specified, determine by one or more\r\norders the delimitation of constituencies and cause such order or orders to be\r\npublished in the Official Gazette, and upon such publication, the order or\r\norders shall have the full force of law and shall not be called in question in\r\nany court.1. \r\n  2. \r\n  3. \r\n  4. \r\n  5. \r\n  6.    as soon\r\nas may be after such publication, every such order relating to assembly\r\nconstituencies shall be laid before the Legislative Assembly of the concerned\r\nState. ", "27": "The Andhra Pradesh reorganization Act, 201427.  Power of Election Commission to maintain\r\nDelimitation Orders up-todate.1.    The\r\nElection Commission may, from time to time, by notification in the Official\r\nGazette,-a. \r\n  correct any printing mistakes in any order made under section 26\r\nor any error arising therein from inadvertent slip or omission; and b. \r\n  where the boundaries or name of any territorial division\r\nmentioned in any such order or orders is or are altered, make such amendments\r\nas appear to it to be necessary or expedient for bringing such order\r\nup-to-date.2.    Every\r\nnotification under this section relating to an assembly constituency shall be\r\nlaid, as soon as may be after it is issued, before the concerned Legislative Assembly.", "28": "The Andhra Pradesh reorganization Act, 2014Scheduled Castes and Scheduled Tribes28.  Amendment of Scheduled Castes Order.On and from the appointed day, the Constitution (Scheduled\r\nCastes) Order, 1950 shall stand amended as directed in the Fifth Schedule to\r\nthis Act.", "29": "The Andhra Pradesh reorganization Act, 201429.  Amendment of Scheduled Tribes Order.On and from the appointed day, the Constitution (Scheduled\r\nTribes) Order, 1950, shall stand amended as directed in the Sixth Schedule to\r\nthis Act. ", "30": "The Andhra Pradesh reorganization Act, 2014Part IV High Court30.  High Court of Judicature at Hyderabad to be common High Court\r\ntill establishment of High Court of Andhra Pradesh.1.    On and\r\nfrom the appointed day,--a. \r\n  the High Court of Judicature at Hyderabad shall be the common\r\nHigh Court for the State of Telangana and the State of Andhra Pradesh till a\r\nseparate High Court for the State of Andhra Pradesh is constituted under\r\narticle 214 of the Constitution read with section 31 of this Act;b. \r\n  the Judges of the High Court at Hyderabad for the existing State\r\nof Andhra Pradesh holding office immediately before the appointed day shall\r\nbecome on that day the Judges of the common High Court.2.    The\r\nexpenditure in respect of salaries and allowances of the Judges of the common\r\nHigh Court shall be allocated amongst the States of Andhra Pradesh and\r\nTelangana on the basis of population ratio.", "31": "The Andhra Pradesh reorganization Act, 201431.  High Court of Andhra Pradesh.1.    Subject\r\nto the provisions of section 30, there shall be a separate High Court for the\r\nState of Andhra Pradesh (hereinafter referred to as the High Court of Andhra\r\nPradesh) and the High Court of Judicature at Hyderabad shall become the High\r\nCourt for the State of Telangana (hereinafter referred to as the High Court at\r\nHyderabad). 2.    The\r\nprincipal seat of the High Court of Andhra Pradesh shall be at such place as\r\nthe President may, by notified order, appoint. 3.    Notwithstanding\r\nanything contained in sub-section ( 2 ), the Judges and division courts of\r\nthe High Court of Andhra Pradesh may sit at such other place or places in the\r\nState of Andhra Pradesh other than its principal seat as the Chief Justice may,\r\nwith the approval of the Governor of Andhra Pradesh, appoint.", "32": "The Andhra Pradesh reorganization Act, 201432.  Judges of Andhra Pradesh High Court.1.    Such of\r\nthe Judges of the High Court at Hyderabad holding office immediately before the\r\ndate of establishment of the High Court of Andhra Pradesh as may be determined\r\nby the President, shall, from that date cease to be Judges of the High Court at\r\nHyderabad and become, Judges of the High Court of Andhra Pradesh. 2.    The\r\npersons who by virtue of sub-section ( 1 ) become Judges of the High Court\r\nof Andhra Pradesh shall, except in the case where any such person is appointed\r\nto be the Chief Justice of that High Court, rank in that Court according to the\r\npriority of their respective appointments as Judges of the High Court at\r\nHyderabad.", "33": "The Andhra Pradesh reorganization Act, 201433.  Jurisdiction of Andhra Pradesh High Court.The High Court of Andhra Pradesh shall have, in respect of any\r\npart of the territories included in the State of Andhra Pradesh, all such\r\njurisdiction, powers and authority as, under the law in force immediately\r\nbefore the date referred to in sub-section ( 1 ) of section 30, are\r\nexercisable in respect of that part of the said territories by the High Court\r\nat Hyderabad.", "34": "The Andhra Pradesh reorganization Act, 201434.  Special provision relating to Bar Council\r\nand advocates.1.    On and\r\nfrom the date referred to in sub-section ( 1 ) of section 30, in the\r\nAdvocates Act, 1961, in section 3, in sub-section ( 1 ), in clause ( a ),\r\nfor the words \"Rajasthan, Uttar Pradesh\", the words \"Rajasthan, Telangana,\r\nUttar Pradesh\" shall be substituted. 2.    Any\r\nperson who immediately before the date referred to in sub-section ( 1 ) of\r\nsection 30 is an advocate on the roll of the Bar Council of the existing State\r\nof Andhra Pradesh and practising as an advocate in the High Court at Hyderabad,\r\nmay give his option in writing, within one year from that date to the Bar\r\nCouncil of such existing State, to transfer his name on the roll of the Bar\r\nCouncil of Telangana and notwithstanding anything contained in the Advocates\r\nAct, 1961 and the rules made thereunder, on such option so given his name shall\r\nbe deemed to have been transferred on the roll of the Bar Council of Telangana\r\nwith effect from the date of the option so given for the purposes of the said\r\nAct, and the rules made there under. 3.    The\r\npersons other than the advocates who are entitled immediately before the date\r\nreferred to in sub-section ( 1 ) of section 30, to practise in the High\r\nCourt at Hyderabad or any subordinate court thereof shall, on and after that\r\ndate, be recognised as such persons entitled also to practise in the High Court\r\nof Andhra Pradesh or any subordinate court thereof, as the case may be.4.    The\r\nright of audience in the High Court of Andhra Pradesh shall be regulated in\r\naccordance with the like principles as immediately before the date referred to\r\nin sub-section ( 1 ) of section 30, are in force with respect to the right\r\nof audience in the High Court at Hyderabad.", "35": "The Andhra Pradesh reorganization Act, 201435.  Practice and procedure in Andhra Pradesh\r\nHigh Court.Subject to the provisions of this Part, the law in force\r\nimmediately before the date referred to in sub-section ( 1 ) of section 30\r\nwith respect to practice and procedure in the High Court at Hyderabad shall,\r\nwith the necessary modifications, apply in relation to the High Court of Andhra\r\nPradesh, and accordingly, the High Court of Andhra Pradesh shall have all such\r\npowers to make rules and orders with respect to practice and procedure as are immediately\r\nbefore that date exercisable by the High Court at Hyderabad:Provided that any rules or orders which are in force immediately\r\nbefore the date referred to in sub-section ( 1 ) of section 30 with\r\nrespect to practice and procedure in the High Court at Hyderabad shall, until\r\nvaried or revoked by rules or orders made by the High Court of Andhra Pradesh,\r\napply with the necessary modifications in relation to practice and procedure in\r\nthe High Court of Andhra Pradesh as if made by that Court. ", "36": "The Andhra Pradesh reorganization Act, 201436.  Custody of seal of Andhra Pradesh High\r\nCourt.The law in force immediately before the date referred to in\r\nsub-section ( 1 ) of section 30 with respect to the custody of the seal of\r\nthe High Court at Hyderabad shall, with the necessary modifications, apply with\r\nrespect to the custody of the seal of the High Court of Andhra Pradesh.", "37": "The Andhra Pradesh reorganization Act, 201437.  Form of writs and other processes.The law in force immediately before the date referred to in\r\nsub-section ( 1 ) of section 30 with respect to the form of writs and\r\nother processes used, issued or awarded by the High Court at Hyderabad shall,\r\nwith the necessary modifications, apply with respect to the form of writs and\r\nother processes used, issued or awarded by the High Court of Andhra Pradesh.", "38": "The Andhra Pradesh reorganization Act, 201438.  Powers of Judges.The law in force immediately before the date referred to in\r\nsub-section ( 1 ) of section 30 relating to the powers of the Chief\r\nJustice, single Judges and division courts of the High Court at Hyderabad and\r\nwith respect to all matters ancillary to the exercise of those powers shall,\r\nwith the necessary modifications, apply in relation to the High Court of Andhra\r\nPradesh.", "39": "The Andhra Pradesh reorganization Act, 201439.  Procedure as to appeals to Supreme Court.The law in force immediately before the date referred to in\r\nsub-section ( 1 ) of section 30 relating to appeals to the Supreme Court\r\nfrom the High Court at Hyderabad and the Judges and division courts thereof shall,\r\nwith the necessary modifications, apply in relation to the High Court of Andhra\r\nPradesh.", "40": "The Andhra Pradesh reorganization Act, 201440.  Transfer of proceedings from Hyderabad High\r\nCourt to Andhra Pradesh High Court.1.    Except\r\nas hereinafter provided, the High Court at Hyderabad shall, as from the date\r\nreferred to in sub-section ( 1 ) of section 30, have no jurisdiction in\r\nrespect of the State of Andhra Pradesh.2.    Such\r\nproceedings pending in the High Court at Hyderabad immediately before the date\r\nreferred to in sub-section ( 1 ) of section 30 as are certified, whether\r\nbefore or after that day, by the Chief Justice of that High Court, having regard\r\nto the place of accrual of the cause of action and other circumstances, to be\r\nproceedings which ought to be heard and decided by the High Court of Andhra\r\nPradesh shall, as soon as may be after such certification, be transferred to\r\nthe High Court of Andhra Pradesh.3.    Notwithstanding\r\nanything contained in sub-sections ( 1 ) and ( 2 ) of this section or\r\nin section 33, but save as hereinafter provided, the High Court at Hyderabad\r\nshall have, and the High Court of Andhra Pradesh shall not have, jurisdiction\r\nto entertain, hear or dispose of appeals, applications for leave to the Supreme\r\nCourt, applications for review and other proceedings where any such proceedings\r\nseek any relief in respect of any order passed by the High Court at Hyderabad\r\nbefore the date referred to in sub-section ( 1 ) of section 30: Provided\r\nthat if after any such proceedings have been entertained by the High Court at\r\nHyderabad, it appears to the Chief Justice of that High Court that they ought\r\nto be transferred to the High Court of Andhra Pradesh, he shall order that they\r\nshall be so transferred, and such proceedings shall thereupon be transferred\r\naccordingly. 4.    Any\r\norder made by the High Court at Hyderabad-- a. \r\n  before the date referred to in sub-section ( 1 ) of section\r\n30, in any proceedings transferred to the High Court of Andhra Pradesh by\r\nvirtue of sub-section ( 2 ), or b. \r\n  in any proceedings with respect to which the High Court at\r\nHyderabad retains jurisdiction by virtue of sub-section ( 3 ), shall for\r\nall purposes have effect, not only as an order of the High Court at Hyderabad, \r\nbut also as an order made by the High Court of Andhra Pradesh.", "41": "The Andhra Pradesh reorganization Act, 201441.  Right to appear or to act in proceedings\r\ntransferred to Andhra Pradesh High Court.Any person who, immediately before the date referred to in\r\nsub-section ( 1 ) of section 30, is an advocate entitled to practise or\r\nany other persons entitled to practise in the High Court at Hyderabad and was\r\nauthorised to appear in any proceedings transferred from that High Court to the\r\nHigh Court of Andhra Pradesh under section 40, shall have the right to appear\r\nin the High Court of Andhra Pradesh in relation to those proceedings. ", "42": "The Andhra Pradesh reorganization Act, 201442.  Interpretation.For the purposes of section 40,-- a.    proceedings\r\nshall be deemed to be pending in a court until that court has disposed of all\r\nissues between the parties, including any issues with respect to the taxation\r\nof the costs of the proceedings and shall include appeals, applications for\r\nleave to appeal to the Supreme Court, applications for review, petitions for\r\nrevision and petitions for writs; andb.    references\r\nto a High Court shall be construed as including references to a Judge or\r\ndivision court thereof, and references to an order made by a court or a Judge\r\nshall be construed as including references to a sentence, judgment or decree\r\npassed or made by that court or Judge.", "43": "The Andhra Pradesh reorganization Act, 201443.  SavingsNothing in this Part shall affect the application to the High\r\nCourt of Andhra Pradesh of any provisions of the Constitution, and this Part\r\nshall have effect subject to any provision that may be made on or after the\r\ndate referred to in sub-section ( 1 ) of section 30 with respect to that\r\nHigh Court by any Legislature or other authority having power to make such\r\nprovision.", "44": "The Andhra Pradesh reorganization Act, 2014Part V Authorisation of Expenditure and Distribution of Revenues44.  Authorisation of expenditure of Telangana\r\nState.The Governor of existing State of Andhra Pradesh may, at any\r\ntime before the appointed day, authorise such expenditure from the Consolidated\r\nFund of the State of Telangana as he deems necessary for any period not more\r\nthan six months beginning with the appointed day pending the sanction of such\r\nexpenditure by the Legislative Assembly of the State of Telangana:Provided that the Governor of Telangana may, after the appointed\r\nday, authorise such further expenditure as he deems necessary from the\r\nConsolidated Fund of the State of Telangana for any period not extending beyond\r\nthe said period of six months. ", "45": "The Andhra Pradesh reorganization Act, 201445.  Reports relating to accounts of Andhra\r\nPradesh State.1.    The\r\nreports of the Comptroller and Auditor-General of India referred to in clause\r\n(2) of article 151 relating to the accounts of the existing State of Andhra\r\nPradesh in respect of any period prior to the appointed day shall be submitted\r\nto the Governor of each of the successor States of Andhra Pradesh and Telangana\r\nwho shall cause them to be laid before the Legislature of that State.2.    The\r\nPresident may by order--a. \r\n  declare any expenditure incurred out of the Consolidated Fund of\r\nAndhra Pradesh on any service in respect of any period prior to the appointed\r\nday during the financial year or in respect of any earlier financial year in\r\nexcess of the amount granted for that service and for that year as disclosed in\r\nthe reports referred to in sub-section ( 1 ) to have been duly authorised;\r\nandb. \r\n  provide for any action to be taken on any matter arising out of\r\nthe said reports.", "46": "The Andhra Pradesh reorganization Act, 201446.  Distribution of revenue.1.    The\r\naward made by the Thirteenth Finance Commission to the existing State of Andhra\r\nPradesh shall be apportioned between the successor States by the Central\r\nGovernment on the basis of population ratio and other parameters: Provided that on the appointed day, the President shall make a\r\nreference to the Fourteenth Finance Commission to take into account the\r\nresources available to the successor States and make separate awards for each\r\nof the successor States.1. \r\n  2.    Notwithstanding\r\nanything in sub-section ( 1 ), the Central Government may, having regard\r\nto the resources available to the successor State of Andhra Pradesh, make\r\nappropriate grants and also ensure that adequate benefits and incentives in the\r\nform of special development package are given to the backward areas of that\r\nState.  3.    The\r\nCentral Government shall, while considering the special development package for\r\nthe successor State of Andhra Pradesh, provide adequate incentives, in\r\nparticular for Rayalaseema and north coastal regions of that State. ", "47": "The Andhra Pradesh reorganization Act, 2014Part VI Apportionment of Assets and Liabilities47.  Application of Part.1.    The\r\nprovisions of this Part shall apply in relation to the apportionment of the\r\nassets and liabilities of the existing State of Andhra Pradesh immediately\r\nbefore the appointed day.2.    The\r\nsuccessor States shall be entitled to receive benefits arising out of the\r\ndecisions taken by the existing State of Andhra Pradesh and the successor\r\nStates shall be liable to bear the financial liabilities arising out of the\r\ndecisions taken by the existing State of Andhra Pradesh.3.    The\r\napportionment of assets and liabilities shall be subject to such financial\r\nadjustment as may be necessary to secure just, reasonable and equitable\r\napportionment of the assets and liabilities amongst the successor States. 4.    Any\r\ndispute regarding the amount of financial assets and liabilities shall be\r\nsettled through mutual agreement, failing which by order by the Central\r\nGovernment on the advice of the Comptroller and Auditor-General of India. ", "48": "The Andhra Pradesh reorganization Act, 201448.  Land and goods.1.    Subject\r\nto the other provisions of this Part, all land and all stores, articles and\r\nother goods belonging to the existing State of Andhra Pradesh shall,-a. \r\n  if within the transferred territory, pass to the State of\r\nTelangana; or b. \r\n  in any other case, remain the property of the State of Andhra\r\nPradesh:Provided that in case of properties situated outside the\r\nexisting State of Andhra Pradesh, such properties shall be apportioned between\r\nthe successor States on the basis of population ratio:Provided further that where the Central Government is of opinion\r\nthat any goods or class of goods should be distributed among the States of\r\nAndhra Pradesh and Telangana, otherwise than according to the situation of the\r\ngoods, the Central Government may issue such directions as it thinks fit for a\r\njust and equitable distribution of the goods and the goods shall pass to the\r\nsuccessor States accordingly:Provided also that in case of any dispute relating to the\r\ndistribution of any goods or class of goods under this sub-section, the Central\r\nGovernment shall endeavour to settle such dispute through mutual agreement\r\narrived at between the Governments of the successor States for that purpose,\r\nfailing which the Central Government may, on request by any of the Governments\r\nof the successor States, after consulting the Governments of the successor\r\nStates, issue such direction as it may deem fit for the distribution of such\r\ngoods or class of goods, as the case may be, under this sub-section.1. \r\n  2.    Stores\r\nheld for specific purposes, such as use or utilisation in particular\r\ninstitutions, workshops or undertakings or on particular works under\r\nconstruction, shall pass to the successor States in whose territories such\r\ninstitutions, workshops, undertakings or works are located.3.    Stores\r\nrelating to the Secretariat and offices of Heads of Departments having\r\njurisdiction over the whole of the existing State of Andhra Pradesh shall be\r\ndivided between the successor States on the basis of population ratio.  4.    In this\r\nsection, the expression \"land\" includes immovable property of every kind and\r\nany rights in or over such property, and the expression \"goods\" does not\r\ninclude coins, bank notes and currency notes.", "49": "The Andhra Pradesh reorganization Act, 201449.  Treasury and bank balances.The total of the cash balances in all treasuries of the existing\r\nState of Andhra Pradesh and the credit balances of the existing State of Andhra\r\nPradesh with the Reserve Bank of India, the State Bank of India or any other\r\nbank immediately before the appointed day shall be divided between the States\r\nof Andhra Pradesh and Telangana on the basis of population ratio:Provided that for the purposes of such division, there shall be\r\nno transfer of cash balances from any treasury to any other treasury and the\r\napportionment shall be effected by adjusting the credit balances of the two\r\nStates in the books of the Reserve Bank of India on the appointed day:Provided further that if the State of Telangana has no account\r\non the appointed day with the Reserve Bank of India, the adjustment shall be\r\nmade in such manner as the Central Government may, by order, direct.", "50": "The Andhra Pradesh reorganization Act, 201450.  Arrears of taxes.The right to recover arrears of the tax or duty on property,\r\nincluding arrears of land revenue, shall belong to the successor State in which\r\nthe property is situated, and the right to recover arrears of any other tax or\r\nduty shall belong to the successor State in whose territories the place of\r\nassessment of that tax or duty is included on the appointed day. ", "51": "The Andhra Pradesh reorganization Act, 201451.  Right to recover loans and advances.1.    The\r\nright of the existing State of Andhra Pradesh to recover any loans or advances\r\nmade before the appointed day to any local body, society, agriculturist or\r\nother person in an area within that State shall belong to the successor State\r\nin which that area is included on that day.2.    The\r\nright of the existing State of Andhra Pradesh to recover any loans or advances\r\nmade before the appointed day to any person or institution outside that State\r\nshall belong to the State of Andhra Pradesh:Provided that any sum recovered in respect of any such loan or\r\nadvance shall be divided between the States of Andhra Pradesh and Telangana on\r\nthe basis of population ratio.", "52": "The Andhra Pradesh reorganization Act, 201452.  Investments and credits in certain funds.1.    The\r\nsecurities held in respect of the investments made from Cash Balances\r\nInvestment Account or from any Fund in the Public Account of the existing State\r\nof Andhra Pradesh as specified in the Seventh Schedule shall be apportioned on\r\nthe basis of population ratio of the successor States:Provided that the securities held in investments made from the\r\nCalamity Relief Fund of the existing State of Andhra Pradesh shall be divided\r\nin the ratio of the area of the territories occupied by the successor States.1. \r\n  2.    The\r\ninvestments of the existing State of Andhra Pradesh immediately before the\r\nappointed day in any special fund, the objects of which are confined to a local\r\narea, shall belong to the State in which that area is included on the appointed\r\nday: Provided that the investments in such special funds on multiple\r\nentities situated in different parts of the existing State, and such parts fall\r\nwithin the territories of the States of Andhra Pradesh and Telangana, shall be\r\napportioned between the successor States on the basis of population ratio.3.    The\r\ninvestments of the existing State of Andhra Pradesh immediately before the\r\nappointed day in any private, commercial or industrial undertaking, the objects\r\nof which are confined to a local area, shall belong to the successor State in\r\nwhich such area is included on the appointed day:Provided that investments in such entities, having multiple\r\nunits situated in different parts of the existing State, and such parts fall\r\nwithin the territories of the States of Andhra Pradesh and Telangana, shall be\r\napportioned between the successor States on the basis of population ratio.4.    Where\r\nany body corporate constituted under a Central Act, State Act or Provincial Act\r\nfor the existing State of Andhra Pradesh or any part thereof has, by virtue of\r\nthe provisions of Part II, become an inter-State body corporate, the\r\ninvestments in, or loans or advances to, any such body corporate by the\r\nexisting State of Andhra Pradesh made before the appointed day shall, save as\r\notherwise expressly provided by or under this Act, be divided between the\r\nStates of Andhra Pradesh and Telangana in the same proportion in which the\r\nassets of the body corporate are divided under the provisions of this Part.", "53": "The Andhra Pradesh reorganization Act, 201453.  Assets and liabilities of State\r\nundertakings.1.    The\r\nassets and liabilities relating to any commercial or industrial undertaking of\r\nthe existing State of Andhra Pradesh, where such undertaking or part thereof is\r\nexclusively located in, or its operations are confined to, a local area, shall\r\npass to the State in which that area is included on the appointed day,\r\nirrespective of the location of its headquarters: Provided that where the operation of such undertaking becomes\r\ninter-State by virtue of the provisions of Part II, the assets and liabilities\r\nof-- a. \r\n  the operational units of the undertaking shall be apportioned\r\nbetween the two successor States on location basis; and b. \r\n  the headquarters of such undertaking shall be apportioned\r\nbetween the two successor States on the basis of population ratio.2.    Upon\r\napportionment of the assets and liabilities, such assets and liabilities shall\r\nbe transferred in physical form on mutual agreement or by making payment or\r\nadjustment through any other mode as may be agreed to by the successor States. ", "54": "The Andhra Pradesh reorganization Act, 201454.  Public Debt.1.    All\r\nliabilities on account of Public Debt and Public Account of the existing State\r\nof Andhra Pradesh outstanding immediately before the appointed day shall be\r\napportioned on the basis of population ratio of the successor States unless a different\r\nmode of apportionment is provided under the provisions of this Act.2.    The\r\nindividual items of liabilities to be allocated to the successor States and the\r\namount of contribution required to be made by one successor State to another\r\nshall be such as may be ordered by the Central Government on the advice of the\r\nComptroller and Auditor-General of India:Provided that till such orders are issued, the liabilities on\r\naccount of Public Debt and Public Account of the existing State of Andhra\r\nPradesh shall continue to be the liabilities of the successor State of Andhra\r\nPradesh. 1. \r\n  2. \r\n  3.    The\r\nliability on account of loan raised from any source and re-lent by the existing\r\nState of Andhra Pradesh to such entities as may be specified by the Central\r\nGovernment and whose area of operation is confined to either of the successor\r\nStates shall devolve on the respective States as specified in sub-section ( 4 ).4.    The\r\npublic debt of the existing State of Andhra Pradesh attributable to loan taken\r\nfrom any source for the express purpose of re-lending the same to a specific\r\ninstitution and outstanding immediately before the appointed day shall,-a. \r\n  if re-lent to any local body, body corporate or other\r\ninstitution in any local area, be the debt of the State in which the local area\r\nis included on the appointed day; orb. \r\n  if re-lent to any other corporation or institution which becomes\r\nan inter- State corporation or institution on the appointed day, be divided\r\nbetween the States of Andhra Pradesh and Telangana in the same proportion in\r\nwhich the assets of such body corporate or institution are divided under the\r\nprovisions of Part VII. 1. \r\n  2. \r\n  3. \r\n  4. \r\n  5.    Where a\r\nsinking fund or a depreciation fund is maintained by the existing State of\r\nAndhra Pradesh for repayment of any loan raised by it, the securities held in respect\r\nof investments made from that fund shall be divided between the successor\r\nStates of Andhra Pradesh and Telangana in the same proportion in which the\r\ntotal public debt is divided between the two States under this section.6.    In this\r\nsection, the expression \"Government security\" means a security created and\r\nissued by a State Government for the purpose of raising a public loan and\r\nhaving any of the forms specified in, or prescribed under, clause ( 2 ) of\r\nsection 2 of the Public Debt Act, 1944.", "55": "The Andhra Pradesh reorganization Act, 201455.  Floating Debt.All liabilities of the existing State of Andhra Pradesh in\r\nrespect of any floating loan to provide short term finance to any local body,\r\nbody corporate or other institution, shall be determined on the following\r\nbasis, namely:--a.    if, the\r\npurposes of the floating loan are, on and from the appointed day, exclusive\r\npurposes of either of the successor States, then, of that State; b.    in any\r\nother case, it shall be divided on the basis of population ratio.", "56": "The Andhra Pradesh reorganization Act, 201456.  Refund of taxes collected in excess.1.    The\r\nliability of the existing State of Andhra Pradesh to refund any tax or duty on\r\nproperty, including land revenue, collected in excess shall be the liability of\r\nthe successor State in whose territories the property is situated, and the\r\nliability of the existing State of Andhra Pradesh to refund any other tax or\r\nduty collected in excess shall be apportioned between the Successor States of\r\nAndhra Pradesh and Telangana on the basis of population ratio and the State\r\ndischarging the liability shall be entitled to receive from the other State its\r\nshare of the liability, if any.2.    The\r\nliability of the existing State of Andhra Pradesh to refund any other tax or\r\nduty collected in excess on the appointed day shall be the liability of the\r\nsuccessor State in whose territories the place of assessment of such tax or\r\nduty is included, and the liability of the existing State of Andhra Pradesh to\r\nrefund any other tax or duty collected in excess shall be apportioned between\r\nthe Successor States of Andhra Pradesh and Telangana on the basis of population\r\nratio and the State discharging the liability shall be entitled to receive from\r\nthe other State its share of the liability, if any.", "57": "The Andhra Pradesh reorganization Act, 201457.  Deposits, etc.1.    The\r\nliability of the existing State of Andhra Pradesh in respect of any civil\r\ndeposit or local fund deposit shall, as from the appointed day, be the\r\nliability of the successor State in whose area the deposit has been made.2.    The\r\nliability of the existing State of Andhra Pradesh in respect of any charitable\r\nor other endowment shall, as from the appointed day, be the liability of the\r\nsuccessor State in whose area the institution entitled to the benefit of the\r\nendowment is located or of the successor State to which the objects of the\r\nendowment, under the terms thereof, are confined: Provided that any civil deposits or loan funds or charitable or\r\nother endowment fund maintained by the existing State of Andhra Pradesh before\r\nthe appointed day having jurisdiction over the entire State shall be\r\napportioned between the successor States on the basis of population ratio.", "58": "The Andhra Pradesh reorganization Act, 201458.  Provident Fund.The liability of the existing State of Andhra Pradesh in respect\r\nof the Provident Fund account of a Government servant in service on the\r\nappointed day shall, as from that day, be the liability of the successor State\r\nto which that Government servant is permanently allotted.", "59": "The Andhra Pradesh reorganization Act, 201459.  PensionsThe liability of the existing State of Andhra Pradesh in respect\r\nof pensions shall pass to, or be apportioned between, the successor States of\r\nAndhra Pradesh and Telangana in accordance with the provisions contained in the\r\nEighth Schedule to this Act. ", "60": "The Andhra Pradesh reorganization Act, 201460.  Contracts1.    Where,\r\nbefore the appointed day, the existing State of Andhra Pradesh has made any\r\ncontract in the exercise of its executive power for any purposes of the State,\r\nthat contract shall,--a. \r\n  if the purposes of the contract are, on and from the appointed\r\nday, exclusive purposes of either of the successor States of Andhra Pradesh and\r\nTelangana, then it shall be deemed to have been made in exercise of the\r\nexecutive power of that State and the liability shall be discharged by that\r\nState; andb. \r\n  in any other case, all rights and liabilities which have accrued\r\nor may accrue under any such contract shall be apportioned between the\r\nsuccessor States on the basis of population ratio or in any other manner as may\r\nbe agreed to by the successor States.1. \r\n  2.    For the\r\npurposes of this section, there shall be deemed to be included in the\r\nliabilities which have accrued or may accrue under any contract-- a. \r\n  any liability to satisfy an order or award made by any court or\r\nother tribunal in proceedings relating to the contract; andb. \r\n  any liability in respect of expenses incurred in or in\r\nconnection with any such proceedings.3.    This\r\nsection shall have effect subject to the other provisions of this Part relating\r\nto the apportionment of liabilities in respect of loans, guarantees and other\r\nfinancial obligations; and the bank balances and securities shall,\r\nnotwithstanding that they partake of the nature of contractual rights, be dealt\r\nwith under those provisions.", "61": "The Andhra Pradesh reorganization Act, 201461.  Liability in respect of actionable wrong.Where, immediately before the appointed day, the existing State\r\nof Andhra Pradesh is subject to any liability in respect of any actionable\r\nwrong other than breach of contract, that liability shall,--a.    if the\r\ncause of action arose wholly within the territories which, as from that day,\r\nare the territories of either of the successor States of Andhra Pradesh or\r\nTelangana, be the liability of that State; andb.    in any\r\nother case, be apportioned between the successor States on the basis of\r\npopulation ratio or in any other manner as may be agreed to by the successor\r\nStates.", "62": "The Andhra Pradesh reorganization Act, 201462.  Liability as guarantor.Where, immediately before the appointed day, the existing State\r\nof Andhra Pradesh is liable as guarantor in respect of any liability of a\r\nregistered co-operative society or other person, that liability shall,-a.    if the\r\narea of operations of such society or persons is confined to the territories\r\nwhich, as from that day, are the territories of either of the States of Andhra\r\nPradesh or Telangana, be a liability of that State; andb.    in any\r\nother case, be apportioned between the successor States on the basis of\r\npopulation ratio or in any other manner as may be agreed to by the successor \r\nStates.", "63": "The Andhra Pradesh reorganization Act, 201463.  Items in suspense.If any item in suspense is ultimately found to affect an asset\r\nor liability of the nature referred to in any of the foregoing provisions of\r\nthis Part, it shall be dealt with in accordance with that provision.", "64": "The Andhra Pradesh reorganization Act, 201464.  Residuary provision.The benefit or burden of any asset or liability of the existing\r\nState of Andhra Pradesh not dealt with in the foregoing provisions of this Part\r\nshall pass to the State of Andhra Pradesh in the first instance, subject to\r\nsuch financial adjustment as may be agreed upon between the States of Andhra\r\nPradesh and Telangana or, in default of such agreement, as the Central\r\nGovernment may, by order, direct.", "65": "The Andhra Pradesh reorganization Act, 201465.  Apportionment of assets or liabilities by\r\nagreement.Where the successor States of Andhra Pradesh and Telangana agree\r\nthat the benefit or burden of any particular asset or liability should be\r\napportioned between them in a manner other than that provided for in the\r\nforegoing provisions of this Part, notwithstanding anything contained therein,\r\nthe benefit or burden of that asset or liability shall be apportioned in the\r\nmanner agreed upon.", "66": "The Andhra Pradesh reorganization Act, 201466.  Power of Central Government to order\r\nallocation or adjustment in certain cases.Where, by virtue of any of the provisions of this Part, either\r\nof the successor States of Andhra Pradesh and Telangana becomes entitled to any\r\nproperty or obtains any benefits or becomes subject to any liability, and the\r\nCentral Government is of opinion, on a reference made within a period of three\r\nyears from the appointed day by either of the States, that it is just and\r\nequitable that such property or those benefits should be transferred to, or\r\nshared with, the other successor State, or that a contribution towards that\r\nliability should be made by the other successor State, the said property or\r\nbenefits shall be allocated in such manner between the two States, or the other\r\nState shall make to the State subject to the liability such contribution in\r\nrespect thereof, as the Central Government may, after consultation with the two\r\nState Governments, by order, determine. ", "67": "The Andhra Pradesh reorganization Act, 201467.  Certain expenditure to be charged on\r\nConsolidated Fund.All sums payable by the State of Andhra Pradesh or by the State\r\nof Telangana, as the case may be, to the other State, or by the Central\r\nGovernment to the successor States, by virtue of the provisions of this Act,\r\nshall be charged on the Consolidated Fund of the State by which such sums are\r\npayable or, as the case may be, the Consolidated Fund of India.", "68": "The Andhra Pradesh reorganization Act, 2014Part VII Provisions as to Certain Corporations68.  Provisions for various companies and\r\ncorporations.1.    The\r\ncompanies and corporations specified in the Ninth Schedule constituted for the\r\nexisting State of Andhra Pradesh shall, on and from the appointed day, continue\r\nto function in those areas in respect of which they were functioning\r\nimmediately before that day, subject to the provisions of this section.2.    The\r\nassets, rights and liabilities of the companies and corporations referred to in\r\nsub-section ( 1 ) shall be apportioned between the successor States in the\r\nmanner provided in section 53.", "69": "The Andhra Pradesh reorganization Act, 201469.  Continuance of arrangements in regard to\r\ngeneration and supply of electric power and supply of water.If it appears to the Central Government that the arrangement in\r\nregard to the generation or supply of electric power or the supply of water for\r\nany area or in regard to the execution of any project for such generation or\r\nsupply has been or is likely to be modified to the disadvantage of that area by\r\nreason of the fact that it is, by virtue of the provisions of Part II, outside\r\nthe State in which the power stations and other installations for the\r\ngeneration and supply of such power, or the catchment area, reservoirs and\r\nother works for the supply of water, as the case may be, are located, the\r\nCentral Government may, after  consultation with the Governments of the\r\nsuccessor States wherever necessary, give such directions as it deems proper to\r\nthe State Government or other authority concerned for the maintenance, so far\r\nas practicable, of the previous arrangement and the State to which such\r\ndirections are given shall comply with them. ", "70": "The Andhra Pradesh reorganization Act, 201470.  Provisions as to Andhra Pradesh State\r\nFinancial Corporation.1.    The\r\nAndhra Pradesh State Financial Corporation established under the State\r\nFinancial Corporations Act, 1951 shall, on and from the appointed day, continue\r\nto function in those areas in respect of which it was functioning immediately\r\nbefore that day, subject to the provisions of this section and to such\r\ndirections as may, from time to time, be issued by the Central Government.2.    Any\r\ndirections issued by the Central Government under sub-section ( 1 ) in\r\nrespect of the Corporation may include a direction that the said Act, in its\r\napplication to the Corporation, shall have effect subject to such exceptions\r\nand modifications as may be specified in the direction.3.    Notwithstanding\r\nanything contained in sub-section ( 1 ) or sub-section ( 2 ), the\r\nBoard of Directors of the Corporation may, with the previous approval of the\r\nCentral Government and shall, if so required by the Central Government, convene\r\nat any time after the appointed day a meeting for the consideration of a scheme\r\nfor the reconstitution or reorganisation or dissolution, as the case may be, of\r\nthe Corporation, including proposals regarding the formation of new\r\nCorporations, and the transfer thereto of the assets, rights and liabilities of\r\nthe existing Corporation, and if such a scheme is approved at the general\r\nmeeting by a resolution passed by a majority of the shareholders present and\r\nvoting, the scheme shall be submitted to the Central Government for its\r\nsanction. 4.    If the\r\nscheme is sanctioned by the Central Government either without modifications or\r\nwith modifications which are approved at a general meeting, the Central\r\nGovernment shall certify the scheme, and upon such certification, the scheme\r\nshall, notwithstanding anything to the contrary contained in any law for the\r\ntime being in force, be binding on the Corporations affected by the scheme as\r\nwell as the shareholders and creditors thereof. 5.    If the\r\nscheme is not so approved or sanctioned, the Central Government may refer the\r\nscheme to such Judge of the High Court of Andhra Pradesh or the High Court of\r\nTelangana as may be nominated in this behalf by the Chief Justice thereof, and\r\nthe decision of the Judge in regard to the scheme shall be final and shall be\r\nbinding on the Corporations affected by the scheme as well as the shareholders\r\nand creditors thereof. 6.    Nothing\r\nin the preceding provisions of this section shall be construed as preventing\r\nthe Government of the States of Andhra Pradesh and Telangana from constituting,\r\nat any time on or after the appointed day, a State Financial Corporation for\r\nthat State under the State Financial Corporations Act, 1951.", "71": "The Andhra Pradesh reorganization Act, 201471.  Certain provisions for companies.Notwithstanding anything in this Part, the Central Government\r\nmay, for each of the companies specified in the Ninth Schedule to this Act,\r\nissue directions-- a.    regarding\r\nthe division of the interests and shares of the existing State of Andhra\r\nPradesh in the Company between the successor States;b.    requiring\r\nthe reconstitution of the Board of Directors of the Company so as to give\r\nadequate representation to the successor States. ", "72": "The Andhra Pradesh reorganization Act, 201472.  Temporary provisions as to continuance of\r\ncertain existing road transport permits.1.    Notwithstanding\r\nanything contained in section 88 of the Motor Vehicles Act, 1988, a permit\r\ngranted by the State Transport Authority of the existing State of Andhra\r\nPradesh or any Regional Transport Authority in that State shall, if such permit\r\nwas, immediately before the appointed day, valid and effective in any area in\r\nthe transferred territory, be deemed to continue to be valid and effective in\r\nthat area after that day till its period of validity subject to the provisions\r\nof that Act as for the time being in force in that area; and it shall not be\r\nnecessary for any such permit to be countersigned by the State Transport\r\nAuthority of Telangana or any Regional Transport Authority therein for the\r\npurpose of validating it for use in such area: Provided that the Central Government may, after consultation\r\nwith the successor State Government or Governments concerned add to amend or\r\nvary the conditions attached to the permit by the Authority by which the permit\r\nwas granted.2.    No\r\ntolls, entrance fees or other charges of a like nature shall be levied after\r\nthe appointed day in respect of any transport vehicle for its operations in any\r\nof the successor States under any such permit, if such vehicle was, immediately\r\nbefore that day, exempt from the payment of any such toll, entrance fees or\r\nother charges for its operations in the transferred territory:Provided that the Central Government may, after consultation\r\nwith the State Government or Governments concerned, authorise the levy of any\r\nsuch toll, entrance fees or other charges, as the case may be: Provided further that the provisions of this sub-section shall\r\nnot be applicable where any such tolls, entrance fees or other charges of a\r\nlike nature are leviable for the use of any road or bridge which is constructed\r\nor developed for commercial purpose by the State Government, an undertaking of\r\nthe State Government, a joint undertaking in which the State Government is a\r\nshareholder or the private sector.", "73": "The Andhra Pradesh reorganization Act, 201473.  Special provisions relating to,\r\nretrenchment compensation in certain cases.Where on account of the reorganisation of the  existing State of\r\nAndhra Pradesh under this Act, any body corporate constituted under a Central\r\nAct, State Act or Provincial Act, any co-operative society registered under any\r\nlaw relating to co-operative societies or any commercial or industrial\r\nundertaking of that State is reconstituted or reorganised in any manner\r\nwhatsoever or is amalgamated with any other body corporate, co-operative\r\nsociety or undertaking, or is dissolved, and in consequence of such\r\nreconstitution, reorganisation, amalgamation or dissolution, any workman\r\nemployed by such body corporate or in any such co-operative society or\r\nundertaking, is transferred to, or re-employed by, any other body corporate, or\r\nin any other co-operative society or undertaking, then, notwithstanding\r\nanything contained in section 25F or section 25FF or section 25FFF of the\r\nIndustrial Disputes Act, 1947, such transfer or re-employment shall not entitle\r\nhim to any compensation under that section:Provided that-a.    the\r\nterms and conditions of service applicable to the workman after such transfer\r\nor re-employment are not less favourable to the workman than those applicable\r\nto him immediately before the transfer or re-employment;b.    the\r\nemployer in relation to the body corporate, the co-operative society or the\r\nundertaking where the workman transferred or re-employed is, by agreement or\r\notherwise, legally liable to pay to the workman, in the event of his\r\nretrenchment, compensation under section 25F or section 25FF or section 25FFF\r\nof the Industrial Disputes Act, 1947 on the basis that his service has been\r\ncontinuous and has not been interrupted by the transfer or re-employment. ", "74": "The Andhra Pradesh reorganization Act, 201474.  Special provision as to income-tax.Where the assets, rights and liabilities of any body corporate\r\ncarrying on business are, under the provisions of this Part, transferred to any\r\nother bodies corporate which after the transfer carry on the same business, the\r\nlosses or profits or gains sustained by the body corporate first-mentioned\r\nwhich, but for such transfer, would have been allowed to be carried forward and\r\nset off in accordance with the provisions of Chapter VI of the Income-tax Act,\r\n1961, shall be apportioned amongst the transferee bodies corporate in\r\naccordance with the rules to be made by the Central Government in this behalf\r\nand, upon such apportionment, the share of loss allotted to each transferee\r\nbody corporate shall be dealt with in accordance with the provisions of Chapter\r\nVI of the said Act, as if the transferee body corporate had itself sustained\r\nsuch loss in a business carried on by it in the years in which those losses\r\nwere sustained. ", "75": "The Andhra Pradesh reorganization Act, 201475.  Continuance of facilities in certain State institutions.1.    The\r\nGovernment of the State of Andhra Pradesh or the State of Telangana, as the\r\ncase may be, shall, in respect of the institutions specified in the Tenth\r\nSchedule to this Act, located in that State, continue to provide facilities to\r\nthe people of the other State which shall not, in any respect, be less\r\nfavourable to such people than what were being provided to them before the\r\nappointed day, for such period and upon such terms and conditions as may be\r\nagreed upon between the two State Governments within a period of one year from\r\nthe appointed day or, if no agreement is reached within the said period, as may\r\nbe fixed by order of the Central Government. 2.    The\r\nCentral Government may, at any time within one year from the appointed day, by\r\nnotification in the Official Gazette, specify in the Tenth Schedule referred to\r\nin subsection ( 1 ) any other institution existing on the appointed day in\r\nthe States of Andhra Pradesh and Telangana and, on the issue of such\r\nnotification, such Schedule shall be deemed to be amended by the inclusion of\r\nthe said institution therein.", "76": "The Andhra Pradesh reorganization Act, 2014Part VIII Provisions as to Services76.  Continuance of facilities in certain State\r\ninstitutions.1.    In this\r\nsection, the expression \"State cadre\"--a. \r\n  in relation to the Indian Administrative Service, has the\r\nmeaning assigned to it in the Indian Administrative Service (Cadre) Rules,\r\n1954; b. \r\n  in relation to the Indian Police Service, has the meaning\r\nassigned to it in the Indian Police Service (Cadre) Rules, 1954; and c. \r\n  in relation to the Indian Forest Service, has the meaning\r\nassigned to it in the Indian Forest Service (Cadre) Rules, 1966.1. \r\n  2.    In\r\nplace of the cadres of the Indian Administrative Service, Indian Police Service\r\nand Indian Forest Service for the existing State of Andhra Pradesh, there\r\nshall, on and from the appointed day, be two separate cadres, one for the State\r\nof Andhra Pradesh and the other for the State of Telangana in respect of each\r\nof these services. 3.    The\r\nprovisional strength, composition and allocation of officers to the State\r\ncadres referred to in sub-section ( 2 ) shall be such as the Central\r\nGovernment may, by order, determine on or after the appointed day.4.    The\r\nmembers of each of the said services borne on the Andhra Pradesh cadre\r\nimmediately before the appointed day shall be allocated to the successor State\r\ncadres of the same service constituted under sub-section ( 2 ) in such\r\nmanner and with effect from such date or dates as the Central Government may,\r\nby order, specify.5.    Nothing\r\nin this section shall be deemed to affect the operation, on or after the\r\nappointed day, of the All-India Services Act, 1951, or the rules made there\r\nunder. ", "77": "The Andhra Pradesh reorganization Act, 201477.  Provisions relating to other services.1.    Every\r\nperson who immediately before the appointed day is serving on substantive basis\r\nin connection with the affairs of the existing State of Andhra Pradesh shall,\r\non and from that day provisionally continue to serve in connection with the\r\naffairs of the State of Andhra Pradesh unless he is required, by general or\r\nspecial order of the Central Government to serve provisionally in connection\r\nwith the affairs of the State of Telangana: Provided that every direction under this sub-section issued\r\nafter the expiry of a period of one year from the appointed day shall be issued\r\nwith the consultation of the Governments of the successor States.2.    As soon\r\nas may be after the appointed day, the Central Government shall, by general or\r\nspecial order, determine the successor State to which every person referred to\r\nin sub-section ( 1 ) shall be finally allotted for service, after\r\nconsideration of option received by seeking option from the employees, and the\r\ndate with effect from which such allotment shall take effect or be deemed to\r\nhave taken effect:Provided that even after the allocation has been made, the\r\nCentral Government may, in order to meet any deficiency in the service, depute\r\nofficers of other State services from one successor State to the other: Provided further that as far as local, district, zonal and\r\nmulti-zonal cadres are concerned, the employees shall continue to serve, on or\r\nafter the appointed day, in that cadre: Provided also that the employees of local, district, zonal and\r\nmulti-zonal cadres which fall entirely in one of the successor States, shall be\r\ndeemed to be allotted to that successor State:Provided also that if a particular zone or multi-zone falls in\r\nboth the successor States, then the employees of such zonal or multi-zonal\r\ncadre shall be finally allotted to one or the other successor States in terms\r\nof the provisions of this sub-section. 3.    Every\r\nperson who is finally allotted under the provisions of sub-section ( 2 )\r\nto a successor State shall, if he is not already serving therein, be made\r\navailable for serving in the successor State from such date as may be agreed\r\nupon between the Governments of the successor States or, in default of such\r\nagreement, as may be determined by the Central Government:Provided that the Central Government shall have the power to\r\nreview any of its orders issued under this section.", "78": "The Andhra Pradesh reorganization Act, 201478.  Other provisions relating to services.1.    Nothing\r\nin this section or in section 77 shall be deemed to affect, on or after the\r\nappointed day, the operation of the provisions of Chapter I of Part XIV of the\r\nConstitution in relation to determination of the conditions of service of\r\npersons serving in connection with the affairs of the Union or any State:Provided that the conditions of service applicable immediately\r\nbefore the appointed day in the case of any person deemed to have been\r\nallocated to the State of Andhra Pradesh or to the State of Telangana under\r\nsection 77 shall not be varied to his disadvantage except with the previous\r\napproval of the Central Government. 2.    All\r\nservices prior to the appointed day rendered by a person,- a. \r\n  if he is deemed to have been allocated to any State under\r\nsection 77, shall be deemed to have been rendered in connection with the\r\naffairs of that State; b. \r\n  if he is deemed to have been allocated to the Union in\r\nconnection with the administration of the successor State of Telangana, shall\r\nbe deemed to have been rendered in connection with the affairs of the Union,\r\nfor the purposes of the rules regulating his conditions of service.3.    The\r\nprovisions of section 77 shall not apply in relation to members of any\r\nAll-India Service.", "79": "The Andhra Pradesh reorganization Act, 201479.  Provisions as to continuance of officers in\r\nsame post.Every person who, immediately before the appointed day, is\r\nholding or discharging the duties of any post or office in connection with the\r\naffairs of the existing State of Andhra Pradesh in any area which on that day\r\nfalls within one of the successor States shall continue to hold the same post\r\nor office in that successor State, and shall be deemed, on and from that day,\r\nto have been duly appointed to the post or office by the Government of, or other\r\nappropriate authority in, that successor State:Provided that nothing in this section shall be deemed to prevent\r\na competent authority, on and from the appointed day, from passing in relation\r\nto such person any order affecting the continuance in such post or office. ", "80": "The Andhra Pradesh reorganization Act, 201480.  Advisory committees.1.    The\r\nCentral Government may, by order, establish one or more Advisory Committees,\r\nwithin a period of thirty days from the date of enactment of the Andhra Pradesh\r\nReorganisation Act, 2014, for the purpose of assisting it in regard to--a. \r\n  the discharge of any of its functions under this Part; and b. \r\n  the ensuring of fair and equitable treatment to all persons\r\naffected by the provisions of this Part and the proper consideration of any representations\r\nmade by such persons.2.    The\r\nallocation guidelines shall be issued by the Central Government on or after the\r\ndate of enactment of the Andhra Pradesh Reorganisation Act, 2014 and the actual\r\nallocation of individual employees shall be made by the Central Government on\r\nthe recommendations of the Advisory Committee:Provided that in case of disagreement or conflict of opinion,\r\nthe decision of the Central Government shall be final: Provided further that necessary guidelines as and when required\r\nshall be framed by the Central Government or as the case may be, by the State\r\nAdvisory Committee which shall be approved by the Central Government before\r\nsuch guidelines are issued.", "81": "The Andhra Pradesh reorganization Act, 201481.  Power of Central Government to give\r\ndirections.The Central Government may give such directions to the State\r\nGovernment of Andhra Pradesh and the State Government of Telangana as may\r\nappear to it to be necessary for the purpose of giving effect to the foregoing\r\nprovisions of this Part and the State Governments shall comply with such\r\ndirections.", "82": "The Andhra Pradesh reorganization Act, 201482.  Provision for employees of Public Sector\r\nUndertakings, etc.On and from the appointed day, the employees of State Public\r\nSector Undertakings, corporations and other autonomous bodies shall continue to\r\nfunction in such undertaking, corporation or autonomous bodies for a period of\r\none year and during this period the corporate body concerned shall determine\r\nthe modalities for distributing the personnel between the two successor States.", "83": "The Andhra Pradesh reorganization Act, 201483.  Provisions as to State Public Service\r\nCommission.1.    The\r\nPublic Service Commission for the existing State of Andhra Pradesh shall, on\r\nand from the appointed day, be the Public Service Commission for the State of\r\nAndhra Pradesh.2.    There\r\nshall be constituted a Public Service Commission in accordance with article 315\r\nof the Constitution by the successor State of Telangana, and until such\r\nCommission is constituted, the Union Public Service Commission may, with the\r\napproval of the President, agree to serve the needs of the State of Telangana\r\nin terms clause (4) of that article. 3.    The\r\npersons holding office immediately before the appointed day as the Chairman or\r\nother member of the Public Service Commission for the existing State of Andhra\r\nPradesh shall, as from the appointed day, be the Chairman or, as the case may\r\nbe, the other member of the Public Service Commission for the State of Andhra\r\nPradesh. 4.    Every\r\nperson who becomes the Chairman or other member of the Public Service\r\nCommission for the State of Andhra Pradesh on the appointed day under\r\nsub-section ( 3 ) shall--a. \r\n  be entitled to receive from the Government of the State of\r\nAndhra Pradesh conditions of service not less favourable than those to which he\r\nwas entitled under the provisions applicable to him;b. \r\n  subject to the proviso to clause (2) of article 316, hold office\r\nor continue to hold office until the expiration of his term of office as\r\ndetermined under the provisions applicable to him immediately before the\r\nappointed day. 1. \r\n  2. \r\n  3. \r\n  4. \r\n  5.    The\r\nreport of the Andhra Pradesh Public Service Commission as to the work done by\r\nthe Commission in respect of any period prior to the appointed day shall be\r\npresented under clause (2) of article 323 to the Governors of the States of\r\nAndhra Pradesh and Telangana and the Governor of the State of Andhra Pradesh\r\nshall, on receipt of such report, cause a copy thereof together with a\r\nmemorandum explaining as far as possible, as respects the cases, if any, where\r\nthe advice of the Commission was not accepted, the reasons for such\r\nnon-acceptance to be laid before the Legislature of the State of Andhra Pradesh\r\nand it shall not be necessary to cause such report or any such memorandum to be\r\nlaid before the Legislative Assembly of the State of Telangana.", "84": "The Andhra Pradesh reorganization Act, 2014Part IX Management and Development of Water Resources84.  Apex Council for Godavari and Krishna river\r\nwater resources and their Management Boards.1.    The\r\nCentral Government shall, on and from the appointed day, constitute an Apex\r\nCouncil for the supervision of the functioning of the Godavari River Management\r\nBoard and Krishna River Management Board.2.    The\r\nApex Council shall consist of---a. \r\n  Minister of Water Resources, Government of India-Chairperson;b. \r\n  Chief Minister of State of Andhra Pradesh-Member;c. \r\n  Chief Minister of State of Telangana-Member.1. \r\n  2. \r\n  3.    The\r\nfunctions of the Apex Council shall include-- \r\ni. \r\n  supervision of the functioning of the Godavari River Management\r\nBoard and Krishna River Management Board;  \r\nii. \r\n  planning and approval of proposals for construction of new\r\nprojects, if any, based on Godavari or Krishna river water, after getting the\r\nproposal appraised and recommended by the River Management Boards and by the\r\nCentral Water Commission, wherever required; \r\niii. \r\n  resolution of any dispute amicably arising out of the sharing of\r\nriver waters through negotiations and mutual agreement between the successor\r\nStates;  \r\niv. \r\n  reference of any disputes not covered under Krishna Water\r\nDisputes Tribunal, to a Tribunal to be constituted under the Inter-State River\r\nWater Disputes Act, 1956.", "85": "The Andhra Pradesh reorganization Act, 201485.  Constitution and functions of River\r\nManagement Board.1.    The\r\nCentral Government shall constitute two separate Boards to be called the\r\nGodavari River Management Board and Krishna River Management Board (to be known\r\nas the Board), within a period of sixty days from the appointed day, for the\r\nadministration, regulation, maintenance and operation of such projects, as may\r\nbe notified by the Central Government from time to time.2.    The\r\nheadquarters of Godavari River Management Board shall be located in the successor\r\nState of Telangana and of the Krishna River Management Board shall be located\r\nin the successor State of Andhra Pradesh. 3.    The\r\nGodavari River Management Board and Krishna River Management Board shall be\r\nautonomous bodies under the administrative control of the Central Government,\r\nand shall comply with such directions as may, from time to time, be given to\r\nthem by the Central Government.4.    Each\r\nBoard shall consist of the following Chairperson and Members, namely:--a. \r\n  a Chairperson not below the rank or level of Secretary or\r\nAdditional Secretary to the Government of India to be appointed by the Central\r\nGovernment;b. \r\n  two members, to be nominated by each of the successor States, of\r\nwhich one shall be the technical member not below the rank of Chief Engineer\r\nand the other administrative member to represent the concerned States; c. \r\n  one expert to be nominated by the Central Government. 1. \r\n  2. \r\n  3. \r\n  4. \r\n  5.    Each\r\nBoard shall have a full-time Member Secretary, not below the rank of Chief\r\nEngineer in the Central Water Commission, to be appointed by the Central\r\nGovernment. 6.    The\r\nCentral Government shall create such number of posts of the rank of Chief\r\nEngineer in the Central Water Commission, as it considers necessary. 7.    Each\r\nBoard shall be assisted in the day to day management of reservoirs by the\r\nCentral Industrial Security Force constituted under the Central Industrial\r\nSecurity Force Act, 1968, on such terms and conditions as the Central\r\nGovernment may specify. 8.    The\r\nfunctions of each Board shall include-- a. \r\n  the regulation of supply of water from the projects to the\r\nsuccessor States having regard to-- \r\ni. \r\n  awards granted by the Tribunals constituted under the\r\nInter-State River Water Disputes Act, 1956; \r\nii. \r\n  any agreement entered into or arrangement made covering the\r\nGovernment of existing State of Andhra Pradesh and any other State or Union\r\nterritory;a.    b. \r\n  the regulation of supply of power generated to the authority\r\nin-charge of the distribution of power having regard to any agreement entered\r\ninto or arrangement made covering the Government of the existing State of\r\nAndhra Pradesh and any other State or Union territory;c. \r\n  the construction of such of the remaining on-going or new works\r\nconnected with the development of the water resources projects relating to the\r\nrivers or their tributaries through the successor States as the Central\r\nGovernment may specify by notification in the Official Gazette;d. \r\n  making an appraisal of any proposal for construction of new\r\nprojects on Godavari or Krishna rivers and giving technical clearance, after\r\nsatisfying that such projects do not negatively impact the availability of\r\nwater as per the awards of the Tribunals constituted under the Inter-State\r\nRiver Water Disputes Act, 1956 for the projects already completed or taken up\r\nbefore the appointed day; and e. \r\n  such other functions as the Central Government may entrust to it\r\non the basis of the principles specified in the Eleventh Schedule. ", "86": "The Andhra Pradesh reorganization Act, 201486.  Staff of the Management Board.1.    The\r\nBoard shall employ such staff as it may consider necessary for the efficient\r\ndischarge of its functions under this Act and such staff shall, at the first\r\ninstance, be appointed on deputation from the successor States in equal\r\nproportion and absorbed permanently in the Board.2.    The\r\nGovernment of the successor States shall at all times provide the necessary\r\nfunds to the Board to meet all expenses (including the salaries and allowances\r\nof the staff) required for the discharge of its functions and such amounts\r\nshall be apportioned between the States concerned in such proportion as the\r\nCentral Government may, having regard to the benefits to each of the said\r\nStates, specify.3.    The\r\nBoard may delegate such of its powers, functions and duties as it may deem fit\r\nto the Chairman of the said Board or to any officer subordinate to the Board. 4.    The\r\nCentral Government may, for the purpose of enabling the Board to function\r\nefficiently, issue such directions to the State Governments concerned, or any\r\nother authority, and the State Governments, or the other authority, shall\r\ncomply with such directions. ", "87": "The Andhra Pradesh reorganization Act, 201487.  Jurisdiction of Board.1.    The\r\nBoard shall ordinarily exercise jurisdiction on Godavari and Krishna rivers in\r\nregard to any of the projects over headworks (barrages, dams, reservoirs,\r\nregulating structures), part of canal network and transmission lines necessary\r\nto deliver water or power to the States concerned, as may be notified by the\r\nCentral Government, having regard to the awards, if any, made by the Tribunals\r\nconstituted under the Inter-State River Water Disputes Act, 1956.2.    If any\r\nquestion arises as to whether the Board has jurisdiction under sub-section ( 1 )\r\nover any project referred thereto, the same shall be referred to the Central\r\nGovernment for decision thereon.", "88": "The Andhra Pradesh reorganization Act, 201488.  Power of Board to make regulations.The Board may make regulations consistent with the Act and the\r\nrules made thereunder, to provide for-a.    regulating\r\nthe time and place of meetings of the Board and the procedure to be followed\r\nfor the transaction of business at such meetings;b.    delegation\r\nof powers and duties of the Chairman or any officer of the Board;c.    the\r\nappointment and regulation of the conditions of service of the officers and\r\nother staff of the Board;d.    any\r\nother matter for which regulations are considered necessary by the Board.", "89": "The Andhra Pradesh reorganization Act, 201489.  Allocation of water resources.The term of the Krishna Water Disputes Tribunal shall be\r\nextended with the following terms of reference, namely:--a.    shall\r\nmake project-wise specific allocation, if such allocation have not been made by\r\na Tribunal constituted under the Inter-State River Water Disputes Act, 1956; b.    shall\r\ndetermine an operational protocol for project-wise release of water in the\r\nevent of deficit flows. Explanation. -- For the purposes of this section, it is\r\nclarified that the project specific awards already made by the Tribunal on or\r\nbefore the appointed day shall be binding on the successor States.", "90": "The Andhra Pradesh reorganization Act, 201490.  Polavaram Irrigation Project to be a\r\nnational project.1.    The\r\nPolavaram Irrigation Project is hereby declared to be a national project. 2.    It is\r\nhereby declared that it is expedient in the public interest that the Union\r\nshould take under its control the regulation and development of the Polavaram\r\nIrrigation Project for the purposes of irrigation.3.    The\r\nconsent for Polavaram Irrigation Project shall be deemed to have been given by\r\nthe successor State of Telangana. 4.    The\r\nCentral Government shall execute the project and obtain all requisite\r\nclearances including environmental, forests, and rehabilitation and\r\nresettlement norms. ", "91": "The Andhra Pradesh reorganization Act, 201491.  Arrangements on Tungabhadra Board.1.    The\r\nGovernments of the successor States of Andhra Pradesh and Telangana  shall\r\nreplace the existing State of Andhra Pradesh on the Tungabhadra Board.2.    The\r\nTungabhadra Board shall continue to monitor the release of water to High Level\r\nCanal, Low Level Canal and Rajolibanda Diversion Scheme.", "92": "The Andhra Pradesh reorganization Act, 2014Part X Infrastructure and Special Economic Measures92.  Successor States to follow principles,\r\nguidelines, etc., issued by Central Government.The principles, guidelines, directions and orders issued by the\r\nCentral Government, on and from the appointed day, on matters relating to coal,\r\noil and natural gas, and power generation, transmission and distribution as\r\nenumerated in the Twelfth Schedule shall be implemented by the successor\r\nStates.", "93": "The Andhra Pradesh reorganization Act, 201493.  Measures for progress and development of\r\nsuccessor States.The Central Government shall take all necessary measures as\r\nenumerated in the Thirteenth Schedule for the progress and sustainable\r\ndevelopment of the successor States within a period of ten years from the\r\nappointed day.", "94": "The Andhra Pradesh reorganization Act, 201494.  Fiscal measures including tax incentives.1.    The\r\nCentral Government shall take appropriate fiscal measures, including offer of\r\ntax incentives, to the successor States, to promote industrialisation and\r\neconomic growth in both the States.2.    The\r\nCentral Government shall support the programmes for the development of backward\r\nareas in the successor States, including expansion of physical and social\r\ninfrastructure.3.    The\r\nCentral Government shall provide special financial support for the creation of\r\nessential facilities in the new capital of the successor State of Andhra\r\nPradesh including the Raj Bhawan, High Court, Government Secretariat,\r\nLegislative Assembly, Legislative Council, and such other essential\r\ninfrastructure. 4.    The\r\nCentral Government shall facilitate the creation of a new capital for the\r\nsuccessor State of Andhra Pradesh, if considered necessary, by denotifying\r\ndegraded forest land.", "95": "The Andhra Pradesh reorganization Act, 2014Part XI Access to Higher Education95.  Equal opportunities for quality higher\r\neducation to all students.In order to ensure equal opportunities for quality higher\r\neducation to all students in the successor States, the existing admission\r\nquotas in all government or private, aided or unaided, institutions of higher,\r\ntechnical and medical education in so far as it is provided under article 371D\r\nof the Constitution, shall continue as such for a period of ten years during\r\nwhich the existing common admission process shall continue. ", "96": "The Andhra Pradesh reorganization Act, 2014Part XII Legal and Miscellaneous Provisions96.  Amendment of article 168 of the\r\nConstitution.In sub-clause ( a ) of clause (1) of article 168 of the\r\nConstitution, for the word \"Tamil Nadu\", the words \"Tamil Nadu, Telangana\"\r\nshall be substituted. ", "97": "The Andhra Pradesh reorganization Act, 201497.  Amendment of article 371D of the\r\nConstitution.On and from the appointed day, in article 371D of the\r\nConstitution,-- a.    in the\r\nmarginal heading, for the words \"the State of Andhra Pradesh\", the words \"the\r\nState of Andhra Pradesh or the State of Telangana\" shall be substituted;b.    for\r\nclause ( 1 ), the following clause shall be substituted, namely:-- \"( 1 ) The President may by order made with respect to the\r\nState of Andhra Pradesh or the State of Telangana, provide, having regard to\r\nthe requirement of each State, for equitable opportunities and facilities for\r\nthe people belonging to different parts of such State, in the matter of public\r\nemployment and in the matter of education, and different provisions may be made\r\nfor various parts of the States.\";a. \r\n  b. \r\n  c.    In\r\nclause ( 3 ), for the words \"the State of Andhra Pradesh\", the words \"the\r\nState of Andhra Pradesh and for the State of Telangana\" shall be substituted. ", "98": "The Andhra Pradesh reorganization Act, 201498.  Amendment of section 15A of Act 43 of 1951.\r\nIn section 15A of the Representation of the People Act, 1951,\r\nafter the words and figures \"under the Tamil Nadu Legislative Council Act,\r\n2010\", the words and figures \"and constituting the Legislative Council of the\r\nState of Telangana under the Andhra Pradesh Reorganisation Act, 2014\" shall be\r\ninserted.", "99": "The Andhra Pradesh reorganization Act, 201499.  Amendment of section 15 of Act 37 of 1956.On and from the appointed day, in section 15 of the States\r\nReorganisation Act, 1956, in clause ( e ), for the words \"Andhra Pradesh\",\r\nthe words \"Andhra Pradesh and Telangana\" shall be substituted.", "100": "The Andhra Pradesh reorganization Act, 2014100.  Territorial extent of laws.The provisions of Part II shall not be deemed to have affected\r\nany change in the territories to which the Andhra Pradesh Land Reforms (Ceiling\r\non Agricultural Holdings) Act, 1973 and any other law in force immediately before\r\nthe appointed day extends or applies, and territorial references in any such\r\nlaw to the State of Andhra Pradesh shall, until otherwise provided by a\r\ncompetent Legislature or other competent authority be construed as meaning the\r\nterritories within the existing State of Andhra Pradesh before the appointed\r\nday.", "101": "The Andhra Pradesh reorganization Act, 2014101.  Power to adapt laws.For the purpose of facilitating the application in relation to\r\nthe State of Andhra Pradesh or the State of Telangana of any law made before\r\nthe appointed day, the appropriate Government may, before the expiration of two\r\nyears from that day, by order, make such adaptations and modifications of the\r\nlaw, whether by way of repeal or amendment, as may be necessary or expedient,\r\nand thereupon every such law shall have effect subject to the adaptations and\r\nmodifications so made until altered, repealed or amended by a competent\r\nLegislature or other competent authority.Explanation .-- In this section, the expression\r\n\"appropriate Government\" means as respects any law relating to a matter\r\nenumerated in the Union List, the Central Government, and as respects any other\r\nlaw in its application to a State, the State Government. ", "102": "The Andhra Pradesh reorganization Act, 2014102.  Power to construe laws.Notwithstanding that no provision or insufficient provision has\r\nbeen made under section 102 for the adaptation of a law made before the\r\nappointed day, any court, tribunal or authority, required or empowered to\r\nenforce such law may, for the purpose of facilitating its application in\r\nrelation to the State of Andhra Pradesh or the State of Telangana, construe the\r\nlaw in such manner, without affecting the substance, as may be necessary or\r\nproper in regard to the matter before the court, tribunal or authority.", "103": "The Andhra Pradesh reorganization Act, 2014103.  Power to name authorities, etc., for\r\nexercising statutory functions.The Government of the State of Telangana, as respects the\r\ntransferred territory may, by notification in the Official Gazette, specify the\r\nauthority, officer or person who, on or after the appointed day, shall be\r\ncompetent to exercise such functions exercisable under any law in force on that\r\nday as may be mentioned in that notification and such law shall have effect\r\naccordingly.", "104": "The Andhra Pradesh reorganization Act, 2014104.  Legal proceedings.Where, immediately before the appointed day, the existing State\r\nof Andhra Pradesh is a party to any legal proceedings with respect to any\r\nproperty, rights or liabilities subject to apportionment between the States of\r\nAndhra Pradesh and Telangana under this Act, the State of Andhra Pradesh or the\r\nState of Telangana which succeeds to, or acquires a share in, that property or\r\nthose rights or liabilities by virtue of any provision of this Act shall be\r\ndeemed to be substituted for the existing State of Andhra Pradesh or added as a\r\nparty to those proceedings, and the proceedings may continue accordingly.", "105": "The Andhra Pradesh reorganization Act, 2014105.  Transfer of pending proceedings.1.    Every\r\nproceeding pending immediately before the appointed day before a court (other\r\nthan High Court), tribunal, authority or officer in any area which on that day\r\nfalls within the State of Andhra Pradesh shall, if it is a proceeding relating\r\nexclusively to the territory, which as from that day are the territories of the\r\nState of Telangana, stand transferred to the corresponding court, tribunal,\r\nauthority or officer of that State. 2.    If any\r\nquestion arises as to whether any proceeding should stand transferred under\r\nsub-section ( 1 ) it shall be referred to the High Court at Hyderabad and\r\nthe decision of that High Court shall be final.3.    In this\r\nsection--a. \r\n  \"proceeding\" includes any suit, case or appeal; and b. \r\n  \"corresponding court, tribunal authority or officer\" in the\r\nState of Telangana means-- \r\ni. \r\n  the court, tribunal, authority or officer in which, or before\r\nwhom, the proceeding would have laid if it had been instituted after the\r\nappointed day; or \r\nii. \r\n  in case of doubt, such court, tribunal, authority, or officer in\r\nthat State, as may be determined after the appointed day by the Government of\r\nthat State or the Central Government, as the case may be, or before the\r\nappointed day by the Government of the existing State of Andhra Pradesh to be\r\nthe corresponding court, tribunal, authority or officer.", "106": "The Andhra Pradesh reorganization Act, 2014106.  Right of pleaders to practise in certain\r\ncases.Any person who, immediately before the appointed day, is\r\nenrolled as a pleader entitled to practise in any subordinate court in the\r\nexisting State of Andhra Pradesh shall, for a period of one year from that day,\r\ncontinue to be entitled to practise in those courts, notwithstanding that the\r\nwhole or any part of the territories within the jurisdiction of those courts\r\nhas been transferred to the State of Telangana.", "107": "The Andhra Pradesh reorganization Act, 2014107.  Effect of provisions of the Act\r\ninconsistent with other laws.The provisions of this Act shall have effect notwithstanding\r\nanything inconsistent therewith contained in any other law.", "108": "The Andhra Pradesh reorganization Act, 2014108.  Power to remove difficulties.1.    If any\r\ndifficulty arises in giving effect to the provisions of this Act, the President\r\nmay, by order do anything not inconsistent with such provisions which appears\r\nto him to be necessary or expedient for the purpose of removing the difficulty:\r\nProvided that no such order shall be made after the expiry of a\r\nperiod of three years from the appointed day.2.    Every\r\norder made under this section shall be laid before each House of Parliament "}