{"name": "Arbitration and Conciliation Act, 1996\r", "1": "The Arbitration and Conciliation Act, 19961. Short title.\r\nextent and commencement.1.  \r\n  This\r\nAct may be called the Arbitration and Conciliation Act, 1996.2.  \r\n  It\r\nextends to the whole of India: Provided that Parts I, III and IV shall extend\r\nto the State of Jammu and Kashmir only in so far as they relate to\r\ninternational commercial arbitration or, as the case may be, international\r\ncommercial conciliation. Explanation.-In this sub-section, the expression\r\n'international commercial conciliation\" shall have the same meaning as the\r\nexpression \"international commercial arbitration\" in clause (f) of\r\nsub-section (1) of section 2, subject to the modification that for the word\r\n'arbitration\" occurring therein, the word \"conciliation\" shall\r\nbe substituted.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "The Arbitration and Conciliation Act, 1996Part I ArbitrationChapter I General\r\nprovisions2. Definitions.1.  \r\n  In\r\nthis Part, unless the context otherwise requires,-a.   \"arbitration'\r\nmeans any arbitration whether or not administered by permanent arbitral\r\ninstitution;b.   \"arbitration\r\nagreement\" means an agreement referred to in section 7;c.   \"arbitral\r\naward\" includes an interim award;d.   \"arbitral\r\ntribunal\" means a sole arbitrator or a panel of arbitrators;e.   \"Court\"\r\nmeans the principal Civil Court of original jurisdiction in a district, and\r\nincludes the High Court in exercise of its ordinary original civil\r\njurisdiction, having jurisdiction to decide the questions forming the\r\nsubject-matter of the arbitration if the same had been the subject-matter of a\r\nsuit, but does not-include any civil court of a grade inferior to such\r\nprincipal Civil Court, or any Court of Small Causes;f.   \"international\r\ncommercial arbitration\" means an arbitration relating to disputes arising\r\nout of legal relationships, whether contractual or not, considered as\r\ncommercial under the law in for in India and where at least one of the parties\r\nis- \r\n i.  \r\n  an\r\nindividual who is a national of, or habitually resident in, any country other\r\nthan India; or \r\n ii.  \r\n  a\r\nbody corporate which is incorporated in any country other than India; or \r\n iii.  \r\n  a\r\ncompany or ail association or a body of individuals whose central management\r\nand control is exercised in any country other than India; or \r\n iv.  \r\n  the\r\nGovernment of a foreign country;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.   \"legal\r\nrepresentative\" means a person who in law represents the estate of a\r\ndeceased person, and includes any person who intermeddles with the estate of\r\nthe deceased, and, where a party acts in a representative character, the person\r\non whom the estate devolves on the death of the party so acting;h.   \"party\"\r\nmeans a party to an arbitration agreement.1.  \r\n2.  \r\n  Scope.\r\nThis Pail shall apply where the place of arbitration is in India.3.  \r\n  This\r\nPart shall not affect any other law for the time being in force by virtue of\r\nwhich certain disputes may not be submitted to arbitration.4.  \r\n  This\r\nPart except sub-section (1) of section 40, sections 41 and 43 shall apply to\r\nevery arbitration under any other enactment for the time being in force, as if\r\nthe arbitration were pursuant to an arbitration agreement and as if that other\r\nenactment were an arbitration agreement, except in so far as the provisions of\r\nthis Part, are inconsistent with that other enactment or with any rules made\r\nthere under.5.  \r\n  Subject\r\nto the provisions of sub-section (4), and save in so, far as is otherwise\r\nprovided by any law for the time being in force or in any agreement in force\r\nbetween India and any other country or countries. this Part shall apply to all\r\narbitrations and to all proceedings relating thereto.6.  \r\n  Construction\r\nof references. Where this Part, except section 28, leaves the parties free to\r\ndetermine a certain issue, that freedom shall include the right of the parties\r\nto authorise any person including an institution, to determine that issue.7.  \r\n  An\r\narbitral award made under this, Part shall be considered as a domestic award.8.  \r\n  Where\r\nthis Part-a.   refers to the fact\r\nthat the parties have agreed or that they may agree, orb.   in any other way\r\nrefers to an agreement of the patties, 4 that agreement shall include any\r\narbitration rules referred to in that agreement.9.  \r\n  Where\r\nthis Part, other than clause (a) of section 25 or clause (a) of sub-section (2)\r\nof section 32, refers to a claim, it shall also apply to a counterclaim, and\r\nwhere it refers to a defence, it shall also apply to a defence to that\r\ncounterclaim.", "3": "The Arbitration and Conciliation Act, 19963. Receipt of written\r\ncommunications.1.  \r\n  Unless\r\notherwise agreed by the parties,-a.   any written\r\ncommunication is deemed to have been received if it is delivered to the\r\naddressee personally or at his place of business, habitual residence or mailing\r\naddress, andb.   if none of the places\r\nreferred to in clause (a) can be found after making a reasonable inquiry, a\r\nwritten communication is deemed to have been received if it is sent to the\r\naddressee's last known place of business, habitual residence or mail* address\r\nby registered letter or by any other means which provides a record of the\r\nattempt to deliver it.1.  \r\n2.  \r\n  The\r\ncommunication is deemed to have been received on the day it is so delivered.3.  \r\n  This\r\nsection does not apply to written communications in respect of proceedings of\r\nany judicial authority.", "4": "The Arbitration and Conciliation Act, 19964. Waiver of right to\r\nobject.A party who knows\r\nthat-a.  \r\n  any\r\nprovision of this Part from which the parties may derogate. orb.  \r\n  any\r\nrequirement under the arbitration agreement. Has not been-complied with and yet\r\nproceeds with the arbitration without stating his objection to such\r\nnon-compliance without undue delay or, if a time limit is provided for slating\r\nthat objection, within that period of time, shall be deemed to have waived his\r\nright to so object.", "5": "The Arbitration and Conciliation Act, 19965. Extent of judicial\r\nintervention.Notwithstanding\r\nanything contained in any other law for the time being in force, in matters\r\ngoverned by this Part, no judicial authority shall intervene except where so\r\nprovided in this Part.", "6": "The Arbitration and Conciliation Act, 19966. Administrative\r\nassistance.In order to\r\nfacilitate the conduct of die arbitral proceedings, the parties, or the\r\narbitral tribunal with the consent of the parties, may arrange for\r\nadministrative assistance by a suitable institution or person.", "7": "The Arbitration and Conciliation Act, 1996CHAPTER II\r\nArbitration agreement7. Arbitration\r\nagreement.1.  \r\n  In\r\nthis Part, 'arbitration agreement' means an agreement by the parties to submit\r\nto arbitration all or certain disputes which have arisen or which may arise\r\nbetween them in respect of a defined legal relationship, whether contractual or\r\nnot.2.  \r\n  An\r\narbitration agreement may be in the form of an arbitration clause in a contract\r\nor in the form of a separate agreement.3.  \r\n  An\r\narbitration agreement shall be in writing.4.  \r\n  An\r\narbitration agreement is in writing if it is contained in-a.   a document signed by\r\nthe parties;b.   an exchange of\r\nletters, telex, telegrams or other means of telecommunication which provide a\r\nrecord of the agreement; orc.   an exchange of\r\nstatements of claim and defence in which the existence of the agreement is\r\nalleged by one party and not denied by the other.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n  The\r\nreference in a contract to a document containing an arbitration clause\r\nconstitutes an arbitration agreement if the contract is in writing and the\r\nreference is such as to make that arbitration clause part of the contract.", "8": "The Arbitration and Conciliation Act, 19968. Power to refer\r\nparties to arbitration where there is an arbitration agreement.1.  \r\n  A\r\njudicial authority before which an action is brought in a matter which is the\r\nsubject of an arbitration agreement shall, if a party so applies not later than\r\nwhen submitting his first statement on the substance of the dispute, refer the\r\nparties to arbitration.2.  \r\n  The\r\napplication referred to in subsection (1) shall not be entertained unless it is\r\naccompanied by the original arbitration agreement or a duly certified copy\r\nthereof.3.  \r\n  Notwithstanding\r\nthat an application has been made under sub- section (1) and that the issue is\r\npending before the judicial authority, an arbitration may be commenced or\r\ncontinued and an arbitral award made.", "9": "The Arbitration and Conciliation Act, 19969. Interim measures\r\netc. by Court.A party may, before,\r\nor during arbitral proceedings or at any time after the making of the arbitral\r\naward but before it is enforced in accordance with section 36, apply to a\r\ncourt- \r\n i.  \r\n  for\r\nthe appointment of a guardian for a minor or person of unsound mind for the\r\npurposes of arbitral proceedings; or \r\n ii.  \r\n  for\r\nan interim measure of protection in respect of any of die following matters,\r\nnamely:-a.   the preservation,\r\ninterim custody or sale of any goods which are the subject-matter of the\r\narbitration agreement;b.   securing the amount\r\nin dispute in the arbitration;c.   the detention,\r\npreservation or inspection of any property or thing which is die subject-matter\r\nof the dispute in arbitration, or as to which any question may arise therein\r\nand authorising for any of the aforesaid purposes any person to enter upon any\r\nland or building in the possession of any part) or authorising any samples to\r\nbe taken or any observation to be made, or experiment to be tried, which may be\r\nnecessary or expedient for the purpose of obtaining full information or\r\nevidence;d.   interim injunction or\r\nthe appointment of a receiver;e.   such other interim\r\nmeasure of protection as may appear to the Court to be just and convenient, and\r\nthe Court shall have the same power for making orders as it has for the purpose\r\nof, and in relation to, any proceedings before it.", "10": "The Arbitration and Conciliation Act, 1996Chapter III\r\nComposition of arbitral tribunal10. Number of\r\narbitrators.1.  \r\n  The\r\nparties are free to determine the number of arbitrators, provided that such\r\nnumber shall not be an even number.2.  \r\n  Failing\r\nthe determination referred to in sub-section (1), the arbitral tribunal shall\r\nconsist of a sole arbitrator.", "11": "The Arbitration and Conciliation Act, 199611. Appointment of\r\narbitrators.1.  \r\n  A\r\nperson of any nationality may be an arbitrator, unless otherwise agreed by the\r\nparties.2.  \r\n  Subject\r\nto sub-section (6), the parties are free to agree on a procedure for appointing\r\nthe arbitrator or arbitrators.3.  \r\n  Failing\r\nany agreement referred to in sub-section (2), in an arbitration with three\r\narbitrators, each party shall appoint one arbitrator, and the two appointed\r\narbitrators,shall appoint the third arbitrator who shall act as the presiding\r\narbitrator.4.  \r\n  If\r\nthe appointment procedure in sub-section (3) applies and-a.   a party fails to\r\nappoint an arbitrator within thirty days from the receipt of a request to do so\r\nfrom the other party; orb.   the two appointed\r\narbitrators fail to agree on the third arbitrator within thirty days from the\r\ndate of their appointment, the appointment shall be made upon request of a\r\nparty, by the chief justice or any person or institution designated by him.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n  Failing\r\nany agreement referred to in sub-section (2), in an arbitration with a sole\r\narbitrator if the parties fail to agree on the arbitrator within thirty days\r\nfrom receipt of a request by one party from the other party to so agree the\r\nappointment shall be made, upon request of a party, by the Chief Justice of any\r\nperson or institution designated by him.6.  \r\n  Where,\r\nunder an appointment procedure agreed upon by the parties,-a.   a party fails to act\r\nas required under that procedure; orb.   the parties, or the\r\ntwo appointed arbitrators, fail to reach an agreement expected of them under\r\nthat procedure; orc.   a person, including\r\nan institution, fails to perform any function entrusted him or it under that\r\nprocedure, a party may request the Chief Justice or any person or institution\r\ndesignated by him take the necessary measure, unless the agreement on the\r\nappointment procedure provides other means for securing the appointment.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n  A\r\ndecision on a matter entrusted by sub-section (4) or sub- section (5) or sub\r\nsection (6) to the Chief Justice or the person or institution designated by him\r\nis final.8.  \r\n  The\r\nChief' Justice or the person or institution designated by him, in appointing\r\narbitrator, shall have due regaled to-a.   any qualifications\r\nrequired of the arbitrator by the agreement of the parties andb.   other considerations\r\nas are likely to secure the appointment of an independent, and impartial\r\narbitrator.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n  In\r\nthe case of appointment of sole or third arbitrator in an international\r\ncommercial arbitration, the Chief Justice of India or the person or institution\r\ndesignated by him may appoint an arbitrator of a nationality other than the\r\nnationalities of the 7 parties where the parties belong to different\r\nnationalities.10.  \r\n  The\r\nChief Justice may make such scheme as he may deem appropriate for dealing with\r\nmatters entrusted by sub-section (4) or sub-section (5) or sub-section (6) to\r\nhim.11.  \r\n  Where\r\nmore than one request has been made under sub-section (4) or subsection (5) or\r\nsub-section (6) to the Chief Justices of different High Courts or their\r\ndesignates, the Chief Justice or his designate to whom the request has been\r\nfirst made under the relevant sub-section shall alone be competent to decide on\r\nthe request.12.  \r\na.   Where the matters\r\nreferred to in sub-sections (4), (6), (7), (8) and (10) arise in an\r\ninternational commercial arbitration the reference to \"Chief Justice\"\r\nin those subsections shall he construed as a reference to the \"Chief\r\nJustice of India.\"b.   Where the matters\r\nreferred to in sub-sections (4), (5), (7), (8), and (10) arise in any other\r\narbitration, the reference to \"Chief Justice\" in those sub-sections\r\nshall he construed as a reference to the Chief Justice of the High Court within\r\nwhose local limits the principal Civil Court referred to in clause (e) of\r\nsub-section (1) of section 2 is situate and, where the High Court itself is the\r\nCourt referred to in that clause, to the Chief justice of that High Court.", "12": "The Arbitration and Conciliation Act, 199612. Grounds for\r\nchallenge.1.  \r\n  When\r\na person is approached in connection with his possible appointment as an\r\narbitrator, he shall disclose in writing any circumstances likely to give rise\r\nto justifiable doubts as to his independence or impartiality.2.  \r\n  An\r\narbitrator, from the time of his appointment and throughout the arbitral\r\nproceedings, shall, without delay, disclose to the parties in writing any\r\ncircumstances referred to in sub section (1) unless they have already been\r\ninformed of them by him.3.  \r\n  An\r\narbitrator may be challenged only if-a.   circumstances exist\r\nthat give rise to justifiable doubts as to his independence or impartiality, orb.   he does not possess\r\nthe qualifications agreed to by the parties.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  A\r\nparty may challenge an arbitrator appointed by him, or in whose appointment he\r\nhas participated, only for reason, of which he becomes aware after the\r\nappointment has been made.", "13": "The Arbitration and Conciliation Act, 199613. Challenge\r\nprocedure.1.  \r\n  Subject\r\nto sub-section (4), the parties are free to agree on a procedure for\r\nchallenging an arbitrator.2.  \r\n  Failing\r\nany agreement referred to in sub-section (1), a party who intends to challenge\r\nan arbitrator shall, within fifteen days after becoming aware of the\r\nconstitution of the arbitral tribunal or after becoming aware of any\r\ncircumstances referred to in subsection (3) of section 12, send a written\r\nstatement of the reasons for the challenge to the arbitral tribunal.3.  \r\n  Unless\r\nthe arbitrator challenged under sub-section (2) withdraws from his office or\r\nthe other party agrees to the challenge, the arbitral tribunal shall decide on\r\nthe challenge.4.  \r\n  If\r\na challenge tinder any procedure agreed upon by the parties or tinder the\r\nprocedure under sub-section (2) is not successful, the arbitral tribunal shall\r\ncontinue the arbitral proceedings and make an arbitral award.5.  \r\n  Where\r\nan arbitral award is made under sub-section (4), the party challenging the\r\narbitrator may make an application for setting aside such an arbitral award in\r\naccordance with section 34.6.  \r\n  Where\r\nan arbitral award is set aside on an application made under sub-section (5),\r\nthe Court may decide as to whether the arbitrator who is challenged is untitled\r\nto any fees.", "14": "The Arbitration and Conciliation Act, 199614. Failure or\r\nimpossibility to act.1.  \r\n  The,\r\nmandate of an arbitrator shall terminate if-a.   he becomes de jure or\r\nde facto unable to perform his functions or for other reasons fails to act\r\nwithout undue delay; andb.   he withdraws from his\r\noffice or the parties agree to the termination of his mandate.1.  \r\n2.  \r\n  If\r\na controversy remains concerning any of the grounds referred to in clause (a)\r\nof sub-section (1), a party may, unless otherwise agreed by the parties, apply\r\nto the Court to decide on the termination of the mandate.3.  \r\n  If,\r\nunder this section or sub-section (3) of section 1.3, an arbitrator withdraws\r\nfrom his office or a party agrees to the termination of the mandate of an\r\narbitrator, it shall not imply acceptance of the validity of any ground\r\nreferred to in this section or sub-section (3) of section 12.", "15": "The Arbitration and Conciliation Act, 199615. Termination of\r\nmandate and substitution of arbitrator.1.  \r\n  In\r\naddition to the circumstances referred to in section 13 or section 14, the\r\nmandate of an arbitrator shall terminate-a.   where he withdraws\r\nfrom office for any reason; orb.   by or pursuant to\r\nagreement of the parties.1.  \r\n2.  \r\n  Where\r\nthe mandate of an arbitrator terminates, a substitute arbitrator shall be\r\nappointed according to the rules that were applicable to the appointment of the\r\narbitrator being replaced.3.  \r\n  Unless\r\notherwise agreed by the parties, where an arbitrator is replaced under\r\nsubsection (2), any hearings previously held may be repeated at the discretion\r\nof the arbitral tribunal.4.  \r\n  Unless\r\notherwise agreed by the parties, an order or ruling of the arbitral tribunal\r\nmade prior to the replacement of an arbitrator under this section shall not be\r\ninvalid solely because there has been a change in the composition of the\r\narbitral tribunal.", "16": "The Arbitration and Conciliation Act, 1996Chapter IV\r\nJurisdiction of arbitral tribunals16. Competence of\r\narbitral tribunal to rule on its jurisdiction.1.  \r\n  The\r\narbitral tribunal may rule on its own jurisdiction, including ruling on any\r\nobjections with respect to the existence or validity of the arbitration\r\nagreement, and for that purpose,-a.   an arbitration clause\r\nwhich forms part of a contract shall be treated as an agreement independent of\r\nthe other terms of the contract; andb.   a decision by the\r\narbitral tribunal that the contract is null and void shall not entail ipso jure\r\nthe invalidity of the arbitration clause.1.  \r\n2.  \r\n  A\r\nplea that the arbitral tribunal does not have jurisdiction shall be raised not\r\nlater than the submission of the statement of defence; however, a party shall\r\nnot be precluded from raising such a pica merely because that he has appointed,\r\nor participated in the appointment of, an arbitrator.3.  \r\n  A\r\nplea that the arbitral tribunal is exceeding the scope of its authority shall\r\nbe raised as soon as the matter alleged to be beyond the scope of its authority\r\nis raised during the arbitral proceedings.4.  \r\n  The\r\narbitral tribunal may, in either of the cases referred it, in sub-section (2)\r\n\r\nor sub-section (3), admit a later plea if it considers the delay justified.5.  \r\n  The\r\narbitral tribunal shall decide on a plea referred to in sub section (2) or\r\nsubsection (3) and, where the arbitral tribunal takes a decision rejecting the\r\nplea, continue with die arbitral proceedings and make an arbitral award.6.  \r\n  A\r\nparty aggrieve by such an arbitral award may make an application for setting\r\naside such an arbitral award in accordance with section 34.", "17": "The Arbitration and Conciliation Act, 199617. Interim measures\r\nordered by arbitral tribunal.1.  \r\n  Unless\r\notherwise agreed by the parties, the arbitral tribunal may, at the request of a\r\nparty, order a party it) take any interim measure of protection as the arbitral\r\ntribunal may consider necessary in respect of the subject matter of the\r\ndispute.2.  \r\n  The\r\narbitral tribunal may require a party to provide appropriate security in\r\nconnection with a measure ordered under sub- section (1).", "18": "The Arbitration and Conciliation Act, 1996Chapter V Conduct of\r\narbitral proceedings18. Equal treatment\r\nof parties.The parties shall be,\r\ntreated with equality and each party shall be given a full opportunity to\r\npresent his case.", "19": "The Arbitration and Conciliation Act, 199619. Determination of\r\nrules of procedure.1.  \r\n  The\r\narbitral tribunal shall not be bound by the Code of Civil Procedure, 1908 (5 of\r\n1908). or the Indian Evidence Act, 1872 (1 of 1872).2.  \r\n  Subject\r\nto this Part, the parties are free to agree on the procedure to be followed by\r\nthe arbitral tribunal in conducting its proceedings.3.  \r\n  Failing\r\nany agreement referred to in sub-section (2), the arbitral tribunal may,\r\nsubject to this Part, conduct the proceedings in the manner it considers\r\nappropriate.4.  \r\n  The\r\npower of the arbitral tribunal under sub- section (3) includes the power to\r\ndetermine the admissibility, relevance, materiality and weight of' any\r\nevidence.", "20": "The Arbitration and Conciliation Act, 199620. Place of\r\narbitration.1.  \r\n  The\r\nparties are free to agree on the place of arbitration.2.  \r\n  Failing\r\nany agreement referred to in sub-section (1), the place of arbitration shall be\r\ndetermined by the arbitral tribunal having regard to the circumstances of the\r\ncase, including the convenience of the parties.3.  \r\n  Notwithstanding\r\nsub-section (1) or sub-section (2), the arbitral tribunal may, unless otherwise\r\nagreed by the parties, meet at any place it considers appropriate for\r\nconsultation among its members, for hearing witnesses, experts or the parties,\r\nor for inspection of documents, goods or other property.", "21": "The Arbitration and Conciliation Act, 199621. Commencement of\r\narbitral proceedings.Unless otherwise\r\nagreed by the parties, the arbitral proceedings in respect of a particular\r\ndispute commence on the date on which a request for that dispute to be referred\r\nto arbitration is received by the respondent.", "22": "The Arbitration and Conciliation Act, 199622. Language.1.  \r\n  The\r\nparties are free to agree upon the language or languages to be used in the\r\narbitral proceedings.2.  \r\n  Failing\r\nany agreement referred to in sub-section (1), the arbitral tribunal shall\r\ndetermine the language or languages to he used in the arbitral proceedings.3.  \r\n  The\r\nagreement or determination, unless otherwise specified shall apply to any\r\nwritten statement by a party, any hearing and any arbitral award, decision or\r\nother communication by the arbitral tribunal.4.  \r\n  The\r\narbitral tribunal may order that any documentary evidence shall be accompanied\r\nby a translation into the language or languages agreed upon by the parties or\r\ndetermined by the arbitral tribunal.", "23": "The Arbitration and Conciliation Act, 199623. Statements of\r\nclaim and defence.1.  \r\n  Within\r\nthe period of time agreed upon by the parties or determined by the arbitral\r\ntribunal, the claimant shall state the facts supporting his claim, the points\r\nat issue and the relief or remedy sought, and the respondent shall state his\r\ndefence in respect of these particulars, unless the parties have otherwise\r\nagreed as to the required elements of those statements.2.  \r\n  The\r\nparties may submit with their statements all documents they consider to be\r\nrelevant or may add a reference to the documents or other evidence they will\r\nsubmit.3.  \r\n  Unless\r\notherwise agreed by the parties, either party may amend or supplement his claim\r\nor defence during the course of the arbitral proceedings, unless the arbitral\r\ntribunal considers it inappropriate to allow the amendment or supplement having\r\nregard to the delay in making it.", "24": "The Arbitration and Conciliation Act, 199624. Hearings and\r\nwritten proceedings.1.  \r\n  Unless\r\notherwise agreed by the parties, the arbitral tribunal shall decide whether to\r\nhold oral hearings for the presentation of evidence or for oral argument, or\r\nwhether the proceedings shall be conducted oil the basis of documents and other\r\nmaterials: Provided that the arbitral tribunal shall hold oral hearings, at an\r\nappropriate stage of the proceedings, on a request by a party, unless the\r\nparties have agreed that no oral hearing shall be held.2.  \r\n  The\r\nparties shall be given sufficient advance notice of any hearing and of any\r\nmeeting of the arbitral tribunal for the purposes of inspection of documents,\r\ngoods or other property.3.  \r\n  All\r\nstatements, documents or other information supplied to, or applications made\r\nto, the arbitral tribunal by one party shall be communicated to the other\r\nparty, and any expert report or evidentiary document on which the arbitral\r\ntribunal may rely in making its decision shall be communicated to the parties.", "25": "The Arbitration and Conciliation Act, 199625. Default of a\r\nparty.Unless otherwise\r\nagreed by the parties, where, without showing sufficient cause,-a.  \r\n  the\r\nclaimant fails to communicate his statement of claim in accordance with\r\nsub-section (1) of section 23, the arbitral tribunal shall terminate the\r\nproceedings;b.  \r\n  the\r\nrespodent fails to communicate his statement of defence in accordance with\r\nsub-section (1) of section 23, the arbitral tribunal shall continue the\r\nproceedings without treating that failure in itself as an admission of the\r\nallegation of the allegation by the claimant;c.  \r\n  a\r\nparty fails to appear a an oral hearing or to produce documentary evidence. the\r\narbitral tribunal may continue the proceedings and make the arbitral award on\r\nthe evidence before it.", "26": "The Arbitration and Conciliation Act, 199626. Expert appointed\r\nby arbitral tribunal.1.  \r\n  Unless\r\notherwise agreed by the parties, the arbitral tribunal may-a.   appoint one or more\r\nexpert to report to it on specific issues to be determined by the arbitral\r\ntribunal, andb.   require a party to\r\ngive the expert any relevant information or to produce. or to provide access\r\nto, any relevant documents, goods or other property for his inspection.1.  \r\n2.  \r\n  Unless\r\notherwise agreed by the parties, if a party so requests or if the arbitral tribunal\r\nconsiders it necessary, the expert shall, after delivery of his written or oral\r\nreport, participate in an oral hearing where the parties have the opportunity\r\nto put questions to him and to present expert witnesses in order to testify on\r\nthe points at issue.3.  \r\n  Unless\r\notherwise agreed by the parties, the expert shall, on the request of a party,\r\nmake available to that party for examination all documents, goods or other\r\nproperty in the possession of the expert with which he was provided in order to\r\nprepare his report.", "27": "The Arbitration and Conciliation Act, 199627. Court assistance\r\nin taking evidence.1.  \r\n  The\r\narbitral tribunal, or a party with the approval of the arbitral tribunal, may\r\napply to the Court for assistance in taking evidence.2.  \r\n  The\r\napplication shall specify-a.   the raises and\r\naddresses of the panics and the arbitrators,b.   the general nature of\r\nthe claim and the relief sought,-c.   the evidence to be\r\nobtained, in particular,- \r\n i.  \r\n  the\r\nname and addresses of any person to be heard as witness or expert witness and a\r\nstatement of the subject- matter of the testimony required; \r\n ii.  \r\n  the\r\ndescription of any document to be produced or property to be inspected.1.  \r\n2.  \r\n3.  \r\n  The\r\nCourt may, within its competence and according to its rules on taking evidence,\r\nexecute the request by ordering that the evidence be provided directly to the\r\narbitral tribunal.4.  \r\n  The\r\nCourt may, while making an order under sub-section (3), issue the same\r\nprocesses to witnesses as it may issue in suits tried before it.5.  \r\n  Persons\r\nfailing to attend in accordance with such process, or making any other default,\r\nor refusing to give their evidence, or guilty of any contempt to the arbitral\r\ntribunal during the conduct of arbitral proceedings, shall be subject to the\r\nlike disadvantages, penalties and punishments by order of the Court on the\r\nrepresentation of 12 the arbitral tribunal as they would for the like offences\r\nin suits tried before the Court.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n  In\r\nthis section the expression \"Processes\" includes summonses and\r\ncommissions for the examination of witnesses and summonses to produce\r\ndocuments.", "28": "The Arbitration and Conciliation Act, 1996Chapter VI Making of\r\narbitral award and termination of proceedings28. Rules applicable\r\nto substance of dispute.1.  \r\n  Where\r\nthe place of arbitration is situate in India,-a.   in an arbitration\r\nother than an international commercial arbitration, the arbitral tribunal shall\r\ndecide the dispute submitted to arbitration in accordance with the substantive\r\nlaw for the time being in force in India;b.   in international\r\ncommercial arbitration,- \r\n i.  \r\n  the\r\narbitral tribunal shall decide the dispute in accordance with the rules of law\r\ndesignated by the parties as applicable to the substance of the dispute; \r\n ii.  \r\n  any\r\ndesignation by the parties of the law or legal system of a given country shall\r\nbe construed, unless otherwise expressed, as directly referring to die\r\nsubstantive law of that country and not to its conflict of laws rules; \r\n iii.  \r\n  failing\r\nany designation of the law under clause (a) by the parties, the arbitral\r\ntribunal shall apply the rules of law it considers to be appropriate given all\r\nthe circumstances surrounding the dispute.1.  \r\n2.  \r\n  The\r\narbitral tribunal shall decide ex aequo et bono or as amiable compositor only\r\nif the parties have expressly authorised it to do so.3.  \r\n  In\r\nall cases, the arbitral tribunal shall decide in accordance with the terms of\r\nthe contract and shall take into account the usages of the trade applicable to\r\nthe transaction.", "29": "The Arbitration and Conciliation Act, 199629. Decision making\r\nby panel of arbitrators.1.  \r\n  Unless\r\notherwise agreed by the parties, in arbitral proceedings with more than one\r\narbitrator, any decision of the arbitral tribunal shall be made by a majority\r\nof all its members.2.  \r\n  Notwithstanding\r\nsub-section (1), if authorised by the parties or all the members of the\r\narbitral tribunal, questions of procedure may be decided by the presiding\r\narbitrator.", "30": "The Arbitration and Conciliation Act, 199630. Settlement.1.  \r\n  It\r\nis not incompatible with an arbitration agreement for an arbitral tribunal to\r\nencourage settlement of the dispute and, with the agreement of the parties, the\r\narbitral tribunal may use mediation, conciliation or other procedures at any\r\ntime during the arbitral proceedings to encourage settlement.2.  \r\n  If,\r\nduring arbitral proceedings, the parties settle the dispute, the arbitral\r\ntribunal shall terminate the proceedings and, if requested by the parties and\r\nnot objected to by the arbitral tribunal, record die settlement in the form of\r\nan arbitral award on agreed terms.3.  \r\n  Am\r\narbitral award on agreed terms shall be made in accordance with section 31 and\r\nshall state that it is an arbitral award.4.  \r\n  An\r\narbitral award on agreed terms shall have the same status and effect as any\r\nother arbitral award on the substance of the dispute.", "31": "The Arbitration and Conciliation Act, 199631. Form and contents\r\nof arbitral award.1.  \r\n  An\r\narbitral award shall be made in writing and shall be signed by the members of\r\nthe arbitral tribunal.2.  \r\n  For\r\nthe purposes of sub-section (1), in arbitral proceedings with more than one\r\narbitrator, the signatures of the majority of all the members of the arbitral\r\ntribunal shall be sufficient so long as the reason for any omitted signature is\r\nstated.3.  \r\n  The\r\narbitral award shall state the reasons upon which it is based, unless-a.   the parties have\r\nagreed that no masons are to be given, orb.   the award is an\r\narbitral award on agreed terms under section 30.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  The\r\narbitral award shall state its date and the place of arbitration as determined\r\nin accordance with section 20 and the award shall be deemed to have been made\r\nat that place.5.  \r\n  After\r\nthe arbitral award is made, a signed copy shall be delivered to each party.6.  \r\n  The,\r\narbitral tribunal may, at any time during the arbitral proceedings, make an\r\ninterim arbitral award on any matter with respect to which it may make a final\r\narbitral award.7.  \r\n a.   Unless otherwise\r\nagreed by the parties, where and in so far as an arbitral award is for the\r\npayment of money, the arbitral tribunal may include in the sum for which the\r\naward is made interest, at such rate as it deems reasonable, an the whole or\r\nany pan of the money, for the whole or any pad of the period between the date\r\non which the cause of action arose and the date on which the award is made.b.   A sum directed to be\r\npaid by an arbitral award shall, unless the award otherwise directs, carry\r\ninterest at the rate of eighteen per centum per annum from the date of the\r\naward to the date of payment.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n  Unless\r\notherwise agreed by the parties,-a.   the costs of an\r\narbitration shall be fixed by the arbitral tribunal;b.   the arbitral tribunal\r\nshall specify- \r\n i.  \r\n  the\r\nparty entitled to costs, \r\n ii.  \r\n  the\r\nparty who shall pay the costs, \r\n iii.  \r\n  the\r\namount of costs or method of determining that amount, and \r\n iv.  \r\n  the\r\nmanner a which the costs shall be paid.Explanation,- For the\r\npurpose of clause (a), \"costs\" means responsible costs relating to- \r\n i.  \r\n  the\r\nfees and expenses of the arbitrators and witnesses, \r\n ii.  \r\n  legal\r\nfees and expenses, \r\n iii.  \r\n  any\r\nadministration fees of the institution supervising the arbitration, and 14 (iv)\r\nany other expenses incurred in connection with the arbitral proceedings and the\r\narbitral award.", "32": "The Arbitration and Conciliation Act, 199632. Termination of\r\nproceedings.1.  \r\n  The\r\narbitral proceedings shall be terminated by the final arbitral award or by an\r\norder of the arbitral tribunal under sub-section (2).2.  \r\n  The\r\narbitral tribunal shall issue an order for the termination of the arbitral\r\nproceedings where-a.   the claimant\r\nwithdraws his claim, unless the respondent objects to the order and the\r\narbitral tribunal recognises a legitimate interest on his part in, obtaining a\r\nfinal settlement of the dispute,b.   the parties agree on\r\nthe termination of the proceedings, orc.   the arbitral tribunal\r\nfinds that the continuation of the proceedings has for any other mason become\r\nunnecessary or impossible.1.  \r\n2.  \r\n3.  \r\n  Subject\r\nto section 33 and sub-section (4) of section 34, the mandate of the arbitral\r\ntribunal shall terminate with the termination of the arbitral proceedings.", "33": "The Arbitration and Conciliation Act, 199633. Correction and\r\ninterpretation of award; additional award.1.  \r\n  Within\r\nthirty days from the receipt of the arbitral award, unless another period of\r\ntime has been agreed upon by the parties-a.   a party, with notice\r\nto the other party, may request the arbitral tribunal to correct any\r\ncomputation errors, any clerical or typographical errors or any other errors of\r\na similar nature occurring in the award;b.   if go agreed by the\r\nparties, a party, with notice to the other party, may request the arbitral\r\ntribunal to give an interpretation of a specific point or part of the award.1.  \r\n2.  \r\n  If\r\nthe arbitral tribunal considers the request made under sub-section (1) to be\r\njustified, it shall make the correction or give the interpretation within\r\nthirty days from the receipt of the request and the interpretation shall form\r\npan of the arbitral award.3.  \r\n  The\r\narbitral tribunal way correct any error of the type referred to in clause (a)\r\nof sub-section (1), on its own initiative, within thirty days from the date of\r\nthe arbitral award.4.  \r\n  Unless\r\notherwise agreed by the parties, a party with notice to the other party may\r\nrequest, within thirty days from the receipt of the arbitral award, the\r\narbitral tribunal to make an additional arbitral award as to claims presented\r\nin the arbitral proceedings but omitted from the arbitral award.5.  \r\n  If\r\nthe arbitral tribunal considers the request made under sub-section (4) to be\r\njustified, it shall make the additional arbitral award within sixty days from\r\nthe receipt of such request.6.  \r\n  The\r\narbitral tribunal may extend, if necessary, the period of time within which it\r\nshall make a correction, give an interpretation or make an additional arbitral\r\naward under sub-section (2) or sub-section (5).7.  \r\n  Section\r\n31 shall apply to a connection or interpretation of the arbitral award or to an\r\nadditional arbitral award made under this section.", "34": "The Arbitration and Conciliation Act, 1996Chapter VII Recourse\r\nagainst arbitral award34. Application for\r\nsetting aside arbitral award.1.  \r\n  Recourse\r\nto a Court against an arbitral award may be made only by an application for\r\nsetting aside such award in accordance with sub-section (2) and subsection (3).\r\n2.  \r\n  An\r\narbitral award may be set aside by the Court only if-a.   the party making the\r\napplication furnishes proof that- \r\n i.  \r\n  a\r\nparty was under some incapacity, or \r\n ii.  \r\n  the\r\narbitration agreement is not valid under the law to which the parties have\r\nsubjected it or, failing any indication thereon, under the law for the time\r\nbeing in force; or \r\n iii.  \r\n  the\r\nparty making the application was not given proper notice of the appointment of\r\nan arbitrator or of the arbitral proceedings or was otherwise unable to present\r\nhis case; or \r\n iv.  \r\n  the\r\narbitral award deals with a dispute not contemplated by or not falling within\r\nthe terms of the submission to arbitration, or it contains decisions on matters\r\nbeyond the scope of the submission to arbitration: Provided that, if the\r\ndecisions on matters submitted to arbitration can be separated from those not\r\nso submitted, only that part of the arbitral award which contains decisions on\r\nmatters not submitted to arbitration may be set aside; or \r\n v.  \r\n  the\r\ncomposition of the arbitral tribunal or the arbitral procedure was not in\r\naccordance with the agreement of the parties, unless such agreement was in\r\nconflict with a provision of this Part from which the parties cannot derogate,\r\nor, failing such agreement, was not in accordance with this Part; ora.  \r\nb.   the Court finds that-\r\n \r\n i.  \r\n  the\r\nsubject-matter of the dispute is not capable of settlement by arbitration under\r\nthe law for the time being in force, or \r\n ii.  \r\n  the\r\narbitral award is in conflict with the public policy of India.\r\nExplanation.-Without prejudice to the generality of sub-clause (ii), it is\r\nhereby declared, for the avoidance of any doubt, that an award is in conflict\r\nwith the public policy of India if the making of the award was induced or\r\naffected by fraud or corruption or was in violation of section 75 or section\r\n81.1.  \r\n2.  \r\n3.  \r\n  An\r\napplication for setting aside may not be made after three months have elapsed\r\nfrom the date on which die party making that application had received the\r\narbitral award or, if a request had been made under section 33, from the date\r\non which that request had bow disposed of by the arbitral tribunal: Provided\r\nthat if the Court is satisfied that the applicant was prevented by sufficient\r\ncause from making the application within the said period of three months it may\r\nentertain the application within a further period of thirty days, but not\r\nthereafter.4.  \r\n  On\r\nreceipt of an application under sub-section (1), the Court may, where it is 16\r\nappropriate and it is so requested by a party, adjourn the proceedings for a\r\nperiod of time determined by it in order to give the arbitral tribunal an\r\nopportunity to resume the arbitral proceedings or to take such other action as\r\nin the opinion of arbitral tribunal will eliminate the grounds for setting\r\naside the arbitral award.", "35": "The Arbitration and Conciliation Act, 1996Chapter VIII Finality\r\nand enforcement of arbitral awards35. Finality of\r\narbitral awards .\r\nSubject to this Part\r\nan arbitral award shall be final and binding on the parties and persons\r\nclaiming under them respectively.", "36": "The Arbitration and Conciliation Act, 199636. Enforcement.Where the tune for\r\nmaking an application to set aside the, arbitral award under award shall be\r\nendorsed under the Code of Civil Procedure, 1908 (5 of 1908). in the same\r\nmanner as if it were a decree of the Court.", "37": "The Arbitration and Conciliation Act, 1996Chapter IX Appeals37. Appealable\r\norders.1.  \r\n  An\r\nappeal shall lie from the following orders (and from no others) to the Court\r\nauthorised by law to hear appeals from original decrees of the Court passing\r\nthe older, namely :-a.   granting or refusing\r\nto grant any measure under section 9;b.   setting aside or\r\nrefusing to set aside an arbitral award under section 34.1.  \r\n2.  \r\n  Appeal\r\nshall also lie to a court from an order of the arbitral tribunal-a.   accepting the plea\r\nreferred to in sub-section (2) or sub-section (3) of section 16; orb.   granting or refusing\r\nto grant an interim measure under section 17.1.  \r\n2.  \r\n3.  \r\n  No\r\nsecond appeal shall lie from an order passed in appeal under this section, but\r\nnothing in this section shall affect or take away any right to appeal to the\r\nSupreme Court.", "38": "The Arbitration and Conciliation Act, 1996Chapter X\r\nMiscellaneous38. Deposits.1.  \r\n  The\r\narbitral tribunal may fix the amount of the deposit or supplementary deposit,\r\nas the case way be, as an advance for the costs referred to in sub-section (8)\r\nof section 31, which it expects will be incurred in respect of the claim\r\nsubmitted to it. Provided that where, apart from the claim, a counter-claim has\r\nbeen submitted to the arbitral tribunal, it may fix separate amount of deposit\r\nfor the claim and counterclaim.2.  \r\n  The\r\ndeposit referred to in sub-section (1) shall be payable in equal shares by the\r\nparties: Provided that where one party fails to pay his sham of the deposit,\r\nthe other patty may pay that share: Provided further that where the other party\r\nalso does not pay the aforesaid share in respect of the claim or the\r\ncounter-claim, the arbitral tribunal may suspend or terminate the arbitral\r\nproceedings in respect of such claim or counter-claim, as the case may be.3.  \r\n  Upon\r\ntermination of the arbitral proceedings, the arbitral tribunal shall render an\r\naccounting to the parties of the deposits received and shall return any\r\nunexpended balance to the party or parties, as the case may be.", "39": "The Arbitration and Conciliation Act, 199639. Lien on arbitral\r\naward and deposits as to costs.1.  \r\n  Subject\r\nto the provisions of sub-section (2) to any provision to the contrary in the\r\narbitration agreement, the arbitral tribunal shall have a lien on the arbitral\r\naward for any unpaid costs of the arbitration.2.  \r\n  If\r\nin any case an arbitral tribunal refuses to deliver its award except on payment\r\nof the costs demanded by it, the Court may, on an application in this behalf,\r\norder that the arbitral tribunal shall deliver the arbitral award to the\r\napplicant on payment into Court by the applicant of the costs demanded, and\r\nshall, after such inquiry, if any, as it thinks fit, further order that out of\r\nthe money so paid into Court there shall be paid to the arbitral tribunal by\r\nway of costs such sum as the Court may consider reasonable and that the balance\r\nof the money, if any, shall be refunded to the applicant.3.  \r\n  An\r\napplication under sub-section (2) may be made by any party unless the fees\r\ndemanded have been fixed by written agreement between him and the arbitral\r\ntribunal and the arbitral tribunal shall be entitled to appear and he heard on\r\nany such application.4.  \r\n  The\r\nCourt may make such orders as it thinks fit respecting the costs of the\r\narbitration where any question arises respecting such costs and the arbitral\r\naward contains no sufficient provision concerning them.", "40": "The Arbitration and Conciliation Act, 199640. Arbitration\r\nagreement not to be discharged by death of party thereto.1.  \r\n  An\r\narbitration agreement shall not be discharged by the death of any party thereto\r\neither as respects the deceased or, as respects any other party, but shall in\r\nsuch event be enforceable by or against the legal representative of the\r\ndeceased.2.  \r\n  The\r\nmandate of an arbitrator shall not be terminated by the death of' any party by\r\nwhom he was appointed.3.  \r\n  Nothing\r\nin this section shall affect the operation or any law by virtue of which any\r\nright of action is extinguished by the death of a person.", "41": "The Arbitration and Conciliation Act, 199641. Provisions in\r\ncase of insolvency.1.  \r\n  Where\r\nit is provided by a term in a contract to which an insolvent is a party that\r\nany dispute arising there out or in connection therewith shall be submitted to\r\narbitration, the said term shall, if the receiver adopts the contract, be\r\nenforceable by or against him so far as it relates to any such dispute.2.  \r\n  Where\r\na person who has been adjudged an insolvent bad, before the commencement of the\r\ninsolvency proceedings, become a party to an arbitration agreement, and any\r\nmatter to which the agreement applies is required to be determined in\r\nconnection with, or for the purposes of, the insolvency proceedings, then, if\r\nthe case is one to which sub-section (1) does not apply, any other party or the\r\nreceiver may apply to the judicial authority having jurisdiction in the\r\ninsolvency proceedings for an order directing that the matter in question shall\r\nbe submitted to arbitration in accordance with the arbitration agreement, and\r\nthe judicial authority may, if it is of opinion that, having regard to all the\r\ncircumstances of the case, the matter ought to be determined by arbitration,\r\nmake an order accordingly.3.  \r\n  In\r\nthis section the expression \"receiver\" includes an Official Assignee.", "42": "The Arbitration and Conciliation Act, 199642. Jurisdiction.Notwithstanding\r\nanything contained elsewhere in this Part or in any other law for the time\r\nbeing in force, where with respect to an arbitration agreement any application\r\nunder this Part has been made in a Court, that Court alone shall have\r\njurisdiction over the arbitral proceedings and all subsequent applications\r\narising out of that agreement and the arbitral proceedings shall be made in\r\nthat Court and in no other Court.", "43": "The Arbitration and Conciliation Act, 199643. Limitations.1.  \r\n  The\r\nLimitation Act, 1963 (36 of 1963), shall apply to arbitrations as it applies to\r\nproceedings in court.2.  \r\n  For\r\nthe purposes of this section and the Limitation Act, 1963 ( 36 of 1963), an\r\narbitration shall be deemed to have commenced on the date referred in section\r\n21.3.  \r\n  Where\r\nan arbitration agreement to submit future disputes to arbitration provides that\r\nany claim to which the agreement applies shall be barred unless some steps to\r\ncommence arbitral proceedings is taken within a time fixed by the agreement,\r\nand a dispute arises to which the agreement applies, the Court, if it is of\r\nopinion that in the circumstances of the case undue hardship would otherwise be\r\ncaused, and notwithstanding that the time so fixed has expired, may on such\r\nterms, if any, as the justice of the case may require, extend the time for such\r\nperiod as it thinks proper.4.  \r\n  Where\r\nthe Court orders that an arbitral award be set aside, the period between the\r\ncommencement of the, arbitration and the date of the order of the Court shall\r\nbe excluded in computing the time prescribed by the Limitation Act, 1963 (36 of\r\n1963), for the commencement of the proceedings (including arbitration) with\r\nrespect to the dispute so submitted.", "44": "The Arbitration and Conciliation Act, 1996PART II ENFORCEMENT\r\nOF CERTAIN FOREIGN AWARDSCHAPTER I New York\r\nConvention Awards44. Definition.In this Chapter,\r\nunless the context otherwise requires, \"foreign award\" means an\r\narbitral award on differences between persons arising out of legal\r\nrelationships, whether contractual or not, considered as commercial under the\r\nlaw in force hi India, made on or after the 11th day of October, 1960-a.  \r\n  in\r\npursuance of an agreement in writing for arbitration to which the Convention\r\nset forth in the First Schedule applies, andb.  \r\n  in\r\none of such territories as the Central Government, being satisfied that\r\nreciprocal provisions have been made may, by notification in the Official\r\nGazette. Declare to be territories to which the said Convention applies.", "45": "The Arbitration and Conciliation Act, 199645. Power of judicial\r\nauthority to refer parties to arbitration.Notwithstanding\r\nanything contained in Part I or in the Code of Civil Procedure, 1908 (5 of\r\n1908), a judicial authority, when seized of an action in a matter in respect of\r\nwhich the parties have made an agreement referred to in section 44, shall, at\r\nthe request of one of the parties or any person claiming through or under him,\r\nrefer the parties to arbitration, unless it finds that the said agreement is\r\nmill and void, inoperative or incapable of bring performed.", "46": "The Arbitration and Conciliation Act, 199646. When foreign\r\naward binding.Any foreign award\r\nwhich would be enforceable under this Chapter shall be treated as binding for\r\nall purposes on the persons as between whom it was made, and may accordingly be\r\nrelied on by any of those persons by way of defence, set off or otherwise in\r\nany legal proceedings in India and any references in this Chapter to enforcing\r\na foreign award shall be construed as including references to filing on an\r\naward.", "47": "The Arbitration and Conciliation Act, 199647. Evidence.1.  \r\n  The\r\nparty applying for the enforcement of a foreign award shall, at the time of the\r\napplication, produces before the court-a.   the original award or\r\na copy thereof, duly authenticated in the manner required by the law of the\r\ncountry in which it was made;b.   the original\r\nagreement for arbitration or a duly certified thereof; andc.   such evidence as may\r\nhe necessary to prove that the award is a foreign award.1.  \r\n2.  \r\n  If\r\nthe award or agreement to be produced under sub-section (1) is in a foreign\r\nlanguage, the party seeking to enforce the award shall produce a translation\r\ninto English certified as correct by a diplomatic or consular agent of the\r\ncountry to which that party belongs or certified as correct in such other\r\nmanner as may be sufficient according to the law in force in India.Explanation.- In this\r\nsection and all the following sections of this Chapter, \"Court\" means\r\nthe principal Civil Court of original jurisdiction in a district, and includes\r\nthe High Court in exercise of its ordinary original civil jurisdiction, having\r\njurisdiction over the subject-matter of the award if the same had been the\r\nsubject-matter of a suit, but does not include any civil court of a grade\r\ninferior to such principal Civil Court, or any Court of Small Causes.", "48": "The Arbitration and Conciliation Act, 199648. Conditions for\r\nenforcement of foreign awards.1.  \r\n  Enforcement\r\nof a foreign award may be refused, at the request of the party against whom it\r\nis invoked, only if that party furnishes to the court proof that-a.   the parties to (tic\r\nagreement referred to in section 44 were, under the law applicable to them,\r\nunder some incapacity. or the said agreement is not valid under the law to\r\nwhich the parties have subjected it or, failing any indication thereon, under\r\nthe law of the country where the award was made; orb.   the party against\r\nwhom the award is invoked was not given proper notice of the appointment of the\r\narbitrator or of the arbitral proceedings or was otherwise unable to present\r\nhis case; orc.   the award deals with a\r\ndifference not contemplated by or not failing within the terms of the\r\nsubmission to arbitration, or it contains decisions on matters beyond the scope\r\nof the submission to arbitration: Provided that, if the decisions on matter\r\nsubmitted to arbitration can be separated from those not so submitted, that\r\npail of the award which contains decisions on matters submitted to arbitration\r\nmay be enforced; ord.   the composition of\r\nthe arbitral authority or the arbitral procedure was not in accordance with the\r\nagreement of the parties, or, failing such agreement, was not in accordance\r\nwith the law of the country where the arbitration took place; ore.   the award has not yet\r\nbecome binding on the parties, or has been set aside or suspended by a\r\ncompetent authority of the country in which. or under the law of which, that\r\naward was made.1.  \r\n2.  \r\n  Enforcement\r\nof an arbitral award may also be refused if the Court finds that-a.   the subject-matter of\r\nthe difference is not capable of settlement by arbitration under the law of\r\nIndia; orb.   the enforcement of\r\nthe award would be contrary to the public policy of India.Explanation.-Without\r\nprejudice to the generality of clause (b), it is hereby declared, for the\r\navoidance of any doubt, that an award is in conflict with the public policy of\r\nIndia if the making of the award was induced or affected by fraud or\r\ncorruption.1.  \r\n2.  \r\n3.  \r\n  If\r\nan application for the setting aside or suspension of the award has been made\r\nto a competent authority referred to in clause (e) of sub-section (1) the Court\r\nmay, if it considers it proper, adjourn the decision on the enforcement of the\r\naward and may also, on the application of the party claiming enforcement of the\r\naward, order the other party to give suitable security.", "49": "The Arbitration and Conciliation Act, 199649. Enforcement of\r\nforeign awards.Where the Court is\r\nsatisfied that the foreign award is enforceable under this Chapter, the award\r\nshall be deemed to be a decree of that Court.", "50": "The Arbitration and Conciliation Act, 199650. Appealable\r\norders.1.  \r\n  An\r\nappeal shall lie from the order refusing to-a.   refer the parties to\r\narbitration under section 45;b.   enforce a foreign\r\naward under section 48, to the court authorised by law to hear appeals from\r\nsuch order.1.  \r\n2.  \r\n  No\r\nsecond appeal shall lie from an order passed in appeal under this section, but\r\nnothing in this section shall affect or take away any right to appeal to the\r\nSupreme Court.", "51": "The Arbitration and Conciliation Act, 199651. Saving.Nothing in this\r\nChapter shall prejudice any rights which any person would have had of enforcing\r\nin India of any award or of availing himself in India of any award if this\r\nChapter had not been enacted.", "52": "The Arbitration and Conciliation Act, 199652. Not to apply.Chapter II of this\r\nPart shall not apply in relation to foreign awards to which this Chapter\r\napplies.", "53": "The Arbitration and Conciliation Act, 1996Chapter II Geneva\r\nConvention Awards53. Interpretation.In this Chapter\r\n\"foreign award\" means an arbitral award on differences relating to\r\nmatters considered as commercial under the law in force in India made after the\r\n28th day of July, 1924,-a.  \r\n  in\r\npursuance of an agreement for arbitration to which the Protocol set forth in\r\nthe Second Schedule applies, andb.  \r\n  between\r\npersons of whom one is subject to the jurisdiction of some one of such Powers\r\nas the Central Government, being satisfied that reciprocal provisions have been\r\nmade, may, by notification in the Official Gazette, declare to be panics to the\r\nConvention set forth in the Third Schedule, and of whom the other is subject to\r\nthe jurisdiction of some other of the Powers aforesaid, andc.  \r\n  in\r\none of such territories as the Central Government, being satisfied that\r\nreciprocal provisions have been made, may, by like notification, declare to be\r\nterritories to which the said Convention applies, and for the purposes of this\r\nChapter an award shall not be deemed to be final if any proceedings for the\r\npurpose of contesting the validity of the award are pending in the 21 country\r\nin which it was made.", "54": "The Arbitration and Conciliation Act, 199654. Power of judicial\r\nauthority to refer parties to arbitration.Notwithstanding\r\nanything contained in Part I or in the Code of Civil Procedure, 1908 (5 of\r\n1908), a judicial authority, on being seized of a dispute regarding a contract\r\nmade between persons to whom section 53 applies and including an arbitration\r\nagreement, whether referring to present or future differences, which is valid\r\nunder that section and capable of being carried into effect, shall refer the\r\nparties on the application of either of them or any person claiming through or\r\nunder him to the decision of the arbitrators and such reference shall not\r\nprejudice the competence of the judicial authority in case (he agreement or the\r\narbitration cannot proceed or becomes inoperative.", "55": "The Arbitration and Conciliation Act, 199655. Foreign awards\r\nwhen binding.Any foreign award\r\nwhich would be enforceable under this Chapter shall be treated as binding for\r\nall purposes on the persons as between whom it was made, and may accordingly be\r\nrelied on by any of those persons by way of defence, set off or otherwise in\r\nany legal proceedings in India and any references in this Chapter to enforcing\r\na foreign award shall be construed as including references to relying on an\r\naward.", "56": "The Arbitration and Conciliation Act, 199656. Evidence.1.  \r\n  The\r\nparty applying for the enforcement of a foreign award shall, at the time of\r\napplication produce before the Court-a.   the original award or\r\na copy thereof duly authenticated. in the manner required by the law of the\r\ncountry in which it was made;b.   evidence proving that\r\nthe award has become final; andc.   such evidence as may\r\nbe necessary to prove that the conditions mentioned in clauses (a) and (c) of\r\nsub-section (1) of section 57 are satisfied.1.  \r\n2.  \r\n  Where\r\nany document requiring to be produced under sub- section (1) is in a foreign\r\nlanguage, the party seeking to enforce the award shall produce a translation\r\ninto English certified as correct by a diplomatic or consular agent of the\r\ncountry to which that party belongs or certified as correct in such other\r\nmanner as may be sufficient according to the law in force in India.\r\nExplanation.-In this section and all the following sections of this Chapter,\r\n\"Court\" means the principal Civil Court of original jurisdiction in a\r\ndistrict, and includes the High Court in exercise of its ordinary original\r\ncivil jurisdiction, having jurisdiction over the subject-matter of the award if\r\nthe same had been the subject-matter of a suit, but does not include any civil\r\ncourt of a grade inferior to such principal Civil Court, or any Court of Small\r\nCauses.", "57": "The Arbitration and Conciliation Act, 199657. Conditions for\r\nenforcement of foreign awards.1.  \r\n  In\r\norder that a foreign award may be enforceable under this Chapter, it shall be\r\nnecessary that –a.   the award has been\r\nmade in pursuance of a submission to arbitration which is valid under the law\r\napplicable thereto;b.   the subject-matter of\r\nthe award is capable of settlement by arbitration under the law of India;c.   the award has been\r\nmade by the arbitral tribunal provided for in the submission to arbitration or\r\nconstituted in the manner agreed upon by the parties and in conformity with the\r\nlaw governing the arbitration procedure;d.   the award has become\r\nfinal in the country in which it has been made, in the sense that it will not\r\nbe considered as such if it is open to opposition or appeal or 22 if it is\r\nproved that any proceedings for the purpose of contesting the validity of the\r\naward are pending;e.   the enforcement of\r\nthe award is not contrary to the public policy or the law of India.Explanation.-Without\r\nprejudice to the generality of clause (e), it is hereby declared, for the\r\navoidance of any doubt, that an award is in conflict with the public policy of\r\nIndia if the making of the award was induced or affected by fraud or\r\ncorruption.1.  \r\n2.  \r\n  Even\r\nif the conditions laid down in sub-section (1) are fulfilled, enforcement of\r\nthe award shall be refused if the Court is satisfied that-a.   the award has been\r\nannulled in the country in which it was made;b.   the party against whom\r\nit is sought to use the award was not given notice of the arbitration\r\nproceedings in sufficient time to enable him to present his case; or that,\r\nbeing under a legal incapacity, he was not properly represented;c.   the award does not\r\ndeal with the differences contemplated by or falling within the terms of the\r\nsubmission to arbitration or that it contains decisions on matters beyond the\r\nscope of the submission to arbitration:Provided that if the\r\naward has not covered all the differences submitted to the arbitral tribunal,\r\nthe Court may, if it thinks fit, postpone such enforcement or grant it subject\r\nto such guarantee as the Court may decide.1.  \r\n2.  \r\n3.  \r\n  If\r\nthe party against whom the award has been made proves that under the law\r\ngoverning the arbitration procedure there is a ground, other than the grounds\r\nreferred to in clauses (a) and (c) of sub-section (1) and clauses (b) and (c)\r\nof sub-section (2) entitling him to contest the validity of the award, the\r\nCourt may, if it thinks fit, either refuse enforcement of the award or adjourn\r\nthe consideration thereof, giving such party a reasonable time within which to\r\nhave the award annulled by the competent tribunal.", "58": "The Arbitration and Conciliation Act, 199658. Enforcement of\r\nforeign awards.Where the Court is\r\nsatisfied that the foreign award is enforceable under this Chapter, the award\r\nshall be deemed to be a decree of the Court.", "59": "The Arbitration and Conciliation Act, 199659. Appealable\r\norders.1.  \r\n  An\r\nappeal shall lie from the order refusing-a.   to refer the parties\r\nto arbitration under section 54; andb.   to enforce a foreign\r\naward under section 57, to the court authorised by law to hear appeals from\r\nsuch order.1.  \r\n2.  \r\n  No\r\nsecond appeal shall lie from an order passed in appeal under this section, but\r\nnothing in this section shall affect or take away any right to appeal to the\r\nSupreme Court.", "60": "The Arbitration and Conciliation Act, 199660. Saving.Nothing in this\r\nChapter shall prejudice any rights which any person would have had of enforcing\r\nin India of any award or of availing himself in India of any award if this\r\nChapter had not been enacted.", "61": "The Arbitration and Conciliation Act, 1996Part III Conciliation61. Application and\r\nscope.1.  \r\n  Save\r\nas otherwise provided by any law for the time being in force and unless the\r\nparties have otherwise agreed, this Part shall apply to conciliation of\r\ndisputes arising out of legal relationship, whether contractual or not and to\r\nall proceedings relating thereto.2.  \r\n  This\r\nPart shall not apply where by virtue of any law for the time being in force\r\ncertain disputes may not be submitted to conciliation.", "62": "The Arbitration and Conciliation Act, 199662. Commencement of\r\nconciliation proceedings.1.  \r\n  The\r\nparty initiating conciliation shall send to the other party a written\r\ninvitation to conciliate under this Part, briefly identifying the subject of\r\nthe dispute.2.  \r\n  Conciliation\r\nproceedings shall commence when the other party accepts in writing the\r\ninvitation to conciliate.3.  \r\n  If\r\nthe other party rejects the invitation, there will be no conciliation\r\nproceedings.4.  \r\n  If\r\nthe party initiating conciliation does not receive a reply within thirty days\r\nfrom the date on which he sends the invitation, or within such other period of\r\ntime as specified in the invitation, he may elect to treat this as a rejection\r\nof the invitation to conciliate and if he so elects, he shall inform in writing\r\nthe other party accordingly.", "63": "The Arbitration and Conciliation Act, 199663. Number of\r\nconciliators.1.  \r\n  There\r\nshall be one conciliator unless the parties agree that there shall be two or\r\nthree conciliators.2.  \r\n  Where\r\nthere is more than one conciliator, they ought, as a general rule, to act\r\njointly.", "64": "The Arbitration and Conciliation Act, 199664. Appointment of\r\nconciliators.1.  \r\n  subject\r\nto sub-section (2),-a.   in conciliation\r\nproceedings with one conciliator, the parties may agree on the name of a sole\r\nconciliator;b.   in conciliation\r\nproceedings with two conciliators, each party may appoint one conciliator;c.   in conciliation\r\nproceedings with three conciliators, each party may appoint one conciliator and\r\nthe parties may agree on the name of the third conciliator who shall act as the\r\npresiding conciliator.1.  \r\n2.  \r\n  Parties\r\nmay enlist the assistance of a suitable institution or person in connection\r\nwith the appointment of conciliators, and in particular,-a.   a party may respect\r\nsuch an institution or person to recommend the names of suitable individuals to\r\nact as conciliator, orb.   the parties may agree\r\nthat the appointment of one or mom conciliators be made directly by such an\r\ninstitution or person: Provided that in recommending or appointing individuals\r\nto act as conciliator, the institution or person shall have regard to such\r\nconsiderations as are likely to secure the appointment of an independent and\r\nimpartial conciliator and, with respect to a sole or third conciliator, shall\r\ntake into account the advisability of appointing a conciliator of a nationality\r\nother than the nationalities of the parties.", "65": "The Arbitration and Conciliation Act, 199665. Submission of\r\nstatements to conciliator.1.  \r\n  The\r\nconciliator, upon his appointment, may request each party to submit to him a\r\nbrief written statement describing the general nature of the dispute and the\r\npoints at issue. Each party shall send a copy of such statement to the other\r\nparty.2.  \r\n  The\r\nconciliator may request each party to submit to him a further written statement\r\nof his position mid the facts and grounds in support thereof, supplemented by\r\nany documents and other evidence that such puny deems appropriate. The party\r\nshall send a copy of such statement, documents and other evidence to the other\r\nparty.3.  \r\n  At\r\nany stage of the conciliation proceedings, the conciliator may request a party\r\nto submit to him such additional information as he deems appropriate.Explanation.-In this\r\nsection and all the following sections of this Part, the term conciliator\"\r\napplies to a sole conciliator, two or, three conciliators, as the case may be.", "66": "The Arbitration and Conciliation Act, 199666. Conciliator not\r\nbound by certain enactments.The conciliator is\r\nnot bound by the Code of Civil Procedure, 1908 (5 of 1908) or the Indian\r\nEvidence Act, 1872. (1 of 1872).", "67": "The Arbitration and Conciliation Act, 199667. Role of\r\nconciliator.1.  \r\n  The\r\nconciliator shall assist the parties in an independent and impartial manner in\r\ntheir attempt to reach an amicable settlement of their dispute.2.  \r\n  The\r\nconciliator shall be guided by principles of objectivity, fairness and justice,\r\ngiving consideration to, among other things, the rights and obligations of the\r\nparties, the usages of the trade concerned and the circumstances surrounding\r\nthe dispute, including any previous business practices between the parties.3.  \r\n  The\r\nconciliator may conduct the conciliation proceedings in such a manner as he\r\nconsiders appropriate, taking into account the circumstances of the case, the\r\nwishes the parties may express, including any request by a party that the\r\nconciliator hear oral statements, and the need for a speedy settlement of the\r\ndispute.4.  \r\n  The\r\nconciliator may, at any stage of the conciliation proceedings, make proposals\r\nfor a settlement of the dispute. Such proposals need not be in writing and need\r\nnot be accompanied by a statement of the masons therefor.", "68": "The Arbitration and Conciliation Act, 199668. Administrative\r\nassistance.In order to\r\nfacilitate the conduct of the conciliation proceedings, the parties, or the\r\nconciliator with the consent of the parties, may arrange for administrative\r\nassistance by a suitable institution or person.", "69": "The Arbitration and Conciliation Act, 199669. Communication\r\nbetween conciliator and parties :1.  \r\n  The\r\nconciliator may invite the parties to meet him or may communicate with them\r\norally or in writing. He may meet or communicate with the parties together or\r\nwith each of them separately.2.  \r\n  Unless\r\nthe parties have agreed upon the place where meetings with the conciliator are\r\nto be held, such place shall be determined by the conciliator, after\r\nconsultation with the parties, having regard to the circumstances of the\r\nconciliation proceedings.", "70": "The Arbitration and Conciliation Act, 199670. Disclosure of\r\ninformation.When the conciliator\r\nreceives factual information concerning the dispute from a party, he shall\r\ndisclose the substance of that information to the other party in order that the\r\nother party may have the opportunity to present any explanation which he\r\nconsiders appropriate: Provided that when a party gives any information to the\r\nconciliator, subject to a specific condition that it be kept confidential, the\r\nconciliator shall not disclose that information to the other party.", "71": "The Arbitration and Conciliation Act, 199671. Co-operation of\r\nparties with conciliator.The parties shall in\r\ngood faith co-operate with the conciliator and, in particular, shall endeavour\r\nto comply with requests by the conciliator to submit written materials, provide\r\nevidence and attend meetings.", "72": "The Arbitration and Conciliation Act, 199672. Suggestions by\r\nparties for settlement of dispute.Each party may, on\r\nhis own initiative or at the invitation of the conciliator, submit to the\r\nconciliator suggestions for the settlement of the dispute.", "73": "The Arbitration and Conciliation Act, 199673. Settlement\r\nagreement.1.  \r\n  When\r\nit appears to the conciliator that there exist elements of a settlement which\r\nmay be acceptable to the parties, he shall formulate the terms of a possible\r\nsettlement and submit them to the parties for their observations. After\r\nreceiving the observations of the parties, the conciliator may reformulate the\r\nterms of a possible settlement in the light of such observations.2.  \r\n  If\r\nthe parties reach agreement on a settlement of the dispute, they may draw up\r\nand sign a written settlement agreement. If requested by the parties, the\r\nconciliator may draw up, or assist the parties in drawing up, the settlement\r\nagreement.3.  \r\n  When\r\nthe parties sign the settlement agreement, it shall be, final and binding on\r\nthe parties and persons claiming under them respectively.4.  \r\n  The\r\nconciliator shall authenticate the settlement agreement and furnish a copy\r\nthereof to each of the parties.", "74": "The Arbitration and Conciliation Act, 199674. Status and effect\r\nof settlement agreement.The settlement\r\nagreement shall have the same status and effect as if it is an arbitral award\r\non agreed terms on the substance of the dispute rendered by an arbitral\r\ntribunal under section 30.", "75": "The Arbitration and Conciliation Act, 199675. Confidentiality .Notwithstanding\r\nanything contained in any other law for the time bring in force, the\r\nconciliator and the parties shall keep confidential all matters relating to the\r\nconciliation proceedings. Confidentiality shall extend also to the settlement\r\nagreement, except where its disclosure is necessary for purposes of\r\nimplementation and enforcement.", "76": "The Arbitration and Conciliation Act, 199676. Termination of\r\nconciliation proceedings.The conciliation\r\nproceedings shall be terminated-a.  \r\n  by\r\nthe signing of the settlement agreement by the parties, on the date of the\r\nagreement; orb.  \r\n  by\r\na written declaration of the conciliator, after consultation with the parties,\r\nto the effect that further efforts at conciliation are no longer justified, on\r\nthe date of the declaration; orc.  \r\n  by\r\na written declaration of the parties addressed to the conciliator to the effect\r\nthat the conciliation proceedings are terminated, on the date of the\r\ndeclaration; ord.  \r\n  by\r\na written declaration of a party to the other party and the conciliator, if\r\nappointed, to the effect that the conciliation proceedings am terminated, on\r\nthe date of the declaration.", "77": "The Arbitration and Conciliation Act, 199677. Resort to\r\narbitral or judicial proceedings.The parties shall not\r\ninitiate, during the conciliation proceedings, any arbitral or judicial\r\nproceedings in respect of a dispute that is the subject- matter of the\r\nconciliation proceedings except that a party may initiate arbitral or judicial\r\nproceedings where, in his opinion, such proceedings are necessary for\r\npreserving his rights.", "78": "The Arbitration and Conciliation Act, 199678. Costs.1.  \r\n  Upon\r\ntermination of the conciliation proceedings, the conciliator shall fix the\r\ncosts of the conciliation and give written notice thereof to the parties.2.  \r\n  For\r\nthe purpose of sub-section (1), \"costs\" means reasonable costs\r\nrelating to-a.   the fee and expenses\r\nof the conciliator and witnesses requested by the conciliator, with the consent\r\nof the parties;b.   any expert advice\r\nrequested by (he conciliator with the consent of (he parties;c.   any assistance\r\nprovided pursuant to clause (b) of sub- section (2) of section 64 and section\r\n68;d.   any other expenses\r\nincurred in connection with the conciliation proceedings and the settlement\r\nagreement.1.  \r\n2.  \r\n3.  \r\n  The\r\ncosts shall be borne equally by the parties unless the settlement agreement\r\nprovides for a different apportionment. All other expenses incurred by a party\r\nshall be borne by that party.", "79": "The Arbitration and Conciliation Act, 199679. Deposits.1.  \r\n  The\r\nconciliator may direct each party to deposit an equal amount as an advance for\r\nthe costs referred to in sub-section (2) of section 78 which he expects will be\r\nincurred.2.  \r\n  (2)\r\nDuring the course of the conciliation proceedings, the conciliator may direct\r\nsupplementary deposits in an equal amount from each party.3.  \r\n  (3)\r\nIf the required deposits under sub-sections (1) and (2) are not paid in HI by\r\nboth parties within thirty days, the conciliator may suspend the proceedings or\r\nmay make a written declaration of termination of the proceedings to the\r\nparties, effective on the date of that declaration.4.  \r\n  (4)\r\nUpon termination of the conciliation proceedings, the conciliator shall render an\r\naccounting to the parties of the deposits received and shall return any\r\nunexpended balance to the parties.", "80": "The Arbitration and Conciliation Act, 199680. Role of\r\nconciliator in other proceedings.Unless otherwise\r\nagreed by the parties,-a.  \r\n  the\r\nconciliator shall not act as an arbitrator or as a representative or counsel of\r\na party in any arbitral or judicial proceeding in respect of a dispute that is\r\nthe subject of the conciliation proceedings;b.  \r\n  the\r\nconciliator shall not be presented by the panics as a witness in any arbitral\r\nor judicial proceedings.", "81": "The Arbitration and Conciliation Act, 199681. Admissibility of\r\nevidence in other proceedings.The parties shall not\r\nrely on or introduce as evidence in arbitral or judicial proceedings, whether\r\nor not such proceedings relate to the dispute that is the subject of the\r\nconciliation proceedings,-a.  \r\n  views\r\nexpressed or suggestions made by the other party in respect of a possible\r\nsettlement of the dispute;b.  \r\n  admissions\r\nmade by the other party in the course-, of the conciliation proceedings;c.  \r\n  proposals\r\nmade by the conciliator;d.  \r\n  the\r\nfact that the other party had indicated his willingness to accept a proposal\r\nfor settlement made by the conciliator.", "82": "The Arbitration and Conciliation Act, 1996Part IV Supplementary\r\nProvisions82. Power of High\r\nCourt to make rules.The High Court may\r\nmake rules consistent with this Act as to all proceedings before the Court\r\nunder this Act.", "83": "The Arbitration and Conciliation Act, 199683. Removal of\r\ndifficulties.1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act as appear to it to\r\nbe necessary or expedient for removing the difficulty: Provided that no such\r\norder shall be made after the expiry of a period of two years from the date of\r\ncommencement of this Act.2.  \r\n  Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "84": "The Arbitration and Conciliation Act, 199684. Power to make\r\nrules.1.  \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the provisions of this Act.2.  \r\n  Every\r\nrule made by the Central Government under this Act shall be laid, as soon as\r\nmay be, after it is made before each House of Parliament while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or mote successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule.", "85": "The Arbitration and Conciliation Act, 199685. Repeal and\r\nsavings.1.  \r\n  The\r\nArbitration (Protocol and Convention) Act, 1937 (6 of 1937), the Arbitration\r\nAct, 1940 (10 of 1940). and the Foreign Awards (Recognition and Enforcement)\r\nAct, 1961 (30 45 of 1961). are hereby repealed.2.  \r\n  Notwithstanding\r\nsuch repeal,-a.   the provisions of the\r\nsaid enactments shall apply in relation to arbitral proceedings which commenced\r\nbefore this Act came into force unless otherwise agreed by the parties but this\r\nAct shall apply in relation to arbitral proceedings which commenced on or after\r\nthis Act comes into force;b.   all rules made and\r\nnotifications published, under the said enactments shall, to the extent to\r\nwhich they are not repugnant to this Act, be deemed respectively to have been\r\nmade or issued under this Act.", "86": "The Arbitration and Conciliation Act, 199686. Repeal of\r\nOrdinance 27 of 1996 and saving.1.  \r\n  The\r\nArbitration and Conciliation (Third) Ordinance, 1996 (Ord 27 of 1996). is\r\nhereby repealed.2.  \r\n  Notwithstanding\r\nsuch repeal, any order, rule, notification or scheme made or anything done or\r\nany action taken in pursuance of any provision of the said Ordinance shall be\r\ndeemed to have been made, done or taken under the corresponding provisions of\r\nthis Act."}