{"name": "Arbitration (Protocol and Convention) Act, 1937\r", "1": "Arbitration (Protocol and Convention) Act, 19371.Short title, extent and operation :-(1) This Act may be called the Arbitration\r\n(Protocol and Convention) Act, 1937.{Subs.,, ibid.}[(2) It extends to the whole of\r\nIndia {The words \"except Part B States\" were omitted by Act 3 of\r\n1951, s.3 and Sch.}.] (3) The provisions of this Act, except this\r\nsection, shall have effect only from such date as the Central Government may,\r\nby notification in the Official Gazette, appoint in this behalf, and the\r\nCentral Government may appoint different dates{S.3 came into effect on the 30th\r\nNovember, 1937, see Gazette of India, 1937, Pt.1, p.1945; and ss.2 and 4 to 10\r\non the 23rd January, 1933, see ibid., 1938, Pt.1, p.25.} for the coming into\r\neffect of different provisions of the Act. ", "2": "Arbitration (Protocol and Convention) Act, 19372.Interpretation :-In this Act {Definition of \"States\"\r\nins.by the A.O.1950 was omitted by Act 3 of 1951, s.3 and Sch}\"foreign\r\naward\" means an award on differences relating to matters considered as\r\ncommercial under the law in force in {Subs., ibid., for \"the\r\nstates\".} [India ] made after the 28th day of July, 1924,---(a) in pursuance of an\r\nagreement for arbitration to which the Protocol set forth in the First Schedule\r\napplies, and (b) between persons of\r\nwhom one is subject to the jurisdiction of some one of such Powers as the\r\nCentral Government, being satisfied that reciprocal provisions have been made\r\nmay, by notification{For such notification, see Gazette of India, 1938, Pt.I,\r\np.24.} in the Official Gazette, declare to be parties to the Convention set\r\nforth in the Second Schedule, and of whom the other is subject to the\r\njurisdiction of some other of the Powers aforesaid, and (c) in one of such\r\nterritories as the Central Government, being satisfied that reciprocal\r\nprovisions have been made, may by like notification, declare to be territories\r\nto which the said Convention applies, and for the purposes of this Act an award\r\nshall not be deemed to be final if any proceedings for the purpose of\r\ncontesting the validity of the award are pending in the country in which it was\r\nmade.", "3": "Arbitration (Protocol and Convention) Act, 19373.Stay of proceedings in respect of matters to\r\nbe referred to arbitration:- Notwithstanding anything contained in the\r\n{Subs.by the Act 32 of 1940, s.3 and Sch.11, for \"Indian Arbitration Act,\r\n1899\".} [Arbitration Act 1940], or in the Code of Civil Procedure, 1908,\r\nif any party to a submission made in pursuance of an agreement to which the\r\nProtocol set forth in the First Schedule as modified by the reservation subject\r\nto which it was signed by India applies, or any person claiming through or\r\nunder him, commences any legal proceedings in any Court against any other part\r\nto the submission or any person claiming through or under him in respect of any\r\nmatter agreed to be referred, any party to such legal proceedings may, at any\r\ntime after appearance and before filing a written statement or taking any other\r\nsteps in the proceedings, apply to the Court to stay the proceedings; and the\r\nCourt, unless satisfied that the agreement or arbitration has become\r\ninoperative or cannot proceed, or that there is not in fact any dispute between\r\nthe parties with regard to the matter agreed to be referred, shall make an\r\norder staying the proceedings.", "4": "Arbitration (Protocol and Convention) Act, 19374.Effect of foreign awards :-(1) A foreign award shall, subject to the\r\nprovisions of this Act, be enforceable in {Subs.by Act 3 of 1951, s.3 and Sch,\r\nfor \"the States\".} [India] as if it were an award made on a matter\r\nreferred to arbitration in {Subs.by Act 3 of 1951, s.3 and Sch, for \"the\r\nStates\".} [India] (2) Any foreign award which would be\r\nenforceable under this Act shall be treated as binding for all purposes on the\r\npersons as between whom it was made, and may accordingly be relied on by any of\r\nthose persons by way of defense, set off or otherwise in any legal proceedings\r\nin {Subs.by Act 3 of 1951, s.3 and Sch, for \"the States\".} [India] ,\r\nand any references in this Act to enforcing a foreign award shall be construed\r\nas including references to relying on an award. ", "5": "Arbitration (Protocol and Convention) Act, 19375.Filing of foreign award in Court:-(1) Any person interested in a foreign award\r\nmay apply to any Court having jurisdiction over the subject-matter of the award\r\nthat the award be filed in Court. (2) The application shall be in writing and shall\r\nbe numbered and registered as a suit between the applicant as plaintiff and the\r\nother parties as defendants. (3) The Court shall direct notice to be given\r\nto the parties to the arbitration, other than the applicant, requiring them to\r\nshow cause, within a time specified, why the award should not be filed.", "6": "Arbitration (Protocol and Convention) Act, 19376.Enforcement of foreign award:-(1) Where the Court is satisfied that the\r\nforeign award is enforceable under this Act, the Court, the Court shall order\r\nthe award to be filed and shall proceed to pronounce judgment according to the\r\naward. (2) Upon the judgment so pronounced a decree\r\nshall follow, and no appeal shall lie from such decree except in so far as the\r\ndecree is in excess of or not in accordance with the award Comment : \"...even the 1937 Act contain\r\nprovisions only for the enforcement of the foreign award and not for the\r\narbitral proceedings.\" Thyssen Stahlunion GMBH v. Steel Authority of India\r\nLtd., AIR 1999 SUPREME COURT 3923 ", "7": "Arbitration (Protocol and Convention) Act, 19377.Conditions for enforcement of foreign awards:-(1) In order that a foreign award may be\r\nenforceable under this Act it must have---(a) been made in\r\npursuance of an agreement for arbitration which was valid under the law by\r\nwhich it was governed, (b) been made by the\r\ntribunal provided for in the agreement or constituted in manner agreed upon by\r\nthe parties, (c) been made in\r\nconformity with the law governing the arbitration procedure, (d) become final in\r\nthe country in which it was made, (e) been in respect of\r\na matter which may lawfully be referred to arbitration under the law of\r\n{Subs.by Act 3 of 1951, s.3 and Sch., for \"States\"} [India]. and the\r\nenforcement thereof must not be contrary to the public policy or the law of\r\n{Subs.by Act 3 of 1951, s.3 and Sch., for \"States\".} [India]. (2) A foreign award shall not be enforceable\r\nunder this Act if the Court dealing with the case is satisfied that---(a) the award has been\r\nannulled in the country in which it was made, or (b) the party against\r\nwhom it is sought to enforce the award was not given notice of the arbitration\r\nproceedings in sufficient time to enable him to present his case, or was under\r\nsome legal incapacity and was not properly represented, or (c) the award does not\r\ndeal with all the questions referred or contains decisions on matters beyond\r\nthe scope of the agreement for arbitration: Provided that if the award does not\r\ndeal with all questions referred the Court may, if it thinks fit, either\r\npostpone the enforcement of the award or order its enforcement subject to the\r\ngiving of such security by the person seeking to enforce it as the Court may\r\nthink fit. (3) If a party seeking to resist the\r\nenforcement of a foreign award proves that there is any ground other than the\r\nnon-existence of the conditions specified in clauses (a),(b) and (c) of\r\nsub-section (1), or the existence of the conditions specified in clauses (b)\r\nand (c) of sub-section (2), entitling him to contest the validity of the award,\r\nthe Court may, if it thinks fit, either refuse to enforce the award or adjourn\r\nthe hearing until after the expiration of such period as appears to the Court\r\nto be reasonably sufficient to enable that party to take the necessary steps to\r\nhave the award annulled by the competent tribunal.", "8": "Arbitration (Protocol and Convention) Act, 19378.Evidence:- (1) The Party seeking to enforce a foreign\r\naward must produce---(a) the original award\r\nor a copy thereof duly authenticated in manner required by the law of the\r\ncountry in which it was made; (b) evidence proving\r\nthat the award has become final; and (c) such evidence as\r\nmay be necessary to prove that the award is a foreign award and that the\r\nconditions mentioned in clauses (a), (b) and (c) of sub-section (1) of section\r\n7 are satisfied. (2) Where any document requiring to be\r\nproduced under sub-section (1) is in a foreign language, the party seeking to\r\nenforce the award shall produce a translation into English certified as correct\r\nby a diplomatic or consular agent of the country to which that party belongs or\r\ncertified as correct in such other manner as may be sufficient according to the\r\nlaw in force in {Subs.by Act 3 of 1951, s.3 and Sch., for \"the\r\nstates\".} [India]. ", "9": "Arbitration (Protocol and Convention) Act, 19379.Saving :-Nothing in this Act shall---(a) prejudice any rights which any person\r\nwould have had of enforcing in {Subs.by Act 3 of 1951, s.3 and Sch., for \"the\r\nstates\".} [India] any award or of availing himself in {Subs.by Act 3 of\r\n1951, s.3 and Sch., for \"the states\".} [India] of any award if this\r\nAct had not been passed, or (b) apply to any award made on an arbitration\r\nagreement governed by the law of {Subs.by Act 3 of 1951, s.3 and Sch., for\r\n\"the states\".} [India].", "10": "Arbitration (Protocol and Convention) Act, 193710.Rule-making \r\npowers of the High Court:- The High Court may make rules consistent with this \r\nAct as to---(a) the \r\nfiling of foreign awards and all proceedings consequent thereon or incidental \r\nthereto; (b) the \r\nevidence which must be furnished by a party seeking to enforce a foreign award \r\nunder this Act; and (c) \r\ngenerally, all proceedings in Court under this Act. "}