{"name": "Armed Forces Tribunal Act, 2007\r", "1": "Armed Forces Tribunal Act 2007 Chapter 1 -\r\nPreliminary1. Short title and\r\ncommencement1.  \r\n  This\r\nAct may be called the Armed Forces Tribunal Act, 2007.2.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification, appoint.", "2": "Armed Forces Tribunal Act 2007 2. Applicability of\r\nthe Act1.  \r\n  The\r\nprovisions of this Act shall apply to all persons subject to the army Act,\r\n1950, (46 of 1950) the Navy Act, 1957 (62 of 1957) and the Air Force Act, 1950\r\n(45 of 1950)2.  \r\n  This\r\nAct shall also apply to retired personnel subject to the Army Act, 1950 (46 of\r\n1950) or the Navy Act, 1957 (62 of 1957) or the Air Force Act, 1950(45 of 1950)\r\nincluding their dependants, heirs and successors, in so far as it relates to\r\ntheir service matters.", "3": "Armed Forces Tribunal Act 2007 3. DefinitionsIn this Act, unless\r\nthe context otherwise requires,-a.  \r\n  “Administrative\r\nMember” means a member of the Tribunal who is not a Judicial Member within the\r\nmeaning of clause (g);b.  \r\n  “application”\r\nmeans an application made under sub-section (2) of section 14;c.  \r\n  “appointed\r\nday” means the date with effect from which the Tribunal is established by\r\nnotification under section 4;d.  \r\n  “Bench”\r\nmeans a Bench of the Tribunal;e.  \r\n  “Chairperson”\r\nmeans the Chairperson of the Tribunal;f.  \r\n  “court\r\nmartial” means a court martial held under the Army Act, ‘1950 (46 of 1950) or\r\nthe Navy Act, 1957 (62 of 1957) including the disciplinary courts constituted\r\nunder the Act or the Air Force Act, 1950; (45 of 1950)g.  \r\n  “Judicial\r\nMember” means a member of the Tribunal appointed as such under this Act, and\r\nincludes the Chairperson, who possesses any of the qualifications specified in\r\nsub-section (2) of section 6;h.  \r\n  “Member”\r\nmeans a member (whether Judicial or Administrative) of the Tribunal and\r\nincludes the Chairperson;i.  \r\n  “military\r\ncustody” means the arrest or confinement of a person according to the usages of\r\nthe service and includes naval or air force custody;j.  \r\n  “notification”\r\nmeans a notification published in the Official Gazette;k.  \r\n  “prescribed”\r\nmeans prescribed by rules made under this Act;l.  \r\n  “President”\r\nmeans the President of India;m.  \r\n  “rules”\r\nmeans the rules made under this Act;n.  \r\n  “service”\r\nmeans the service within or outside India;o.  \r\n  “service\r\nmatters”, in relation to the persons subject to the Army Act, 1950 (46 of 1950)\r\nthe Navy Act, 1957 (62 of 1957) and the Air Force Act, 1950 (45 of 1950) mean\r\nall matters relating to the conditions of their service and shall include- \r\n i.  \r\n  remuneration\r\n(including allowances), pension and other retirement benefits;tenure,\r\nincluding commission, appointment, enrolment, probation, confirmation,\r\nseniority, training, promotion, reversion, premature retirement,\r\nsuperannuation, termination of service and penal deductions; \r\n iii.  \r\n  summary\r\ndisposal and trials where the punishment of dismissal is awarded; \r\n iv.  \r\n  any\r\nother matter, whatsoever, but shall not include matters relating to- \r\n i.  \r\n  orders\r\nissued under section 18 of the Army Act, 1950 (46 of 1950) sub-section (1) of\r\nsection 15 of the Navy Act, 1957 (62 of 1957) and section 18 of the Air Force\r\nAct, 1950; (45 of 1950) and \r\n ii.  \r\n  transfers\r\nand postings including the change of place or unit on posting whether\r\nindividually or as a part of unit, formation or ship in relation to the persons\r\nsubject to the Army Act, 1950 (46 of 1950) the Navy Act, 1957 (62 of 1957) and\r\nthe Air Force Act, 1950 (45 of 1950); \r\n iii.  \r\n  leave\r\nof any kind; \r\n iv.  \r\n  summary\r\ncourt martial except where the punishment is of dismissal or imprisonment for\r\nmore than three months;a.  \r\n b.  \r\n c.  \r\n d.  \r\n e.  \r\n f.  \r\n g.  \r\n h.  \r\n i.  \r\n j.  \r\n k.  \r\n l.  \r\n m.  \r\n n.  \r\n o.  \r\n p.  \r\n “summary\r\ndisposals and trials” means summary disposals and trials held under the Army\r\nAct, 1950 (46 of 1950) the Navy Act, 1957 (62 of 1957) and the Air Force Act,\r\n1950 (45 of 1950)q.  \r\n “Tribunal’:\r\nmeans the Armed Forces Tribunal established under section 4.", "4": "Armed Forces Tribunal Act 2007 Chapter II -\r\nEstablishment of Tribunal and Benches Thereof4. Establishment of\r\nArmed Forces TribunalThe Central\r\nGovernment shall, by notification, establish a Tribunal to be known as the\r\nArmed Forces Tribunal to exercise the jurisdiction, powers and authority\r\nconferred on it by or under this Act.", "5": "Armed Forces Tribunal Act 2007 5. Composition of\r\nTribunal and Benches thereof1.  \r\n  The\r\nTribunal shall consist of a Chairperson, and such number of Judicial and\r\nAdministrative Members as the Central Government may deem fit and, subject to\r\nthe other provisions of this Act, the jurisdiction, powers and authority of the\r\nTribunal may be exercised by Benches thereof.2.  \r\n  Subject\r\nto the other provisions of this Act, a Bench shall consist of one Judicial\r\nMember and one Administrative Member.3.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), the Chairperson-a.   may, in addition to\r\ndischarging the functions of a Judicial Member of the Bench to which he is\r\nappointed, discharge the functions of an Administrative Member of any other\r\nBench;b.   may transfer a Member\r\nfrom one Bench to another Bench;c.   may, for the purpose\r\nof securing that any case or cases, which having regard to the nature of the\r\nquestions involved, requires or require, in his opinion, or under the rules\r\nmade under this Act, to be decided by a Bench composed of more than two\r\nmembers, issue such general or special orders, as he may deem fit:Provided that every\r\nBench constituted in pursuance of this clause shall include at least one\r\nJudicial Member and one Administrative Member.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n  Subject\r\nto the other provisions of this Act, the Benches of the Tribunal shall\r\nordinarily sit at Delhi (which shall be known as the Principal Bench), and at\r\nsuch other places as the Central Government may, by notification, specify.", "6": "Armed Forces Tribunal Act 2007 6. Qualifications for\r\nappointment of Chairperson and other Members1.  \r\n  A\r\nperson shall not be qualified for appointment as the Chairperson unless he is a\r\nretired Judge of the Supreme Court or a retired Chief Justice of a High Court.2.  \r\n  A\r\nperson shall not be qualified for appointment as a Judicial Member unless he is\r\nor has been a Judge of a High Court.3.  \r\n  A\r\nperson shall not be qualified for appointment as an Administrative Member\r\nunless-a.   he has held or has\r\nbeen holding the rank of Major General or above for a total period of at least\r\nthree years in the Army or equivalent rank in the Navy or the Air Force; andb.   he has served for not\r\nless than one year as Judge Advocate General in the Army or the Navy or the Air\r\nForce, and is not below the rank of Major General, Commodore and Air Commodore\r\nrespectively.Explanation.-When a serving\r\nperson is appointed as an Administrative Member, he shall have retired from\r\nservice prior to assuming such appointment.", "7": "Armed Forces Tribunal Act 2007 7. Appointment of\r\nChairperson and other Members1.  \r\n  Subject\r\nto the provisions of this section, the Chairperson and other Members of the\r\nTribunal shall be appointed by the President:Provided that no\r\nappointment under this sub-section shall be made except after consultation with\r\nthe Chief Justice of India.2.  \r\n  The\r\nPresident may appoint one or more Members of the Tribunal to be the\r\nVice-Chairperson, or, as the case may be, the Vice-Chairpersons, thereof.", "8": "Armed Forces Tribunal Act 2007 8. Term of officeThe Chairperson or a\r\nMember shall hold office for a term of four years from the date on which he\r\nenters upon his office and shall be eligible for re-appointment:Provided that no\r\nChairperson shall hold office as such after he has attained,-a.  \r\n  in\r\ncase he has been a Judge of the Supreme Court, the age of seventy years; andb.  \r\n  in\r\ncase he has been the Chief Justice of a High Court, the age of sixty-five\r\nyears:Provided further that\r\nno other Member shall hold office as such Member after he has attained the age\r\nof sixty-five years.", "9": "Armed Forces Tribunal Act 2007 9. Resignation and\r\nremoval1.  \r\n  The\r\nChairperson or a Member may, by notice in writing under his hand addressed to\r\nthe President, resign his office:Provided that the\r\nChairperson or a Member shall, unless he is permitted by the President to\r\nrelinquish his office sooner, continue to hold office until the expiry of three\r\nmonths from the date of receipt of such notice or until a person duly appointed\r\nas his successor enters upon his office or until the expiry of his term of\r\noffice, whichever is the earliest.1.  \r\n 2.  \r\n  The\r\nChairperson or a Member shall not be removed from his office except by an order\r\nmade by the President on the ground of proved misbehaviour or incapacity after\r\nan inquiry made by a sitting Judge of the Supreme Court in which such\r\nChairperson or other Member had been informed of the charges against him and\r\ngiven a reasonable opportunity of being heard in respect of those charges.3.  \r\n  The\r\nCentral Government may, by rules, regulate the procedure for the investigation\r\nof misbehaviour or incapacity of the Chairperson or other Member referred to in\r\nsub-section (2).", "10": "Armed Forces Tribunal Act 2007 10. Salaries,\r\nallowances and other terms and conditions of service of Chairperson and other\r\nMembersThe salaries and\r\nallowances payable to, and the other terms and conditions of service (including\r\npension, gratuity and other retirement benefits) of, the Chairperson and other\r\nMembers shall be such as may be prescribed by the Central Government:Provided that neither\r\nthe salary and allowances nor the other terms and conditions of service of the\r\nChairperson and other Members shall be varied to their disadvantage after their\r\nappointment.", "11": "Armed Forces Tribunal Act 2007 11. Prohibitions as\r\nto holding of offices, etc., by Chairperson or Member on ceasing to be such\r\nChairperson or MemberOn ceasing to hold\r\noffice-a.  \r\n  the\r\nChairperson shall be ineligible for further employment either under the\r\nGovernment of India or under the Government of a State;b.  \r\n  a\r\nMember other than the Chairperson shall, subject to the provisions of this Act,\r\nbe eligible for appointment as a member of any other Tribunal but not for any\r\nother employment either under the Government of India or under the Government\r\nof a State; andc.  \r\n  the\r\nChairperson or other Members shall not appear, act or plead before the\r\nTribunal.", "12": "Armed Forces Tribunal Act 2007 12. Financial and\r\nadministrative powers of ChairpersonThe Chairperson shall\r\nexercise such financial and administrative powers over the Benches as may be\r\nprescribed:Provided that the\r\nChairperson shall have the authority to delegate such of his financial and\r\nadministrative powers as he may think fit to any other Member or any officer of\r\nthe Tribunal, subject to the conditions that such Member or officer shall,\r\nwhile exercising such delegated powers, continue to act under the direction,\r\ncontrol and supervision of the Chairperson.", "13": "Armed Forces Tribunal Act 2007 13. Staff of the\r\nTribunal1.  \r\n  The\r\nCentral Government shall determine the nature and categories of the officers\r\nand other employees required to assist the Tribunal in the discharge of its\r\nfunctions and provide the Tribunal with such officers and other employees as it\r\nmay think fit.2.  \r\n  The\r\nsalaries and allowances payable to, and the other terms and conditions of\r\nservice of the officers and other employees of the Tribunal shall be such as\r\nmay be prescribed.3.  \r\n  The\r\nofficers and other employees of the Tribunal shall discharge their functions\r\nunder the general superintendence of the Chairperson.", "14": "Armed Forces Tribunal Act 2007 Chapter III -\r\nJurisdiction, Powers and Authority of the Tribunal14. Jurisdiction,\r\npowers and authority in service matters1.  \r\n  Save\r\nas otherwise expressly provided in this Act, the Tribunal shall exercise, on\r\nand from the appointed day, all the jurisdiction, powers and authority,\r\nexercisable immediately before that day by all courts (except the Supreme Court\r\nor a High Court exercising jurisdiction under articles 226 and 227 of the\r\nConstitution) in relation to all service matters.2.  \r\n  Subject\r\nto the other provisions of this Act, a person aggrieved by an order pertaining\r\nto any service matter may make an application to the Tribunal in such form and\r\naccompanied by such documents or other evidence and on payment of such fee as\r\nmay be prescribed.3.  \r\n  On\r\nreceipt of an application relating to service matters, the Tribunal shall, if\r\nsatisfied after due inquiry, as it may deem necessary, that it is fit for\r\nadjudication by it, admit such application; but where the Tribunal is not so\r\nsatisfied, it may dismiss the application after recording its reasons in\r\nwriting.4.  \r\n  For\r\nthe purpose of adjudicating an application, the Tribunal shall have the same\r\npowers as are vested in a Civil Court under the Code of Civil Procedure, 1908,\r\n(5 of 1908) while trying a suit in respect of the following matters, namely-a.   summoning and\r\nenforcing the attendance of any person and examining him on oath;b.   requiring the\r\ndiscovery and production of documents;c.   receiving evidence on\r\naffidavits;d.   subject to the\r\nprovisions of sections 123 and 124 of the Indian Evidence Act, 1872, (1 of\r\n1872) requisitioning any public record or document or copy of such record or\r\ndocument from any office;e.   issuing commissions\r\nfor the examination of witnesses or documents;f.   reviewing its\r\ndecisions;g.   dismissing an\r\napplication for default or deciding it exparte;h.   setting aside any\r\norder of dismissal of any application for default or any order passed by it\r\nexparte; andi.   any other matter\r\nwhich may be prescribed by the Central Government.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n  The\r\nTribunal shall decide both questions of law and facts that may be raised before\r\nit.", "15": "Armed Forces Tribunal Act 2007 15. Jurisdiction\r\npowers and authority in matters of appeal against court martial1.  \r\n  Save\r\nas otherwise expressly provided in this Act, the Tribunal shall exercise, on\r\nand from the appointed day, all the jurisdiction, powers and authority\r\nexercisable under this Act in relation to appeal against any order, decision,\r\nfinding or sentence passed by a court martial or any matter connected therewith\r\nor incidental thereto.2.  \r\n  Any\r\nperson aggrieved by an order, decision, finding or sentence passed by a court\r\nmartial may prefer an appeal in such form, manner and within such time as may\r\nbe prescribed.3.  \r\n  The\r\nTribunal shall have power to grant bail to any person accused of an offence and\r\nin military custody, with or without any conditions which it considers\r\nnecessary:Provided that no\r\naccused person shall be so released if there appears reasonable ground for\r\nbelieving that he has been guilty of an offence punishable with death or\r\nimprisonment for life.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n  The\r\nTribunal shall allow an appeal against conviction by a court martial wherea.   the finding of the\r\ncourt martial is legally not sustainable due to any reason whatsoever; orb.   the finding involves\r\nwrong decision on a question of law; orc.   there was a material\r\nirregularity in the course of the trial resulting in miscarriage of justice,\r\nbut, in any other case, may dismiss the appeal where the Tribunal considers\r\nthat no miscarriage of justice is likely to be caused or has actually resulted\r\nto the appellant:Provided that no\r\norder dismissing the appeal by the Tribunal shall be passed unless such order\r\nis made after recording reasons there for in writing.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n  The\r\nTribunal may allow an appeal against conviction, and pass appropriate order\r\nthereon.6.  \r\n  Notwithstanding\r\nanything contained in the foregoing provisions of this section, the Tribunal\r\nshall have the power to-a.   substitute for the\r\nfindings of the court martial, a finding of guilty for any other offence for\r\nwhich the offender could have been lawfully found guilty by the court martial\r\nand pass a sentence afresh for the offence specified or involved in such\r\nfindings under the provisions of the Army Act, 1950 (46 of 1950) or the Navy\r\nAct, 1957 (62 of 1957) or the Air Force Act, 1950, (45 of 1950) as the case may\r\nbe; orb.   if sentence is found\r\nto be excessive, illegal or unjust, the Tribunal may- \r\n i.  \r\n  remit\r\nthe whole or any part of the sentence, with or without conditions;  \r\n ii.  \r\n  mitigate\r\nthe punishment awarded; \r\n iii.  \r\n  commute\r\nsuch punishment to any lesser punishment or punishments mentioned in the Army\r\nAct, 1950, (46 of 1950) the Navy Act, 1957 (62 of 1957) and the Air Force Act,\r\n1950, (45 of 1950) as the case may be;a.  \r\n b.  \r\n c.   enhance the sentence\r\nawarded by a court martial:Provided that no such\r\nsentence shall be enhanced unless the appellant has been given an opportunity\r\nof being heard;a.  \r\n b.  \r\n c.  \r\n d.   release the\r\nappellant, if sentenced to imprisonment, on parole with or without conditions;e.   suspend a sentence of\r\nimprisonment;f.   Pass any other order\r\nas it may think appropriate.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n 6.  \r\n 7.  \r\n  Notwithstanding\r\nany other provisions in this Act, for the purposes of this section, the\r\nTribunal shall be deemed to be a criminal court for the purposes of sections\r\n175, 178, 179, 180, 193, 195, 196 or 228 (45 of 1860) of the Indian Penal Code\r\nand Chapter XXVI of the Code of Criminal Procedure, 1973. (2 of 1974)", "16": "Armed Forces Tribunal Act 2007 16. Re-trial1.  \r\n  Except\r\nas provided by this Act, where the conviction of a person by court martial for\r\nan offence has been quashed, he shall not be liable to be tried again for that\r\noffence by a court martial or by any other Court.2.  \r\n  The\r\nTribunal shall have the power of quashing a conviction, to make an order\r\nauthorising the appellant to be retried by court martial, but shall only\r\nexercise this power when the appeal against conviction is allowed by reasons\r\nonly of evidence received or available to be received by the Tribunal under\r\nthis Act and it appears to the Tribunal that the interests of justice require\r\nthat an order under this section should be made:Provided that an\r\nappellant shall not be retried under this section for an offence other than-a.   the offence for which\r\nhe was convicted by the original court martial and in respect of which his\r\nappeal is allowed;b.   any offence for which\r\nhe could have been convicted at the original court martial on a charge of the\r\nfirst-mentioned offence;c.   any offence charged\r\nin the alternative in respect of which the court martial recorded no finding in\r\nconsequence of convicting him of the first-mentioned offence.1.  \r\n 2.  \r\n 3.  \r\n  A\r\nperson who is to be retried under this section for an offence shall, if the\r\nTribunal or the Supreme Court so directs, whether or not such person is being\r\ntried or retried on one or more of the original charges, no fresh investigation\r\nor other action shall be taken under the relevant provision of the Army Act,\r\n1950 (46 of 1950) or the Navy Act, 1957 (62 of 1957) or the Air Force Act, 1950\r\n(45of 1950) as the case may be, or rules and regulations made there under, in\r\nrelation to the said charge or charges on which he is to be retried.", "17": "Armed Forces Tribunal Act 2007 17. Powers of the\r\nTribunal on appeal under section 15The Tribunal, while\r\nhearing and diciding an appeal under section 15, shall have the power-a.  \r\n  to\r\norder production of documents or exhibits connected with the proceedings before\r\nthe court martial;b.  \r\n  to\r\norder the attendance of the witnesses;c.  \r\n  to\r\nreceive evidence;d.  \r\n  to\r\nobtain reports from Court martial;e.  \r\n  order\r\nreference of any question for enquiry;f.  \r\n  appoint\r\na person with special expert knowledge to act as an assessor; andg.  \r\n  To\r\ndetermine any question which is necessary to be determined in order to do\r\njustice in the case.", "18": "Armed Forces Tribunal Act 2007 18. CostWhile disposing of\r\nthe application under section 14 or an appeal under section 15, the Tribunal\r\nshall have power to make such order as to costs as it may deem just.", "19": "Armed Forces Tribunal Act 2007 19. Power to punish\r\nfor contempt1.  \r\n  Any\r\nperson who is guilty of contempt of the Tribunal by using any insulting or\r\nthreatening language, or by causing any interruption or disturbance in the\r\nproceedings of such Tribunal shall, on conviction, be liable to suffer\r\nimprisonment for a term which may extend to three years.2.  \r\n  For\r\nthe purposes of trying an offence under this section, the provisions of\r\nsections 14, 15, 17, 18 and 20 of the Contempt of courts Act, 1971 (70 of 1971)\r\nshall mutatis mutandis apply, as if a reference therein to-a.   Supreme Court or High\r\nCourt were a reference to the Tribunal;b.   Chief Justice were a\r\nreference to the Chairperson;c.   Judge were a\r\nreference to the Judicial or Administrative Member of the Tribunal;d.   Advocate-General were\r\na reference to the prosecutor; ande.   Court was a reference\r\nto the Tribunal.", "20": "Armed Forces Tribunal Act 2007 20. Distribution of\r\nbusiness among the BenchesThe Chairperson may\r\nmake provisions as to the distribution of the business of the Tribunal among\r\nits Benches.", "21": "Armed Forces Tribunal Act 2007 Chapter IV -\r\nProcedure21. Application not\r\nto be admitted unless other remedies exhausted1.  \r\n  The\r\nTribunal shall not ordinarily admit an application unless it is satisfied that\r\nthe applicant had availed of the remedies available to him under the Army Act,\r\n1950 (46 of 1950) or the Navy Act, 1957 (62 of 1957) or the Air Force Act, 1950\r\n(45 of 1950) as the case may be, and respective rules and regulations made there\r\nunder.2.  \r\n  For\r\nthe purposes of sub-section (1), a person shall be deemed to have availed of\r\nall the remedies available to him under the Army Act, 1950 (46 of 1950) or the\r\nNavy Act, 1957 (62 of 1957) or the Air Force Act, 1950, (45 of 1950) and\r\nrespective rules and regulations-a.   if a final order has\r\nbeen made by the Central Government or other authority or officer or other\r\nperson competent to pass such order under the said Acts, rules and regulations,\r\nrejecting any petition preferred or representation made by such person;b.   where no final order\r\nhas been made by the Central Government or other authority or officer or other\r\nperson competent to pass such order with regard to the petition preferred or\r\nrepresentation made by such person, if a period of six months from the date on\r\nwhich such petition was preferred or representation was made has expired.", "22": "Armed Forces Tribunal Act 2007 22. Limitation1.  \r\n  The\r\nTribunal shall not admit an application-a.   in a case where a\r\nfinal order such as is mentioned in clause (a) of sub-section (2) of section 21\r\nhas been made unless the application is made within six months from the date on\r\nwhich such final order has been made;b.   in a case where a\r\npetition or a representation such as is mentioned in clause (b) of sub-section\r\n(2) of section 21 has been made and the period of six months has expired\r\nthereafter without such final order having been made;c.   in a case where the\r\ngrievance in respect of which an application is made had arisen by reason of\r\nany order made at any time during the period of three years immediately\r\npreceding the date on which jurisdiction, powers and authority of the Tribunal\r\nbecame exercisable under this Act, in respect of the matter to which such order\r\nrelates and no proceedings for the redressal of such grievance had been\r\ncommenced before the said date before the High Court.2.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), the Tribunal may admit an application\r\nafter the period of six months referred to in clause (a) or clause (b) of\r\nsub-section (1), as the case may be, or prior to the period of three years\r\nspecified in clause (c), if the Tribunal is satisfied that the applicant had\r\nsufficient cause for not making the application within such period.", "23": "Armed Forces Tribunal Act 2007 23. Procedure and\r\npowers of the Tribunal1.  \r\n  The\r\nTribunal shall not be bound by the procedure laid down in the Code of Civil\r\nProcedure, 1908 (5 of 1908) but shall be guided by the principles of natural\r\njustice and subject to the other provisions of this Act and any rules made\r\nthere under, the Tribunal shall have the power to lay down and regulate its own\r\nprocedure including the fixing of place and time of its inquiry and deciding\r\nwhether to sit in public or in camera.2.  \r\n  The\r\nTribunal shall decide every application made to it as expeditiously as possible\r\nafter a perusal of documents, affidavits and written representations and after\r\nhearing such oral arguments as may be advanced:Provided that where\r\nthe Tribunal deems it necessary, for reasons to be recorded in writing, it may\r\nallow oral evidence to be adduced.1.  \r\n 2.  \r\n 3.  \r\n  No\r\nadjournment shall be granted by the Tribunal without recording the reasons\r\njustifying the grant of such adjournment and cost shall be awarded, if a party\r\nrequests for adjournment more than twice.", "24": "Armed Forces Tribunal Act 2007 24. Term of sentence\r\nand its effect on appeal1.  \r\n  The\r\nterm of any sentence passed by the Tribunal under clause (a) of subsection\r\n(6).of section 15 of this Act shall, unless the Tribunal otherwise directs, be\r\nreckoned to commence on the day on which it would have commenced under the Army\r\nAct, 1950, (46 of 1950) the Navy Act, 1957 (62 of 1957) or the Air Force Act,\r\n1950 (45 of 1950) as the case may be, under which the court martial against\r\nwhich the appeal was filed, had. Been held.2.  \r\n  Subject\r\nto the provisions of sub-section (3), any sentence passed on an appeal from the\r\nTribunal to the Supreme Court in substitution for another sentence shall,\r\nunless the Supreme Court otherwise directs, be reckoned to commence on the day\r\non which the original sentence would have commenced.3.  \r\n  Where\r\na person who is undergoing sentence is granted stay of the operation of the\r\nsaid sentence, either by suspension or otherwise, pending an appeal, the period\r\nduring which he is so released due to the sentence having been so stayed, shall\r\nbe excluded in computing the term for which he is so sentenced by the Tribunal\r\nor the Supreme Court, as the case may be.", "25": "Armed Forces Tribunal Act 2007 25. Right of\r\napplicant or of appellant to take assistance of a legal practitioner and of\r\nGovernment, etc., to appoint counsel1.  \r\n  A\r\nperson making an application or preferring an appeal to the Tribunal may either\r\nappear in person or take the assistance of a legal practitioner of his choice\r\nto present his case before the Tribunal.2.  \r\n  The\r\nCentral Government or the competent authority, as may be prescribed, may\r\nauthorise one or more legal practitioners or any of its law officers to act as\r\ncounsel and every person so authorised by it may present its case with respect\r\nto any application or appeal, as the case may be, before the, Tribunal.", "26": "Armed Forces Tribunal Act 2007 26. Condition as to\r\nmaking of interim order1.  \r\n  Notwithstanding\r\nanything contained in any other provisions of this Act or in any other law for\r\nthe time being in force, no interim order (whether by way of injunction or stay\r\nor in any other manner) shall be made on an application or appeal, or in any\r\nproceeding relating thereto, unless-a.   copies of such\r\napplication or appeal, as the case may be, and all documents in support of the\r\nplea for such interim order are furnished to the party against whom such\r\napplication or appeal, as the case may be, is made or proposed to be made; andb.   opportunity of being\r\nheard is given to the other party in the matter:Provided that the\r\nTribunal may dispense with the requirements of clauses (a) and (b) and make an\r\ninterim order as an exceptional measure if it is satisfied, for reasons to be\r\nrecorded in writing, that it is necessary so to do for preventing any loss\r\nbeing caused to the applicant or to the appellant, as the case may be.2.  \r\n  Where\r\nany party against whom an interim order, whether by way of injunction or stay\r\nor in any other manner, is made on an application or appeal or in any\r\nproceeding relating thereto under sub-section (i), without-a.   furnishing to such\r\nparty copies of such application or appeal, as the case may be, and all documents\r\nin support of the plea for such interim order; andb.   giving such party an\r\nopportunity of being heard, and making an application to the Tribunal for the\r\nvacation of such order and furnishing a copy of such application or appeal, as\r\nthe case may be, to the party in whose favour such order has been made or the\r\ncounsel of such party,\r\nthe Tribunal shall dispose of the application within a period of fourteen days\r\nfrom the date on which it is received or from the date on which the copy of\r\nsuch application is so furnished, whichever is later, or where the Tribunal is\r\nclosed on the last day of that period, before the expiry of the next working\r\nday; and if the application is not so disposed of, the interim order shall, on\r\nthe expiry of that period, or, as the case may be, the expiry of the said next\r\nworking day, stand vacated.", "27": "Armed Forces Tribunal Act 2007 27. Power of\r\nChairperson to transfer cases from one Bench to anotherOn the application of\r\nany of the parties and after notice to the parties concerned, and after hearing\r\nsuch of them as he may desire to be heard, or on his own motion without such\r\nnotice, the Chairperson may transfer any case pending before one Bench for\r\ndisposal, to, any other Bench.", "28": "Armed Forces Tribunal Act 2007 28. Decision to be by\r\nmajorityIf the Members of a\r\nBench differ in opinion on any point, the point shall be decided according to\r\nthe opinion of the majority, if there is a majority, but if the Members are\r\nequally divided, they shall state the point Or points on which they differ and\r\nmake a reference to the Chairperson who shall either hear the point or points\r\nhimself or refer the case for hearing on such point or points by one or more of\r\nthe Members of the Tribunal and such point or points shall be decided according\r\nto the opinion of the majority of the Members of the Tribunal who have heard\r\nthe case, including those who first heard it.", "29": "Armed Forces Tribunal Act 2007 29. Execution of\r\norder of TribunalSubject to the other\r\nprovisions of this Act, and the rules made there under, the order of the\r\nTribunal disposing of an application shall be final and shall not be called in\r\nquestion in any Court and such order shall be executed accordingly.", "30": "Armed Forces Tribunal Act 2007 Chapter V - Appeal30. Appeal to Supreme\r\nCourt1.  \r\n  Subject\r\nto the provisions of section 31, an appeal shall lie to the Supreme Court\r\nagainst the final decision or order of the Tribunal (other than an order passed\r\nunder section 19):Provided that such\r\nappeal is preferred within a period of ninety days of the said decision or\r\norder:Provided further that\r\nthere shall be no appeal against an interlocutory order of the Tribunal.2.  \r\n  An\r\nappeal shall lie to the Supreme Court as of right from any order or decision of\r\nthe Tribunal in the exercise of its jurisdiction to punish for contempt: .Provided that an\r\nappeal under this sub-section shall be filed in the Supreme Court within sixty\r\ndays from the date of the order appealed against.3.  \r\n  Pending\r\nany appeal under sub-section (2), the Supreme Court may order that-a.   the execution of the\r\npunishment or the order appealed against be suspended; orb.   if the appellant is\r\nin confinement, he be released on bail:Provided that where\r\nan appellant satisfies the Tribunal that he intends to prefer an appeal, the\r\nTribunal may also exercise any of the powers conferred under clause (a) or\r\nclause (b), as the case may be.", "31": "Armed Forces Tribunal Act 2007 31. Leave to appeal1.  \r\n  An\r\nappeal to the Supreme Court shall lie with the leave of the Tribunal; and such\r\nleave shall not be granted unless it is certified by the Tribunal that a point\r\nof law of general public importance is involved in the decision, or it appears\r\nto the Supreme Court that the point is one which ought to be considered by that\r\nCourt.2.  \r\n  An\r\napplication to the Tribunal for leave to appeal to the Supreme Court shall be\r\nmade within a period of thirty days beginning with the date of the decision of\r\nthe Tribunal and an application to the Supreme Court for leave shall be made\r\nwithin a period of thirty days beginning with the date on which the application\r\nfor leave is refused by the Tribunal.3.  \r\n  An\r\nappeal shall be treated as pending until any application for leave to appeal is\r\ndisposed of and if leave to appeal is granted, until the appeal is disposed of;\r\nand an application for leave to appeal shall be treated as disposed of at the\r\nexpiration of the time within which it might have been made, but it is not made\r\nwithin that time.", "32": "Armed Forces Tribunal Act 2007 32. CondonationThe Supreme Court\r\nmay, upon an application made at any time by the appellant, extend the time\r\nwithin which an appeal may be preferred by him to that Court under section 30\r\nor sub-section (2) of section 31.", "33": "Armed Forces Tribunal Act 2007 Chapter VI -\r\nMiscellaneous33. Exclusion of\r\njurisdiction of civil courtsOn and from the date\r\nfrom which any jurisdiction, powers and authority becomes exercisable by the\r\nTribunal in relation-to service matters under this Act, no Civil Court shall\r\nhave, or be entitled to exercise, such jurisdiction, power or authority in\r\nrelation to those service matters.", "34": "Armed Forces Tribunal Act 2007 34. Transfer of\r\npending cases1.  \r\n  Every\r\nsuit, or other proceeding pending before any court including a High Court or\r\nother authority immediately before the date of establishment of the Tribunal\r\nunder this Act, being a suit or proceeding the cause of action whereon it is\r\nbased, is such that it would have been within the jurisdiction of the Tribunal,\r\nif it had arisen after such establishment within the jurisdiction of such\r\nTribunal, stand transferred on that date to such Tribunal.2.  \r\n  Where\r\nany suit, or other proceeding stands transferred from any court including a\r\nHigh Court or other authority to the Tribunal under sub-section (1),-a.   the court or other\r\nauthority shall, as soon as may be, after such transfer, forward the records of\r\nsuch suit, or other proceeding to the Tribunal;b.   the Tribunal may, on\r\nreceipt of such records, proceed to deal with such suit, or other proceeding,\r\nso far as may be, in the same’ manner as in the case of an application made\r\nunder sub-section (2) of section 14, from the stage which was reached before\r\nsuch transfer or from any earlier stage or de novo as the Tribunal may deem\r\nfit.", "35": "Armed Forces Tribunal Act 2007 35. Provision for\r\nfiling of certain appealsWhere any decree or\r\norder has been made or passed by any court (other than a High Court) or any\r\nother authority in any suit or proceeding before the establishment of the\r\nTribunal, being a suit or proceeding the cause of action whereon it is based,\r\nis such that it would have been, if it had arisen after such establishment,\r\nwithin the jurisdiction of the Tribunal, and no appeal has been preferred\r\n‘against such decree or order before such establishment or if preferred, the\r\nsame is pending for disposal before any court including High Court and the time\r\nfor preferring such appeal under any law for the time being in force had not\r\nexpired before such establishment, such appeal shall lie to the Tribunal,\r\nwithin ninety days from the date on which the Tribunal is established, or\r\nwithin ninety days from the date of receipt of the copy of such decree or\r\norder, whichever is later.", "36": "Armed Forces Tribunal Act 2007 36. Proceedings\r\nbefore Tribunal to be judicial proceedingsAll proceedings\r\nbefore the Tribunal shall be deemed to be judicial proceedings within the\r\nmeaning of sections 193, 219 and 228 (45 of 1860) of the Indian Penal Code.", "37": "Armed Forces Tribunal Act 2007 37. Members and staff\r\nof Tribunal to be public servantsThe Chairperson,\r\nother Members and the officers and other employees provided under section 13 to\r\nthe Tribunal shall be deemed to be public servants within the meaning of\r\nsection 21 (45 of 1860) of the Indian Penal Code.", "38": "Armed Forces Tribunal Act 2007 38. Protection of\r\naction taken in good faithNo suit, prosecution\r\nor other legal proceeding shall lie against the Central Government or against\r\nthe Chairperson or any other Member or any other person authorised by the\r\nChairperson, for anything which is done in good faith or intended to be done in\r\npursuance of this Act or any rule or order made there under in the discharge of\r\nofficial duties.", "39": "Armed Forces Tribunal Act 2007 39. Act to have\r\noverriding effectThe provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained, in any other law for the time being in force or in any instrument\r\nhaving effect by virtue of any law other than this Act.", "40": "Armed Forces Tribunal Act 2007 40. Power to remove\r\ndifficulties1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act as appear to it to\r\nbe necessary or expedient for removing the difficulty:Provided that no\r\norder shall be made under this section after the expiry of two years from the\r\ndate of commencement of this Act.2.  \r\n  Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "41": "Armed Forces Tribunal Act 2007 41. Power of Central\r\nGovernment to make rules1.  \r\n  The\r\nCentral Government may, by notification, make rules for the purposes of\r\ncarrying out the provisions of this Act.2.  \r\n  Without\r\nprejudice to the generality of the foregoing power, such rules may provide for\r\nall or any of the following matters, namely:-a.   the case or cases\r\nwhich shall be decided by a Bench composed of more than two Members under\r\nclause (c) of sub-section (3) of section 5;b.   the procedure under\r\nsub-section (3) of section 9 for the investigation of misbehaviour or\r\nincapacity of Chairperson or other Member;c.   the salaries and\r\nallowances payable to, and the other terms and conditions of service of the\r\nChairperson and other Members under section 10;d.   the financial and\r\nadministrative powers which the Chairperson may exercise over the Benches of\r\nthe Tribunal under section 12;e.   the salaries and\r\nallowances payable to, and other terms and conditions of service of the\r\nofficers and other employees of the Tribunal under sub-section (2) of section\r\n13;f.   the form in which an\r\napplication may be made under sub-section (2) of section 14, the documents and\r\nother evidence by which such application shall be accompanied and the fee\r\npayable in respect of the filing of such application or for the service of\r\nexecution of processes;g.   the other matter\r\nwhich may be prescribed under clause (i) of sub-section (4) of section 14;h.   the form and manner\r\nin which an appeal may be filed, the fee payable thereon and the time within\r\nwhich such appeal may be filed under sub-section (2) of section 15;i.   the rules subject to\r\nwhich the Tribunal shall have power to regulate its own procedure under\r\nsub-section (1) of section 23;j.   competent authority\r\nwho may authorise legal practitioners or law officers to act as counsel under\r\nsub-section (2) of section 25;k.   any other matter\r\nwhich may be prescribed or in respect of which rules are required to be made by\r\nthe Central Government.", "42": "Armed Forces Tribunal Act 2007 42. Power to make\r\nrules retrospectivelyThe powers to make\r\nrules under section 41 shall include the power to make such rules or any of\r\nthem retrospectively from a date not earlier than the date on which this Act\r\nshall come into operation but no such retrospective effect shall be given to\r\nany such rule so as to prejudicially affect the interests of any person to whom\r\nsuch rule may be applicable.", "43": "Armed Forces Tribunal Act 2007 43. Laying of rulesEvery rule made under\r\nthis Act shall be laid, as soon as may be after it is made, before each House\r\nof Parliament while it is in session, for a total period of thirty days which\r\nmay be comprised in one session or in two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe rule or both Houses agree that the rule should not be made, the rule shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule."}