{"name": "Arms Act, 1959\r", "1": "Arms Act, 19591. Short title, extent and commencement-(1) This Act may be called the Arms Act, 1959.\r\n(2). It extends to the whole of India .(3). It shall come into force on such date [ Note: 1st\r\n October, 1962 , vide Notification No. G.S.R. 992, dated  13-7-1962 , see Gazette of  India  , Pt. II, sec. 3(i ) p. 1092. ]  as the Central Government may, by notification in the Official Gazette,\r\nappoint. ", "2": "Arms Act, 19592. Definition and interpretation-(I) in this Act, unless the context otherwise\r\nrequires, --(a) \"acquisition\r\n\" with its grammatical variations and cognate expressions, includes\r\nhiring, borrowing, or accepting as a gift;(b)\r\n\"ammunition\" means ammunition for any firearms, and includes-( i )\r\nrockets, bombs, grenades, shells [ ( Note: Subs. by Act 42 of 1988, s. 2 (w.e.f . 27-5-1988) ) and other missiles,](ii) articles designed\r\nfor torpedo service and submarine mining,(iii) other articles containing,\r\nor designed or adapted to contain, explosive, fulminating or fissionable\r\nmaterial or noxious liquid, gas or other such thing, whether capable of use\r\nwith firearms or not,(iv) charges for\r\nfirearms and accessories for such charges(v) fuses and friction\r\ntubes,(vi) parts of, and\r\nmachinery for manufacturing, ammunition,(vii) such ingredients\r\nof ammunition as the Central Government may, by notification if the Official\r\nGazette, specify in this behalf;(c) \"arms\"\r\nmeans articles of any description designed or adapted as weapons for offences,\r\nor defense, and includes firearms, sharp-edged and other deadly weapons, and\r\nparts of, and machinery for manufacturing arms, but does not include articles\r\ndesignated solely for domestic or agricultural uses such as a  lathi or an ordinary walking stick and weapons incapable of\r\nbeing used otherwise than as toys or being converted into serviceable weapons;CommentsArticles used mainly for agricultural or\r\ndomestic purpose e.g. lathi , walking stick or scissors\r\n(for tailoring) or kept for religious nuisance, are not covered under this\r\nprovision. However, articles particularly ‘designed and adapted’ for use as\r\nweapons for offensive and/or defensive purposes e.g. Ganasa ,\r\nare well within the ambit of this provision [Ram Rattan Puran \r\nSingh, Appellant v. The State, Respondent; AIR 1968 Punj .\r\n& Har . 520 (521) V 55 C118]. In this case, the\r\nappellant, with whom Bhanjo , daughter-in-law of  Sawan Singh, had developed illicit relationship, was\r\nheading towards Bhajno’s husband’s house, armed with\r\na Gandasa , for obvious reasons and motives. But on\r\nthe way, Sawan Singh intercepted and tried to reason\r\nwith him whereupon the appellant warned him to keep aloof or face his wrath.\r\nThen the appellant inflicted grave injuries on the unarmed old man. However,  Bhajno’s husband came running on the spot, hearing  Sawan Singh’s cries and shouting for help,l \r\nand in exercise of the right of self defense, he injured the appellant with\r\nanother Gandasa . So, Gandasa \r\nwas used for both offensive and defensive purposes, bringing it well within the\r\nambit of the definition of ‘arms’.(d) [ Note: Subs. by Act 55 of 1971, s. 2,\r\nfor the former clause.] \"district magistrate\" in relation to any\r\narea for which a Commissioner of Police has been appointed, means the\r\nCommissioner of Police thereof and includes any such Deputy Commissioner of\r\nPolice, exercising jurisdiction over the whole or any part of such area, as may\r\nbe specified by the State Government in this behalf in relation to such area or\r\nparts;)(e) \"firearms\" means arms of any\r\ndescription designed or adapted to discharge a projectile or projectiles of any\r\nkind by the action of any explosive or other forms of energy, and includes, --( i )\r\nArtillery, hand- grendades , riot-pistols or weapons of\r\nany kind designed or adapted for the discharge of any noxious liquid, gas or\r\nother such things,(ii) accessories for\r\nany such firearms designed or adapted to diminish the noise or flash caused by\r\nthe firing thereof,(iii) parts of, and machinery\r\nfor manufacturing, firearms, and(vi) carriages,\r\nplatforms and appliances for mounting, transporting and serving artillery;(f) \"licensing authority\" means an\r\nofficer of authority empowered to grant or renew licenses under rules made\r\nunder the Act, and includes, the Government ;(ff) [ Note \r\n: Ins. by Act 25 of 1983, s. 2 ( w.e.f . 22-6-1983 ) ] \"magistrate\" means an\r\nExecutive Magistrate under the Code of Criminal Procedure 1973 (2 of 1974) ; )(g) \"prescribed\" means prescribed by\r\nrules made under this Act;(h) \"prohibited ammunition\" means\r\nany ammunition, containing, or designed or adapted to contain, any noxious\r\nliquid, gas or other such thing, and includes rockets, bombs, grenades, shells,\r\n( [Note : Ins. by Act 42 of 1988, s. 2 ( w.e.f . 27-5-1988)\r\n] missiles) articles designed for torpedo service and submarine mining and\r\nsuch other articles as the Central Government may, by notification in the\r\nOfficial Gazette, specify to be prohibited ammunition ;( i ) \"prohibited\r\narms\" means -( i )\r\nfirearms so designed or adapted that, if pressure is applied to the trigger,\r\nmissiles continue to be discharged until pressure is removed from the trigger\r\nor the magazine containing the missile is empty, or(ii) weapons of any\r\ndescription designed or adapted for the discharge of any noxious liquid, gas or\r\nother such thing, and includes artillery, anti-aircraft and anti-tank firearms\r\nand such other arms as the Central Government may, by notification in the\r\nOfficial Gazette, specify to be prohibited arms ;(j) \"public servant\" has the same\r\nmeaning as in Section 21 of the Indian Penal Code (45 of 1860) ;(k) \"transfer\" with its grammatical\r\nvariations and cognate expressions, includes letting on hire, lending, giving\r\nand parting with possession.(2) For the purposes of this Act, the length\r\nof the barrel of a firearm shall be measured from the muzzle to the point at\r\nwhich the charge is exploded on firing.(3) Any reference in the Act to any law which\r\nis not in force in any area shall, in relation to that area, be construed as a\r\nreference to the corresponding law, if any, in force in that area.(4) Any reference in this Act to any officer\r\nor authority shall, in relation to any area in which there is no officer or\r\nauthority with the same designation, be construed as a reference to such\r\nofficer or authority as may be specified by the Central Government by\r\nnotification in the Official Gazette.", "3": "Arms Act, 19593. License for acquisition and possession of\r\nfirearms and ammunition -[ Note: S. 3 renumbered as sub section (1)\r\nthereof by Act 25 of 1983, s. 3 ( w.e.f . 22-6-1983) ] (1) No person shall\r\nacquire, have in his possession, or carry any firearm or ammunition unless he\r\nholds in this behalf a license issued in accordance with the provisions of this\r\nAct and the rules made thereunder :Provided that a person may, without himself\r\nholding a license carry any firearms or ammunition in the presence, or under\r\nthe written authority, of the holder of the license for repair or for renewal\r\nof the license or for use by such holder.(2) [ Note: Ins. by s. 3., ibid., (w.e.f . 22-6-1983) ] Notwithstanding anything contained\r\nin sub-section (1), no person, other than a person referred to in sub-section\r\n(3), shall acquire, have in his possession to carry, at any time, more than\r\nthree firearms:Provided that a person who has in his possession\r\nmore firearms than three at the commencement of the Arms (Amendment) Act, 1983,\r\nmay retain with him any three of such firearms and shall deposit, within ninety\r\ndays from such, commencement the remaining firearms with the officer in charge\r\nof the nearest police station or, subject to the conditions prescribed for the\r\npurposes of sub-section(1) of section 21, with a licensed dealer or, where such\r\nperson is a member of the armed forces of the Union, in a unit  armoury referred to in that sub-section.(3) Nothing contained in sub-section (2) shall\r\napply to any dealer in firearms or to any member of a rifle club or rifle\r\nassociation licensed or recognized by the Central Government using a point 22\r\nbore rifle or an air rifle for target practice.(4) The provisions of sub-section (2) to (6)\r\n(both inclusive) of section 21 shall apply in relation to any deposit of\r\nfirearms under the proviso to sub-section(2) as they apply in relation to the\r\ndeposit of any arms or ammunition under sub-section (1) of that section.]CommentsThe power & jurisdiction of the licensing\r\nauthority to initiate ‘cancellation of license’ proceedings, has been vested\r\nwith the A.D.M. ( Lakhan Singh v. Commissioner,  Jhansi Div., Jhansi & Ors.;\r\nAIR 1984 All. 122 (123)]", "4": "Arms Act, 19594. License for acquisition and possession\r\nof arms of specified description in certain cases -If the Central Government is of opinion that\r\nhaving regard to the circumstances prevailing in any area it is necessary or\r\nexpedient in the public interest that the acquisition, possession or carrying\r\nof arms other than firearms should also be regulated, it may, by notification\r\nin the Official Gazette, direct that this section shall apply to the area\r\nspecified in the notification and thereupon no person shall acquire, have in\r\nhis possession or carry in that area arms of such class or description as may\r\nbe specified in that notification unless he holds in this behalf a license\r\nissued in accordance with the provisions of this Act and the rules made  thereunder .CommentsLead in the ‘raw shape/form’ i.e. when used for\r\nindustrial or manufacturing purposes, is excluded from the ambit of this\r\nprovision. But if it takes the shape / form of a finished product like bullet\r\nor even empty cartridges, it comes under the definition of ‘ammunition’.\r\nHowever, lead in the form of a finished product like pencil is also excluded\r\nfor such purposes.", "5": "Arms Act, 19595. License for manufacture, sale, etc., of\r\narms and ammunition -(1) [ Note: Section 5 renumbered as\r\nsub-section (1) thereof and in sub-section (1) as so renumbered the proviso\r\nomitted by Act 25 of 1983, s. 4 ( w.e.f . 22-6-1983) ] No\r\nperson shall-(a) [\r\n[ Note : Subs by Act 42 of 1988, s. 3 ( w.e.f .\r\n 27-5-1988 ) ] use, manufacture,]\r\nsell, transfer, convert, repair, test or prove, or(b) expose or offer\r\nfor sale or transfer or have in his possession for sale, transfer, conversion\r\nrepair, test or proof, any firearms or any other arms of such class or\r\ndescription as may be prescribed or any ammunition unless he holds in this\r\nbehalf a license issued in accordance with the provisions of this Act and the\r\nrules made thereunder .[ Note: Section 5 renumbered as sub-section\r\n(1) thereof and in sub-section (1) as so renumbered the proviso omitted by Act\r\n25 of 1983, s. 4 ( w.e.f . 22-6-1983) ](2) [ Note: Subs by Act 25 of 1983, s. 4 (w.e.f . 22-6-1983) ] Notwithstanding anything contained\r\nin sub-section (1), a person may, without holding a license in this behalf,\r\nsell or transfer any arms or ammunition which he lawfully possesses for his own\r\nprivate use to another person who is entitled by virtue of this Act, or any\r\nother law for the time being in force to have, or is not prohibited by this Act\r\nor such other law from having in his possession such arms or ammunition :Provided that no firearm or ammunition in\r\nrespect of which a license is required under section 3 and no arms in respect\r\nof which a license is required under section 4 shall be sold or transferred by\r\nany person unless -(a) he has informed in writing the district\r\nmagistrate having jurisdiction or the officer in charge of the nearest police\r\nstation of his intention to sell or transfer such firearms, ammunition or other\r\narms and the name and address of the person to whom he intends to sell or\r\ntransfer such firearms, ammunition or the other arms, and(b) a period of not less than forty-five days\r\nhas expired after the giving of such information.]CommentsArticle 21 of the Indian Constitution does not\r\ncover the right of an individual to acquire and possess fire-arms, though the fundamental\r\nright of protection of life and personal liberty comes well within its ambit.\r\nOn the contrary, unlike in U.S.A. [S.C. of U.S.A. in\r\nPresser v.  Illinois (1884-85), it is not\r\na matter of right here but rather a privilege, subject to the provisions of\r\nthis Act. However, due to ever-growing mafia-clout and gangsterism \r\nresulting in an open and insane use of deadly weapons, the fundamental right to\r\npossess / bear arms provided by the ‘Second Amendment to the American\r\nConstitution’ has come under sharp and bitter-criticism. The bite of the mafia\r\nhas proved to be worse than the ‘bark’ of the law-makers espousing such\r\nprovisions for dealing with the security and law and order of the State.", "6": "Arms Act, 19596. License for the shortening of guns or\r\nconversion of imitation firearms into firearms -No person shall shorten the barrel of a\r\nfirearm or convert an imitation firearm into a firearm unless he holds in this\r\nbehalf a license issued in accordance with the provisions of this Act and the\r\nrules made thereunder .Explanation - In this section, the\r\nexpression ‘imitation firearms\" means anything which has the appearance of\r\nbeing a firearm, whether it is capable of discharging any shot, bullet or other\r\nmissile or not.", "7": "Arms Act, 19597. Prohibition of acquisition or possession,\r\nor of manufacture or sale, or prohibited arms or prohibited ammunition -No person shall -(a) acquire, have in his possession or carry ;\r\nor(b) [ [ \r\nNote: Subs. by Act 42 of 1988, s. 4 ( w.e.f . 27-5-1988 ) ] use, manufacture,] sell, transfer,\r\nconvert, repair, test or prove ; or(c) expose or offer for sale or transfer or\r\nhave in his possession for sale, transfer, conversion, repair test for proof,\r\nany prohibited arms or prohibited ammunition unless he has been specially\r\nauthorized by the Central Government in this behalf.", "8": "Arms Act, 19598. Prohibition of sale or transfer of firearms\r\nnot bearing identification marks(1) No person, shall obliterate, remove, alter\r\nor forge any name, number or other identification mark stamped or otherwise\r\nshown on a firearm.(2) No person shall sell or transfer any\r\nfirearm which does not bear the name of the maker, manufacturer’s number or\r\nother identification mark stamped or otherwise shown thereon in a manner\r\napproved by the Central Government.(3) Whenever any person has in his possession\r\nany firearms without such name, number or other identification mark on which\r\nsuch name, number or other identification mark has been obliterated, removed,\r\naltered or forged, it shall be presumed unless the contrary is proved, that he\r\nhas obliterated, removed, altered or forged that name, number or other\r\nidentification mark ;Provided that in relation to a person who has in\r\nhis possession at the commencement of this Act any firearms without such name,\r\nnumber or other identification mark stamped or otherwise shown thereon, the\r\nprovisions of this sub-section shall not take effect until after the expiration\r\nof one year from such commencement.", "9": "Arms Act, 19599. Prohibition of acquisition or possession\r\nby, or of sale or transfer to young persons and certain other persons of fire\r\narms, etc,--(1) Notwithstanding anything in the foregoing\r\nprovisions of this Act-(a) no person,--( i )\r\nwho has not completed the age of [twenty-one years], or(ii) who has been sentenced\r\non conviction of any offence involving violence or moral turpitude to\r\nimprisonment for [ [ Note: Subs. by Act 25 of 1983, s. 5 (w.e.f . 22-6-1983) ] any terms] at any time during a\r\nperiod of five years after the expiration of the sentence, or(iii) who has been\r\nordered to execute under Chapter VIII of the [ [ Note: Subs. by Act 25 of\r\n1983, s. 5 ( w.e.f . 22-6-1983) ] Code of Criminal\r\nProcedure, 1973 (2of 1974)] a bond for keeping the peace or for good behavior,\r\nat any time during the term of the bond.Shall acquire, have in\r\nhis possession or carry any firearm or ammunition;(b) no person shall\r\nsell or transfer any firearm or ammunition to , or convert, repair, test or\r\nprove any firearm or ammunition for, any other person whom he knows, or has reason\r\nto believe-( i )\r\nto be prohibited under clause (a) from acquiring, having in his possession or\r\ncarrying any firearmor ammunition, or(ii) to be of unsound\r\nmind at the time of such sale or transfer, or such conversion, repair, test of\r\nproof.(2) Notwithstanding anything in sub-clause (I)\r\nof clause (a) of sub-section (1), a person who has attained the prescribed age\r\n- limit may use under prescribed condition such firearms as may be prescribed\r\nin the course of his training in the use of such firearms:Provided that different age -limits may be\r\nprescribed in relation to different types of firearms.", "10": "Arms Act, 195910. License for import and export of arms ,\r\netc.-(1) No person shall bring into, or take out of\r\nIndia by sea, land or air any arms or ammunition unless he holds in this behalf\r\na license issued in accordance with the provisions of this Act and the rules\r\nmade thereunder :Provided that -(a) a person who is entitled by virtue of this\r\nAct or any other law for the time being in force to have, or is not prohibited\r\nby this Act or such other law from having , in his possession any arms or\r\nammunition, may without a license in this behalf bring into, or take out of,\r\nIndia such arms or ammunition in reasonable quantities for his own private use;\r\n(b) a person being a bona fide tourist \r\nbelonging to any such country as the Central Government may, by notification in \r\nthe Official Gazette, specify, who is not prohibited by the laws of that country \r\nfrom having in his possession any arms or ammunition, may, without a license \r\nunder this section but in accordance with such conditions as may be prescribed, \r\nbring with him into India arms and ammunition in reasonable quantities for use \r\nby him for purposes only of sport and for no other purposeExplanation- For purpose of clause (b) of this\r\nproviso, word \"tourist\" means a person who not being a citizen of\r\nIndia visits India for a period not exceeding six months with no other object\r\nthan recreation, sight-seeing, or participation in a representative capacity in\r\nmeetings convened by the Central Government or in international conferences,\r\nassociations or other bodies.(2) Notwithstanding anything contained in the\r\nproviso to subsection (1) where the collector of customs or any other officer\r\nempowered by the Central Government in this behalf has any doubt as to the\r\napplicability of clause (a) or clause (b) of that proviso to any person who\r\nclaims that such clause is applicable to him or as to the reasonableness of the\r\nquantities of arms or ammunition iun the possession\r\nof any person referred to in such clause, or as to the use to which such arms\r\nor ammunition in the possession of such person until he receives the orders of\r\nthe Central Government in relation thereto.(3) Arms and ammunition taken from one part of\r\nIndia to another by sea or air or across any intervening territory not forming\r\na part of India, are taken out of, and brought into, India within the meaning\r\nof this section.", "11": "Arms Act, 195911. Power to prohibit import or export of\r\narms, etc.-\r\nThe Central Government may, by notification in\r\nthe Official Gazette prohibit the bringing into, or the taking out of, India,\r\narms or ammunition of such classes and descriptions as may be specified in the\r\nnotification.", "12": "Arms Act, 195912. Power to restrict or prohibit transport of\r\narms-(1) The Central Government may, by\r\nnotification if the Official Gazette,-(a) direct that no\r\nperson shall transport over India or any part thereof arms or ammunition of\r\nsuch classes and descriptions as may be specified in the notification unless he\r\nholds in this behalf a license issued a accordance with provisions of this Act,\r\nand rules made thereunder ; or(b) prohibit such\r\ntransport altogether.(2) Arms or ammunition trans-shipped at a\r\nseaport or an airport in India are transported within the meaning of this\r\nsection.", "13": "Arms Act, 195913. Grant of licenses-(1) An application for the grant of a license\r\nunder Chapter II shall be made to the licensing authority and shall be in such form,\r\ncontain such particulars and be accompanied by such fee, if any, as may be\r\nprescribed.[(2) [ Note: Subs. by Act 25 of 1983, s. 6\r\n( w.e.f . 22-6-1983) ] On receipt of an\r\napplication, the licensing authority shall call for the report of the officer\r\nin charge of the nearest police station on that application, and such officer\r\nshall send his report within the prescribed time.(2A) The licensing authority, after such\r\ninquiry, if any, as it may, consider necessary, and after considering the\r\nreport received under sub-section(2), shall, subject to the other provisions of\r\nthis Chapter, by order in writing either grant the license or refuse to grant\r\nthe same.Provided that where the officer in charge of the\r\nnearest police station does not send his report on the application within the\r\nprescribed time, the licensing authority may, if it deem fit, make such order,\r\nafter the expiry of the prescribed time, without further waiting for the\r\nreport].(3) The licensing authority shall grant-(a) a license under section\r\n3 where the license is required-( i )\r\nby a citizen of India in respect of a smooth bore gun having a barrel of not\r\nless than twenty inches in length to be used for protection or sport or in\r\nrespect of muzzle loading gun to be used for bona fide crop protection:Provided that where having\r\nregard to the circumstances of any case, the licensing authority is satisfied\r\nthat in muzzle loading gun will not be sufficient for crop protection, the\r\nlicensing authority may grant a license in respect of any other smooth bore gun\r\na aforesaid for such protection, or(ii) In respect of a\r\npoint 22 bore rifle or an air rifle to be used for target practice by a member\r\nof rifle club or rifle association licensed or recognized by the Central\r\nGovernment ;(b) a license under\r\nsection 3 in any other case or license under section 4, section 5, section 6,\r\nsection 10 or section 12, if the licensing authority is satisfied that the\r\nperson by whom the license is required has a good reason for obtaining the\r\nsame.Comments( i ) As far as the\r\npower and discretion of the licensing authority, which includes the Government,\r\nis concerned in respect of arms under the general category, it may grant or\r\nrefuse the license, even if the procedural nuisances have been fully adhered to\r\n[ Kapildeo Singh v. State of Bihar & Ors; AIR 1987\r\nPat. 122(125)].(ii) For a ‘licensing authority’ as defined\r\nu/s 2(f), it is obligatory to grant a license in an Indian citizen applies for\r\nit for the reason of his protection. In that case, refusal to grant it will be\r\nunjustified & unsustainable, provided the applicant has duly justified the\r\nreason and adhered to the procedures/conditions as laid down in this regard\r\n[Ram Khelawan Misra v.\r\nState of U.P. & Anr ; AIR 1982 All. 283\r\n(284,2850].(iii) Although there is hardly any\r\nprovision in the Act or the Rules specifying any time-frame as such, but if an\r\napplication for a license for a non-prohibited arm is not disposed of within\r\nthree (3) months, it will be deemed to have been allowed after the expiry of\r\nsuch a time -frame. The point is to make the licensing authority realize that\r\nthey can not prolong or linger-on the disposal hof \r\nsuch application (s) at their own sweet will [ Ganesh \r\nChandra Bhatt v. Distt . Magistrate,  Almora &Ors. AIR 1993 ALL. 291].", "14": "Arms Act, 195914. Refusal of licenses-1. Notwithstanding anything in section 13,\r\nlicensing authority shall refuse to grant-(a) a license under\r\nsection 3, section 4, or section 5 where such license is required in respect of\r\nany prohibited arms or prohibited ammunition:(b) A license in any\r\nother case under Chapter II,-( i )\r\nwhere such license is required by a person whom then licensing authority has\r\nreason to believe-(1) to be prohibited\r\nby this Act or by any other law for the time being in force from acquiring,\r\nhaving in his possession or carrying any arms or ammunition, or(2) to be\r\nof unsound mind, or(3) to be for any\r\nreason unfit for a license under this Act, or(ii) where the\r\nlicensing authority deems it necessary for the security of the public peace or\r\nfor public safety to refuse to grant such license.2. The licensing authority shall not refuse to\r\ngrant any license to any person merely on the ground that such person does\r\nnot own or possess sufficient property.3. Where the licensing authority refuses\r\nto grant a license to any person it shall record in writing the reasons for\r\nsuch refusal and furnish to that person on demand a brief statement of the same\r\nunless in any case the licensing authority is of the opinion that it will not\r\nbe in the public interest to furnish such statement.", "15": "Arms Act, 195915. Duration and renewal of license-(1) A license under section3 shall, unless\r\nrevoked earlier, continue in force for a period of three years from the dare on\r\nwhich it is granted:Provided\r\n\r\nthat such\r\na license may be granted for a shorter period if the person by whom the license\r\nis required so desires or if the licensing authority for reasons to be recorded\r\nin writing considers in any case that the license should be granted for a\r\nshorter period.(2) A license under any other provision of\r\nChapter II shall, unless revoked earlier, continue in force for such period\r\nfrom the dare on which it is granted as the licensing authority may in each\r\ncase determine.(3) Every license shall, unless the licensing\r\nauthority for reasons to be recorded in writing otherwise decides in any case,\r\nbe renewable for the same period for which the license was originally granted\r\nand shall be so renewable from time to time, and the provisions of section 13\r\nand 14 shall apply to the renewal of a license as they apply to the grant\r\nthereof.", "16": "Arms Act, 195916. Fees, etc., for license-The fees on payment of which, the condition\r\nsubject to which and the form in which a license shall be granted or renewed\r\nshall be such as may be prescribed:Provided that different fee, different\r\nconditions and different forms may be prescribed for different types of\r\nlicenses:Provided further that a license may contain in\r\naddition to prescribed conditions such other conditions as may be considered\r\nnecessary by the licensing authority in any particular case.", "17": "Arms Act, 195917. Variation, suspension and revocation of\r\nlicenses-(1) The licensing authority may very the\r\nconditions subject to which a license has been granted except such of them as\r\nhave been prescribed and may for that purpose require the license holder by\r\nnotice in writing to deliver-up the license to it within such time as may be\r\nspecified in the notice.(2) The licensing authority may, on the\r\napplication of the holder of a license, also vary the conditions of the license\r\nexcept such of them as have been prescribed.(3) The licensing authority may by order in\r\nwriting suspend a license for such periods it thinks fit or revoke a license -(a) if the licensing\r\nauthority is satisfied that the holder of the license is prohibited by this Act\r\nor by any other law for the time being in force, from acquiring, having in his\r\npossession or carrying any arms or ammunition, or is of unsound mind, or is for\r\nany reason unfit for a license under this Act; or(b) if the licensing\r\nauthority deems it necessary for the security of the public peace or for public\r\nsafety to suspend or revoke the license; or(c) if the license was\r\nobtained by the suppression of material information or on the basis of wrong\r\ninformation provided by the holder of the license or any other person on his\r\nbehalf at the time of applying for it; or(d) if any of the\r\nconditions of the license has been contravened; or(e) if the holder of\r\nthe license has failed to comply with a notice under sub-section (1) requiring\r\nhim to deliver-up the license.(4) The licensing authority may also revoke a\r\nlicense on the application of the holder thereof.(5) Where the licensing authority makes an\r\norder varying a license under sub-section (1) or an order suspending or\r\nrevoking a license under sub-section (3), it shall record in writing the\r\nreasons therefor and furnish tot he holder of the\r\nlicense on demand a brief statement of the same unless in any case the\r\nlicensing authority is of the opinion that it will not be in the public\r\ninterest to furnish such statement.(6) The authority to whom the licensing\r\nauthority is subordinate may by order in writing suspend for revoke a license\r\non any ground on which it may be suspended or revoked by the licensing authority;\r\nand the foregoing provisions of this section shall, as far as may be, apply in\r\nrelation to the suspension or revocation of a license by such authority.(7) A court conviction the holder of a license\r\nof any offence under this Act or the rules made thereunder \r\nmay also suspend or revoke the license :Provided that if the conviction is set aside on\r\nappeal or otherwise, the suspension or revocation shall become void.](8) An order of suspension or revocation under\r\nsub-section (7) may also be made by an appellate court or by the High Court\r\nwhen exercising its powers of revision.(9) The Central Government may, by order in\r\nthe Official Gazette, suspend or revoke or direct any licensing authority to\r\nsuspend or revoke all or any licenses granted under this Act throughout India\r\nor any part thereof.(10) On the suspension or revocation of a \r\nlicense under this section the holder thereof shall without delay surrender the \r\nlicense to the authority by whom it has been suspended or revoked or to such \r\nother authority as may be specified in this behalf in the order of suspension or \r\nrevocation.", "18": "Arms Act, 195918. Appeals-(1) Any person aggrieved by an order of the\r\nlicensing authority refusing to grant a license or varying the conditions of a\r\nlicense or by an order of the licensing authority is subordinate, suspending or\r\nrevoking a license may prefer an appeal against that order to such authority\r\n(hereinafter referred to as the appellate authority) and within such period as\r\nmay be prescribed:Provided that no appeal shall lie against any\r\norder made by, or under the direction of the Government.1. No appeal shall be admitted if it is\r\npreferred after the expiry of the period prescribed therefor :\r\nProvided that an appeal may be admitted after\r\nthe expiry of the period prescribed therefore if the appellant satisfies the\r\nappellate authority that he had sufficient cause for not preferring the appeal\r\nwithin that period.(3) The period prescribed for an appeal shall\r\nbe computer in accordance with the provision of the Indian Limitation Act, 1908\r\n(9 of 1908), with respect to the computation of periods of limitation  thereunder .(4) Every appeal under this section shall be\r\nmade by a petition in writing ahs shall be accompanied by a brief statement of\r\nthe reasons for the order appealed against where such statement has been\r\nfurnished to the appellant and by such fee as may be prescribed.(5) In disposing of an appeal the appellate\r\nauthority shall follow such procedure as may be prescribed :Provided that no appeal shall be disposed of\r\nunless the appellant has been given a reasonable opportunity of being heard.(6) The order appealed against shall, unless\r\nthe appellate authority conditionally or unconditionally directs otherwise, be\r\nin force pending the disposal of the appeal against such order.(7) Every order of the appellate authority confirming, modifying or reversing the order appealed against shall be final.", "19": "Arms Act, 195919. Power to demand production of license, etc .-(1) Any police officer or any other officer\r\nspecially empowered in this behalf by the Central Government may demand the\r\nproduction of his license from any person who is carrying any arms or\r\nammunition.(2) If the person upon whom a demand is made\r\nrefuses or fails to produce the license or to show that he is entitled by\r\nvirtue of this Act or any other law for the time being in force to carry such\r\narms or ammunition without a license, the officer concerned may require him to\r\ngive his name and address and if such officer considers it necessary, seize\r\nfrom t hat person the arms or ammunition which he is carrying.(3) If that person refuses to give his name\r\nand address or if the officer concerned suspects that person of giving a false\r\nname or address or of intending to abscond, such officer may arrest him without\r\nwarrant.", "20": "Arms Act, 195920. Arrest of persons conveying arms, etc .,under suspicious circumstances-Where any person\r\nfound carrying or conveying any arms or ammunition whether covered by a license\r\nor not, in such manner or under such circumstances as to afford just grounds of\r\nsuspicion that the same are or is being carried by him with intent to use them,\r\nor that the same may be used, for any unlawful purpose any magistrate, any\r\npolice officer or any other public officer or any other public servant or any\r\nperson employed or working, upon a railway, aircraft, vessel, vehicle or any\r\nother means of conveyance, may arrest him without warrant and seize from him\r\nsuch arms or ammunition.", "21": "Arms Act, 195921. Deposit of arms, etc., on possession\r\nceasing to be lawful -1. Any person having in his possession any\r\narms or ammunition the possession whereof has, in consequence of the expiration\r\nof the duration of a license or of the suspension or revocation of a license or\r\nby the issue of a notification under section 4 or by any reason whatever,\r\nceased to be lawful, shall without unnecessary delay deposit the same either\r\nwith the officer incharge of the nearest police\r\nstation or subject to such conditions as may be prescribed, with a licensed\r\ndealer or where such person is a member of the armed force of the Union, in a\r\nunit armoury .Explanation - In this sub-section\r\n\" unitarmoury \" includes and  armoury in a ship or establishment of the Indian Navy.2. Where arms or ammunition have or has\r\nbeen deposited under sub-section (1) the depositor or in the case of his death,\r\nhis legal representative, shall, at any time before the expiry of such period\r\nas may be prescribed, be entitled-(a) to receive back\r\nanything so deposited on his becoming entitled by virtue of this Act or any\r\nother law for the time being in force to have the same in his possession, or(b) to dispose, or\r\nauthorize the disposal, of anything so deposited by sale or otherwise to any\r\nperson entitled by virtue of this Act or any other law for the time being in\r\nforce to have, or not prohibited by this Act or such other law from having, the\r\nsame in his possession and to receive the proceeds of any such disposal :Provided that nothing in this\r\nsub-section be deemed to authorize the return or disposal of anything of which\r\nconfiscation has been directed under section 32.3.  All things deposited and not\r\nreceived back or disposed of under sub-section (2) within the period therein\r\nreferred to shall be forfeited to Government by order of the district\r\nmagistrate :Provided that in the case of suspension of a\r\nlicense no such forfeiture shall be ordered in respect of a thing covered by\r\nthe license during the period of suspension.4. Before making an order sub-section (3) the\r\ndistrict magistrate shall by notice in writing to be served upon the depositor\r\nor in the case of his death, upon his legal representative, in the prescribed\r\nmanner, require him to show cause within thirty days from the service of the\r\nnotice why the things specified in the notice should not be forfeited.5. After considering the cause, if any, shown\r\nby the depositor or as the case may be, his legal representative, district\r\nmagistrate shall pass such order as he thinks fit.6. The Government may any time return to the\r\ndepositor or his legal representative things forfeited to it or the proceeds of\r\ndisposal thereof wholly or in part.", "22": "Arms Act, 195922. Search and seizure by magistrate -(1) Whenever any magistrate has reason to\r\nbelieve-(a) that any person\r\nresiding within the local limits of his jurisdiction has in his possession any\r\narms or ammunition for any unlawful purpose, or(b) that such person\r\ncannot be left in the possession of any arms or ammunition without danger to\r\nthe public peace or safety, the magistrate may, after having recorded the\r\nreasons for his belief, cause a search to be made of the house or premises\r\noccupied by such arms or ammunition are or is to be found and may have such\r\narms or ammunition, if any, seized and detain the same in sate custody for such\r\nperiod as he thinks necessary, although that person may be entitled by virtue\r\nof this Act or any other law for the time being in force to have the same in\r\nhis possession.(2). Every search under this section shall be\r\nconducted by or in the presence of a magistrate or by or in the presence of\r\nsome officer specially empowered in this behalf by the Central Government.", "23": "Arms Act, 195923. Search of vessels, vehicles for arms, etc.-Any magistrate, any police officer or any\r\nother officer specially empowered in this behalf by the Central Government, may\r\nfor the purpose of ascertaining whether any contravention of this Act or the\r\nrules made thereunder is being or is likely to be\r\ncommitted, stop and search any vessel, vehicle or other means of conveyance and\r\nseize any arms or ammunition that may be found therein along with such vessel,\r\nvehicle or other means of conveyance.", "24": "Arms Act, 195924. Seizure and detention under orders of the\r\nCentral Government-The Central Government may at any time order\r\nthe seizure of any arms or ammunition in the possession of any person,\r\nnotwithstanding that such person is entitled by virtue of this Act or any other\r\nlaw for the time being in force to have the same in his possession, any may\r\ndetain the same for such period as it thinks necessary for the public peace and\r\nsafety.", "25": "Arms Act, 195925. Punishment for certain offences- [Note: Subs.\r\nby Act 25 of 1983, s. 8 ( w.e.f . 22-6-1983) ](1) Whoever-(a) Manufactures\r\nsells, transfers, converts, repairs, tests or proves, or exposes or offers for\r\nsale or transfer, or has in his possession for sale, transfer, conversion,\r\nrepair ,test or proof, any arms or ammunition in contravention of section 5; or\r\n(b) shortens the\r\nbarrel of a firearm or converts an imitation firearm into a firearm in\r\ncontravention of section 6; or(c) [ Note: Omitted\r\nby Act 42 of 1988, s. 5 ( w.e.f . 27-5-1988) ](d) bring into, or\r\ntakes out of India, any arms or ammunition of any class or description in\r\ncontravention of section 11, shall be punishable with imprisonment for a term which\r\nshall not be less than three years but which may extend to seven years and\r\nshall also be liable to fine.[ (1A) [ Note: Renumbered and Ins. by s. 5,\r\nibid. ( w.e.f . 27-5-1988) Whoever acquires, has in\r\nhis possession or carries any prohibited arms or prohibited ammunition in\r\ncontravention of section 7 shall be punishable with imprisonment for a term\r\nwhich shall not be less than five years, but which may extend to ten years and\r\nshall also be liable to fine.[(1AA) Whoever manufactures, sells, transfers,\r\nconverts, repairs, tests or proves, or exposes or offers for sale or transfer\r\nor has in his possession for sale, transfer, conversion, repair, test or proof,\r\nany prohibited arms or prohibited ammunition in contravention of section 7\r\nshall be punishable with imprisonment for life and shall also be liable to\r\nfine.][(1AAA)] [ Note: Renumbered and Ins. by s.\r\n5, ibid. ( w.e.f . 27-5-1988) Whoever has in\r\ncontravention of a notification issued under section 24A in his possession or\r\nin contravention of a notification issued under section 24B carries or\r\notherwise has in his possession, any arms or ammunition shall be punishable\r\nwith imprisonment for a term whish shall not be less than [ [Note: Subs. by\r\nAct 39 of 1985, s. 2 for certain words.] three years, but which may extend\r\nto seven years] shall also be liable to fine.(IB) Whoever-(a) acquires, has in\r\nhis possession or carries any firearm or ammunition in contravention of\r\nsection3, or(b) shortens the\r\nbarrel of a firearm or converts an imitation firearm in any place specified by\r\nnotification under section 4 any arms of such class or description as has been\r\nspecified in that notification in contravention of that section ; or(c) sells or transfer\r\nany firearm which does not bear the name of the maker stamped or otherwise\r\nshown thereon as required by sub-section (2) of section 8 or does any act in\r\ncontravention of sub-section (1) of that section; or(d) being a person to\r\nwhom sub-clause (ii) or sub-section (iii) of clause (a) of sub-section (1) of\r\nsection 9 applies, acquires, has in his possession or carries any firearms or\r\nammunition contravention of that section;(e) sells or\r\ntransfers, or converts, repairs, tests or proves any firearm or ammunition in\r\ncontravention of clause (b) of sub-section (1) of section 9; or(f) brings into, or\r\ntakes out of, India, any arms or ammunition in contravention of section 10; or(g) transport any arms\r\nor ammunition in contravention of section 12; or(h) fails to deposit\r\narms or ammunition as required by sub-section (2) of section 3, or sub-section\r\n(1) of section 21; or( i )\r\nbeing a manufacturer of, or dealer in, arms or ammunition, fails, on being\r\nrequired to do so by rules made under section 44, to maintain a record or account\r\nor to make therein all such entries as are required by such rules or\r\nintentionally makes a false entry therein or prevents or obstructs the\r\ninspection of such record or account or the making of copies of entries there\r\nfrom or prevents or obstructs the entry into any premises or other place where\r\narms or ammunition are or is manufactured or kept or intentionally fails to\r\nexhibit or conceals such arms or ammunition or refuses to point out where the\r\nsame are or is manufactured or kept, Shall be punishable with imprisonment for\r\na term which shall not be less than [ [Note: Subs. by Act 39\r\nof 1985, s. 2 for \"six months\".] one year] but which may extend to three\r\nyears and shall also be liable to fine:Provided that Court may for any\r\nadequate and special reasons to be recorded in the judgment impose a sentence\r\nof imprisonment for a term of less than [one year](IC) [ Note : Ins. by s. 2, ibid.] Notwithstanding\r\nanything contained in sub-section (1B), whoever commits an offence punishable\r\nunder that sub-section in any disturbed are shall be punishable with\r\nimprisonment for a term which shall not be less than three years but which may\r\nextend to seven years and shall also be liable to fine.Explanation - For the purposes of\r\nthis sub-section, :\"disturbed area\" means any area declared to be a\r\ndisturbed area under any enactment, for the time being in force, making\r\nprovision for the suppression of disorder and restoration and maintenance of\r\npublic order, and includes any areas specified by notification under section 24A\r\nor section 24B.](2) Whoever being a person to whom sub-clause\r\n(I) of clause (a) of sub-section (1) of section 9 applies, acquires, has in his\r\npossession or carries any firearm or ammunition in contravention of that\r\nsection shall be punishable with imprisonment for term which may extend to one\r\nyear, or with fine or with both.(3) [ Note: Subs. by Act 25 of 1983, s. 8 (w.e.f . 22-6-1983) ] Whoever sells or transfers any\r\nfirearm, ammunition or other arms-( i )\r\nwithout informing the district magistrate having jurisdiction or the officer in\r\ncharge of the nearest police station, of the intended sale or transfer of the\r\nfirearm, ammunition or other arms; or(ii) before the\r\nexpiration of the period of forty five days from the date of giving such\r\ninformation to such district magistrate or the officer in charge of the police\r\nstation.In contravention of the provisions of clause\r\n(a) or clause (b) of the proviso to sub-section (2) of section 5, shall be\r\npunishable with imprisonment for a term which may extend to five hundred\r\nrupees, or with both].(4) Whoever fails to deliver-up a license when\r\nso required by the licensing authority under sub-section (1) of section 17 for\r\nthe purpose of varying the conditions specified in the license or fails to\r\nsurrender a license to the appropriate authority under sub-section (10) of that\r\nsection on its suspension or revocation shall be punishable with imprisonment\r\nfor a term which may extend to six months, or with fine of an amount which may\r\nextend to five hundred rupees, or with both.(5) Whoever, when required under section 19 to\r\ngive his name and address, rupees, refuses to give such name and address to\r\ngives a name or address which subsequently transpires to be false shall be\r\npunishable with imprisonment for a term which may extend to six months, or with\r\nfine of an amount which may extend to two hundred rupees, or with both.", "26": "Arms Act, 195926. Secret \r\ncontraventions-[ \r\nNote: Subs. by Act 25 of 1983, s.9 (w.e.f. 22-6-1983) ](1) Whoever does any act in \r\ncontravention of any of the provisions of section 3,4,10 or 12 in such manner as \r\nto indicate an intention that such act may not be known to any public servant or \r\nto any person employed or working upon a railway, aircraft, vessel, vehicle or \r\nany other means or conveyance, shall be punishable with imprisonment for a term \r\nwhich shall not be less than six months but which may extend to seven years and \r\nalso with fine. (2) Whoever does any act in \r\ncontravention of any of the provisions of section 5,6,7 or 11 in such manner as \r\nto indicate an intention that such act may not be known to any public servant or \r\nto any person employed or working upon a railway, aircraft, vessel, vehicle or \r\nany other means of conveyance, shall be punishable with imprisonment for a term \r\nwhich shall not less than five years but which may extend to ten years and also \r\nwith fine. (3 ) \r\nWhoever on any search being made under section 22 conceals or attempts to \r\nconceal any arms or ammunition, shall be punishable with imprisonment for a term \r\nwhich may extend to ten years and also with fine.", "27": "Arms Act, 195927. Punishment for using \r\narms, etc.-[ Note: Subs. by Act 42 of 1988, s. 6 (w.e.f. 27-5-1988) ](1) Whoever uses any arms or \r\nammunition in contravention of section 5 shall be punishable with imprisonment \r\nfor a term which shall not be less than three years but which may extend to \r\nseven years and shall also be liable to fine.(2) Whoever uses any \r\nprohibited arms or prohibited ammunition in contravention of section 7 shall be \r\npunishable with imprisonment for a term which shall not be less than seven years \r\nbut which may extend to imprisonment for life and shall also be liable to fine.(3) [Whoever uses any \r\nprohibited arms or prohibited ammunition or does any act in contravention of \r\nsection 7 and such use or act results in the death of any other person, shall be \r\npunishable with death.]CommentsWhen the \r\nlower Courts have been convinced 'beyond reasonable doubt’ by the PW’s statement \r\nthat the deceased died because of being fired upon by the accused, the \r\nconviction by such Courts is not bad in law and the reliance on PW need not be \r\nproved again [Hare Krishna Singh & Ors. v. State of Bihar; AIR 1988 SC 863].", "28": "Arms Act, 195928. punishment for use \r\nand possession of firearms of limitation firearms in certain casesWhoever makes or attempts to \r\nmake any use whatsoever or a firearm or an imitation firearm with intent to \r\nresist or prevent the lawful arrest or detention of himself or any other person \r\nshall be punishable with imprisonment for a term which may extend to seven years \r\n[ [ Note: Subs. by Act 25 of 1983, s. 10 (w.e.f 22-6-1983). ] and with fine].Explanation-In this section \r\nthe expression \"imitation firearm\" has the same meaning as in section 6.", "29": "Arms Act, 195929. Punishment for \r\nknowingly purchasing arms, etc., from unlicensed person or for delivering arms, \r\netc., to person not entitled to possess the same \r\n-Whoever (a) Purchase any \r\nfirearms or any other arms of such class or description as may be prescribed or \r\nany ammunition from any other person knowing that such other person is not \r\nlicensed or authorised under section 5; or(b) Delivers any arms or \r\nammunition into the possession of another person is entitled by virtue of this \r\nAct or any other law for the time being in force to have, and is not prohibited \r\nby this Act or such other law from having, in his possession the same, shall be \r\npunishable with imprisonment for a term which may extend to[ [ Note: Subs. by s. \r\n11, ibid., (w.e.f. 22-6-1983) ] three years, or with fine, or with both].", "30": "Arms Act, 195930. \r\nPunishment for contravention of licence or rule -Whoever \r\ncontravenes any condition of a licence or any provision of this Act or any rule \r\nmade there under, for which no punishment is porvide4d elsewhere in this Act \r\nshall be punishable with imprisonment for a term which may extend to [ [ Note: \r\nSubs. by Act 25 of 1983, s. 12 (w.e.f. 22-6-1983) ] six months], or with fine \r\nwhich may extend to [ [ Note: Subs. by Act 25 of 1983, s. 12 (w.e.f. 22-6-1983) \r\ntwo thousand] rupees, or with both.", "31": "Arms Act, 195931. \r\nPunishment for subsequent offences\r\n -Whoever \r\nhaving been convicted of an offence under this Act is again convicted of an \r\noffence under this Act shall be punishable with double the penalty provided for \r\nthe letter offence.", "32": "Arms Act, 195932. Power to confiscate -(1) When any person is \r\nconvicted under this Act of any offence committed by him in respect of any arms \r\nor ammunition, it shall be in the discretion of the convicting Court further to \r\ndirect that the whole or any portion of such arms or ammunition, and any vessel, \r\nvehicle or other means of conveyance and any receptacle shall be confiscated:Provided that if the \r\nconviction is set aside on appeal or otherwise, the order of confiscation shall \r\nbecome void.(2) An order of confiscation \r\nmay also be made by the appellate Court or by the High Court when exercising its \r\npowers of revision.", "33": "Arms Act, 195933. Offence by companies \r\n-(1) Whenever an offence \r\nunder this Act has been committed by a company, every person who at the time the \r\noffence was committed was in charge of, or was responsible to the company for \r\nthe conduct of the business of the company, as well as the company, shall be \r\ndeemed to be guilty of the offence and shall be liable to be proceeded against \r\nand punished accordingly:Provided that nothing \r\ncontained in this sub-section shall render any such person liable to any \r\npunishment under this Act if he proves that the offence was committed without \r\nhis knowledge and that he exercised all due diligence to prevent the commission \r\nof such office.(2) Notwithstanding anything \r\ncontained in sub-section (1) where an offence under this Act has been committed \r\nby a company and it is proved that the offence has been committed with the \r\nconsent or connivance of, or is attributable to any neglect on the part of, any \r\ndirector, manager, secretary or other officer or the company, such director, \r\nmanager, secretary or other officer shall also be deemed to be guilty of the \r\noffence and shall be liable to be proceeded against and punished accordingly.Explanation - For the \r\npurposes of this section -\n\r\n(a) \"Company\" means any body corporate, and includes a firm or other association \r\nor individuals; and(b) \"Director\", in relation \r\nto a firm, means a partner in the firm.", "34": "Arms Act, 195934. \r\nSanction of the Central Government for Warehousing of Arms -\r\nNotwithstanding anything contained in the [ [ Note: Subs. by Act 25 of 1983, s. \r\n13 (w.e.f. 22-6-1983) ] Customs Act, 1962, (52 of 1962)] no arms or ammunition \r\nshall be deposited in any warehouse licensed under [[ Note: Subs. by Act 25 of \r\n1983, s. 13 (w.e.f. 22-6-1983) ] section 58] of that Act without the sanction of \r\nthe Central Government.", "35": "Arms Act, 195935.\nCriminal responsibility of person in occupation of premises in certain cases\r\n-Where any \r\narms or ammunition in respect of which any offences under this Act has been or \r\nis being committed are or is found in any premises, vehicle or other place in \r\nthe joint occupation or under the joint control of several persons, each of such \r\npersons in respect of whom there is reason to believe that he was aware of the \r\nexistence of the arms or ammunition in the premises, vehicle or other place \r\nshall, unless the contrary is proved, be liable for that offence in the same \r\nmanner as if it has been or is being committed by him alone.", "36": "Arms Act, 195936. Information to be \r\ngiven regarding certain offences -(1) Every person aware of \r\nthe commission of any offence under this Act shall, in the absence of reasonable \r\nexcuse the burden of proving which shall lie upon such person, give information \r\nof the same to the officer in charge of the nearest police station or the \r\nmagistrate having jurisdiction.(2) Every person employed or \r\nworking upon any railway, aircraft, vessel, vehicle or other means of conveyance \r\nshall, in the absence of reasonable excuse the burden of proving which shall, in \r\nthe absence of reasonable excuse the burden of proving which shall lie upon such \r\nperson, give information to the officer in charge of the nearest police station \r\nregarding any box, package or bale in transit which he may have reason to \r\nsuspect contains arms or ammunition in respect of which an offence under this \r\nAct has been or is being committed.", "37": "Arms Act, 195937. Arrest and searches -Save as otherwise provided in this Act,(a) All arrests and searches \r\nmade under this act or under any rules made there under shall be carried out in \r\naccordance with the provisions of the [ [Note: Subs. by Act 25 of 1983, s. 14, (w.e.f. \r\n22-6-1983) ] Code of Criminal Procedure, 1973 (2 of 1974)], relating \r\nrespectively to arrests and searches made under that Code;(b) Any person arrested and \r\nany arms or ammunition seized under this Act by a person not being a magistrate \r\nor a police officer shall be delivered without delay to the officer in charge of \r\nthe nearest police station and that officer shall-(i) Either release that \r\nperson on his executing a bond with or without sureties to appear before a \r\nmagistrate and keep the things seized in the custody till the appearance of that \r\nperson before the magistrate, or(ii) Should that person fail \r\nto execute the bond and to furnish, if so required, sufficient sureties, produce \r\nthat person and those things without delay before the magistrate.", "38": "Arms Act, 195938. \r\nOffences to be cognizable\r\n -Every \r\noffence under this Act shall be cognizable within the meaning of the [ [ Note: \r\nSubs. by Act 25 of 1983, s. 14 (w.e.f. 22-6-1983) ] Code of Criminal Procedure, \r\n1973 (2 of 1974)].", "39": "Arms Act, 195939. \r\nPrevious sanction of the district magistrate necessary in certain case - \r\nNo \r\nprosecution shall be instituted against any person in respect of any offence \r\nunder section 3 without the previous sanction of the district magistrate.", "40": "Arms Act, 195940. \r\nProtection of action taken in good faith\r\n - No suit, \r\nprosecution or other legal proceeding shall lie against any person for anything \r\nwhich is in good faith done or intended to be done under this Act.", "41": "Arms Act, 195941. Power to exempt\r\n -Where the Central Government \r\nis of the opinion that it is necessary or expedient in the public interest so to \r\ndo, it may, by notification in he Official Gazette and subject to such \r\nconditions, if any, as it any specify in the notification,-(a) [ Note: Subs. by Act 25 \r\nof 1983, s. 13 (w.e.f. 22-6-1983) ] [exempt any person or class of person \r\n(either generally or in relation to such description of arms and ammunition as \r\nmay be specified in the notification)], or exclude any description of arms or \r\nammunition, or withdraw any part of India, from the operation of all or any or \r\nthe provisions of this Act; and(b) As often as may be, \r\ncancel any such notification and again the subject, by a like notification, the \r\nperson or class or persons or the description of arms and ammunition or the part \r\nof India to the operation of such provisions.", "42": "Arms Act, 195942. Power to take census \r\nof fire-arms -(1) The Central Government \r\nmay, by notification in the Official Gazette, direct a census to be taken of all \r\nfirearms in any area and empower any officer of Government to take such census.(2) On the issue of any such \r\nnotification all persons having in their possession any firearms in that area \r\nshall furnish to the officer concerned such information as he may require in \r\nrelation thereto and shall produce before him such firearms if he so requires.", "43": "Arms Act, 195943. Power to delegate -  \r\n(1) The Central Government \r\nmay, by notification in the Official Gazette, direct that any power or function \r\nwhich may be exercised or performed by it under this Act other than the power \r\nunder Section 41 or the power under section 44 may, in relation to such matters \r\nand subject to such conditions, if any, as it may specify in the notification, \r\nbe exercised or performed also by -(a) Such officer or \r\nauthority subordinate to the Central Government, or\n\r\n(b) Such State Government or such officer or authority subordinate to the State \r\nGovernment as may be specified in the notification.  \r\n(2) Any rules made by the \r\nCentral Government under this Act may confer powers or impose duties or \r\nauthorise the conferring of powers or imposition of duties upon any State \r\nGovernment or any officer or authority subordinate thereto.", "44": "Arms Act, 195944. Power to make rules \r\n -(1) The Central government \r\nmay, by notification in the Official Gazette, make rules for carrying out the \r\npurposes of this Act.  \r\n(2) In particular, and \r\nwithout prejudice to the generality of the foregoing power, such rules may \r\nprovide for all or any of the following matters, namely :-(a) The appointment, \r\njurisdiction, control and functions of licensing authorities [ [ Note: Ins. by \r\nAct 25 of 1983, s. 16 (w.e.f. 22-6-1983) ] including the areas and the \r\ncategories of arms and ammunition for which they may grant licences] ;(b) The form and particulars \r\nof application for the grant or renewal of a licence and where the application \r\nis for the renewal of a licence, the time within which it shall be made ;(c) The form in which and \r\nthe conditions subject to which any licence may be granted or refused, renewed, \r\nvaried, suspended or revoked ;(d) Where no period has been \r\nspecified in this Act, the period for which any licence shall continue to be in \r\nforce ;(e) The fees payable in \r\nrespect of any application for the grant or renewal of a licence and in respect \r\nof any licence granted or renewed and the manner of paying the same ;(f) The manner in which the \r\nmaker’s name, the manufacturer’s number or other identification mark of a \r\nfirearm shall be stamped or otherwise shown thereon ;  \r\n(g) The procedure for the \r\ntest or proof of any firearms ;(h) The firearms that may be \r\nused in the course of training, the age limits of persons who may use them and \r\nthe conditions for their use by such persons ;(i) The authority to whom \r\nappeals may be preferred under section 18, the procedure to be followed by such \r\nauthority and the period within which appeals shall be preferred, the fees to be \r\npaid in respect of such appeals and the refund of such fees ;(j) The maintenance of \r\nrecords or accounts of anything done under a licence other than a licence under \r\nsection 3 or section 4, the form of, and the entries ot be made in, such records \r\nor accounts and the exhibition of such records or accounts to any police officer \r\nor to any officer of Government empowered in this behalf ;(k) The entry and inspection \r\nby any police officer or by any officer of Government empowered in this behalf \r\nof any premises or other place in which arms or ammunition are or is \r\nmanufactured or in which arms or ammunition are or is kept by a manufacturer of \r\nor dealer in such arms or ammunition and the exhibition of the same to such \r\nofficer ;(l) The conditions subject \r\nto which arms or ammunition may be deposited with a licensed dealer or in a unit \r\narmory as required by sub-section (1) of section 21 and the period on the expiry \r\nof which the things so deposited may be forfeited.\n\r\n(m) Any other matter is to be, or may be, prescribed.(3) Every rule made under \r\nthis section shall be laid as soon as may be after it is made before each house \r\nof Parliament while it is in session for a total period of thirty days which may \r\nbe comprised in one session or in [ [ Note: Subs. by Act 25 of 1983, s. 16 (w.e.f. \r\n22-6-1983) ] two or more successive sessions, and if, before the expiry of the \r\nsession immediately following the session or the successive sessions aforesaid] \r\n; both Houses agree in making any modification in the rule or both Houses agree \r\nthat the rule should not be made, the rule shall thereafter have effect only in \r\nsuch modified form or be of no effect, as the case may be, so, however, that any \r\nsuch modification or annulment shall be without prejudice to the validity of \r\nanything previously done under that rule.", "45": "Arms Act, 195945. Act not to apply in \r\ncertain cases \r\n\r\n\r\n - Nothing in this \r\nAct shall apply to -(a) Arms or ammunition on \r\nboard any sea-going vessel or any aircraft and forming part of the ordinary \r\narmament or equipment of such vessel or aircraft ;\n\r\n(b) The acquisition, possession or carrying, the manufacture, repair, \r\nconversion, test or proof, the sale or transfer or the import, export or \r\ntransport of arms or ammunition -(i) By or under orders of \r\nthe Central Government, or  \r\n(ii) By a public servant in \r\nthe course of his duty as such public servant, or  \r\n(iii) By a member of the \r\nNational Cadet Corps raised and maintained under the National Cadet Corps Act, \r\n1948 (31 of 1948), or by any officer, enrolled person of the Territorial Army \r\nraised and maintained under the Territorial Army Act, 1948 (56 of 1948) or by \r\nany member of any other forces raised and maintained or that may hereafter be \r\nraised and maintained under any Central Act, or by any member of such other \r\nforces as the Central Government may, by notification in the Official Gazette, \r\nspecify, in the course of his duty as such member, officer or enrolled persons.(c) Any weapon of an \r\nobsolete pattern or of antiquarian value or in disrepair which is not capable of \r\nbeing used as a firearm either with or without repair ;(d) The \r\nacquisition, possession or carrying by a person of minor parts of arms or \r\nammunition which are not intended to be used along with complementary parts \r\nacquired or possessed by that or any other person.", "46": "Arms Act, 195946. \r\nRepeal of Act 11 of 1878 -(1) The \r\nIndian Arms Act, 1878 is hereby repealed.\n\r\n(2) Notwithstanding the repeal of the Indian Arms Act, 1878 (11 of 1878), and \r\nwithout prejudice to the provisions of sections 6 and 24 of the General Clauses \r\nAct, 1897 (10 of 1897), every licence granted or renewed under the first \r\nmentioned Act and in force immediately before the commencement of this Act \r\nshall, unless sooner revoked, continue in force after such commencement for the \r\nunexpired portion of the period for which it has been granted or renewed."}