{"name": "Assisted Reproductive Technology (Regulation) Act, 2021\r", "1": "The Assisted Reproductive Technology (Regulation) Act, 2021Chapter IPreliminary1. Short title, extent and commencement. -(1) This Act may be called the Assisted Reproductive Technology (Regulation) Act, 2021.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.1. 25th January, 2022, vide notification No. S.O. 291(E), dated 20th January, 2022, see Gazette of India, Extraordinary, Part II, sec. 3(ii).", "2": "The Assisted Reproductive Technology (Regulation) Act, 20212. Definitions. -(1) In this Act, unless the context otherwise requires, -(a) \"assisted reproductive technology\" with its grammatical variations and cognate expressions, means all techniques that attempt to obtain a pregnancy by handling the sperm or the oocyte outside the human body and transferring the gamete or the embryo into the reproductive system of a woman;(b) \"assisted reproductive technology bank\" means an organisation which shall be responsible for collection of gametes, storage of gametes and embryos and supply of gametes to the assisted reproductive technology clinics or their patients;(c) \"assisted reproductive technology clinic\" means any premises equipped with requisite facilities and medical practitioners registered with the National Medical Commission for carrying out the procedures related to the assisted reproductive technology;(d) \"child\" means any individual born through the use of the assisted reproductive technology;(e) \"commissioning couple\" means an infertile married couple who approach an assisted reproductive technology clinic or assisted reproductive technology bank for obtaining the services authorised of the said clinic or bank;(f) \"embryo\" means a developing or developed organism after fertilisation till the end of fifty-six days from the day of fertilisation;(g) \"gamete\" means sperm and oocyte;(h) \"gamete donor\" means a person who provides sperm or oocyte with the objective of enabling an infertile couple or woman to have a child;(i) \"gynaecologist\" shall have the same meaning as assigned to it in the Pre-conception and Pre-natal Diagnostic Techniques (Prohibition of Sex Selection) Act, 1994 (57 of 1994);(j) \"infertility\" means the inability to conceive after one year of unprotected coitus or other proven medical condition preventing a couple from conception;(k) \"National Board\" means the National Assisted Reproductive Technology and Surrogacy Board to be constituted under sub-section (1) of section 15 of the Surrogacy Act;(l) \"National Registry\" means the National Assisted Reproductive Technology and Surrogacy Registry established under section 9;(m) \"notification\" means a notification published in the Official Gazette;(n) \"patients\" means an individual or couple who comes to any registered assisted reproductive technology clinic for management of infertility;(o) \"prescribed\" means prescribed by rules made under this Act;(p) \"appropriate authority\" means the authority appointed under section 12;(q) \"regulations\" means the regulations made by the National Board under this Act;(r) \"sperm\" means the mature male gamete;(s) \"State Board\" means a State Assisted Reproductive Technology and Surrogacy Board to be constituted under sub-section (1) of section 24 of the Surrogacy Act;(t) \"Surrogacy Act\" means the Surrogacy (Regulation) Act, 2021; and(u) \"woman\" means any woman above the age of twenty-one years who approaches an assisted reproductive technology clinic or assisted reproductive technology bank for obtaining the authorised services of the clinic or bank.(2) The expressions \"clinics\" and \"banks\" occurring in this Act shall be construed as \"assisted reproductive technology clinics\" and \"assisted reproductive technology banks\".(3) Words and expressions used herein and not defined in this Act but defined in the Surrogacy (Regulation) Act shall have the meanings respectively assigned to them in that Act.", "3": "The Assisted Reproductive Technology (Regulation) Act, 2021Chapter IIAuthorities To Regulate Assisted Reproductive TechnologyA. The National Assisted Reproductive Technology and Surrogacy Board3. National Assisted Reproductive Technology and Surrogacy Board. -The National Assisted Reproductive Technology and Surrogacy Board to be constituted under sub-section (1) of section 15 of the Surrogacy Act shall be the National Board for the purposes of this Act.", "4": "The Assisted Reproductive Technology (Regulation) Act, 20214. Application of provisions of Surrogacy Act with respect to National Board. - Subject to the provisions of this Act and the rules made thereunder, the provisions of the Surrogacy Act relating to-(i) constitution of the National Assisted Reproductive Technology and Surrogacy Board;(ii) term of office of Members of the National Board;(iii) meetings of the National Board;(iv) vacancies, etc., not to invalidate proceedings of the National Board;(v) disqualifications for appointment as Member of the National Board;(vi) temporary association of persons with the National Board for particular purposes;(vii) authentication of orders and other instruments of the National Board; and(viii) eligibility of Members of the National Board for re-appointment,shall, mutatis mutandis, apply, so far as may be, in relation to assisted reproductive technology as they apply in relation to surrogacy, as if they are enacted under this Act.", "5": "The Assisted Reproductive Technology (Regulation) Act, 20215. Powers and functions of National Board. -The National Board shall exercise and discharge the following powers and functions, namely:-(a) to advise the Central Government on policy matters relating to the assisted reproductive technology;(b) to review and monitor the implementation of the Act, rules and regulations made thereunder and recommend to the Central Government, any suitable changes therein;(c) to lay down code of conduct to be observed by persons working at clinics and banks, to set the minimum standards of physical infrastructure, laboratory and diagnostic equipment and expert manpower to be employed by clinics and banks;(d) to oversee the performance of various bodies constituted under this Act and take appropriate steps to ensure their effective performance;(e) to supervise the functioning of the National Registry and liaison with the State Boards;(f) to pass orders as per the provisions made under this Act; and(g) such other powers and functions as may be prescribed.", "6": "The Assisted Reproductive Technology (Regulation) Act, 2021B. State Assisted Reproductive Technology and Surrogacy Board6. State Assisted Reproductive Technology and Surrogacy Board. -The State Assisted Reproductive Technology and Surrogacy Board to be constituted under sub-section (1) of section 24 of the Surrogacy Act shall be the State Board for the purposes of this Act.", "7": "The Assisted Reproductive Technology (Regulation) Act, 20217. Application of provisions of Surrogacy Act with respect to State Board. -Subject to the provisions of this Act and the rules made thereunder, the provisions of the Surrogacy Act relating to-(i) constitution of the State Assisted Reproductive Technology and Surrogacy Board;(ii) composition of the State Board;(iii) term of office of members of the State Board;(iv) meetings of the State Board;(v) vacancies, etc., not to invalidate proceedings of the State Board;(vi) disqualifications for appointment as member of the State Board;(vii) temporary association of persons with the State Board for particular purposes;(viii) authentication of orders and other instruments of the State Board; and(ix) eligibility of member of the State Board for re-appointment,shall, mutatis mutandis, apply, so far as may be, in relation to assisted reproductive technology as they apply in relation to surrogacy, as if they are enacted under this Act.", "8": "The Assisted Reproductive Technology (Regulation) Act, 20218. Powers and functions of State Board.- (1) Subject to the provisions of this Act and the rules and regulations made thereunder, the State Board shall have the responsibility to follow the policies and plans laid by the National Board for clinics and banks in the State.(2) Without prejudice to the generality of the provisions contained in sub-section (1), the State Board, taking into account the recommendations, policies and regulations of the National Board, shall-(a) co-ordinate the enforcement and implementation of the policies and guidelines for assisted reproduction; and(b) such other powers and functions as may be prescribed.(3) In the exercise of its functions under this Act, the State Board shall give such directions or pass such orders as directed by the National Board.", "9": "The Assisted Reproductive Technology (Regulation) Act, 2021C. The National Assisted Reproductive Technology And Surrogacy Registry and The Appropriate Assisted Reproductive Technology and Surrogacy Authority9. Establishment of National Registry of clinics and banks. -The Central Government may, within a period of ninety days from the date of commencement of this Act, by notification, establish for the purposes of this Act and Surrogacy Act, a Registry to be called the National Assisted Reproductive Technology and Surrogacy Registry.", "10": "The Assisted Reproductive Technology (Regulation) Act, 202110. Composition of National Registry. -The National Registry referred to in section 9 shall consist of such scientific, technical, administrative and supportive staff and the terms and conditions of their service shall be such as may be prescribed.", "11": "The Assisted Reproductive Technology (Regulation) Act, 202111. Functions of National Registry. -The National Registry shall discharge the following functions, namely:-(a) it shall act as a central database in the country through which the details of all the clinics and banks of the country including nature and types of services provided by them, outcome of the services and other relevant information shall be obtained on regular basis;(b) it shall assist the National Board in its functioning by providing the data generated from the central database of the Registry;(c) the data generated from the National Registry shall be utilised by the National Board for making policies, guidelines and shall help in identifying new research areas and conducting research in the area of assisted reproduction and other related fields in the country; and(d) such other functions as may be prescribed.", "12": "The Assisted Reproductive Technology (Regulation) Act, 202112. Appointment of appropriate authority. -(1) The Central Government shall, within a period of ninety days from the date of commencement of this Act, by notification, appoint one or more appropriate assisted reproductive technology and surrogacy authorities for each of the Union territories for the purposes of this Act and the Surrogacy Act.(2) The State Government shall, within a period of ninety days from the date of commencement of this Act, by notification, appoint one or more appropriate assisted reproductive technology and surrogacy authorities for the whole or any part of the State for the purposes of this Act and the Surrogacy Act.(3) The appropriate authority, under sub-section (1) or sub-section (2), shall, -(a) when appointed for the whole of the State or the Union territory, consist of-(i) an officer of or above the rank of the Joint Secretary of the Health and Family Welfare Department-Chairperson, ex officio;(ii) an officer of or above the rank of the Joint Director of the Health and Family Welfare Department - Vice Chairperson, ex officio;(iii) an eminent woman representing women's organisation-member;(iv) an officer of Law Department of the State or the Union territory concerned not below the rank of a Deputy Secretary-member, ex officio; and(v) an eminent registered medical practitioner-member:Provided that any vacancy occurring therein shall be filled within one month of the occurrence of such vacancy;(b) when appointed for any part of the State or the Union territory, the officers of such other rank as the State Government or the Central Government, as the case may be, may deem fit.(4) The members of appropriate authority, other than ex officio members, shall receive only compensatory travelling expenses for attending the meetings of such Authority.", "13": "The Assisted Reproductive Technology (Regulation) Act, 202113. Functions of appropriate authority. -The appropriate authority shall discharge the following functions, namely: -(a) to grant, suspend or cancel registration of a clinic or bank;(b) to enforce the standards to be fulfilled by the clinic or bank;(c) to investigate complaints of breach of the provisions of this Act, rules and regulations made thereunder and take legal action as per provisions of this Act;(d) to take appropriate legal action against the misuse of assisted reproductive technology by any person and also to initiate independent investigations in such matter;(e) to supervise the implementation of the provisions of this Act and the rules and regulations made thereunder; 9(f) to recommend to the National Board and State Boards about the modifications required in the rules and regulations in accordance with changes in technology or social conditions;(g) to take action after investigation of complaints received by it against the assisted reproductive technology clinics or banks; and(h) such other functions as may be prescribed.", "14": "The Assisted Reproductive Technology (Regulation) Act, 202114. Powers of appropriate authority. -(1) The appropriate authority shall exercise the powers in respect of the following matters, namely:-(a) summoning of any person who is in possession of any information relating to violation of the provisions of this Act and the rules and regulations made thereunder;(b) production of any document or material object relating to clause (a);(c) searching of any place suspected to be violating the provisions of this Act and the rules and regulations made thereunder; and(d) such other powers as may be prescribed.(2) The appropriate authority shall maintain the details of registration of assisted reproductive technology clinics and banks, cancellation of registration, renewal of registration, grant of certificates to the commissioning couple and woman or any other matter pertaining to grant of licence and the like of the clinic or bank in such format as may be prescribed and submit the same to the National Board.", "15": "The Assisted Reproductive Technology (Regulation) Act, 2021Chapter IIIProcedures for Registration15. Registration of assisted reproductive technology clinic or assisted reproductive technology bank. -(1) No person shall establish any clinic or bank for undertaking assisted reproductive technology or to render assisted reproductive technology procedures in any form unless such clinic or bank is duly registered under this Act.(2) Every application for registration under sub-section (1) shall be made to the National Registry through the appropriate assisted reproductive technology and surrogacy authority in such form, manner and shall be accompanied by such fees as may be prescribed.(3) Every clinic or bank which is conducting assisted reproductive technology, partly or exclusively shall, within a period of sixty days from the date of establishment of the National Registry, apply for registration:Provided that such clinics and banks shall cease to conduct any such counselling or procedures on the expiry of six months from the date of commencement of this Act, unless such clinics and banks have applied for registration and is so registered separately or till such application is disposed of, whichever is earlier.(4) No clinics or banks shall be registered under this Act, unless the appropriate authority is satisfied that such clinics and banks are in a position to provide such facilities and maintain such equipment and standards including specialised manpower, physical infrastructure and diagnostic facilities as may be prescribed.", "16": "The Assisted Reproductive Technology (Regulation) Act, 202116. Grant of registration. -(1) On receipt of the application under sub-section (1) of section 15, the appropriate authority shall within a period of thirty days-(i) grant registration subject to the provisions of this Act and the rules and regulations made thereunder, and provide a registration number to the applicant; or(ii) reject the application for reasons to be recorded in writing, if such application does not conform to the provisions of this Act or the rules or regulations made thereunder:Provided that no application shall be rejected unless the applicant has been given an opportunity of being heard in the matter.(2) If the appropriate authority fails to grant the registration or reject the application, as the case may be, as provided under sub-section (1), the appropriate authority shall, within a period of seven days from the expiry of the said period of thirty days specified under sub-section (1), provide a reason for the failure to process the application.(3) The appropriate authority shall, within a period of one month of registration being granted under this section, intimate such registration to the State Board.(4) The State Board shall maintain a record of all registrations applied for and granted under this section.(5) No registration shall be granted unless the State Board has inspected the premises of the applicant.(6) The registration granted under this section shall be valid for a period of five years from the date of registration granted by the appropriate authority.(7) The certificate of registration shall be displayed by the clinic or bank at a conspicuous place and such certificate shall contain the duration of validity of such registration.", "17": "The Assisted Reproductive Technology (Regulation) Act, 202117. Renewal of registration. -The registration granted under section 16, may be renewed for a further period of five years by the appropriate authority, on an application made by the applicant, under such conditions, in such form and on payment of such fee as may be prescribed:Provided that no application for renewal of registration shall be rejected without giving an opportunity of being heard to the applicant.", "18": "The Assisted Reproductive Technology (Regulation) Act, 202118. Suspension or cancellation of registration. -(1) The appropriate authority may on receipt of a complaint, issue a notice to the clinic or bank to show cause as to why its registration should not be suspended or cancelled for the reasons mentioned in the notice.(2) If after giving a reasonable opportunity of being heard to the clinic or bank, the appropriate authority is satisfied that there has been a breach of the provision of this Act or the rules or regulations made thereunder or if the data obtained from them periodically do not satisfy the provisions of this Act, the rules and regulations made thereunder, it may, without prejudice to any criminal action, suspend its registration for such period as it may deem fit or cancel its registration.(3) On cancellation of registration, a copy of the cancellation letter shall be sent to the respective State Board and accordingly the State Board shall cancel the registration of such clinics and banks.", "19": "The Assisted Reproductive Technology (Regulation) Act, 202119. Appeal. -The clinic or bank or the commissioning couple or the woman may, within a period of thirty days from the date of receipt of the communication relating to order of rejection of application, suspension or cancellation of registration passed by the appropriate authority under section 16 or section 18, prefer an appeal against such order to-(a) the State Government, where the appeal is against the order of the appropriate authority of a State;(b) the Central Government, where the appeal is against the order of the appropriated authority of a Union territory, in such manner as may be prescribed.", "20": "The Assisted Reproductive Technology (Regulation) Act, 202120. Power to inspect premises, etc.-The National Board, the National Registry and the State Board shall have the power to, -(i) inspect, any premises relating to assisted reproductive technology; or(ii) call for any document or material,in exercise of their powers and discharge of their functions.", "21": "The Assisted Reproductive Technology (Regulation) Act, 2021Chapter IVDuties of Assisted Reproductive Technology Clinic and Assisted Reproductive Technology Bank21. General duties of assisted reproductive technology clinics and banks. -The clinics and banks shall perform the following duties, namely:-(a) the clinics and banks shall ensure that commissioning couple, woman and donors of gametes are eligible to avail the assisted reproductive technology procedures subject to such criteria as may be prescribed;(b) the clinics shall obtain donor gametes from the banks and such banks shall ensure that the donor has been medically tested for such diseases as may be prescribed;(c) the clinics shall-(i) provide professional counselling to commissioning couple and woman about all the implications and chances of success of assisted reproductive technology procedures in the clinic;(ii) inform the commissioning couple and woman of the advantages, disadvantages and cost of the procedures, their medical side effects, risks including the risk of multiple pregnancy; and(iii) help the commissioning couple or woman to arrive at an informed decision on such matters that would most likely be the best for the commissioning couple;(d) the clinics shall make commissioning couple or woman, aware of the rights of a child born through the use of assisted reproductive technology;(e) the clinics and banks shall ensure that information about the commissioning couple, woman and donor shall be kept confidential and the information about treatment shall not be disclosed to anyone except to the database to be maintained by the National Registry, in a medical emergency at the request of the commissioning couple to whom the information relates, or by an order of a court of competent jurisdiction;(f) every clinic and every bank shall maintain a grievance cell in respect of matters relating to such clinics and banks and the manner of making a compliant before such grievance cell shall be such as may be prescribed;(g) the clinics shall apply the assisted reproductive technology services, -(i) to a woman above the age of twenty-one years and below the age of fifty years;(ii) to a man above the age of twenty-one years and below the age of fifty-five years;(h) the clinics shall issue to the commissioning couple or woman a discharge certificate stating details of the assisted reproductive technology procedure performed on the commissioning couple or woman;(i) all clinics and banks shall co-operate and make available their premises for physical inspection by the National Board, National Registry and State Boards;(j) all clinics and banks shall provide all information related to-(i) enrolment of the commissioning couple, woman and gamete donors;(ii) the procedure being undertaken; and(iii) outcome of the procedure, complications, if any, to the National Registry periodically, in such manner as may be prescribed.", "22": "The Assisted Reproductive Technology (Regulation) Act, 202122. Written informed consent. -(1) The clinic shall not perform any treatment or procedure without-(a) the written informed consent of all the parties seeking assisted reproductive technology;(b) an insurance coverage of such amount as may be prescribed for a period of twelve months in favour of the oocyte donor by the commissioning couple or woman from an insurance company or an agent recognised by the Insurance Regulatory and Development Authority established under the provisions of the Insurance Regulatory and Development Authority Act, 1999 (41 of 1999).(2) The clinics and banks shall not cryo-preserve any human embryos or gamete, without specific instructions and consent in writing from all the parties seeking assisted reproductive technology, in case of death or incapacity of any of the parties.(3) The clinic shall not use any human reproductive material, except in accordance with the provisions of this Act to create a human embryo or use an in-vitro human embryo for any purpose without the specific consent in writing of all the concerned persons to whom the assisted reproductive technology relates.(4) Any of the commissioning couple may withdraw his or her consent under sub-section (1), any time before the human embryos or the gametes are transferred to the concerned woman's uterus.Explanation. -For the purposes of this section, the expressions-(i) \"cryo-preserve\" means the freezing and storing of gametes, zygotes, embryos, ovarian and testicular tissues;(ii) \"insurance\" means an arrangement by which a company, individual or commissioning couple undertake to provide a guarantee of compensation for specified loss, damage, complication or death of oocyte donor during the process of oocyte retrieval; and(iii) \"parties\" includes the commissioning couple or woman and the donor.", "23": "The Assisted Reproductive Technology (Regulation) Act, 202123. Duties of assisted reproductive technology clinics and banks to keep accurate records. -The duties of clinics and banks while keeping the records relating to such clinics and banks are as under:-(a) all clinics and banks shall maintain detailed records of all donor's oocytes, sperm or embryos used or unused, the manner and technique of their use in such manner as may be prescribed;(b) all clinics and banks shall, as and when the National Registry is established, submit by online, -(i) all information available with them in regard to progress of the commissioning couple or woman; and(ii) information about number of donors (sperm and oocyte), screened, maintained and supplied and the like to the National Registry within a period of one month from the date of receipt of such information;(c) the records maintained under clause (a) shall be maintained for at least a period of ten years, upon the expiry of which the clinic and bank shall transfer the records to a central database of the National Registry:Provided that if any criminal or other proceedings are instituted against any clinics or banks, the records and all other documents of such clinics and banks shall be preserved till the final disposal of such proceedings;(d) in the event of the closure of any clinic or bank before the expiry of the period of ten years under clause (c), such clinic or bank shall immediately transfer the records to the central database of the National Registry; and(e) all such records shall, at all reasonable times, be made available for inspection to the National Board or the National Registry or the State Board or to any other person authorised by the National Board in this behalf.", "24": "The Assisted Reproductive Technology (Regulation) Act, 202124. Duties of assisted reproductive technology clinics using human gametes and embryos. -While using human gametes and embryos, the duties to be performed by the clinics and banks shall be as under:-(a) the clinics shall retrieve oocytes in such manner as may be specified by regulations;(b) not more than three oocytes or embryos may be placed in the uterus of a woman during the treatment cycle in such manner as may be specified by regulations;(c) a woman shall not be treated with gametes or embryos derived from more than one man or woman during any one treatment cycle;(d) a clinic shall never mix semen from two individuals for the procedures specified under this Act;(e) the embryos shall not be split and used for twinning to increase the number of available embryos;(f) the collection of gametes posthumously shall be done only if prior consent of the commissioning couple is available in such manner as may be prescribed;(g) the clinic shall not use ovum that are derived from a foetus, in any process of in-vitro fertilisation; and(h) such other duties as may be prescribed. 14 Explanation.-For the purposes of this section, the expression-(i) \"fertilisation\" means the penetration of the ovum by the spermatozoon and fusion of genetic materials resulting in the development of a zygote; and(ii) \"foetus\" means a human organism during the period of its development beginning on the fifty-seventh day following fertilisation and ending at birth or abortion.", "25": "The Assisted Reproductive Technology (Regulation) Act, 202125. Preimplantation Genetic Diagnosis. -(1) The Pre-implantation Genetic testing shall be used to screen the human embryo for known, pre-existing, heritable or genetic diseases only.(2) The donation of an embryo after Pre-implantation Genetic Diagnosis to an approved research laboratory for research purposes shall be done only-(a) with the approval of the commissioning couple or woman; and(b) when the embryo suffers from pre-existing, heritable, life-threatening or genetic diseases.(3) The National Board may lay down such other conditions as it deems fit in the interests of the Pre-implantation Genetic testing.Explanation.-For the purposes of this section, the expression-(i) \"Pre-implantation Genetic Diagnosis\" means the genetic diagnosis when one or both genetic parents has a known genetic abnormality and testing is performed on an embryo to determine if it also carries a genetic abnormality; and(ii) \"Pre-implantation Genetic testing\" means a technique used to identify genetic defects in embryos created through in-vitro fertilisation before pregnancy.", "26": "The Assisted Reproductive Technology (Regulation) Act, 202126. Sex selection.-(1) Subject to the provisions of the Pre-conception and Pre-natal Diagnostic Techniques (Prohibition of Sex Selection) Act, 1994, (57 of 1994) the clinic shall not offer to provide a couple or woman with a child of a pre-determined sex.(2) It is prohibited for anyone to do any act, at any stage, to determine the sex of the child to be born through the process of assisted reproductive technology to separate, or yield fractions enriched in sperm of X or Y variations.(3) A person shall not knowingly provide, prescribe or administer anything that shall ensure or increase the probability that an embryo shall be of a particular sex, or that shall identify the sex of an in-vitro embryo, except to diagnose, prevent or treat a sex-linked disorder or disease.", "27": "The Assisted Reproductive Technology (Regulation) Act, 202127. Sourcing of gametes by assisted reproductive technology banks. -(1) The screening of gamete donors, the collection, screening and storage of semen; and provision of oocyte donor, shall be done only by a bank registered as an independent entity under the provisions of this Act.(2) The banks shall-(a) obtain semen from males between twenty-one years of age and fifty-five years of age, both inclusive;(b) obtain oocytes from females between twenty-three years of age and thirty-five years of age; and(c) examine the donors for such diseases, as may be prescribed.(3) A bank shall not supply the sperm or oocyte of a single donor to more than one commissioning couple.(4) An oocyte donor shall donate oocytes only once in her life and not more than seven oocyte shall be retrieved from the oocyte donor.(5) All unused oocytes shall be preserved by the banks for use on the same recipient, or given for research to an organisation registered under this Act after seeking written consent from the commissioning couple.(6) A bank shall obtain all necessary information in respect of a sperm or oocyte donor, including the name, Aadhaar number as defined in clause (a) of section 2 of the Aadhaar (Targeted Delivery of Financial and other Subsidies, Benefits and Services) Act, 2016, address and any other details of such donor, in such manner as may be prescribed, and shall undertake in writing from such donor about the confidentiality of such information.Explanation. -For the purposes of this section, the expressions-(i) \"retrieval\" means a procedure of removing oocytes from the ovaries of a woman;(ii) \"screening\" means the genetic test performed on embryos produced through in-vitro fertilisation.", "28": "The Assisted Reproductive Technology (Regulation) Act, 202128. Storage and handling of human gametes and embryos. -(1) The standards for the storage and handling of gametes, gonadal tissues and human embryos in respect of their security, recording and identification shall be such as may be prescribed.(2) The gamete of a donor or embryo shall be stored for a period of not more than ten years and at the end of such period such gamete or embryo shall be allowed to perish or be donated to a research organisation registered under this Act for research purposes with the consent of the commissioning couple or individual, in such manner as may be prescribed.", "29": "The Assisted Reproductive Technology (Regulation) Act, 202129. Restriction on sale, etc., of human gametes, zygotes and embryos. -The sale, transfer or use of gametes, zygotes and embryos, or any part thereof or information related thereto, directly or indirectly to any party within or outside India shall be prohibited except in the case of transfer of own gametes and embryos for personal use with the permission of the National Board.Explanation. -For the purposes of this section, the expression \"zygote\" means the fertilised oocyte prior to the first cell division.", "30": "The Assisted Reproductive Technology (Regulation) Act, 202130. Research on human gametes and embryos. -(1) The use of any human gametes and embryos or their transfer to any country outside India for research shall be absolutely prohibited.(2) The research on human gamete or embryo within India shall be performed in such manner as may be prescribed.", "31": "The Assisted Reproductive Technology (Regulation) Act, 202131. Rights of child born through assisted reproductive technology. -(1) The child born through assisted reproductive technology shall be deemed to be a biological child of the commissioning couple and the said child shall be entitled to all the rights and privileges available to a natural child only from the commissioning couple under any law for the time being in force.(2) A donor shall relinquish all parental rights over the child or children which may be born from his or her gamete.", "32": "The Assisted Reproductive Technology (Regulation) Act, 2021Chapter VOffences And Penalties32. Sex selective assisted reproductive technology. -(1) The clinic, or bank or agent thereof, shall not issue, publish, distribute, communicate or cause to be issued, published, distributed or communicated any advertisement in any manner including internet, regarding facilities of sex selective assisted reproductive technology.(2) Whoever contravenes the provisions of sub-section (1) shall be punishable with imprisonment for a term which shall not be less than five years but may extend to ten years or with fine which shall not be less than ten lakh rupees but may extend to twenty-five lakh rupees or with both.", "33": "The Assisted Reproductive Technology (Regulation) Act, 202133. Offences and penalties. -(1) Any medical geneticist, gynaecologist, registered medical practitioner or any person shall not-(a) abandon, disown or exploit or cause to be abandoned, disowned or exploited in any form the child or children born through assisted reproductive technology;(b) sell human embryos or gametes, run an agency, a racket or an organisation for selling, purchasing or trading in human embryos or gametes;(c) import or help in getting imported in whatsoever manner, the human embryos or human gametes;(d) exploit the commissioning couple, woman or the gamete donor in any form;(e) transfer human embryo into a male person or an animal;(f) sell any human embryo or gamete for the purpose of research; or(g) use any intermediates to obtain gamete donors or purchase gamete donors.(2) Whoever contravenes the provisions of clauses (a) to (g) of sub-section (1), shall be punishable with a fine which shall not be less than five lakh rupees but may extend to ten lakh rupees for the first contravention and for subsequent contravention, shall be punishable with imprisonment for a term which shall not be less than three years but may extend to eight years and with fine which shall not be less than ten lakh rupees but may extend to twenty lakh rupees.", "34": "The Assisted Reproductive Technology (Regulation) Act, 202134. Punishment for contravention of provisions of Act or rules for which no specific punishment is provided. -Whoever contravenes any of the provisions of this Act or any rules made thereunder, for which no penalty has been provided in this Act shall be punishable as per sub-section (2) of section 33.", "35": "The Assisted Reproductive Technology (Regulation) Act, 202135. Cognizance of offences. -(1) No court shall take cognizance of any offence punishable under this Act, save on a complaint made by the National Board or the State Board or by an officer authorised by it.(2) No court inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of the first class shall try any offence punishable under this Act.", "36": "The Assisted Reproductive Technology (Regulation) Act, 202136. Offences to be cognizable and bailable. - Notwithstanding anything contained in the Code of Crimincal Procedure, 1973 (2 of 1974), all the offences under this Act shall be cognizable and bailable.", "37": "The Assisted Reproductive Technology (Regulation) Act, 202137. Offences by clinics or banks.-(1) Where an offence under this Act has been committed by any clinic or bank, the executive head of such clinic or bank shall be deemed to be guilty of an offence and shall be liable to be proceeded against and punished accordingly unless he proves that the offence was committed without his knowledge or that he had exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where an offence under this Act has been committed by any clinic or bank and it is proved that the offence has been committed with the consent or connivance of, or is attributable to any neglect on the part of any officer, other than the executive head of the clinic or bank, such officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.", "38": "The Assisted Reproductive Technology (Regulation) Act, 2021Chapter VIMiscellaneous38. Power of Central Government to issue directions to National Board, National Registry and appropriate authority.-(1) The Central Government may, from time to time issue to the National Board, the National Registry and the appropriate authority with respect to the Union territory, such directions as it may think necessary in the interest of the sovereignty and integrity of India, security of the State, friendly relation with foreign States, public order, decency or morality.(2) Without prejudice to the foregoing provisions of this Act, the National Board, the National Registry and the appropriate authority shall, in exercise of its powers or the performance of its functions under this Act, be bound by such directions on questions of policy as the Central Government or the State Government, as the case may be, may give in writing to it from time to time:Provided that the National Board shall, as far as practicable, be given an opportunity to express its views before any direction is given under sub-section (1).(3) If any dispute arises between the Central Government and the National Board as to whether a question is or is not a question of policy, the decision of the Central Government shall be final.", "39": "The Assisted Reproductive Technology (Regulation) Act, 202139. Power of State Government to issue directions to State Board, etc.-(1) The State Government may, from time to time issue to the State Board and to the appropriate authority with respect to the State Government such directions as it may think necessary in the interest of the sovereignty and integrity of India, security of the State, friendly relation with foreign States, public order, decency or morality.(2) Without prejudice to the foregoing provisions of this Act, the State Board and the appropriate authority shall, in exercise of its powers or the performance of its functions under this Act, be bound by such directions on questions of policy as the State Government may give in writing to it from time to time:Provided that the State Board and the appropriate authority shall, as far as practicable, be given an opportunity to express its views before any direction is given under sub-section (1). 18(3) If any dispute arises between the State Government and the State Board as to whether a question is or is not a question of policy, the decision of the State Government shall be final.", "40": "The Assisted Reproductive Technology (Regulation) Act, 202140. Power to search and seize records, etc.-(1) If the National Board, the National Registry or the State Board has reason to believe that an offence under this Act has been or is being committed at any facility using assisted reproductive technology, such Board or any officer authorised in this behalf may, subject to such rules as may be prescribed, enter and search at all reasonable times with such assistance, if any, as such Board or officer considers necessary, such facility using assisted reproductive technology and examine any record, register, document, book, pamphlet, advertisement or any other material object found therein and seize the same, if the said Board has reason to believe that it may furnish evidence of the commission of an offence punishable under this Act.(2) The provisions of the Code of Criminal Procedure, 1973 (2 of 1974), relating to searches and seizures shall, so far as may be, apply to every search or seizure made under this Act.", "41": "The Assisted Reproductive Technology (Regulation) Act, 202141. Protection of action taken in good faith.-No suit, prosecution or other legal proceeding shall lie against the Central Government or the State Government or the National Board or the National Registry or the State Board or the appropriate authority or any other officer authorised by the Central Government or the State Government or the National Board or the National Registry or the State Board or the appropriate authority for anything which is done in good faith or intended to be done in pursuance of the provisions of this Act or the rules or regulations made thereunder.", "42": "The Assisted Reproductive Technology (Regulation) Act, 202142. Power to make rules. -(1) The Central Government may by notification make rules for carrying out the provisions of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for-(a) the other powers and functions of the National Board under clause (g) of section 5;(b) the other powers and functions of the State Board under clause (b) of sub-section (2) of section 8;(c) the terms of office and other conditions of service of scientific, technical and other employees of the National Registry under section 10;(d) the other functions of the National Registry under clause (d) of section 11;(e) the other functions of the appropriate authority under clause (h) of section 13;(f) the other powers to be exercised by the appropriate authority under clause (d) of sub-section (1) of section 14;(g) the format for granting of licences to the clinic or bank by the appropriate authority under sub-section (2) of section 14;(h) the form and manner in which an application shall be made for registration and fee payable thereof under sub-section (2) of section 15;(i) the facilities and equipments to be provided and maintained by the clinics and banks under sub-section (4) of section 15;(j) the conditions, form and fee for application of renewal of the registration of clinic or bank under section 17;(k) the manner in which an appeal may be preferred to the State Government or the Central Government under section 19;(l) the criteria for availing the assisted reproductive technology procedures under clause (a) of section 21;(m) the medical examination of the diseases with respect to which the donor shall be tested under clause (b) of section 21;(n) the manner of making a complaint before a grievance cell and the mechanism adopted by the clinic under clause (f) of section 21;(o) the manner of providing information by the clinics and banks to the National Registry under clause (j) of section 21;(p) the amount of insurance coverage for oocyte donor under clause (b) of sub-section (1) of section 22;(q) the manner of maintaining the records by the clinics and banks under clause (a) of section 23;(r) the manner of collection of gametes posthumously under clause (f) of section 24;(s) the other duties of clinics under clause (h) of section 24;(t) the examination of the donors by the assisted reproductive technology banks for diseases under clause (c) of sub-section (2) of section 27;(u) the manner of obtaining information in respect of a sperm or oocyte donor by a bank under sub-section (6) of section 27;(v) the standards for the storage and handling of gametes, human embryos in respect of their security, recording and identification under sub-section (1) of section 28;(w) the manner of obtaining the consent of the commissioning couple or individual for perishing or donating the gametes of a donor or embryo under sub-section (2) of section 28;(x) the manner of performing research on human gametes or embryo within India under sub-section (2) of section 30;(y) the manner of entry and search by the National Board, the National Registry or the State Board or any officer authorised by it under sub-section (1) of section 40;(z) any other matter which is to be, or may be prescribed, or in respect of which provision is to be made by rules.", "43": "The Assisted Reproductive Technology (Regulation) Act, 202143. Power to make regulations. -(1) The National Board may, with the prior approval of the Central Government, by notification make regulations consistent with this Act and the rules made thereunder to carry out the provisions of the Act;(2) In particular, and without prejudice to the generality of the foregoing power, such regulations may provide for-(a) the manner of retrieving the oocytes under clause (a) of section 24;(b) the manner of placing the oocytes or embryos in the uterus of a woman under clause (b) of section 24; and(c) any other matter which is required to be, specified by regulations or in respect of which provision is to be made by regulations.", "44": "The Assisted Reproductive Technology (Regulation) Act, 202144. Laying of rules, regulations and notifications.-Every rule or regulation made and notification issued under this Act shall be laid, as soon as may be after it is made or issued, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rules or regulations or notifications, as the case may be or both Houses agree that the rules or regulations or notifications, as the case may be, should not be made or issued, such rules or regulations or notifications, as the case may be, shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule or regulation or notification, as the case may be.", "45": "The Assisted Reproductive Technology (Regulation) Act, 202145. Application of other laws not barred. -The provisions of this Act shall be in addition to, and not in derogation of, the provisions of the Pre-conception and Pre-natal Diagnostic Techniques (Prohibition of Sex Selection) Act, 1994 (57 of 1994) and the Clinical Establishment (Registration and Regulation) Act, 2010 (23 of 2010) or of any other law for the time being in force.", "46": "The Assisted Reproductive Technology (Regulation) Act, 202146. Power to remove difficulties. -(1) If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by order published in the Official Gazette, make such provisions not inconsistent with the provisions of this Act as may appear to it to be necessary or expedient for removing the difficulty:Provided that no such order shall be made after the expiry of a period of three years from the date of commencement of this Act.(2) Every order made under this section shall, as soon as may be made, be laid before each House of Parliament."}