{"name": "Banking Companies (Legal Practitioners Clients Account) Act, 1949\r", "1": " Banking Companies (Legal Practitioners' Clients' Account) Act, 19491.Short title, extent and commencement.-(1) This Act may be called the banking\r\ncompanies (Legal Practitioners' Clients' Accounts) Act, 1949.{Subs. by the A.O. 1950, for the former sub-section.}\r\n[(2) It extends to the whole of India { The \r\nwords \"except the State of  Jammu Kashmir \" omitted by Act\r\n62 of 1956, s. 2 and Sch .} * * *.](3) It shall come into force in the\r\nPresidency-town of  Bombay at once, and in the\r\nrest of the {Subs. by the Bombay Reorganization (Adaptation of Laws on Union\r\nSubjects) Order, 1961, for \"State of Bombay\" ( w.e.f .\r\n  1-5-1960 ).} [State\r\nof  Maharashtra   ] or\r\nany part thereof or {Subs. by the A.O. 1950, for \"in any other Province or\r\nany Acceding  \r\n  State   or\r\nany Part of such Province or State\".} [ in any\r\nother State or in any part of such State] on such date or dates {The Act was\r\nbrought into force in Orissa on  1st August, 1950 , vide Notifn . No.\r\nS.R.O. 270, dated the\r\n 12th July, 1950 , Gazette of Indian, Pt. II, Sec. 3, p. 278 and in the\r\nState of  Punjab on  the 1st October, 1951 , vide Notifn .\r\nNo. S.R.O. 1431, dated 18th\r\n September, 1951 , Gazette of India, Pt. II, Sec. 3, p. 1597.} as the Central Government may, by notification in the\r\nOfficial Gazette, appoint.", "2": " Banking Companies (Legal Practitioners' Clients' Account) Act, 19492.Definitions.-In this Act, unless there is anything\r\nrepugnant in the subject or context,-{Subs. by Act 38 of\r\n1959, s. 64 and Sch . III, for cl .\r\n(a) ( w.e.f .  10-9-1959 ).} [(a) \"banking\r\ncompany\" means any banking company as defined in section 5 of the Banking\r\nCompanies Act, 1949 (1 of 1949), and includes the State Bank of India {Subs. by\r\nAct 5 of 1970, s. 20, for \"and any subsidiary bank\" (w.e.f . 19-7-1969).} [ a \r\ncorresponding new bank constituted under section 3 of the Banking Companies\r\n(Acquisition and Transfer of Undertaking Act, 1970 ( 5 of 1970), {Subs. by Act\r\n21 of 1976, s. 33, for certain words ( w.e.f .  26-9-1975 ).} [ a Regional\r\nRural Bank established under section 3 of the Regional Rural Banks Act, 1976\r\n(21 of 1976), {Subs. by Act 40 of 1980, s. 20 ( a ) (w.e.f .  15-4-1980 ).} [\r\na corresponding new bank constituted under section 3 of the Banking\r\nCompanies (Acquisition and Transfer of Undertakings) Act, 1980 (40 of 1980) and\r\nany subsidiary bank]]] as defined in the State Bank of\r\n  India (Subsidiary Banks )\r\nAct, (38 of 1959);](b) \" legal practitioner \" has the\r\nsame meaning as in the legal Practitioners Act, 1879 (18 of 1879).", "3": " Banking Companies (Legal Practitioners' Clients' Account) Act, 19493.Restriction of liability of banking\r\ncompanies in certain cases.- (1) Where, under any law or rules having the\r\nforce of law, a legal practitioner keeping an account in banking company for\r\nclients,' moneys may only operate on such account for specified purposes, then,\r\nneither the banking company with which such an account is kept nor any other\r\nbanking company shall, in connection with any transaction relating to such\r\naccount, incur any liability, or be under nay obligation to make any enquiry,\r\nor be deemed to have nay knowledge of any right of any person to any\r\nmoney paid or credited to such account, which it would not incur, or be under,\r\nor be deemed to have, in the case of an account kept by a person entitled\r\nabsolutely to all the money paid or credited to the account :\nProvided that nothing in this sub-section shall-( i ) apply to the\r\ncase of an account kept by a legal practitioner as trustee for a specified\r\nbeneficiary, or(ii) relieve a banking company form any\r\nliability or obligation which it would incur or be under, apart form this Act.(2) Notwithstanding anything contained in\r\nsub-section (1), a banking company in which a legal practitioner keeps an\r\naccount for clients' moneys shall not, in respect of any liability of such\r\npractitioner to the banking company, not being a liability in connection with\r\nthat account, have or obtain any recourse or right, whether by way of set-off,\r\ncounter-claim, charge or otherwise, against moneys standing to the credit of\r\nthat account."}