{"name": "Benami Transactions Act (Prohibition), 1988\r", "1": "Benami Transactions Act (Prohibition), 19881. Short title, extent and commencement. -(1) This Act may be called the Benami Transactions\r\n(Prohibition) Act, 1988.(2) It extends to the whole of India except\r\nthe State of Jammu and Kashmir.(3) The provisions of sections 3m 5 and 8\r\nshall come into force at once, and the remaining provisions of this Act shall\r\nbe deemed to have come into force on the 19th day of May , 1988.", "2": "Benami Transactions Act (Prohibition), 19882. Definitions. -In this Act, unless the context otherwise\r\nrequires, --(a) \"Benami transaction\" means any\r\ntransaction in which property is transferred to one person for a consideration\r\npaid or provided by another person:(b) \"prescribed\" means prescribed by\r\nrules made under this Act;(c) Property means property of any kind,\r\nwhether movable or immovable, tangible or intangible, and includes any right or\r\ninterest in such property.Comments: It may be noted that the Act is a\r\npiece of prohibitory legislation and it prohibits benami transactionssubject to stated exceptions and makes such\r\ntransactions punishable and also prohibits the right to defenses against\r\nrecovery of benami transactions as defined in S. 2(a) of the Act. The\r\nParliament has jurisdiction to pass a declaratory legislation. As a result of\r\nthe provisions of the Act all properties held benami at the moment of the Act\r\ncoming into force may be affected irrespective of their beginning, duration and\r\norigin. This will be so even if the legislation is not retrospective but only\r\nretroactive. Mithilesh Kumari v. Prem Behari Khare AIR 1989 SUPREME COURT\r\n1247", "3": "Benami Transactions Act (Prohibition), 19883. Prohibition of benami transactions-(1) No person shall enter into any benami\r\ntransaction.(2) Nothing in sub-section (1) shall apply to\r\nthe purchase of property by any person in the name of his wife or unmarried\r\ndaughter and it shall be presumed, unless the contrary is proved, that the said\r\nproperty had been purchased for the benefit of the wife or the unmarried\r\ndaughter.(3) Whoever enters into any benami transaction\r\nshall be punishable with imprisonment for a term which may extend to three\r\nyears or with fine or with both.(4) Notwithstanding anything contained in the\r\nCode of Criminal Procedure, 1973 (2of 1974), an offence under this section\r\nshall be non-cognizable and bailable.", "4": "Benami Transactions Act (Prohibition), 19884. Prohibition of the right to recover\r\nproperty held benami. -(1) No suit, claim or action to enforce any\r\nright in respect of any property held benami against the person in whose name\r\nthe property is held or against any other person shall lie by or on behalf of a\r\nperson claiming to be the real owner of such property.(2) No defense based on any right in respect\r\nof any property held benami, whether against the person in whose name the\r\nproperty is held or against any other person, shall be allowed in any suit,\r\nclaim or action by or on behalf of a person claiming to be the real owner of\r\nsuch property.(3) Nothing in this section shall apply-(a) where the person\r\nin whose name the property is held is a coparcener in a Hindu undivided family\r\nand the property is held for the benefit of the coparceners in the family; or(b) where the person\r\nin whose name the property is held is a trustee or other person standing in a\r\nfiduciary capacity, and the property is held for the benefit of another person\r\nfor whom he is a trustee or towards whom he stands in such capacity.COMMENTS(i) Sub-section (1) of section 4 has no\r\napplication to the claim made in the suit as this is not a suit filed by or on\r\nbehalf of defendant No.1 against defendant No.2 or the legal representatives of\r\ndefendant No..2, instead it is a suit filed by a third party for specific\r\nperformance of the suit contract against the real owner as well as benamidar,\r\nMurlidhar Bapuji Valve v. Yallappa Lalu Chaugule, AIR 1994 Bom 358.(ii) The defense raised by the contesting\r\nrespondents that the transaction of the sale under the sale deed dated 9th\r\nOctober, 1957 executed in favor of the appellants was a benami transaction is\r\nprohibited in view of section 4(2) of the Benami Transactions (Prohibition)\r\nAct, 1988; Duvuru Mohand Reddy v. Alluru Nagi Reddy, AIR 1994 SC 1647.(iii) The defense taken by the defendant that\r\nthe plot in fact was purchased by him in the name of his brother i.e. the plot\r\nwas purchased benami, cannot be allowed by virtue of section4(2) of the Benami\r\nTransactions (Prohibition) Act, 1988; Om Prakash Rawal v. Justice Amrit Lal\r\nBahri, AIR 1994 HP 27.(iv) Under section 88 of Indian Trusts Act, an\r\nagent or other person bound is in a fiduciary character to protect the interest\r\nof the principal and the former would hold the property for the benefit of the\r\nprincipal or the person in whose behalf he acted as an agent. Held that a real\r\npurchaser is the respondent, the petitioner as an agent and power of attorney\r\nhad purchased the property but ostensibly had his name entered in the sale\r\ncertificate fraudulently and without consent of the principal and the question\r\nof benami does not arise though section 4 prohibits such a plea; P. V. Sankara\r\nKarup v. Leelavathy Nambiar, AIR 1994 SC 2694.(v) A coparcenery is purely a creature of law\r\nand it cannot be created by act of parties whereas a composite family is the\r\nresult of an agreement express or implied. There are incidents to the\r\nconstitution of a composite family, but all incidents are consequences of the\r\nagreement between the parties. Held that exception is section4(3) could not be\r\nattracted in the present case of an alleged composite family; B. Rajagopal Reddy\r\nv. Padmini Chandrasekharan, AIR 1990 Mad 353.(vi) On coming into force of the Benami\r\nTransactions (Prohibition) Act, defense raised for the proof of the fact that\r\nthe property held by a person is in the capacity of a benamidar is expressly\r\nprohibited. Neither the court is permitted in law to consider such defense nor\r\nto record its findings. Held that the Income-tax Deptt. would be prohibited\r\nfrom raising a defense that the suit property held by the wife is benami and\r\nthe real owner is her husband; Smt. Khateeja Bai v. Union of India, AIR 1994\r\nNOC 136 MP.(vii) The plaintiff cannot lay any claim in\r\nview of section 4 to the house on the ground that they stand in the name of\r\nstep mother benami for her deceased father, Baghyavathi v. Lakahmikathammal,\r\nAIR 1993 Mad 346.(viii) The burden of showing that a transfer\r\nis a benami transaction lies on the person who asserts that is such a\r\ntransaction. The governing principal for determining the question whether a\r\ntransaction is benami or not is to be proved by showing that the purchase money\r\ncame from a person other than the person in whose favor the property is\r\ntransferred . The intention of the person who contributed towards the money has\r\nto be inferred from the circumstances and the relationship of the parties and\r\nthe motive governing their action in bringing about the transaction and their\r\nsubsequent conduct; Mahinder Singh v. Pardaman Singh, AIR 1992 Del 357.(ix) In view of section 4, there is a total\r\nprohibition against any suit based on benami transaction and the\r\nplaintiff-respondent is not entitled to get any decree in such suit or in\r\nappeal, an appeal being a constitution of suit and in the present case the\r\nappeal was pending before this court. In s suit for recovery of benami property\r\nif any appeal is pending on the date of coming into force of section 4 the\r\nappellant court can take into account the subsequent legislative changes; Om\r\nPrakash v. Jai Prakah, AIR 1992 SC 885.(x) Section 4 of the Benami Transaction\r\n(Prohibition ) Act, must be taken to relate of section 2 of the Benami\r\nTransactions (Prohibition of the Right to Recover Property) Ordinance, 1988. It\r\nis clear that in spite of the recommendation of the Law Commission of India to\r\nbar institution of suits only, the Ordinance making authority has thought if it\r\nto bar other proceedings also and has also provided in express words barring of\r\nall claims and actions to enforce the right of a person alleging to be the real\r\nowner against the benemidar. The Legislature by using the expression ‘shall\r\nlie’ made departure from the usual expression ’shall be institute’ clearly\r\ndemonstrate its resolve to regulate all such suits, claims or actions also\r\nwhich would be lying in the court on the date of its commencement; Urmila Bala\r\nDasi v. Probodh Chandra Ghosh, AIR Cal 283.(xi) The expression any property held benami\r\nis not limited to any particular time, date or duration i.e. the Benami\r\nTransactions (Prohibition) Act, 1988 is retrospective in operation. Once the\r\nproperty is found to have been held benami no suit, claim or action to enforce\r\nany right in respect thereof shall lie. Sub-section (2) of section 4 similarly\r\nnullifies the defenses based on any right in respect of any property held\r\nbenami. Section 4 in its sweep envisages past benami transaction also within\r\nits retroactivity. In this sence the Act is both a penal and a disqualifying\r\nstatute. Held that as the appeal was pending in Supreme Court on commencement\r\nof the Benami Transactions (Prohibition) Act, 1988, the matter becomes\r\nsub-judice and thereafter the ‘Supreme Court’ had seisin of the whole case and\r\nthe decree passed by the lower courts annihilated and the suit dismissed;\r\nMithilesh Kumari v. Prem Behari Khare, AIR 1989 SC 1247.(xii) The benamidar before the enactment of\r\nBenami Transactions (Prohibition) Act, 1988 could not have any right, title and\r\ninterest in the property which the benamidar could convey. By the principle of\r\nfictional relation back as propounded by the Supreme Court in Mithlesh Kumari,\r\nthe benamidar should be deemed to have title to the property on the date he\r\nexecuted the deed or release. Held that Surendra Kumar was the benamidar and in\r\npoint of act on the date of execution of the deed of release he had no right or\r\ninterest in the property; Ratanlal Bansilal v. Kishorilal Goenka, AIR 1993 Cal\r\n144.(xiii) It has been held that the suit is not\r\nhit by sections 2 and 4 of the Benami Transactions (Prohibition) Act, 1988 as\r\nthe plaintiff has not alleged that the defendant No 1 i.e. one of the partners\r\nwas or is a benamidar or that the money was paid by the plaintiff or that the\r\nproperty was purchased in the name of the defendant No.1 as benamidar apart\r\nfrom that the under section 14 and 15 of the Partnership Act, a partnership can\r\nacquire asserts in the name of partners and these sections have not been\r\ndeleted by the Benami Transactions (Prohibition) Act, 1988; Md. Hasan Hashmi v.\r\nSmt. Kaberi Roy, AIR 1993 Cal 70.(xiv) Section 4 takes into its ambit the right\r\nof a real owner vis-à-vis ostensible owner. The prohibition under section 4(1) and\r\n(2) does not prohibit the right of a third party to get a declaration. The\r\nthird party has the right to raise the contention that someone was the real\r\ntransferee and the sale deed was only executed in the name of the transferee\r\nwho was a benamidar, Gopal Bariha v. Satyanarayan Das, AIR 1991 Ori 131.(xv) Section 2 of the Benami Transactions\r\n(Prohibition of the Right to Recover Property) Ordinance, 1988 relates to\r\nsection 4 of the Benami Transaction (Prohibition) Act, 1988 and according to\r\nsection 2 of the Benami Transactions (Prohibition of the Right to Recover\r\nProperty) Ordinance, 1988, action means a civil proceeding commenced by\r\n\"writ\" or in such other manner, as may be prescribed by rules of\r\ncourt but does not include a criminal proceeding, therefore the term\r\n\"action\" is wide enough to take in an appeal or a second appeal;\r\nVelayudhan Ramkrishan v. Rajeev, AIR 1989 Ker 12.(xvi) In the context and setting of section 4\r\nthe word ‘held ‘ has to be understood as \"possessed or occupied\". If\r\nthe possession or occupation is not benami, section 4 can have no application\r\nand as a sham transaction or bipartite transaction is not a benami. Section 4\r\ndoes not apply to such a transaction; Ouseph Chacko v. Raman Nair, AIR 1989 Ker\r\n317.(xvii) Section 4 and 7 of the Benami\r\nTransactions (Prohibition) Act, 1988 relate to sections 2 and 4 of the Benami\r\nTransactions(Prohibition of the Right to Recover Property) Ordinance, 1988.\r\nBoth section 7 of the Benami Act and section 4 of the Benami Ordinance repeal\r\nsection 82 of the Trusts Act keeping section 81 of the Trusts Act intact.\r\nKeeping in view section 81 of Trusts Act nominal transactions are not intended\r\nto be covered and are not hit by section 4;B. Rayudu, AIR 1989 AP 290.", "5": "Benami Transactions Act (Prohibition), 19885. Property held benami liable to acquisition-(1) All properties held benami shall be\r\nsubject to acquisition by such authority, in such manner and after following\r\nsuch procedure, as may be prescribed.(2) For the removal of doubts, it is hereby\r\ndeclared that no amount be payable for the acquisition of any property under\r\nsub-section(1)", "6": "Benami Transactions Act (Prohibition), 19886. Act not to apply in certain cases. -Nothing in this Act shall affect the\r\nprovisions of Section 53 of the Transfer of Property Act, 1882 (4 of 1882), or\r\nany law relating to transfer for an illegal purpose.", "7": "Benami Transactions Act (Prohibition), 19887. Repeal of provisions of certain Acts .-(1) Sections 81, 82 and 94 of the Indian\r\nTrusts Act, 1882 (2of 1882), section 66 of the Code of Civil Procedure, 1908\r\n(5of 1908), and section 281 A of the Income-tax Act, 1961(43 of 1961). Are\r\nhereby repealed.(2) For the removal of doubts, it is hereby\r\ndeclared that nothing in sub-section (1) shall affect the continued operation\r\nof section 281 A of the Income -tax Act, 1961 (43 of 1961), in the State of\r\nJammu and Kashmir.", "8": "Benami Transactions Act (Prohibition), 19888. Power to make rules .-(1) The Central Government may, by\r\nnotification in the Official Gazette, make rules for carrying out the purposes\r\nof this Act.(2) In particular, and without prejudice to\r\nthe generality of the foregoing power, such rules may provide for all or any of\r\nthe following matters, namely:-(a) the authority\r\ncompetent to acquire properties under section5;(b) the manner in\r\nwhich, and the procedure to be followed for, the acquisition of properties\r\nunder section5;(c) any other matter\r\nwhich is required to be, or may be, prescribed(3) Every rule made under this Act shall be\r\nlaid, as soon as may be after it is made, before each House of Parliament,\r\nwhile it is in session for a total period of thirty days which may be comprised\r\nin one session or in two or more successive sessions, and if, before the expiry\r\nof the session immediately following the session or the successive sessions\r\naforesaid, both Houses agree in making any modification in the rule or both\r\nHouses agree that the rule should not be made, the rule shall thereafter have effect\r\nonly in such modified form or be of no effect, as the case may be; so, however,\r\nthat any such modification or annulment shall be without prejudice to the\r\nvalidity of anything previously done under that rule.", "9": "Benami Transactions Act (Prohibition), 19889. Repeal and saving. -(1) The Benami Transactions (Prohibition of\r\nthe Right to Recover Property) Ordinance, 1988 (Ordinance 2 of 1988), is hereby\r\nrepealed.(2) Notwithstanding such repeal, anything done\r\nor any action taken under the said Ordinance shall be deemed to have been done\r\nor taken under the corresponding provisions of this Act."}