{"name": "Bengal, Agra and Assam Civil Courts Act, 1887\r", "1": "1. ShortTitle,  and commencement.(1) This Act may be called the Bengal, 2[Agra] and Assam Civil Courts Act, 1887.(2) It extends to the territories 3 [which were on the 11th March, 1887,] respectively administered by the Lieutenant -Governor of Bengal, the Lieutenant -Governor of the North - Western Provinces and the Chief Commissioner of Assam, except such portions of those territories as for the time being are not subject to the ordinary civil jurisdiction of the High Courts 4***; and(3) It shall come into force on the first day of July, 1887.", "2": "2. Repeal.(2) 6 *** all Courts constituted, appointments, nominations, rules and orders made, jurisdition and powers conferred and lists published under the Bengal Civil Courts Act, 1871 (6 of 1871) 7, or any enactment thereby repealed, or purporting expressly or impliedly to have been so constituted, made, conferred and published, shall be deemed to have been respectively constituted, made, conferred and published under this Act; and(3) Any enactment or document referring to the Bengal Civil Courts Act, 1871 (6 of 1871)7, or to any enactment thereby repealed, shall be construed to refer to this Act or to the corresponding portion thereof.1. This Act has been declared by notification under the Scheduled Districts Act, 1874 (14 of 1874), s. 3, to be in force in the following Scheduled Districts, namely:the districts of Hazaribagh, Ranchi, Palamau and Manbhum, and Parganas Dhalbhum, the Chaibbassa Municipality, and the Porahat Estate in the district of Singhbhum in the Chota Nagpur Division. It has also been declared in force in the Angul District by the Angul Laws Regulation, 1936 (5 of 1936), s. 3 and Sch.It is in force in the Sonthal Parganas for certain purposes: see the Sonthal Parganas Justice Regulation, 1893 (5 of 1893).It has been extended to the Sambalpur district by the Sambalpur Civil Courts Act, 1906 (Ben. 4 of 1906); to the areas transferred to the Province of Orissa from the Madras Presidency and the Central Provinces by the Orissa Laws Regulation, 1936 (1 of 1936), s. 4; and to the District of Koraput and certain areas of the Ganjam Agency, by the Koraput and Ganjam Agency Repealing and Extension of Laws Regula tion, 1951 (Orissa Regu. 5 of 1951).It has been amended in its application to  West Bengal, by Ben. Act 19 of 1935, West Ben. Acts 59 of 1950, 16 of 1957, 26 of 1969, 55 and 58 of 1978; Bihar and Orissa, by B. & O Act 4 of 1922;Agra, by U.P. Acts 5 of 1925 and 4 of 1936;Assam, by Assam Acts 6 of 1935, 17 of 1974 and 1 of 1979;Bihar, by Bihar Act 12 of 1960 and Uttar Pradesh by U.P. Acts 14 of 1970 and 57 of 1976.2. Subs. by Act 16 of 1911, s. 2, for \"North-Western Provinces\".3. Subs. by the A.O. 1937, for \"for the time being\".4. The words \"and except the Jhansi Division\" rep. by Act 20 of 1890, s. 9.5. Sub-section (1) rep. by Act 12 of 1891, s. 2 and the First Schedule.6. The word \"But\" rep. s. 2 and the First Schedule, ibid.7. Act 6 of 1871 was rep. by s. 2 of this Act.", "3": "3. Classes of Courts.There shall be the following classes of Civil Courts under this Act, namely:(1) the Court of the District Judge;(2) the Court of the Additional Judge;(3) the Court of the Subordinate Judge; and (4) the Court of the Munsif.", "4": "[4. Number of District Judges, Subordinate Judges and Munsifs.The State Government may alter the number of District Judges, Subordinate Judges and Munsifs now fixed.]", "5": "5. [Number of Munsifs.]Rep. by the Decentralization Act, 1914 (4 of 1914), s. 2 and the Schedule, Part I.", "6": "6. Vacancies among District or Subordinate Judges.(1) Whenever the office of District Judge or Subordinate Judge is vacant by reason of the death, resignation or removal of the Judge or other cause, or whenever 2(an increase in the number of District or Subordinate Judges has been made under the provisions of section 4], the 3[State Government or, as the case may be, the High Court] may fill up the vacancy or appoint the additional District Judges or Subordinate Judges 4***.(2) Nothing in this section shall be construed to prevent a State Government from appointing a District Judge or Subordinate Judge to discharge, for such period as it thinks fit, in addition to the functions devolving on him as such District Judge or Subordinate Judge, all or any of the functions of another District Judge or Subordinate Judge, as the case may be.", "7": "7. [Vacancies among Munsifs.]Rep.by the A. O. 1937.", "8": "8. Additional Judges.(1) When the business pending before any District Judge requires the aid of Additional Judges for its speedy disposal, the State Government may, 5[having consulted] the High Court 6***, appoint such Additional Judges as may be requisite.(2) Additional Judges so appointed shall discharge any of the functions of a District Judge which the Disrict Judge may assign to them, and, in the discharge of those functions, they shall exercise the same powers as the District Judge.", "9": "9. Administrative control of Courts.Subject to the superintendence of the High Court, the District Judge shall have administrative control over all the Civil Courts under this Act within the local limits of his jurisdiction.", "10": "10. Temporary charge of District Court.(1) In the event of the death, resignation or removal of the District Judge, or of his being incapacitated by illness or otherwise for the performance of his duties, or of his absence from the place at which his Court is held, the Additional Judge, or, if an Additional Judge is not present at that place, the senior Subordinate Judge present thereat, shall, without relinquishing his ordinary duties, assume charge of the office of the District Judge, and that continue in charge thereof until the office is resumed by the District Judge or assumed by an officer appointed thereto.1. Subs. by 38 of 1920, s. 2 and the First Schedule, for section 4.2. Subs. by s. 2 and the First Schedule, ibid., for \"the G.G. in C. has sanctioned an increase of the number of District Judges or Subordinate Judges\".3. Subs. by the A. O. 1937, for \"L. G.\".4. The words \"as the case may be\" rep., ibid.5. Subs., ibid., for \"upon the recommendation of\".6. The words \"and with the previous sanction of the G. G. in C. \" rep. by Act 16 of 1911, s. 3.(2) While in charge of the office of the District Judge, the Additional Judge or Subordinate Judge, as the case may be, may, subject to any rules which the High Court may make in this behalf, exercise any of the powers of the District Judge.", "11": "11. Transfer of proceedings on vacation of office of Subordinate Judge.(1) In the event of the death, resignation or removal of a Subordinate Judge, or of his being incapacitated by illness or otherwise for the performance of his duties, or of his absence from the place at which his Court is held, the District Judge may transfer all or any of the proceedings pending in the Court of the Subordinate Judge either to his own Court or to any Court under his administrative control competent to dispose of them.(2) Proceedings transferred under sub-section (1) shall be disposed of as if they had been instituted in the Court to which they are so transferred:(3) Provided that the District Judge may re-transfer to the Court of the Subordinate Judge or his successor any proceedings transferred under sub-section (1) to his own or any other Court.(4) For the purposes of proceedings which are not pending in the Court of the Subordinate Judge on the occurrence of an event referred to in sub-section (1), and with respect to which that Court has exclusive jurisdiction, the District Judge may exercise all or any of the jurisdiction of that Court.", "12": "12. [ Temporary charge of office of Munsif . ]Rep . by the A . O . 1937 .", "13": "13. Power to fix local limits of jurisdiction of Courts.(1) The State Government may, by notification in the Official Gazette, fix and alter the local limits of the jurisdiction of any Civil Court under this Act.(2) If the same local jurisdiction is assigned to two or more Subordinate Judges or to two or more Munsifs, the District Judge may assign to each of them such civil business cognizable by the Subordinate Judge or Munsif, as the case may be, as, subject to any General or special orders of the High Court, he thinks fit.(3) When civil business arising in any local area is assigned by the District Judge under sub-section(2) to one of two or more Subordinate Judges, or to one of two or more Munsifs, a decree or order passed by the Subordinate Judge or Munsif shall not be invalid by reason only of the case in which it was made having arisen wholly or in part in a place beyond the local area if that place is within the local limits fixed by the State Government under sub -section (1).(4) A Judge of a Court of Small Causes appointed to be also a Subordinate Judge or Munsif is a Subordinate Judge or Munsif, as the case may be, within the meaning of this section.(5) The present local limits of the jurisdiction of every Civil Court under this Act shall be deemed to have been fixed under this section.", "14": "14. Place of sitting of Courts.(1) The State Government may, by notification in the Official Gazette, fix and alter the place or places at which any Civil Court under this Act is to be held.(2) All places at which any such Courts are now held shall be deemed to have been fixed under this section.", "15": "15. Vacations of Courts.(1) Subject to such orders as may be made 1*** 2[*** by the State Government 3 ***] the High Court shall prepare a list of days to be observed in each year as close holidays in the Civil Courts.(2) The list shall be published in the official Gazette.(3) A judicial act done by a Civil Court on a day specified in the list shall not be invalid by reason only of its having been done on that day.1. The words \"by the G. G. in C., in the case of the High Court at Calcutta, and \" rep. by the A. O. 1937.2. Ins. by Act 38 of 1920, s. 2 and the First Schedule.3. The words \"in other cases\" rep. by the A.O. 1937.", "16": "16. Seals of Courts.Every Civil Court under this Act shall use a seal of such form and dimensions as are prescribed by the State Government.", "17": "17. Continuance of proceeding of Courts ceasing to have jurisdiction.(1) Where any Civil Court under this Act has from any cause ceased to have jurisdiction with respect to any case, any proceeding in relation to that case which, if that Court had not ceased to have jurisdiction, might have been had therein may be had in the Court to which the business of the former Court has been transferred.(2) Nothing in this section applies to cases for which provision is made in section 623 o r section 649 of the Code of Civil Procedure 1 (14 of 1882) or in any other enactment for the time being in force.", "18": "18. Extent of original jurisdiction of District or Subordinate Judge.Save as otherwise provided by any enactment for the time being in force, the jurisdiction of a District Judge or Subordinate Judge extends, subject to the provisions of section 15 of the Code of CivilProcedure2 (14 of 1882), to all original suits for the time being cognizable by Civil Cou rts.", "19": "19. Extent of jurisdiction of Munsif.(1) Save as aforesaid, and subject to the provisions ofsub-section (2), the jurisdiction of a Munsif extends to all like suits of which the value does not exceed one thousand rupees.(2) The State Government may, on the recommendation of the High Court, direct, by notification in the Official Gazette, with respect to any Munsif named therein, that his jurisdiction shall extend to all like suits of such value not exceeding two thousand rupe es a s ma y b e s p e c i f i e d i n t h e n o t i f i ca t i o n :4[Provided that the State Government may, by notification in the Official Gazette, delegate to the High Court its powers under this section.]", "20": "20. Appeals from District and Additional Judges.(1) Save as otherwise provided by any enactment for the time being in force, an appeal from a decree or order - of a District Judge or Additional Judge shall lie to the High Court.(2) An appeal shall not lie to the High Court from a decree or order of an Additional Judge in any case in which, if the decree or order had been made by the District Judge, an appeal would not lie to that Court.", "21": "21. Appeals from Subordinate Judges and Munsifs.(1) Save as aforesaid, an appeal from a decree or order of a Subordinate Judge shall lie(a) to the District Judge where the value of the original suit in which or in any proceeding arising out of which the decree or order was made did not exceed five thousand rupees, and (b) to the High Court in any other case.(2) Save as aforesaid, an appeal from a decree or order of a Munsif shall lie to the District Judge.(3) Where the function of receiving any appeals which lie to the District Judge under sub-section (1) or sub-section (2) has been assigned to an Additional Judge, the appeals may be preferred to the Additional Judge.(4) The High Court may, with the previous sanction of the State Government, direct, by notification in the Official Gazette, that appeals lying to the District Judge under sub-section (2) from all or any of the decrees or orders of any Munsif shall be preferred to the Court of such Subordinate Judge as may be mentioned in the notification, and the appeals shall thereupon be preferred accordingly.1. In Bengal and Assam, for the words and figures \"in s. 623 or s. 649 of the Code of Civil Procedure \" the words and figures \"in ss. 36, 37 and 114 of, and rule 1 of Order XLVII in Sch. I to, the Code of Civil Procedure, 1908, \" have been subs. by Bengal Act 19 of 1935 and Assam Act 6 of 1935, respectively. In Agra, Bihar and Orissa, also, the reference to the old enactment should be construed in the same way: see the Code of Civil Procedure, 1908 (Act 5 of 1908), s. 158.2. In Bengal and Assam, the figures \"1908,\" have been ins. at this place by Bengal Act 19 of 1935 and Assam Act 6 of 1935, respectively. In Agra, Bihar and Orissa. also, the reference to the old enactment should be construed in the same way: see the Code of Civil Procedure, 1908 (Act 5 of 1908), s. 158.3. S. 19 does not apply to Honorary Munsifs and Benches, in the U. P.: see the U. P. Honorary Munsifs Act, 1896 (U.P. 2 of 1896), s. 13. This section has been di versely amended in Bengal, Bihar and Orissa, Agra and Assam by Ben. Act 19 of 1935, s. 5, B. & O. Act 4 of 1922, s. 2, U.P. Act 5 of 1925, ss. 2 and 3, and Assam Act 6 of 1935, s. 5, respectively.4. Ins. by Act 4 of 1914, s. 2 and the Schedule, Part I.", "22": "22. Power to transfer to Subordinate Judges appeals from Munsifs.(1) A District Judge may transfer to any Subordinate Judge under his administrative control any appeals pending before him from the decrees or orders of Munsifs.(2) The District Judge may withdraw any appeal so transferred, and either hear and dispose of it himself or transfer it to a Court under his administrative control competent to dispose of it.(3) Appeals transferred under this section shall be disposed of subject to the rules applicable to like appeals when disposed of by the District Judge.", "23": "23. Exercise by Subordinate Judge or Munsif of jurisdiction of district Court in certainproceedings.(1) The High Court may, by general or special order, authorize any Subordinate Judge or Munsif to take cognizance of, or any district Judge to transfer to a Subordinate Judge or Munsif under his administrative control, any of the proceedings next hereinafter menti oned or any class of those proceedings specified in the order.(2) The proceedings referred to in sub -section (1) are the following, namely:(a) proceedings under Bengal Regulation 5, 1799 (to limit the Interference of the Zillah and City Courts of Dewanny Adawlut in the Execution of Wills and Administration to the Estates of persons dying intestate);(d) proceedings under the Indian Succession Act, 1865 (10 of 1865), 4 and the Probate and Administration Act, 1881 (5 of 1881)4 which cannot be disposed of by District Delegates; and(e) references by Collectors under section 322C of the Code of Civil Procedure (14 of 1882). 5(3) The District Judge may withdraw any such proceedings taken cognizance of by, or transferred to, a Subordinate Judge or Munsif, and may either himself dispose of them or transfer them to a Court under his administrative control competent to dispose of them.", "24": "24. Disposal of proceedings referred to in last foregoing section.(1) Proceedings taken cognizance of by, or transferred to, a Subordinate Judge or Munsif , as the case may be, under the last foregoing section shall be disposed of by him subject to the rules applicable to like proceedings when disposed of by the District Judge:Provided that an appeal from an order of the Munsif in any such proceedings shall lie to the District Judge.(2) An appeal from the order of the District Judge on the appeal from the order of a munsif under this section shall lie to the High Court if a further appeal from the order of the District Judge is allowed by the law for the ti me being in force.1. S. 23 does not apply to Honorary Munsifs and Benches in the U. P.: see the U.P. Honorary Munsifs Act, 1896 (U.P. 2 of 1896), s. 13.2.Clause (b) relating to proceedings under Act 40 of 1858 or Act 9 of 1861 rep. by Act 8 of 1890, s. 2 and Sch.3. Clause (c) relating to applications for certificates under Act 27 of 1860 was rep. by Act 7 of 1889.4. See now the Indian Succession Act, 1925 (39 of 1925). In Bengal and Assam, this cl. has been formally amended by Ben. Act 19 of 1935 and Assani Act 6 of 1935, respectively.5. See now the Code of Civil Procedure, 1908 (Act 5 of 1908), Sch. III. This cl. has been omitted in Bengal by Ben. Act 19 of 1935 and formally amended in Assam by Assam Act 6 of 1935.6. Ss. 24 and 25 do not apply to Honorary Munsifs and Benches in the U.P.; see the U.P. Honorary Munsifs Act, 1896 (U.P. 2 of 1896), s. 13.", "25": "25. Power to invest Subordinate Judges and Munsifs with Small Cause CourtJurisdiction.The State Government may, by notification in the Official Gazette, confer, within such local limits as it thinks fit, upon any Subordinate Judge or Munsif the jurisdiction of a Judge of a Court of Small Causes under the Provinicial Small Cause Courts Act, 1887 (9 of 1887) for the trial of suits, cognizable by such Courts, up to such value not exceeding five hundred1 rupees in the case of a Subordinate Judge or 2[two hundred and fifty3 rupees] in the case of a Munsif as it thinks fit, and may withdraw any jurisdiction so conferred:3[Provided that the State Government may, by notification in the Official Gazette, delegate to the High Court its powers under this section.]", "26": "26. [Suspension or removal of Judges by Local Government.]Rep., ibid.", "27": "27. [Suspension of Subordinate Judge by High Court.]Rep., ibid.", "28": "28. [Suspension or removal of Munsif by High Court.]Rep., ibid.", "29": "29. [Suspension of Munsif by District Judge.]Rep., ibid.", "30": "30. [Appointment and removal of ministerial officers of District Courts.].Rep., ibid.", "31": "31. [Appointment and removal of ministerial officers of other Courts.]Rep., ibid.", "32": "32. [Appointment and removal of ministerial officers on joint establishments.]Rep., ibid.", "33": "33. [General powers of District Judge.]Rep., ibid.", "34": "34. [Transfer of ministerial officers.]Rep., ibid.", "35": "35. [Recovery of fines.]Rep., ibid", "36": "36. Power to confer powers of Civil Courts on officers.(1) The State Government may invest with the powers of any Civil Court under this Act, by name or in virtue of office,(a) any officer in the Chutia Nagpur, 4[Sambalpur], Jalpaiguri or Darjeeling District, or in any part of the territories administered by the Chief Commissioner of Assam except the district of Sylhet, or,(b) after consultation with the High Court, any officer serving in any other part of the territories to which this Act extends and belonging to a class defined in this behalf by the State Government5*** .1. In Bengal and Assam the limits are seven hundred and fifty and three hundred, respectively: see Ben. Act 19 of 1935 and Assam Act 6 of 1935.2. Subs. by Act 16 of 1911, s. 4, for \"one hundred rupees \".3. Ins. by 4 of 1914, s. 2 and Sch., Pt. I.4. Ins. by 4 of 1906, s. 6.5. The words \"with the previous sanction of the G. G. in C. \" rep. by Act 38 of 1920, s. 2 and the First Schedule, Part I.(2) Nothing in 1[sections 4, 5, 6, 8, 10 or 11] applie s to any officer so invested, but all the other provisions of this Act shall, so far as those provisions can be made applicable, apply to him as if he were a Judge of the Court with the powers of which he is invested.(3) Where, in the territories mentioned in clause (a) of sub-section (1), the same local jurisdiction is assigned to two or more officers invested with the powers of a Munsif, the officer invested with the powers of a District Judge may, with the previous sanc tion of the State Government, delegate his functions under sub -section (2) of section 13 to an officer invested with the powers of a Subordinate Judge or to one of the officers invested with the powers of a Munsif.(4) Where the place at which the Court of an officer invested with powers under sub-section (1) is to be held has not been fixed under section 14, the Court may be held at any place within the local limits of its jurisdiction.", "37": "37. Certain decisions to be according to Native law.(1) Where in any suit or other proceeding it is necessary for a Civil Court to decide any question regarding succession, inheritance, marriage or caste, or any religious usage or institution, the Muhammadan law in cases where the parties are Muhammadans, and the Hindu law in cases where the parties arc Hindus, shall form the rule of decision except in so far as such law has, by legislative enactment, been altered or abolished.(2) In cases not provided for sub-section (1) or by any other law for the time being in force, the Court shall act according to justice, equity and good conscience.", "38": "38. Judges not to try suits in which they are interested.(1) The presiding officer of a Civil Court shall not try any spit or other proceeding to which he is a party or in which he is personally interested.(2) The presiding officer of an appellate Civil Court under this Act shall not try an appeal against a decree or order passed by himself in another capacity.(3) When any such suit, proceeding or appeal as is referred to in sub -section (1) or subsection (2) comes before any such officer, the officer shall forthwith transmit the record of the case to the Court to which he is immediately subordinate, with a report of the circumstances attending the reference.(4) The superior Court shall thereupon dispose of the case under section 25 of the Code of Civil Procedure (14 of 1882)3.(5) Nothing in this section shall be deemed to affect the extraordinary original civil jurisdiction of the High Court.", "39": "39. Subordination of Courts to District Court.For the purposes of the last foregoing section the presiding officer of a Court subject to the administrative control of the District Judge shall be deemed to be immediately subordinate to the Court of the District Judge, and, for the purposes of the Code of Civil Procedure (14 of 1882), the Court of such an officer shall be deemed to be of a grade inferior to that of the Court of the District Judge.", "40": "40. Application of Act to State Courts of Small Causes.(1) This section and sections 15, 32, 37, 38 and 39 apply to Courts of Small Causes constituted under the Provincial Small Cause Courts Act, 1887 (9 of 1887).(2) Save as provided by that Act, the other sections of this Act do not apply to those Courts.1. Subs. by the A.O. 1937, for \"sections 4 to 8 (both inclusive), or sections 10 to 12 (both inclusive), or sections 27 to 35 (both inclusive)\".2. The provisions of this section, in so far as they are inconsistent with - the provisions of the Muslim Personal Law (Shariat)Application Act, 1937 (26 of 1937), rep. by s. 6 of that Act, but have been revived by s. 3 of Act 16 of 1943.3. See now s. 24 of the Code of Civil Procedure, 1908 (Act 5 of 1908). In Bengal and Assam, that reference has been formally subs. by Ben. Act 19 of 1935 and Assam Act 6 of 1935 respectively."}