{"name": "Biological Diversity Act, 2002\r", "1": "The Biological Diversity Act, 2002Chapter I Preliminary1. Short title,\r\nextent and commencement.-1.  \r\n  This\r\nAct may be called the Biological Diversity Act, 2002.2.  \r\n  It\r\nextends to the whole of India.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint:Provided that\r\ndifferent dates may be appointed for different provisions of this Act and any\r\nreference in any such provision to the commencement of this Act shall be\r\nconstrued as a reference to the coming into force of that provision.", "2": "The Biological Diversity Act, 20022. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"benefit\r\nclaimers\" means the conservers of biological resources, their by-products,\r\ncreators and holders of knowledge and information relating to the use of such\r\nbiological resources, innovations and practices associated with such use and\r\napplication ;b.  \r\n  \"biological\r\ndiversity\" means the variability among living organisms from all sources\r\nand the ecological complexes of which they are part and includes diversity\r\nwithin species or between species and of eco-systems;c.  \r\n  \"biological\r\nresources\" means plants, animals and micro-organisms or parts thereof,\r\ntheir genetic material and by-products (excluding value added products) with\r\nactual or potential use or value, but does not include human genetic material;d.  \r\n  \"bio-survey\r\nand bio-utilisation\" means survey or collection of species, sub-species,\r\ngenes, components and extracts of biological resource for any purpose and\r\nincludes characterisation, inventorisation and bioassay;e.  \r\n  \"Chairperson\"\r\n\r\nmeans the Chairperson of the National Biodiversity Authority or, as the case\r\nmay be, of the State Biodiversity Board;f.  \r\n  \"commercial\r\nutilization\" means end uses of biological resources for commercial\r\nutilization such as drugs, industrial enzymes, food flavours, fragrance,\r\ncosmetics, emulsifiers, oleoresins, colours, extracts and genes used for\r\nimproving crops and live tock through genetic intervention, but does not\r\ninclude conventional breeding or traditional practices in use in any\r\nagriculture, horticulture, poultry, dairy farming, animal husbandry or bee\r\nkeeping;g.  \r\n  \"fair\r\nand equitable benefit sharing\" means sharing of benefits as determined by\r\nthe National Biodiversity Authority under section 21;h.  \r\n  \"local\r\nbodies\" means Panchayats and Municipalities, by whatever name called,\r\nwithin the meaning of clause (1) of article 243B and clause (1) of article 243Q\r\nof the Constitution and in the absence of any Panchayats or Municipalities,\r\ninstitutions of s lf-government constituted under any other provision of the\r\nConstitution or any Central Act or State Act;i.  \r\n  \"member\"\r\nmeans a member of the National Biodiversity Authority or a State Biodiversity\r\nBoard and includes the Chairperson;j.  \r\n  \"National\r\nBiodiversity Authority\" means the National Biodiversity Authority\r\nestablished under section 8;k.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;l.  \r\n  \"regulations\"\r\nmeans regulations made under this Act;m.  \r\n\r\n  \"research\"\r\nmeans study or systematic investigation of any biological resource or\r\ntechnological application, that uses biological systems, living organisms or\r\nderivatives thereof to make or modify products or processes for any use;n.  \r\n  \"State\r\nBiodiversity Board\" means the State Biodiversity Board established under\r\nsection 22;o.  \r\n  \"sustainable\r\nuse\" means the use of components of biological diversity in such manner\r\nand at such rate that does not lead to the long-term decline of the biological\r\ndiversity thereby maintaining its potential to meet the needs and aspirations\r\nof present and future generations;p.  \r\n  \"value\r\nadded products\" means products which may contain portions or extracts of\r\nplants and animals in unrecognizable and physically inseparable form.", "3": "The Biological Diversity Act, 2002Chapter II Regulation\r\nof Access to Biological Diversity3. Certain persons\r\nnot to undertake Biodiversity related activities without approval of National\r\nBiodiversity Authority.-1.  \r\n  No\r\nperson referred to in sub-section (2) shall, without previous approval of the\r\nNational Biodiversity Authority, obtain any biol gical resource occurring in\r\nIndia or knowledge associated thereto for research or for commercial\r\nutilisation or for bio-survey and bio-utilisation.2.  \r\n  The\r\npersons who shall be required to take the approval of the National Biodiversity\r\nAuthority under sub-section (1) are the following, namely:-a.   a person who is not a\r\ncitizen of India;b.   a citizen of India,\r\nwho is a non-resident as defined in clause (30) of section 2 of the Income-tax\r\nAct, 1961 (43 of 1961);c.   a body corporate,\r\nassociation or organisation- \r\n i.  \r\n  not\r\nincorporated or registered in India; or \r\n ii.  \r\n  incorporated\r\nor registered in India under any law for the time being in force which has any\r\nnon-Indian participation in its share capital or management.", "4": "The Biological Diversity Act, 20024. Results of\r\nresearch not to be transferred to certain persons without approval of National\r\nBiodiversity Authority.-No person shall,\r\nwithout the previous approval of the National Biodiversity Authority, transfer\r\nthe results of any research relating to a y biological resources occurring in,\r\nor obtained from, India for monetary consideration or otherwise to any person\r\nwho is not a citizen of India or citizen of India who is non-resident as\r\ndefined in clause (30) of section 2 of the Income-tax Act, 1961 (4 of 1961) or\r\na body corporate or organisation which is not registered or incorporated in\r\nIndia or which has any non-Indian participation in its share capital or\r\nmanagement. Explanation.-For the purposes of this section, \"transfer\"\r\ndoes not include publication of research papers or dissemination of knowledge\r\nin any seminar or workshop, if such publication is as per the guidelines issued\r\nby the Central Government.", "5": "The Biological Diversity Act, 20025. Sections 3 and 4\r\nnot to apply to certain collaborative research projects.-1.  \r\n  The\r\nprovisions of sections 3 and 4 shall not apply to collaborative research\r\nprojects involving transfer or exchange of biological resources or information\r\nrelating thereto between institutions, including Government sponsored\r\ninstitutions of India, and such institutions in other countries, if such\r\ncollaborative research projects satisfy the conditions specified in sub-section\r\n(3).2.  \r\n  All\r\ncollaborative research projects, other than those referred to in sub-section\r\n(1) which are based on agreements concluded before the commencement of this Act\r\nand in force shall, to the extent the provisions of agreement are inconsistent\r\nwith the provisions of this Act or any guidelines issued under clause (a) of\r\nsub-section (3), be void.3.  \r\n  For\r\nthe purposes of sub-section (1), collaborative research projects shall-a.   conform to the policy\r\nguidelines issued by the Central Government in this behalf;b.   be approved by the\r\nCentral Government.", "6": "The Biological Diversity Act, 20026. Application for\r\nintellectual property rights not to be made without approval of National\r\nBiodiversity Authority.-1.  \r\n  No\r\nperson shall apply for any intellectual property right, by whatever name\r\ncalled, in or outside India for any invention based on any research or\r\ninformation on a biological resource obtained from India without obtaining the\r\nprevious approval of the National Biodiversity Authority before making such\r\napplication: Provided that if a person applies for a patent, permission of the\r\nNational Biodiversity Authority may be obtained after the acceptance of the\r\npatent but before the sealing of the patent by the patent authority concerned:\r\nProvided further that the National Biodiversity Authority shall dispose of the\r\napplication for permission made to it within a period of ninety days from the\r\ndate of receipt thereof.2.  \r\n  The\r\nNational Biodiversity Authority may, while granting the approval under this\r\nsection, impose benefit sharing fee or royalty or both or impose conditions\r\nincluding the sharing of financial benefits arising out of the commercial\r\nutilisation of such rights.3.  \r\n  The\r\nprovisions of this section shall not apply to any person making an application\r\nfor any right under any law relating to protection of plant varieties enacted\r\nby Parliament.4.  \r\n\r\n  Where\r\nany right is granted under law referred to in sub-section (3), the concerned\r\nauthority granting such right shall endorse a copy of such document granting\r\nthe right to the National Biodiversity Authority.", "7": "The Biological Diversity Act, 20027. Prior intimation\r\nto State Biodiversity Board for obtaining biological resource for certain\r\npurposes.-No person, who is a\r\ncitizen of India or a body corporate, association or organisation which is\r\nregistered in India, shall obtain any biological resource for commercial\r\nutilisation, or bio-survey and bio-utilisation for commercial utilisation\r\nexcept after giving prior intimation to the State Biodiversity Board concerned:\r\nProvided that the provisions of this section shall not apply to the local people\r\nand communities of the area, including growers and cultivators of biodiversity,\r\nand vaids and hakims, who have been practising indigenous medicine.", "8": "The Biological Diversity Act, 2002Chapter III National\r\nBiodiversity Authority8. Establishment of\r\nNational Biodiversity Authority.-1.  \r\n  With\r\neffect from such date as the Central Government may, by notification in the\r\nOfficial Gazette, appoint, there shall be established by the Central Government\r\nfor the purposes of this Act, a body to be called the National Biodiversity\r\nAuthority.2.  \r\n  The\r\nNational Biodiversity Authority shall be a body corporate by the name\r\naforesaid, having perpetual succession and a common seal, with power to\r\nacquire, hold and dispose of property, both movable and immovable, and to\r\ncontract, and shall by the said name sue and be sued.3.  \r\n  The\r\nhead office of the National Biodiversity Authority shall be at Chennai and the\r\nNational Biodiversity Authority may, with the previous approval of the Central\r\nGovernment, establish offices at other places in India.4.  \r\n  The\r\nNational Biodiversity Authority shall consist of the following members,\r\nnamely:-a.   a Chairperson, who\r\nshall be an eminent person having adequate knowledge and experience in the\r\nconservation and sustainable use of biological diversity and in matters\r\nrelating to equitable sharing of benefits, to be appointed by the Central\r\nGovernmentb.   three ex officio\r\nmembers to be appointed by the Central Government, one representing the\r\nMinistry dealing with Tribal Affairs and two representing the Ministry dealing\r\nwith Environment and Forests of whom one shall be the Additional Director\r\nGenera of Forests or the Director General of Forests;c.   seven ex officio\r\nmembers to be appointed by the Central Government to represent respectively the\r\nMinistries of the Central Government dealing with- \r\n i.  \r\n  Agricultural\r\nResearch and Education; \r\n ii.  \r\n  Biotechnology;\r\n \r\n iii.  \r\n  Ocean\r\nDevelopment; \r\n iv.  \r\n  Agriculture\r\nand Cooperation; \r\n v.  \r\n  Indian\r\nSystems of Medicine and Homoeopathy; \r\n vi.  \r\n  Science\r\nand Technology; \r\n vii.  \r\n  Scientific\r\nand Industrial Research;a.  \r\nb.  \r\nc.  \r\n\r\nd.   five non-official\r\nmembers to be appointed from amongst specialists and scientists having special\r\nknowledge of, or experience in, matters relating to conservation of biological\r\ndiversity, sustainable use of biological resources and equitable sharing o\r\nbenefits arising out of the use of biological resources, representatives of\r\nindustry, conservers, creators and knowledge-holders of biological resources.", "9": "The Biological Diversity Act, 20029. Conditions of\r\nservice of Chairperson and members.-The term of office\r\nand conditions of service of the Chairperson and the other members other than\r\nex officio members of the National Biodiversity Authority shall be such as may\r\nbe prescribed by the Central Government.", "10": "The Biological Diversity Act, 200210. Chairperson to be\r\nChief Executive of National Biodiversity Authority.-The Chairperson shall\r\nbe the Chief Executive of the National Biodiversity Authority and shall\r\nexercise such powers and perform such duties, as may be prescribed.", "11": "The Biological Diversity Act, 200211. Removal of\r\nmembers.-The Central\r\nGovernment may remove from the National Biodiversity Authority any member who,\r\nin its opinion, has-a.  \r\n  been\r\nadjudged as an insolvent; orb.  \r\n  been\r\nconvicted of an offence which involves moral turpitude; orc.  \r\n  become\r\nphysically or mentally incapable of acting as a member; ord.  \r\n  so\r\nabused his position as to render his continuance in office detrimental to the\r\npublic interest; ore.  \r\n  acquired\r\nsuch financial or other interest as is likely to affect prejudicially his functions\r\nas a member.", "12": "The Biological Diversity Act, 200212. Meetings of\r\nNational Biodiversity Authority.-1.  \r\n  The\r\nNational Biodiversity Authority shall meet at such time and place and shall\r\nobserve such rules of procedure in regard to the transaction of business at its\r\nmeetings (including the quorum at its meetings) as may be prescribed.2.  \r\n  The\r\nChairperson of the National Biodiversity Authority shall preside at the\r\nmeetings of the National Biodiversity Authority.3.  \r\n  If\r\nfor any reason the Chairperson is unable to attend any meeting of the National\r\nBiodiversity Authority, any member of the National Biodiversity Authority\r\nchosen by the members present at the meeting shall preside at the meeting.4.  \r\n\r\n  All\r\nquestions which come before any meeting of the National Biodiversity Authority\r\nshall be decided by a majority of votes of the members present and voting and\r\nin the event of equality of votes, the Chairperson or, in his absence, the\r\nperson presiding, shall have and exercise a second or casting vote.5.  \r\n  Every\r\nmember who is in any way, whether directly, indirectly or personally, concerned\r\nor interested in a matter to be decided at the meeting shall disclose the\r\nnature of his concern or interest and after such disclosure, the member\r\nconcerned or interested shall not attend that meeting.6.  \r\n  No\r\nact or proceeding of the National Biodiversity Authority shall be invalidated\r\nmerely by reason of-a.   any vacancy in, or\r\nany defect in the constitution of, the National Biodiversity Authority; orb.   any defect in the\r\nappointment of a person acting as a member; orc.   any irregularity in\r\nthe procedure of the National Biodiversity Authority not affecting the merits\r\nof the case.", "13": "The Biological Diversity Act, 200213. Committees of\r\nNational Biodiversity Authority.-1.  \r\n  The\r\nNational Biodiversity Authority may constitute a committee to deal with\r\nagro-biodiversity. Explanation.-For the purposes of this sub-section,\r\n\"agro-biodiversity\" means biological diversity of agriculture related\r\nspecies and their wild relatives.2.  \r\n  Without\r\nprejudice to the provisions of sub-section (1), the National Biodiversity\r\nAuthority may constitute such number of committees as it deems fit for the\r\nefficient discharge of its duties and performance of its functions under this\r\nAct.3.  \r\n  A\r\ncommittee constituted under this section shall co-opt such number of persons,\r\nwho are not the members of the National Biodiversity Authority, as it may think\r\nfit and the persons so co-opted shall have the right to attend the meetings of\r\nthe committee and take part in its proceedings but shall not have the right to\r\nvote.4.  \r\n  The\r\npersons appointed as members of the committee under sub-section (2) shall be\r\nentitled to receive such allowances or fees for attending the meetings of the\r\ncommittee as may be fixed by the Central Government.", "14": "The Biological Diversity Act, 200214. Officers and\r\nemployees of National Biodiversity Authority.-1.  \r\n  The\r\nNational Biodiversity Authority may appoint such officers and other employees\r\nas it considers necessary for the efficient discharge of its functions under\r\nthis Act.2.  \r\n  The\r\nterms and conditions of service of such officers and other employees of the\r\nNational Biodiversity Authority shall be such as may be specified by\r\nregulations.", "15": "The Biological Diversity Act, 200215. Authentication of\r\norders and decisions of National Biodiversity Authority.-All orders and\r\ndecisions of the National Biodiversity Authority shall be authenticated by the\r\nsignature of the Chairperson or any other member authorised by the National Biodiversity\r\nAuthority in this behalf and all other instruments executed by the National\r\nBiodiversity Authority shall be authenticated by the signature of an officer of\r\nthe National Biodiversity Authority authorised by it in this behalf.", "16": "The Biological Diversity Act, 200216. Delegation of\r\npowers.-The National\r\nBiodiversity Authority may, by general or special order in writing, delegate to\r\nany member, officer of the National Biodiversity Authority or any other person\r\nsubject to such conditions, if any, as may be specified n the order, such of\r\nthe powers and functions under this Act (except the power to prefer an appeal\r\nunder section 50 and the power to make regulations under section 64) as it may\r\ndeem necessary.", "17": "The Biological Diversity Act, 200217. Expenses of\r\nNational Biodiversity Authority to be defrayed out of the Consolidated Fund of\r\nIndia.-The salaries and\r\nallowances payable to the members and the administrative expenses of the\r\nNational Biodiversity Authority including salaries, allowances and pension\r\npayable to, or in respect of, the officers and other employees of the National\r\nBiodiversity Authority shall be defrayed out of the Consolidated Fund of India.", "18": "The Biological Diversity Act, 2002Chapter IV Functions\r\nand Powers of the National Biodiversity Authority18. Functions and\r\npowers of National Biodiversity Authority.-1.  \r\n  It\r\nshall be the duty of the National Biodiversity Authority to regulate activities\r\nreferred to in sections 3, 4 and 6 and by regulations issue guidelines for\r\naccess to biological resources and for fair and equitable benefit sharing.2.  \r\n  The\r\nNational Biodiversity Authority may grant approval for undertaking any activity\r\nreferred to in sections 3, 4 and 6.3.  \r\n  The\r\nNational Biodiversity Authority may-a.   advise the Central\r\nGovernment on matters relating to the conservation of biodiversity, sustainable\r\nuse of its components and equitable sharing of benefits arising out of the\r\nutilisation of biological resources;b.   advise the State\r\nGovernments in the selection of areas of biodiversity importance to be notified\r\nunder sub-section (1) of section 37 as heritage sites and measures for the\r\nmanagement of such heritage sites;c.   perform such other\r\nfunctions as may be necessary to carry out the provisions of this Act.1.  \r\n\r\n2.  \r\n3.  \r\n4.  \r\n  The\r\nNational Biodiversity Authority may, on behalf of the Central Government, take\r\nany measures necessary to oppose the grant of intellectual property rights in\r\nany country outside India on any biological resource obtained from India or\r\nknowledge associated with such biological resource which is derived from India.", "19": "The Biological Diversity Act, 2002Chapter V Approval by\r\nthe National Biodiversity Authority19. Approval by\r\nNational Biodiversity Authority for undertaking certain activities.-1.  \r\n  Any\r\nperson referred to in sub-section (2) of section 3 who intends to obtain any\r\nbiological resource occurring in India or knowledge associated thereto for\r\nresearch o for commercial utilisation or for bio-survey and bio-utilisation or\r\ntransfer the results of any research relating to biological resources occurring\r\nin, or obtained from, India, shall make application in such form and payment of\r\nsuch fees as may be prescribed, to the National Biodiversity Authority.2.  \r\n  Any\r\nperson who intends to apply for a patent or any other form of intellectual\r\nproperty protection whether in India or outside India referred to in\r\nsub-section (1) of section 6, may make an application in such form and in such\r\nmanner as may be prescribed to the National Biodiversity Authority.3.  \r\n  On\r\nreceipt of an application under sub-section (1) or sub-section (2), the\r\nNational Biodiversity Authority may, after making such enquiries as it may deem\r\nfit and if necessary after consulting an expert committee constituted for this\r\npurpose, by order, grant approval subject to any regulations made in this\r\nbehalf and subject to such terms and conditions as it may deem fit, including\r\nthe imposition of charges by way of royalty or for reasons to be recorded in\r\nwriting, reject the application: Provided that no such order for rejection\r\nshall be made without giving an opportunity of being heard to the person\r\naffected.4.  \r\n  The\r\nNational Biodiversity Authority shall give public notice of every approval\r\ngranted by it under this section.", "20": "The Biological Diversity Act, 200220. Transfer of\r\nbiological resource or knowledge.-1.  \r\n  No\r\nperson who has been granted approval under section 19 shall transfer any\r\nbiological resource or knowledge associated thereto which is the subject matter\r\nof the said approval except with the permission of the National Biodiversity\r\nAuthority.2.  \r\n  Any\r\nperson who intends to transfer any biological resource or knowledge associated\r\nthereto referred to in sub-section (1) shall make an application in such form\r\nand in such manner as may be prescribed to the National Biodiversity Authority.\r\n3.  \r\n  On\r\nreceipt of an application under sub-section (2), the National Biodiversity\r\nAuthority may, after making such enquiries as it may deem fit and if necessary\r\nafter consulting an expert committee constituted for this purpose, by order,\r\ngrant approval subject to such terms and conditions as it may deem fit,\r\nincluding the imposition of charges by way of royalty or for reasons to be\r\nrecorded in writing, reject the application: Provided that no such order for\r\nrejection shall be made without giving an opportunity of being heard to the person\r\naffected.4.  \r\n\r\n  The\r\nNational Biodiversity Authority shall give public notice of every approval\r\ngranted by it under this section.", "21": "The Biological Diversity Act, 200221. Determination of\r\nequitable benefit sharing by National Biodiversity Authority.-1.  \r\n  The\r\nNational Biodiversity Authority shall while granting approvals under section 19\r\nor section 20 ensure that the terms and conditions subject to which approval is\r\ngranted secures equitable sharing of benefits arising out of the use of\r\naccessed biological resources, their by-products, innovations and practices\r\nassociated with their use and applications and knowledge relating thereto in\r\naccordance with mutually agreed terms and conditions between the person\r\napplying for such approval, local bodies concerned and the benefit claimers.2.  \r\n  The\r\nNational Biodiversity Authority shall, subject to any regulations made in this\r\nbehalf, determine the benefit sharing which shall be given effect in all or any\r\nof the following manner, namely:-a.   grant of joint\r\nownership of intellectual property rights to the National Biodiversity\r\nAuthority, or where benefit claimers are identified, to such benefit claimers;b.   transfer of\r\ntechnology;c.   location of\r\nproduction, research and development units in such areas which will facilitate\r\nbetter living standards to the benefit claimers;d.   association of Indian\r\nscientists, benefit claimers and the local people with research and development\r\nin biological resources and bio-survey and bio-utilisation;e.   setting up of venture\r\ncapital fund for aiding the cause of benefit claimers;f.   payment of monetary\r\ncompensation and other non-monetary benefits to the benefit claimers as the\r\nNational Biodiversity Authority may deem fit.1.  \r\n2.  \r\n3.  \r\n  Where\r\nany amount of money is ordered by way of benefit sharing, the National Biodiversity\r\nAuthority may direct the amount to be deposited in the National Biodiversity\r\nFund: Provided that where biological resource or knowledge was a result of\r\naccess from specific individual or group of individuals or organisations, the\r\nNational Biodiversity Authority may direct that the amount shall be paid\r\ndirectly to such individual or group of individuals or organisations in\r\naccordance with the terms of any agreement and in such manner as it deems fit.4.  \r\n  For\r\nthe purposes of this section, the National Biodiversity Authority shall, in\r\nconsultation with the Central Government, by regulations, frame guidelines.", "22": "The Biological Diversity Act, 2002Chapter VI State\r\nBiodiversity Board22. Establishment of\r\nState Biodiversity Board.-1.  \r\n  With\r\neffect from such date as the State Government may, by notification in the\r\nOfficial Gazette, appoint in this behalf, there shall be established by that\r\nGovernment for the purposes of this Act, a Boar for the State to be known as\r\nthe_____________(name of the State) Biodiversity Board.2.  \r\n  Notwithstanding\r\nanything contained in this section, no State Biodiversity Board shall be\r\nconstituted for a Union territory and in relation to a Union territory, the\r\nNational Biodiversity Authority shall exercise the powers and perform the\r\nfunctions o a State Biodiversity Board for that Union territory: Provided that\r\nin relation to any Union territory, the National Biodiversity Authority may\r\ndelegate all or any of its powers or functions under this sub-section to such\r\nperson or group of persons as the Central Government may specify.3.  \r\n  The\r\nBoard shall be a body corporate by the name aforesaid, having perpetual\r\nsuccession and a common seal, with power to acquire, hold and dispose of\r\nproperty, both movable and immovable, and to contract, and shall by the said\r\nname sue and be sued.4.  \r\n  The\r\nBoard shall consist of the following members, namely:-a.   a Chairperson who\r\nshall be an eminent person having adequate knowledge and experience in the\r\nconservation and sustainable use of biological diversity and in matters\r\nrelating to equitable sharing of benefits, to be appointed by the State\r\nGovernment;b.   not more than five ex\r\nofficio members to be appointed by the State Government to represent the\r\nconcerned Departments of the State Government;c.   not more than five\r\nmembers to be appointed from amongst experts in matters relating to\r\nconservation of biological diversity, sustainable use of biological resources\r\nand equitable sharing of benefits arising out of the use of biological\r\nresources.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n  The\r\nhead office of the State Biodiversity Board shall be at such place as the State\r\nGovernment may, by notification in the Official Gazette, specify.", "23": "The Biological Diversity Act, 200223. Functions of\r\nState Biodiversity Board.-The functions of the\r\nState Biodiversity Board shall be to-a.  \r\n  advise\r\nthe State Government, subject to any guidelines issued by the Central\r\nGovernment, on matters relating to the conservation of biodiversity,\r\nsustainable use of its components and equitable sharing of the benefits arising\r\nout of the utilisation f biological resources;b.  \r\n  regulate\r\nby granting of approvals or otherwise requests for commercial utilisation or\r\nbio-survey and bio-utilisation of any biological resource by Indians;c.  \r\n  perform\r\nsuch other functions as may be necessary to carry out the provisions of this\r\nAct or as may be prescribed by the State Government.", "24": "The Biological Diversity Act, 200224. Power of State\r\nBiodiversity Board to restrict certain activities violating the objectives of\r\nconservation, etc.-1.  \r\n  Any\r\ncitizen of India or a body corporate, organisation or association registered in\r\nIndia intending to undertake any activity referred to in section 7 shall give\r\nprior intimation in such form as may be prescribed by the State Government to\r\nthe State Biodiversity Board.2.  \r\n  On\r\nreceipt of an intimation under sub-section (1), the State Biodiversity Board\r\nmay, in consultation with the local bodies concerned and after making such\r\nenquires as it may deem fit, by order, prohibit or restrict any such activity\r\nif it is of opinion that such activity is detrimental or contrary to the\r\nobjectives of conservation and sustainable use of biodiversity or equitable\r\nsharing of benefits arising out of such activity: Provided that no such order\r\nshall be made without giving an opportunity of being heard to the person\r\naffected.3.  \r\n  Any\r\ninformation given in the form referred to in sub-section (1) for prior\r\nintimation shall be kept confidential and shall not be disclosed, either\r\nintentionally or unintentionally, to any person not concerned thereto.", "25": "The Biological Diversity Act, 200225. Provisions of\r\nsections 9 to 17 to apply with modifications to State Biodiversity Board.-The provisions of\r\nsections 9 to 17 shall apply to a State Biodiversity Board and shall have\r\neffect subject to the following modifications, namely:-a.  \r\n  references\r\nto the Central Government shall be construed as references to the State\r\nGovernment;b.  \r\n  references\r\nto the National Biodiversity Authority shall be construed as references to the\r\nState Biodiversity Board;c.  \r\n  reference\r\nto the Consolidated Fund of India shall be construed as reference to the Consolidated Fund of the State.", "26": "The Biological Diversity Act, 2002Chapter VII Finance,\r\nAccounts and Audit of National Biodiversity Authority26. Grants or loans\r\nby the Central Government.-The Central\r\nGovernment may, after due appropriation made by Parliament by law in this\r\nbehalf, pay to the National Biodiversity Authority by way of grants or loans\r\nsuch sums of money as the Central Government may think fit for being utilised\r\nfor the purposes of this Act.", "27": "The Biological Diversity Act, 200227. Constitution of\r\nNational Biodiversity Fund.-1.  \r\n  There\r\nshall be constituted a Fund to be called the National Biodiversity Fund and\r\nthere shall be credited thereto-a.   any grants and loans\r\nmade to the National Biodiversity Authority under section 26;b.   all charges and\r\nroyalties received by the National Biodiversity Authority under this Act; andc.   all sums received by\r\nthe National Biodiversity Authority from such other sources as may be decided\r\nupon by the Central Government.1.  \r\n2.  \r\n  The\r\nFund shall be applied for-a.   channeling benefits\r\nto the benefit claimers;b.   conservation and\r\npromotion of biological resources and development of areas from where such\r\nbiological resources or knowledge associated thereto has been accessed;c.   socio-economic\r\ndevelopment of areas referred to in clause (b) in consultation with the local\r\nbodies concerned.", "28": "The Biological Diversity Act, 200228. Annual report of\r\nNational Biodiversity Authority.-The National\r\nBiodiversity Authority shall prepare, in such form and at such time each\r\nfinancial year as may be prescribed, its annual report, giving a full account\r\nof its activities during the previous financial year and furnish, to the\r\nCentral Government, before such date as may be prescribed, its audited copy of\r\naccounts together with auditors' report thereon.", "29": "The Biological Diversity Act, 200229. Budget, accounts\r\nand audit.-1.  \r\n  The\r\nNational Biodiversity Authority shall prepare a budget, maintain proper\r\naccounts and other relevant records (including the accounts and other relevant\r\nrecords of the National Biodiversity Fund) and prepare an annual statement of\r\naccount in such form as may be prescribed by the Central Government in\r\nconsultation with the Comptroller and Auditor-General of India.2.  \r\n  The\r\naccounts of the National Biodiversity Authority shall be audited by the\r\nComptroller and Auditor-General of India at such intervals as may be specified\r\nby him and any expenditure incurred in connection with such audit shall be\r\npayable by the National Biodiversity Authority to the Comptroller and\r\nAuditor-General of India.3.  \r\n  The\r\nComptroller and Auditor-General of India and any other person appointed by him\r\nin connection with the audit of the accounts of the National Biodiversity\r\nAuthority shall have the same rights and privileges and authority in connection\r\nwith such audit as the Comptroller and Auditor-General generally has in\r\nconnection with the audit of the Government accounts and, in particular, shall\r\nhave the right to demand the production of books, accounts, connected vouchers\r\nand other documents and papers and to inspect any of the offices of the\r\nNational Biodiversity Authority.4.  \r\n\r\n  The\r\naccounts of the National Biodiversity Authority as certified by the Comptroller\r\nand Auditor-General of India or any other person appointed by him in this\r\nbehalf together with the audit report thereon shall be forwarded annually to\r\nthe Central Government.", "30": "The Biological Diversity Act, 200230. Annual report to\r\nbe laid before Parliament.-The Central\r\nGovernment shall cause the annual report and auditor's report to be laid, as\r\nsoon as may be after they are received, before each House of Parliament.", "31": "The Biological Diversity Act, 2002Chapter VIII Finance,\r\nAccounts and Audit of State Biodiversity Board31. Grants of money\r\nby State Government to State Biodiversity Board.-The State Government\r\nmay, after due appropriation made by the State Legislature by law in this\r\nbehalf, pay to the State Biodiversity Board by way of grants or loans such sums\r\nof money a the State Government may think fit for being utilized for the\r\npurposes of this Act.", "32": "The Biological Diversity Act, 200232. Constitution of\r\nState Biodiversity Fund.-1.  \r\n  There\r\nshall be constituted a Fund to be called the State Biodiversity Fund and there\r\nshall be credited thereto-a.   any grants and loans\r\nmade to the State Biodiversity Board under section 31;b.   any grants or loans\r\nmade by the National Biodiversity Authority;c.   all sums received by\r\nthe State Biodiversity Board from such other sources as may be decided upon by\r\nthe State Government.1.  \r\n2.  \r\n  The\r\nState Biodiversity Fund shall be applied for-a.   the management and\r\nconservation of heritage sites;b.   compensating or\r\nrehabilitating any section of the people economically affected by notification\r\nunder sub-section (1) of section 37;c.   conservation and\r\npromotion of biological resources;d.   socio-economic\r\ndevelopment of areas from where such biological resources or knowledge\r\nassociated thereto has been accessed subject to any order made under section\r\n24, in consultation with the local bodies concerned;e.   meeting the expenses\r\nincurred for the purposes authorised by this Act.", "33": "The Biological Diversity Act, 200233. Annual report of\r\nState Biodiversity Board.-The State\r\nBiodiversity Board shall prepare, in such form and at such time in each\r\nfinancial year as may be prescribed, its annual report, giving a full account\r\nof its activities during the previous financial year, and submit a copy thereof\r\nto the State Government.", "34": "The Biological Diversity Act, 200234. Audit of accounts\r\nof State Biodiversity Board.-The accounts of the\r\nState Biodiversity Board shall be maintained and audited in such manner as may,\r\nin consultation with the Accountant-General of the State, be prescribed and the\r\nState Biodiversity Boar shall furnish, to the State Government, before such\r\ndate as may be prescribed, its audited copy of accounts together with auditor's\r\nreport thereon.", "35": "The Biological Diversity Act, 200235. Annual report of\r\nState Biodiversity Board to be laid before State Legislature.-The State Government\r\nshall cause the annual report and auditor's report to be laid, as soon as may\r\nbe after they are received, before the House of State Legislature.", "36": "The Biological Diversity Act, 2002Chapter IX Duties of\r\nthe Central and the State Governments36. Central\r\nGovernment to develop National strategies, plans, etc., for conservation, etc.,\r\nof biological diversity.-1.  \r\n  The\r\nCentral Government shall develop national strategies, plans, programmes for the\r\nconservation and promotion and sustainable use of biological diversity\r\nincluding measures for identification and monitoring of areas rich in\r\nbiological resources, promotion of in situ, and ex situ, conservation of\r\nbiological resources, incentives for research, training and public education to\r\nincrease a areness with respect to biodiversity.2.  \r\n  Where\r\nthe Central Government has reason to believe that any area rich in biological\r\ndiversity, biological resources and their habitats is being threatened by overuse,\r\nabuse or neglect, it shall issue directives to the concerned State Government\r\nto take immediate ameliorative measures, offering such State Government any\r\ntechnical and other assistance that is possible to be provided or needed.3.  \r\n  The\r\nCentral Government shall, as far as practicable wherever it deems appropriate,\r\nintegrate the conservation, promotion and sustainable use of biological\r\ndiversity into relevant sectoral or cross-sectoral plans, programmes and\r\npolicies.4.  \r\n  The\r\nCentral Government shall undertake measures,-i.  \r\n  wherever\r\nnecessary, for assessment of environmental impact of that project which is\r\nlikely to have adverse effect on biological diversity, with a view to avoid or\r\nminimise such effects and where appropriate provide for public participation in\r\nsuch assessment;to\r\nregulate, manage or control the risks associated with the use and release of\r\nliving modified organisms resulting from biotechnology likely to have adverse\r\nimpact on the conservation and sustainable use of biological diversity and human\r\nhealth.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n  The\r\nCentral Government shall Endeavour to respect and protect the knowledge of\r\nlocal people relating to biological diversity, as recommended by the National\r\nBiodiversity Authority through such measures, which may include registration of\r\nsuch knowledge at the local, State or national levels, and other measures for\r\nprotection, including sui generis system. Explanation.-For the purposes of this\r\nsection,-a.   \"ex situ\r\nconservation\" means the conservation of components of biological diversity\r\noutside their natural habitats;b.   \"in situ\r\nconservation\" means the conservation of ecosystems and natural habitats\r\nand the maintenance and recovery of viable populations of species in their\r\nnatural surroundings and, in the case of domesticated or cultivated species, in\r\nthe surroundings where they have developed their distinctive properties.", "37": "The Biological Diversity Act, 200237. Biodiversity\r\nheritage sites.-1.  \r\n  Without\r\nprejudice to any other law for the time being in force, the State Government\r\nmay, from time to time in consultation with the local bodies, notify in the\r\nOfficial Gazette, areas of biodiversity importance as bi diversity heritage\r\nsites under this Act.2.  \r\n  The\r\nState Government, in consultation with the Central Government, may frame rules\r\nfor the management and conservation of all the heritage sites.3.  \r\n  The\r\nState Government shall frame schemes for compensating or rehabilitating any\r\nperson or section of people economically affected by such notification.", "38": "The Biological Diversity Act, 200238. Power of Central\r\nGovernment to notify threatened species.-Without prejudice to\r\nthe provisions of any other law for the time being in force, the Central\r\nGovernment, in consultation with the concerned State Government, may from time\r\nto time notify any pecies which is on the verge of extinction or likely to\r\nbecome extinct in the near future as a threatened species and prohibit or\r\nregulate collection thereof for any purpose and take appropriate steps to\r\nrehabilitate and preserve those species.", "39": "The Biological Diversity Act, 200239. Power of Central\r\nGovernment to designate repositories.-1.  \r\n  The\r\nCentral Government may, in consultation with the National Biodiversity\r\nAuthority, designate institutions as repositories under this Act for different\r\ncategories of biological resources.2.  \r\n  The\r\nrepositories shall keep in safe custody the biological material including\r\nvoucher specimens deposited with them.3.  \r\n  Any\r\nnew tax on discovered by any person shall be notified to the repositories or\r\nany institution designated for this purpose and he shall deposit the voucher\r\nspecimens with such repository or institution.", "40": "The Biological Diversity Act, 200240. Power of Central\r\nGovernment to exempt certain biological resources.-Notwithstanding\r\nanything contained in this Act, the Central Government may, in consultation\r\nwith the National Biodiversity Authority, by notification in the Official\r\nGazette, declare that the provisions of this Act shall not apply to any items,\r\nincluding biological resources normally traded as commodities.", "41": "The Biological Diversity Act, 2002Chapter X\r\nBiodiversity Management Committees41. Constitution of\r\nBiodiversity Management Committees.-1.  \r\n  Every\r\nlocal body shall constitute a Biodiversity Management Committee within its area\r\nfor the purpose of promoting conservation, sustainable use and documentation of\r\nbiological diversity including preservation of habitats, conservation of land\r\nraces, folk varieties and cultivars, domesticated stocks and breeds of animals\r\nand micro-organisms and chronicling of knowledge relating to biological\r\ndiversity. Explanation.-For the purposes of\r\nthis sub-section,-a.   \"cultivar\"\r\nmeans a variety of plant that has originated and persisted under cultivation or\r\nwas specifically bred for the purpose of cultivation;b.   \"folk\r\nvariety\" means a cultivated variety of plant that was developed, grown and\r\nexchanged informally among farmers;c.   \"landrace\"\r\nmeans primitive cultivar that was grown by ancient farmers and their\r\nsuccessors.1.  \r\n\r\n2.  \r\n  The\r\nNational Biodiversity Authority and the State Biodiversity Boards shall consult\r\nthe Biodiversity Management Committees while taking any decision relating to\r\nthe use of biological resources and territorial jurisdiction of the\r\nBiodiversity Management Committee. Knowledge associated with such resources\r\noccurring within the3.  \r\n  The\r\nBiodiversity Management Committees may levy charges by way of collection fees\r\nfrom any person for accessing or collecting any biological resource for\r\ncommercial purposes from areas falling within its territorial jurisdiction.", "42": "The Biological Diversity Act, 2002Chapter XI Local\r\nBiodiversity Fund42. Grants to Local\r\nBiodiversity Fund.-The State Government\r\nmay, after due appropriation made by State Legislature by law in this behalf,\r\npay to the Local Biodiversity Funds by way of grants or loans such sums of\r\nmoney as the State Government may think f t for being utilised for the purposes\r\nof this Act.", "43": "The Biological Diversity Act, 200243. Constitution of\r\nLocal Biodiversity Fund.-1.  \r\n  There\r\nshall be constituted a Fund to be called the Local Biodiversity Fund at every\r\narea notified by the State Government where any institution of self-government\r\nis functioning and there shall be credited thereto-a.   any grants and loans\r\nmade under section 42;b.   any grants or loans\r\nmade by the National Biodiversity Authority;c.   any grants or loans\r\nmade by the State Biodiversity Boards;d.   fees referred to in\r\nsub-section (3) of section 41 received by the Biodiversity Management\r\nCommittees;e.   all sums received by\r\nthe Local Biodiversity Fund from such other sources as may be decided upon by\r\nthe State Government.", "44": "The Biological Diversity Act, 200244. Application of\r\nLocal Biodiversity Fund.-1.  \r\n  Subject\r\nto the provisions of sub-section (2), the management and the custody of the\r\nLocal Biodiversity Fund and the purposes for which such Fund shall be applied,\r\nare in the manner as may be prescribed by the State Government.2.  \r\n  The\r\nFund shall be used for conservation and promotion of biodiversity in the areas\r\nfalling within the jurisdiction of the concerned local body and for the benefit\r\nof the community in so far such use is consistent with conservation of\r\nbiodiversity.", "45": "The Biological Diversity Act, 200245. Annual report of\r\nBiodiversity Management Committees.-The person holding\r\nthe custody of the Local Biodiversity Fund shall prepare, in such form and\r\nduring each financial year at such time as may be prescribed, its annual\r\nreport, giving a full account f its activities during the previous financial\r\nyear, and submit a copy thereof to the concerned local body.", "46": "The Biological Diversity Act, 200246. Audit of accounts\r\nof Biodiversity Management Committees.-The accounts of the\r\nLocal Biodiversity Fund shall be maintained and audited in such manner as may,\r\nin consultation with the Accountant-General of the State, be prescribed and the\r\nperson holding the custody of the Local Biodiversity Fund shall furnish, to the\r\nconcerned local body, before such date as may be prescribed, its audited copy\r\nof accounts together with auditor's report thereon.", "47": "The Biological Diversity Act, 200247. Annual report,\r\netc., of the Biodiversity Management Committee to be submitted to District\r\nMagistrate.-Every local body\r\nconstituting a Biodiversity Management Committee under sub-section (1) of\r\nsection 41, shall cause, the annual report and audited co y of accounts\r\ntogether with auditor's report thereon referred to in sections 45 and 46,\r\nrespectively and relating to such Committee to be submitted to the District\r\nMagistrate having jurisdiction over the area of the local body.", "48": "The Biological Diversity Act, 2002Chapter XII\r\nMiscellaneous48. National\r\nBiodiversity Authority to be bound by the directions given by Central\r\nGovernment.-1.  \r\n  Without\r\nprejudice to the foregoing provisions of this Act, the National Biodiversity\r\nAuthority shall, in the discharge of its functions and duties under this Act,\r\nbe bound by such directions on questions of policy as the Central Government\r\nmay give in writing to it from time to time: Provided that the National\r\nBiodiversity Authority shall, as far as practicable, be given opportunity to\r\nexpress its views before any direction is given under this sub-section.2.  \r\n  The\r\ndecision of the Central Government whether a question is one of policy or not\r\nshall be final.", "49": "The Biological Diversity Act, 200249. Power of State\r\nGovernment to give directions.-1.  \r\n  Without\r\nprejudice to the foregoing provisions of this Act, the State Biodiversity Board\r\nshall, in the discharge of its functions and duties under this Act, be bound by\r\nsuch directions on questions of policy as the State Government may give in\r\nwriting to it from time to time: Provided that the State Biodiversity Board\r\nshall, as far as practicable, be given an opportunity to express its views\r\nbefore any direction is given under this sub-section.2.  \r\n  The\r\ndecision of the State Government whether a question is one of policy or not\r\nshall be final.", "50": "The Biological Diversity Act, 200250. Settlement of\r\ndisputes between State Biodiversity Boards.-1.  \r\n  If\r\na dispute arises between the National Biodiversity Authority and a State\r\nBiodiversity Board, the said Authority or the Board, as the case may be, may\r\nprefer an appeal to the Central Government within such time as may be\r\nprescribed.2.  \r\n  Every\r\nappeal made under sub-section (1) shall be in such form as may be prescribed by\r\nthe Central Government.3.  \r\n  The\r\nprocedure for disposing of an appeal shall be such as may be prescribed by the\r\nCentral Government: Provided that before disposing of an appeal, the parties\r\nshall be given a reasonable opportunity of being heard.4.  \r\n\r\n  If\r\na dispute arises between the State Biodiversity Boards, the Central Government\r\nshall refer the same to the National Biodiversity Authority.5.  \r\n  While\r\nadjudicating any dispute under sub-section (4), the National Biodiversity\r\nAuthority shall be guided by the principles of natural justice and shall follow\r\nsuch procedure as may be prescribed by the Central Government.6.  \r\n  The\r\nNational Biodiversity Authority shall have, for the purposes of discharging its\r\nfunctions under this section, the same powers as are vested in a civil court\r\nunder the Code of Civil Procedure, 1908 in respect of the following matters,\r\nnamely:-a.   summoning and\r\nenforcing the attendance of any person and examining him on oath;b.   requiring the discovery\r\nand production of documents;c.   receiving evidence on\r\naffidavits;d.   issuing commissions\r\nfor the examination of witnesses or documents;e.   reviewing its\r\ndecisions;f.   dismissing an\r\napplication for default or deciding it ex parte;g.   setting aside any\r\norder of dismissal of any application for default or any order passed by it ex\r\nparte;h.   any other matter\r\nwhich may be prescribed.1.  \r\n\r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n  Every\r\nproceeding before the National Biodiversity Authority shall be deemed to be a\r\njudicial proceeding within the meaning of sections 193 and 228, and for the\r\npurpose of section 196, of the Indian Penal Code (45 of 1860) and the National\r\nBiodiversity Authority shall be deemed to be a civil court for all the purposes\r\nof section 195 and Chapter XXVI of the Code of Criminal Procedure, 1973 (2 of\r\n1974).", "51": "The Biological Diversity Act, 200251. Members,\r\nofficers, etc., of National Biodiversity Authority and State Biodiversity Board\r\ndeemed to be public servants.-All members, officers\r\nand other employees of the National Biodiversity Authority or the State\r\nBiodiversity Board shall be deemed, w en acting or purporting to act in\r\npursuance of any of the provisions of this Act, to be public servants within\r\nthe meaning of section 21 of the Indian Penal Code (45 of 1860).", "52": "The Biological Diversity Act, 200252. Appeal.-Any person, aggrieved\r\nby any determination of benefit sharing or order of the National Biodiversity\r\nAuthority or a State Biodiversity Board under this Act, may file an appeal to\r\nthe High Court within thirty days from the date of communication to him, of the\r\ndetermination or order of the National Biodiversity Authority or the State\r\nBiodiversity Board, as the case may be: Provided that the High Court may, if it\r\nis satisfied that the appellant was prevented by sufficient cause from filing\r\nthe appeal within the said period, allow it to be filed within a further period\r\nnot exceeding sixty days.", "53": "The Biological Diversity Act, 200253. Execution of\r\ndetermination or order.-Every determination\r\nof benefit sharing or order made by the National Biodiversity Authority or a\r\nState Biodiversity Board under this Act or the order made by the High Court in\r\nany appeal against any determination r order of the National Biodiversity\r\nAuthority or a State Biodiversity Board shall, on a certificate issued by any\r\nofficer of the National Biodiversity Authority or a State Biodiversity Board or\r\nthe Registrar of the High Court, as the case may be, be deed to be decree of\r\nthe civil court and shall be executable in the same manner as a decree of that\r\ncourt. Explanation.-For the purposes of this section and section 52, the\r\nexpression \"State Biodiversity Board\" includes the person or group of\r\npersons to whom the powers or functions under sub-section (2) of section 22\r\nhave been delegated under the proviso to t at sub-section and the certificate\r\nrelating to such person or group of persons under this section shall be issued\r\nby such person or group of persons, as the case may be.", "54": "The Biological Diversity Act, 200254. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceedings shall lie against the Central Government or the\r\nState Government or any officer of the Central Government or the State\r\nGovernment or any member, officer or employee of the National Biodiversity\r\nAuthority or the State Biodiversity Board for anything which is in good faith\r\ndone or intended to be done under this Act or the rules or regulations made\r\nthere under.", "55": "The Biological Diversity Act, 200255. Penalties.-1.  \r\n  Whoever\r\ncontravenes or attempts to contravene or abets the contravention of the\r\nprovisions of section 3 or section 4 or section 6 shall be punishable with\r\nimprisonment for a term which may extend to five years, or with fine which may\r\ne tend to ten lakh rupees and where the damage caused exceeds ten lakh rupees\r\nsuch fine may commensurate with the damage caused, or with both.2.  \r\n  Whoever\r\ncontravenes or attempts to contravene or abets the contravention of the\r\nprovisions of section 7 or any order made under sub-section (2) of section 24\r\nshall be punishable with imprisonment for a term which may extend to three\r\nyears, or with file which may extend to five lakh rupees, or with both.", "56": "The Biological Diversity Act, 200256. Penalty for\r\ncontravention of directions of Central Government, State Government, National\r\nBiodiversity Authority and State Biodiversity Boards.-If any person\r\ncontravenes any direction given or order made by the Central Government, the\r\nState Government , the National Biodiversity Authority or the State\r\nBiodiversity Board for which no punishment has been separately provided under\r\nthis Act, he shall be punished with a fine which may extend to one lakh rupees\r\nand in case of a second or subsequent offence, with fine which may extend to\r\ntwo lakh rupees and in the case of continuous contravention with additional\r\nfine which may extend to two lakh rupees everyday during which the default\r\ncontinues.", "57": "The Biological Diversity Act, 200257. Offences by\r\ncompanies.-1.  \r\n  Where\r\nan offence or contravention under this Act has been committed by a company,\r\nevery person who at the time the offence or contravention was committed was in\r\ncharge of, and was responsible to, the company for the conduct of the business\r\nof the company, as well as the company, shall be deemed to be guilty of the\r\noffence or contravention and shall be liable to be proceeded against and\r\npunished accordingly: Provided that nothing contained in this sub-section shall\r\nrender any such person liable to any punishment provided in this Act, if he\r\nproves that the offence or contravention was committed without his knowledge or\r\nthat he had exercised all due diligence o prevent the commission of such\r\noffence or contravention.2.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence or contravention under\r\nthis Act has been committed by a company and it is proved that the offence or\r\ncontravention has been committed with the consent or connivance of, or is\r\nattributable to, any neglect on the part of any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of the offence or contravention and\r\nshall be liable to be proceeded against and punished accordingly. Explanation.-For\r\nthe purposes of this section,-a.   \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.   \"director\",\r\nin relation to a firm, means a partner in the firm.", "58": "The Biological Diversity Act, 200258. Offences to be\r\ncognizable and non-bailable.-The offences under\r\nthis Act shall be cognizable and non-bailable.", "59": "The Biological Diversity Act, 200259. Act to have\r\neffect in addition to other Acts.-The provisions of\r\nthis Act shall be in addition to, and not in derogation of, the provisions in\r\nany other law, for the time being in force, relating to forests or wildlife.", "60": "The Biological Diversity Act, 200260. Power of Central\r\nGovernment to give directions to State Government.-The Central\r\nGovernment may give directions to any State Government as to the carrying into\r\nexecution in the State of any of the provisions of this Act or of any rule or\r\nregulation or order made there under.", "61": "The Biological Diversity Act, 200261. Cognizance of\r\noffences.-No Court shall take\r\ncognizance of any offence under this Act except on a complaint made by-a.  \r\n  the\r\nCentral Government or any authority or officer authorised in this behalf by\r\nthat Government; orb.  \r\n  any\r\nbenefit claimer who has given notice of not less than thirty days in the\r\nprescribed manner, of such offence and of his intention to make a complaint, to\r\nthe Central Government or the authority or officer authorised as aforesaid.", "62": "The Biological Diversity Act, 200262. Power of Central\r\nGovernment to make rules.-1.  \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the purposes of this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   terms and conditions\r\nof service of the Chairperson and members under section 9;b.   powers and duties of\r\nthe Chairperson under section 10;c.   procedure under\r\nsub-section (1) of section 12 in regard to transaction of business at meetings;\r\nd.   form of application\r\nand payment of fees for undertaking certain activities under sub-section (1) of\r\nsection 19;e.   the form and manner\r\nof making an application under sub-section (2) of section 19;f.   form of application\r\nand the manner for transfer of biological resource or knowledge under\r\nsub-section (2) of section 20;g.   form in which, and\r\nthe time of each financial year at which, the annual report of the National\r\nBiodiversity Authority shall be prepared and the date before which its audited\r\ncopy of accounts together with auditor's report thereon shall be furnished\r\nunder section 28;h.   form in which the\r\nannual statement of account shall be prepared under sub-section (1) of section\r\n29;i.   the time within which\r\nand the form in which, an appeal may be preferred, the procedure for disposing\r\nof an appeal and the procedure for adjudication, under section 50;j.   the additional matter\r\nin which the National Biodiversity Authority may exercise powers of the civil\r\ncourt under clause (h) of sub-section (6) of section 50;k.   the manner of giving\r\nnotice under clause (b) of section 61;l.   any other matter\r\nwhich is to be, or may be, prescribed, or in respect of which provision is to\r\nbe made, by rules.1.  \r\n2.  \r\n\r\n3.  \r\n  Every\r\nrule made under this section and every regulation made under this Act shall be\r\nlaid, as soon as may be after it is made, before each House of Parliament,\r\nwhile it is in session, for a total period of thirty days which may be\r\ncomprised in one session or in two or more successive sessions, and if, before\r\nthe expiry of the session immediately following the session or the successive\r\nsessions aforesaid, both Houses agree in making any modification in the rule or\r\nregulation or both Houses agree that he rule or regulation should not be made,\r\nthe rule or regulation shall thereafter have effect only in such modified form\r\nor be of no effect, as the case may be; so, however, that any such modification\r\nor annulment shall be without prejudice to the validity of anything previously\r\ndone under that rule or regulation.", "63": "The Biological Diversity Act, 200263. Power of State\r\nGovernment to make rules.-1.  \r\n  The\r\nState Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the purposes of this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the other functions\r\nto be performed by the State Biodiversity Board under clause (c) of section 23;\r\nb.   the form in which the\r\nprior intimation shall be given under sub-section (1) of section 24;c.   the form in which,\r\nand the time of each financial year at which, the annual report shall be\r\nprepared under section 33;d.   the manner of\r\nmaintaining and auditing the accounts of the State Biodiversity Board and the\r\ndate before which its audited copy of the accounts together with auditor's\r\nreport thereon shall be furnished under section 34;e.   management and\r\nconservation of national heritage sites under section 37;f.   the manner of\r\nmanagement and custody of the Local Biodiversity Fund and the purposes for\r\nwhich such Fund shall be applied under sub-section (1) of section 44;g.   the form of annual\r\nreport and the time at which such report shall be prepared during each\r\nfinancial year under section 45;h.   the manner of\r\nmaintaining and auditing the accounts of the Local Biodiversity Fund and the\r\ndate before which its audited copy of the accounts together with auditor's\r\nreport thereon shall be furnished under section 46;i.   any other matter which\r\nis to be, or may be, specified.1.  \r\n\r\n2.  \r\n3.  \r\n  Every\r\nrule made by the State Government under this section shall be laid, as soon as\r\nmay be after it is made, before each House of the State Legislature where it\r\nconsists of two Houses, or where such Legislature consists of one House, before\r\nthat House.", "64": "The Biological Diversity Act, 200264. Power to make\r\nregulations.-The National\r\nBiodiversity Authority shall, with the previous approval of the Central\r\nGovernment, by notification in the Official Gazette, make regulations for\r\ncarrying out the purposes of this Act.", "65": "The Biological Diversity Act, 200265. Power to remove\r\ndifficulties.-1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, not inconsistent with the provisions of this\r\nAct, remove the difficulty: Provided that no such order shall be made after the\r\nexpiry of a period of two years from the commencement of this Act.2.  \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament."}