{"name": "Birth, Deaths and Marriages Registration Act, 1886\r", "1": " Births, Deaths and Marriages Registration Act, 18861. Short title and commencement(1)\r\nThis Act may be called the Births, Deaths and Marriages Registration Act, 1886;\r\nand(2)\r\nIt shall come into force on such day as the Central Government, by notification\r\nin the Official Gazette, directs.", "2": "Births, Deaths and Marriages Registration Act, 18862. ExtentThis Act extends to the whole of India except [the territories which, immediately before the 1st. November, 1956, were comprised in Part B States].]", "3": " Births, Deaths and Marriages Registration Act, 18863. DefinitionsIn\r\nthis Act, unless there is something repugnant in the subject or context,-\r\n\"sign\" includes mark, when the person making the mark is unable to write his \r\nname:\"prescribed\"\r\nmeans prescribed by a rule made 9[***] under this Act: and\"Registrar\r\nof Births and Deaths\" means a Registrar of Births and Deaths appointed\r\nunder this Act.", "4": " Births, Deaths and Marriages Registration Act, 18864. Saving of local lawsNothing\r\nis this Act, or in any rule made under this Act, shall affect any law\r\nheretofore or hereafter passed providing for the registration of births and\r\ndeaths within particular local areas.", "5": " Births, Deaths and Marriages Registration Act, 18865. Power exercisable from time to timeAll\r\npowers conferred by this Act may be exercised from time to time as occasion\r\nrequires.", "6": " Births, Deaths and Marriages Registration Act, 18866. Establishment of general registry offices\r\nand appointment of registrars General(1)\r\nEach State Government.(a) shall establish a general registry office for keeping such certified\r\ncopies of registers of births and deaths registers of births and deaths\r\nregistered under this Act, or marriages registered under Act 3 of 18722 (to\r\nprovide a form of marriage in certain cases) or the Indian Christian Marriage\r\nAct, 1872 (15 of 1872) or, beyond the local limits of the ordinary original\r\ncivil jurisdiction of the High Court of judicature at Bombay, under the Parsi\r\nMarriage and Divorce Act, 1865 (15 of 1865), as may be sent to it\r\nunder this Act, or under any of the three last mentioned Acts, as amended by\r\nthis Act; and(b) may appoint to the charge of that office an officer, to be called,\r\nthe registrar General of Births, Deaths and Marriages, for the territories\r\nunder its administration.", "7": " Births, Deaths and Marriages Registration Act, 18867. Indexes to be kept at general registry\r\nofficeEach\r\nRegistrar General of Births, Deaths and Marriages shall cause indexes of al the\r\ncertified copies of registers sent to his office under this Act, or under Act 3\r\nof 18722, the Indian Christian Marriage Act, 1872 (15 of 1872) or\r\nthe Parsi Marriage and Divorce Act 18653 (15 of 1865) as amended by\r\nthis Act, to be made and kept in his office in the prescribed form.", "8": " Births, Deaths and Marriages Registration Act, 18868. Indexes to be open to inspectionSubject\r\nto the payment of the prescribed fees, the indexes so made shall be at all\r\nreasonable times open to inspection by and person applying to inspect them, and\r\ncopies of entries in the certified copies of the registers to which the indexes\r\nrelate shall be given to all persons applying for them.", "9": " Births, Deaths and Marriages Registration Act, 18869. Copies of entries to be admissible in\r\nevidenceA\r\ncopy of an entry given under the last foregoing section shall be certified by\r\nthe Registrar general of Births, Deaths and Marriages, or by an office\r\nauthorised in this behalf by the State Government, and shall be admissible in\r\nevidence for the purpose of proving the birth, death or marriage to which the\r\nentry relates.", "10": " Births, Deaths and Marriages Registration Act, 188610. Superintendence of Registrars by Registrar\r\nGeneralEach\r\nregistrar General of Births, Deaths and Marriages shall exercise a general\r\nsuperintendence over the Registrars of Births and Deaths in the territories for\r\nwhich he is appointed.", "11": " Births, Deaths and Marriages Registration Act, 188611. Persons whose births and deaths are\r\nregistrable(1)\r\nthe person whose births and deaths shall, in the first instance, be registrable\r\nunder this Chapter are the following, namely:-(a) in the territories to which this Act extends] the members of every\r\nrace, sect or tribe to which the Indian Succession Act, 186512 (10\r\nof 1865) applies, and in respect of which an order under section 332 of that\r\nAct is not for the time being in force, and all persons professing the\r\nChristian religion;(2)\r\nBut the State Government, by notification in the Official Gazette, may extend\r\nthe operation of this Chapter to any other class of persons either generally or\r\nin any local area.", "12": " Births, Deaths and Marriages Registration Act, 188612. Power for State Government to appoint\r\nRegistrars for its territoriesThe\r\nState Government may appoint, either by name or by virtue of their office, so\r\nmany person as it thinks necessary to be Registrars of Births and Deaths for\r\nsuch local areas within the territories under its administration as it may define\r\nand, if it sees fit, for any class of persons within any part of those\r\nterritories."}