{"name": "Bombay Revenue Jurisdiction Act, 1876\r", "1": "1. Short title.-This Act may be called \"The Bombay Revenue Jurisdiction Act, 1876\".", "2": "2. Repeal of enactments.-The enactments mentioned in the schedule hereto annexed are repealed to the extent specified in the third column thereof.", "3": "3. Interpretation-clause.-In this Act, unless there be something repugnant in the subject or context,-", "4": "4. Bar of certain suits.-Subject to the exceptions hereinafter appearing, no Civil Court shall exercise jurisdiction as to any of the following matters:- * Subject to verification and confirmation by the Department.(a) claims against Government relating to any property appertaining to the office of any hereditary officer appointed or recognized under Bombay Act. No. 3 of 1874, or any other law for the time being in force, or of any other village-officer or servant, or claims to perform the duties of any such officer or servant, or in respect of any injury caused by exclusion from such office or service, or suits to set aside or avoid any order under the same Act or any other law relating to the same subject for the time being in force passed by Government or any officer duly authorised in that behalf, or claims against Government relating to lands held under treaty, or to lands granted or held as saranjam, or on other political tenure, or to lands declared by Government or any officer duly authorised in that behalf to be held for service;(b) objections- to the amount or incidence of any assessment of land-revenue authorised by Government, or to the mode of assessment, or to the principle on which such assessment is fixed, or to the validity or effect of the notification of survey or settlement, or of any notification determining the period of settlement;(c) claims connected with or arising out of any proceedings for the realization of land-revenue or the rendering of assistance by Government or any officer duly authorized in that behalf to superior holders or occupants for the recovery of their dues from inferior holders or tenants; claims to set aside on account of irregularity, mistake, or any other ground except fraud, sales for arrears of land-revenue;(d) claims against Government-(1) to be entered in the revenue survey or settlement records or village papers as liable for the land-revenue, or as superior holder, inferior holder, occupant or tenant, or(2) to have any entry made in any record of a revenue survey or settlement, or(3) to have any such entry either omitted or amended ;(e) the distribution of land or allotment of laud-revenue on partition of any estate under Bombay Act 4 of 1868, or any other law for the time being in force;(f) claims against Government- to hold land wholly or partially free from payment of land-revenue, or to receive payments charged on or payable out of the land-revenue, or to set aside any cess or rate authorized by Government under the provisions of any law for the time being in force, or respecting, the occupation of waste or vacant land belonging to Government;(g) claims regarding boundaries fixed under Bombay Act No. 1 of 1865, or any other law for the time being in force, or to set aside any order passed by a competent officer under any such law with regard to boundary-marks: Proviso.-Provided that if any person claim to hold land wholly or partially exempt from payment of land-revenue under-(h) any enactment for the time being in force expressly creating an exemption not before existing in favour of an individual or of any class of persons, or expressly confirming such an exemption on the ground of its being shown in a public record, or of its having existed for a specified term of years, or(i) an instrument or sanad given by or by order of the Governor of Bombay in Council under Bombay Act No. II of 1863, section one, clause first, or. Bombay Act No. VII of 1803, section two, clause first, or(j) any other written grant by the British Government expressly creating or confirming such exemption, or(k) a judgment by a Court of law, or an adjudication duly passed by a competent officer under Bombay Regulation 17 of 1827, chapter X, or under Act No. 11 of 1852, which declares the particular property in dispute to be exempt; such claim shall be cognizable in the Civil Courts.* Subject to verification and confirmation by the Department.1. Rep. by Act 4 of 1894, the First Schedule, Part 3 (w.e.f. 23-2-1894).2. Rep. by Act 16 of 1895, the First Schedule (w.e.f. 10-10-1895).", "5": "5. Saving of certain suits.-Nothing in section four shall be held to pre- Saving of vent the Civil Courts from entertaining the following suits:-(a) suits against Government to contest the amount claimed, or paid under protest, or recovered, as land-revenue on the ground that such amount is in excess of the amount authorised in that behalf by Government, or that such amount had previous to such claim, payment, or recovery been satisfied, in. whole or in part, or that the plaintiff, or the person whom he represents, is not the person liable for such amount;(b) suits between private parties for the purpose of establishing any private right, although it may be affected by any entry in. any record of a revenue survey or settlement or in any village papers;(c) suits between superior holders or occupants and inferior holders or tenants regarding the dues claimed or recovered from the latter; and nothing in section four, clause (g) shall be held to prevent the Civil Courts from entertaining suits, other than suits against Government, for possession of any land being a whole survey number or a recognized share of a survey number. 1[and nothing in section four shall be held to prevent the Civil Courts in the Districts mentioned in the second schedule hereto annexed from exercising such jurisdiction as, according to the terms of any law in force on the twenty-eighth day of March 1876, they could have exercised over claims against Government-(a) relating to any property appertaining to the office of any hereditary officer appointed or recognized under Bombay Act No. 3 of 1874, or any other law for the time being in force, or of any other village-officer or servant:(b) to hold land wholly or partially free from payment of land-revenue:(c) to receive payments charged on, or payable out of, the land-revenue.]", "6": "6. Bar of certain suits against Revenue officers.-Revenue officers shall not be liable to be sued for damages in any Civil Court for any act bond fide done, or ordered to be done, by them as such in pursuance of the provisions of any law for the time being in force. If any Revenue officer absconds or does not attend when called on by his official superior, and if the Collector of the District proceeds against him or his sureties for public money, papers or property according to the provisions of any law for the time being in force, such Collector shall not be liable to pay damages or costs in any suit brought against him by such officer or sureties, although it appears that a part only, or no part whatever, of the sum demanded was due from the officer so absconding or failing to attend, or that he was not in possession of the papers or property demanded of him.", "7": "7. Punishment or prosecution of Revenue officers not a bar to civil remedies.-Nothing in any law for the time being in force which authorises the punishment departmentally of any Revenue officer for any offence or breach of duty, or which sanctions his prosecution criminally for such offence or breach, shall be held to bar any remedy which may be had in the Civil Court against such officer.", "8": "8. Officers to answer in suits against them for acts done by order of superior authority.-If any act done by a Revenue officer under orders from superior authority subsequently forms the ground of a civil suit against him, he shall appear and answer in such suit as if the act had been done solely by his own authority.", "9": "9. Appeals from proceedings of Revenue officers.-In every ease in which but for the passing of this Act any act or omission of a Revenue officer would have been open to question in a Civil Court, any party aggrieved by such act or omission may, if no other appeal is given by any law for the time being in force, present an appeal, within two months from. the date of such act or omission, to the immediate official superior of such officer; and if such official superior be of a grade inferior to that of a Commissioner of Revenue, then the party aggrieved by his decision on appeal may present a further appeal against such decision to the Commissioner of Revenue or such other officer as the Local Government appoints in this behalf.Such further appeal must be presented within one month from the date of the decision complained of. Any appeal under this section may be admitted after the period of limitation prescribed therefor when the appellant satisfies the officer appealed to that he had sufficient cause for not presenting the appeal within such period. In computing any period of limitation so prescribed, the day on which the act, omission or decision complained of took place or was pronounced shall be excluded.", "10": "10. Power to Local Government to call for record.-The Local Government may call for and examine the record of the proceedings on appeal under section nine of any officer for the purpose of satisfying itself as to the legality or propriety of any order passed by him, and may reverse or modify his order, or, if it think fit, may direct that additional evidence be taken, or that the appeal be reheard.", "11": "11. Suits not to be entertained unless plaintiff has exhausted right of appeal.-No Civil Court shall entertain any suit against Government on account of any act or omission of any Revenue officer unless the plaintiff first proves-. that, previously to bringing his suit, he has presented all such appeals allowed by the law for the time being in force, as within the period of limitation allowed for bringing such suit, it was possible to present.", "12": "12. Power of Government to refer questions for the decision of the High Court.-If in the trial or investigation of any suit, claim or objection, which, but for the passing of this Act, might have been tried or investigated by a Civil Court, there arises any question on which the Governor General in Council or the Local Government desires to have the decision of the High Court, the Governor General in Council or the Local Government, as the case may be, may cause a statement of the question to be prepared, and may refer such question for the decision of the High Court of Judicature at Bombay. The said High Court shall fix an early day for the hearing of the question referred, and cause notice of such day to be placed in the Court-house.The parties to the case may appear and he heard in the High Court in person or by their advocates or pleaders. The High Court, when it has heard and considered the ease, shall send a copy of its decision, with the reasons therefor, under the seal of the Court, to the Government by which the reference was made, and subject to any appeal which may be presented to Her Majesty in Council, the case shall be disposed of conformably to such decision. If the High Court considers that any such statement is imperfectly framed, the High Court may return it for amendment. The costs (if any) consequent on any such reference shall be dealt with as the High Court in each case directs.", "13": "13. Power of Civil Judge to refer questions of jurisdiction to High Court.-If in any suit instituted, or in any appeal presented, in a Civil Court, the Judge doubts whether he is precluded by this Act from taking cognizance of the suit or appeal, he may refer the matter to the High Court. The High Court may order the Judge making the reference either to proceed with the case or to return the plaint. The order of the High Court on any such reference shall be subject to appeal to Her Majesty in Council, and save as aforesaid, shall be final.", "14": "14. Composition of Bench.-Every reference under section twelve or section thirteen shall be heard by a Bench consisting of such number of Judges not less than three, as the Chief Justice from time to time directs.", "15": "15. [Amendment of section 32 of Bombay Civil Courts Act].-Rep. by the Repealing and Amending Act, 1876, s. 2 and the Schedule (w.e.f. 26-2-1938).", "16": "16. Privileges of Government in suits in which it is concerned.-Whenever any suit is brought in any District Court against Government, or against any Revenue officer, and the Local Government undertakes the defence thereof, it shall be lawful for the Local Government, by certificate signed by a Secretary thereto, to require -(a) that such suit shall be tried by the District Judge himself, and shall not be transferred for trial to an Assistant Judge ; and(b) that the trial of any such suit shall have precedence over the trial of any other suit or other civil proceeding then pending in such Court; and the Court shall give effect to every such requirement. The privilege conferred on the Local Government by the clause (b) of this section shall, mulalis mulandis, apply to any appeal or special appeal against any decree in any such suit as is described in this section.", "17": "17. Revival of Bombay Regulation 17 of 1827, section 13.-Notwithstanding any repeal effected by the Land Improvement Act, 1871 (26 of 1871), arrears of land-revenue of former years shall be recoverable by the Collector in the same way as current land-revenue, except that the preference given to demands for current land-revenue, as specified in section five of Bombay Regulation 17 of 1827, shall not extend to demands on account of the arrears for former years.", "18": "Schedule.[See Section 2]Acts of The Governor General in Council.", "19": "1[The Second Schedule.The District of Ahmedabad.The District of Kaira, exclusive of the Panch Mahals.The District of Broach.The District of Surat, exclusive of the lapsed State of Mandvi, as described in the schedule annexed to Act 10 of 1848.The District of Tanna.The District of Colaba, exclusive of the lapsed State of Colaba mentioned in Act 8 of 1853.The District of Ratnagiri.The District of Kanara.]"}