{"name": "Carriage by Air Act, 1972\r", "1": "The Carriage by Air Act, 19721. Short title, extent and commencement.-(1) This Act may be called the Carriage by Air Act, 1972.(2) It extends to the whole of India.(3) It shall come into force on such date2 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "The Carriage by Air Act, 19722. Definitions.-In this Act, unless the context otherwise requires,-(i) \"amended Convention\" means the Convention as amended by the Hague Protocol on the 28th day of September, 1955;(ii) \"Convention\" means the Convention for the unification of certain rules relating to international carriage by air signed at Warsaw on the 12th day of October, 1929.3[(iii) \"Montreal Convention\" means the Convention for the unification of certain rules for international carriage by air signed at Montreal on the 28th day of May, 1999;(iv) \"Annexure\" means the Annexure to this Act.]2. 15th May, 1973, vide notification No. S.O. 170(E), dated 23rd March, 1973, see Gazette of India, Extraordinary, Part II, sec. 3(ii).3. Ins. by Act 28 of 2009, s. 3 (w.e.f. 1-7-2009).", "3": "The Carriage by Air Act, 19723. Application of Convention to India.-(1) The rules contained in the First Schedule, being the provisions of the Convention relating to the rights and liabilities of carriers, passengers, consignors, consignees and other persons, shall, subject to the provisions of this Act, have the force of law in India in relation to any carriage by air to which those rules apply, irrespective of the nationality of the aircraft performing the carriage.4[(2) For the purpose of this Act, the High Contracting Parties to the Convention and the date of enforcement of the said Convention shall be such as are included in Part I of the Annexure.](3) Any reference in the First Schedule to the territory of any High Contracting Party to the Convention shall be construed as a reference to all the territories in respect of which he is a party.(4) Any reference in the First Schedule to agents of the carrier shall be construed as including a reference to servants of the carrier.5[(5) The Central Government may, having regard to the objects of this Act, and if it considers necessary or expedient so to do, by notification in the Official Gazette, add to, or, as the case may be, omit from, Part I of the Annexure, any High Contracting Party and on such addition, or as the case may be, omission, such High Contracting Party shall be or shall cease to be, a High Contracting Party.]4. Subs. by s. 4,ibid., for sub-section (2) (w.e.f. 1-7-2009).5. Subs. by s. 4, ibid., for sub-section (5) (w.e.f. 1-7-2009).", "4": "The Carriage by Air Act, 19724. Application of amended Convention to India.-(1) The rules contained in the Second Schedule, being the provisions of the amended Convention relating to the rights and liabilities of carriers, passengers, consignors, consignees and other persons, shall, subject to the provisions of this Act, have the force of law in India in relation to any carriage by air to which those rules apply, irrespective of the nationality of the aircraft performing the carriage.1[(2) For the purpose of this Act, the High Contracting Parties to the amended Convention and the date of enforcement of the said amended Convention shall be such as are included in Part II of the Annexure.(2A) The Central Government may, having regard to the objects of this Act, and if it considers necessary or expedient so to do, by notification in the Official Gazette, add to, or, as the case may be, omit from, Part II of the Annexure, any High Contracting Party and on such addition, or, as the case may be, omission, such High Contracting Party shall be or shall cease to be, a High Contracting Party.](3) Any reference in the Second Schedule to the territory of any High Contracting Party to the amended Convention shall be construed as a reference to all the territories in respect of which he is a party.(4) Any reference in the Second Schedule to agents of the carrier shall be construed as including a reference to servants of the carrier.1. Subs. by Act 28 of 2009, s. 5, for sub-section (2) (w.e.f. 1-7-2009).", "5": "The Carriage by Air Act, 19722[4A. Application of Montreal Convention to India.-(1) The rules contained in the Third Schedule, being the provisions of the Montreal Convention relating to the rights and liabilities of carriers, passengers, consignors, consignees and other persons, shall, subject to the provisions of this Act, have the force of law in India in relation to any carriage by air to which those rules apply, irrespective of the nationality of the aircraft performing the carriage.(2) For the purpose of this Act, the State Parties to the Montreal Convention and the date of enforcement of the said Montreal Convention shall be such as are included in Part III of the Annexure.(3) Any reference in the Third Schedule to the territory of any State Party to the Montreal Convention shall be construed as a reference to all the territories in respect of which he is party.(4) Any reference in the Third Schedule to agents of the carrier shall be construed as including a reference to servants of the carrier.(5) The Central Government may, having regard to the objects of this Act, and if it considers necessary or expedient so to do, by notification in the Official Gazette, add to, or, as the case may be, omit from, Part III of the Annexure, any State Party and on such addition, or, as the case may be, omission, such State Party shall be or shall cease to be, a State Party.]3[(6) The Central Government may, having regard to the objects of the Act, and if it considers necessary or expedient so to do, by notification in the Official Gazette, give effect to the limits of liability, revised by the depository under rule 24 of Chapter III of the Third Schedule to this Act, for the purposes of determining the liabilities of the carriers and extent of compensation for damages under the said Chapter of that Schedule.]2. Ins. by s. 6, ibid. (w.e.f. 1-7-2009).3. Ins. by Act 12 of 2016, s. 2 (w.e.f. 21-3-2016).", "6": "The Carriage by Air Act, 19725. Liability in case of death.-(1) Notwithstanding anything contained in the Fatal Accidents Act, 1855 (13 of 1855) or any other enactment or rule of law in force in any part of India, the rules contained in 4[the First Schedule, the Second Schedule and the Third Schedule] shall, in all cases to which those rules apply, determine the liability of a carrier in respect of the death of a passenger.(2) The liability shall be enforceable for the benefit of such of the members of the passengers family as sustained damage by reason of his death.Explanation.- In this sub-section, the expression \"member of a family\" means wife or husband, parent, step-parent, grand-parent, brother, sister, half-brother, half-sister, child, step-child and grandchild:Provided that in deducing any such relationship as aforesaid any illegitimate person and any adopted person shall be treated or being, or as having been, the legitimate child of his mother and reputed father or, as the case may be, of his adopters.(3) An action to enforce the liability may be brought by the personal representative of the passenger or by any person for whose benefit the liability is under sub-section (2) enforceable, but only one action shall be brought in India in respect of the death of any one passenger, and every such action by whomsoever brought shall be for the benefit of all such persons so entitled as aforesaid as either are domiciled in India or not being domiciled there express a desire to take the benefit of the action.(4) Subject to the provisions of sub-section (5), the amount recovered in any such action, after deducting any costs not recovered from the defendant, shall be divided between the persons entitled in such proportion as the Court may direct.(5) The Court before which any such action is brought may, at any stage of the proceedings, make any such order as appears to the Court to be just and equitable in view of the provisions of 1[the First Schedule or of the Second Schedule or the Third Schedule], as the case may be, limiting the liability of a carrier and of any proceedings which have been or are likely to be commenced outside India in respect of the death of the passenger in question.4. Subs. by Act 28 of 2009, s. 7, for \"the First Schedule and in the Second Schedule\" (w.e.f. 1-7-2009).1. Subs. by Act 28 of 2009, s. 7, for \"the First Schedule or of the Second Schedule\"(w.e.f. 1-7-2009).", "7": "The Carriage by Air Act, 19726. Conversion of frances.-Any sum in francs mentioned in rule 22 of the First Schedule or of the Second Schedule, as the case may be, shall, for the purpose of any action against a carrier, be converted into rupees at the rate of exchange prevailing on the date on which the amount of damages to be paid by the carrier is ascertained by the Court.", "8": "The Carriage by Air Act, 19722[6A. Conversion of Special Drawing Rights.-Any sum in Special Drawing Rights mentioned in rules 21 and 22 of the Third Schedule shall, for the purpose of any action against a carrier, be converted into rupees at the rate of exchange prevailing on the date on which the amount of damages to be paid by the carrier is ascertained by the Court in accordance with the provisions of rule 23 of the said Third Schedule.]2. Ins. by s. 8, ibid(w.e.f. 1-7-2009).", "9": "The Carriage by Air Act, 19727. Provisions regarding suits against High Contracting Parties who undertake carriage by air.-(1) Every High Contracting Party to the Convention or the amended Convention, as the case may be, who has not availed himself of the provisions of the Additional Protocol thereto, shall, for the purposes of any suit brought in a Court in India in accordance with the provisions of rule 28 of the First Schedule, or of the Second Schedule, as the case may be, to enforce a claim in respect of carriage undertaken by him, be deemed to have submitted to the jurisdiction of that Court and to be a person for the purposes of the Code of Civil Procedure, 1908 (5 of 1908).(2) The High Court may make rules of procedure providing for all matters which may be expedient to enable such suits to be instituted and carried on.(3) Nothing in this section shall authorise any Court to attach or sell any property of a High Contracting Party to the Convention or to the amended Convention.", "10": "The Carriage by Air Act, 19728. Application of Act to carriage by air which is not international.-(1) The Central Government may, by notification in the Official Gazette, apply the rules contained in the First Schedule and any provision of section 3 or section 5 or section 6 to such carriage by air, not being international carriage by air as defined in the First Schedule, as may be specified in the notification, subject, however, to such exceptions, adaptations and modifications, if any, as may be so specified.(2) The Central Government may, by notification in the Official Gazette, apply the rules contained in the Second Schedule and any provision of section 4 or section 5 or section 6 to such carriage by air, not being international carriage by air as defined in the Second Schedule, as may be specified in the notification, subject, however, to such exceptions, adaptations and modifications, if any, as may be so specified.1[(3) The Central Government may, by notification in the Official Gazette, apply the rules contained in the Third Schedule and any provision of section 4A or section 5 or section 6A to such carriage by air, not being international carriage by air as defined in the Third Schedule, as may be specified in the notification, subject, however, to such exceptions, adaptations and modifications, if any, as may be so specified.]1. Subs. by Act 28 of 2009, s. 9, for sub-section (3) (w.e.f. 1-7-2009).", "11": "The Carriage by Air Act, 19722[8A. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules for carrying out the provisions of this Act.(2) Every rule made and every notification issued under this Act shall be laid, as soon as may be after it is made or issued, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or the notification or both Houses agree that the rule or notification should not be made or issued, the rule or notification shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule or notification.]2. Ins. by Act 12 of 2016, s. 3 (w.e.f. 21-3-2016)."}