{"name": "Census Act, 1948\r", "1": " Census Act, 19481. Short title and extent:- (1) This Act may be called the Census Act,\r\n1948.{Subs., ibid., for the former sub-section.}[(2) It extends to the whole of India {Subs. by Act 51 of\r\n1950, s.2, for \"except the States of Hyderabad, Jammu and Kashmir, \r\n Mysore and  Travancore -Cochin \".} [ except \r\nthe State of  Jammu and Kashmir ].]{Ins., ibid., s.3.The original s.2 was  rep.by the A.O.1950.}", "2": " Census Act, 19482.Rule of construction respecting enactments\r\nnot extending to part B States:- Any reference to the Indian Penal Code or the Indian\r\nEvidence Act, 1872, shall, in relation to a Part B State, be construed as a r\r\nreference to the corresponding enactment in force in that State.]", "3": " Census Act, 1948\n3.Central Government to take census:-The Central Government may, by notification in\r\nthe Official Gazette, declare its intention of taking a census in the whole or\r\nany part of the territories to which this Act extends, whenever it may consider\r\nit necessary or desirable so to do, and thereupon the census shall be taken.", "4": " Census Act, 1948\n4.Appointment of ceases staff:-(1) The Central Government may appoint a\r\nCensus Commissioner to supervise the taking of the census throughout the area\r\nin which the census is intended to be taken, and Superintendents of Census\r\nOperations to supervise the taking of the census within the several States.(2) The State Government may appoint persons\r\nas census-officers to take, or aid in, or supervise the taking of, the census\r\nwithin any specified local area and such persons, when so appointed, shall be\r\nbound to serve accordingly.(3) A declaration in writing, signed by any authority authorized by the State\r\nGovernment in this behalf that any person has been duly appointed a\r\ncensus-officer for any local area shall be conclusive proof of such\r\nappointment.(4) The State Government may delegate to such authority as it thinks fit the\r\npower of appointing census-officers conferred by subsection (2).", "5": " Census Act, 1948\n5.Status of census authorities as public servants:-The Census Commissioner, all Superintendents\r\nof Census Operations and all census-officers shall be deemed to be public\r\nservants within the meaning of the Indian Penal Code.", "6": " Census Act, 1948\n6.Discharge  of duties of census officers in\r\ncertain cases:-(1) Where the District Magistrate, or such\r\nauthority as the State Government may appoint in this behalf, by a written\r\norder so directs-(a) every officer in command of any body of men belonging to the naval,\r\nmilitary or air forces, or of any vessel of war, of India,(b) every person (except a pilot or harbormaster) having charge or control of a\r\nvessel,(c) every person in charge of a lunatic asylum, hospital, workhouse, prison,\r\nreformatory or lock-up or of any public, charitable, religious or educational\r\ninstitution.(d) every keeper, secretary or manager of any  sarai , hotel, boarding-house, lodging-house, emigration\r\ndepot or club,(e) every manager or officer of a railway or any commercial or industrial\r\nestablishment, and(f) every occupant of immovable property wherein at the time of the taking of\r\nthe census persons are living, shall perform such of the duties of a\r\ncensus-officer in relation to the persons who at the time of the taking of the\r\ncensus are under his command or charge, or are inmates of his house, or are\r\npresent on or in such immovable property or are employed under him as may be\r\nspecified in the order.(2) All the provisions of this Act relating to census-officers shall apply, so\r\nfar as may be, to all persons while performing such duties under this section,\r\nand any person refusing or neglecting to perform any duty which under this\r\nsection he is directed to perform shall be deemed to have committed an offence\r\nunder section 187 of the Indian Penal Code.", "7": " Census Act, 1948\n7.Powers call upon certain persons to assistance:-The District Magistrate, or such authority as\r\nthe State Government may appoint in this behalf for any local area, may, by\r\nwritten order which shall have effect throughout the extent of his district or\r\nof such local area, as the case may be, call upon-\n\r\n(a) all owners and occupiers of land, tenure-holders, and farmers and assignees\r\nof land revenue, or their agents,(b) all members of the district, municipal, panchayat \r\nand other local authorities and officers and servants of such authorities, and(c) all officers and members of staff of any factory, firm or\r\nestablishment, to give such assistance as shall be specified in the order\r\ntowards the taking of a census of the persons who are, at the time of the\r\ntaking of the census, on the lands of such owners, occupiers, tenure-holders,\r\nfarmers and assignees, or in the premises of factories, firms and other\r\nestablishments, or within the areas for which such local authorities are\r\nestablished, as the case may be, and the persons to whom an order under this\r\nsection is directed shall be bound to obey it and shall, while acting in\r\npursuance of such order, be deemed to be public servants within the meaning of\r\nthe Indian Penal Code.", "8": " Census Act, 1948\n8.Asking of questions and obligation to answer:-(1) A census-officer may ask all such\r\nquestions of all persons within the limits of the local area for which he is\r\nappointed as, by instructions issued in this behalf by the State Government and\r\nof published in the Official Gazette, he may be directed to ask.\n\r\n(2) Every person of whom any question is asked under subsection (1) shall be\r\nlegally bound to answer such question to the best of his knowledge or belief:\nProvided that no person shall be bound to state the name of any female\r\nmember of his household, and no woman shall be bound\r\nto state the name of her husband or deceased husband or of any other person\r\nwhose name she is forbidden by custom to mention.", "9": " Census Act, 1948\n9.Occupier  to permit access and affixing of\r\nnumbers:-Every person occupying any house, enclosure,\r\nvessel or other place shall allow census-officers such access thereto as they\r\nmay require for the purposes of the census and as, having regard to the of\r\ncustoms of the country, may be reasonable, and shall allow them to paint on, or\r\naffix to, the place such letters, marks or numbers as may be necessary for the\r\npurposes of the census.", "10": " Census Act, 1948\n10.Occupier or manager to fill up schedule:-(1) Subject to such orders as the State\r\nGovernment may issue in this behalf, a census-officer may, within the local\r\narea for which he is appointed, leave or cause to be left a schedule at any\r\ndwelling house or with the manager or any officer of any commercial or\r\nindustrial establishment, for the purpose of its being filled up by the\r\noccupier of such house or of any specified part thereof or by such manager or\r\nofficer with such particulars as the State Government may direct regarding the\r\ninmates of such house or part thereof, or the persons employed under such\r\nmanager or officer, as the case may be, at the time of the taking of the\r\ncensus.(2) When such schedule has been so left, the said occupier, manager or officer,\r\nas the case may be, shall it up or cause it to be filled up to the best of his\r\nknowledge or belief so far as regards the inmates of such house or part thereof\r\nor the persons employed under him. as the case may be, at the time aforesaid,\r\nand shall sign his name thereto and, when so required, shall deliver the\r\nschedule so filled up and signed to the census-officer or to such person as the\r\ncensus-officer may direct.", "11": " Census Act, 1948\n11.Penalties:-(1) (a) Any census-officer or any person\r\nlawfully required to give assistance towards the taking of a census who refuses\r\nor neglects to use reasonable diligence in performing any duty imposed upon him\r\nor in obeying any order issued to him in accordance with this Act or any rule\r\nmade thereunder , or any person who hinders or\r\nobstructs another person in performing any such duty or in obeying any such\r\norder, or(b) any census-officer who intentionally puts any offensive or improper\r\nquestion or knowingly makes any false return or, without the previous sanction\r\nof the Central Government or the State Government, discloses any information\r\nwhich he has received by means of, or for the purposes of, a census return, or(c) any sorter, compiler or other member of the census staff who removes,\r\nsecretes, damages or destroys any census document or deals with any census\r\ndocument in a manner likely to falsify or impair the tabulations of census\r\nresults, or(d) any person who intentionally gives a false answer to, or refuses to answer\r\nto the best of his knowledge or belief, any question asked of him by a\r\ncensus-officer which he is legally bound by section 8 to answer, or(e) any person occupying any house, enclosure, vessel or other place who\r\nrefuses to allow a census-officer such reasonable access thereto as he is\r\nrequired by section 9 to allow, or(f) any person who removes, obliterates, alters, or damages any letters, marks\r\nor numbers which have been painted or affixed for the purposes of the census,\r\nor(g) any person who, having been required under section 10 to fill up a\r\nschedule, knowingly and without sufficient cause fails to comply with the\r\nprovisions of that section, or makes any false return thereunder ,\r\nor(h) any person who trespasses into a census office, shall be punishable with\r\nfine which may extend to one thousand rupees and in case of a conviction under\r\npart (b) or (c) shall also be punishable with imprisonment which may extend to\r\nsix months.(2) Whoever abets any offence under sub-section (1) shall be punishable with\r\nfine which may extend to one thousand rupees.", "12": " Census Act, 194812.Sanction required for prosecutions:- No prosecution under this Act shall be\r\ninstituted except with the previous sanction of the State Government or of an\r\nauthority authorized in this behalf by the State Government.", "13": " Census Act, 1948\n13 .Operation of other laws not barred:-Nothing in this Act shall be deemed to prevent\r\nany person from being prosecuted under any other law for any act or omission\r\nwhich constitutes an offence under this Act:\nProvided that no such prosecution shall be instituted except with the\r\nprevious sanction referred to in section 12.", "14": " Census Act, 1948\n14.Jurisdiction:-No court inferior to that of a Presidency\r\nMagistrate or a Magistrate of the second class { Ins.by \r\nAct 51 of 1950, s.4.} [ or in a Part B State, a\r\nMagistrate corresponding to a Magistrate of the second class] shall try,\r\nwhether under this Act or under any other law, any act or omission which\r\nconstitutes an offence under this Act.", "15": " Census Act, 1948\n15 .Records of census not open to inspection nor\r\nadmissible in evidence:-No person shall have a right to inspect any\r\nbook, register or record made by a census-officer in the discharge of his duty\r\nas such, or any schedule delivered under section 10, and notwithstanding\r\nanything to the contrary in the Indian Evidence Act, 1872, no entry in any such\r\nbook, register, record or schedule shall be admissible evidence in any civil\r\nproceeding whatsoever or in any criminal proceeding other than a prosecution\r\nunder this Act or any other law for any act or omission which constitutes an\r\noffence under this Act.", "16": " Census Act, 1948\n16.Temporary suspension of other laws as to mode of taking census in municipalities:-Notwithstanding anything in any enactment or\r\nrule with respect to the mode in which a census is to be taken in any\r\nmunicipality, the municipal authority, in consultation with the Superintendent\r\nof Census Operations or with such other authority as the State Government may\r\nauthorize in this behalf, shall, at the time it appointed for the taking of any\r\ncensus cause the census of the municipality to be taken wholly or in part by\r\nany method authorized by or under this Act.", "17": " Census Act, 1948\n17.Grant of statistical abstracts:-The Census Commissioner or any Superintendent\r\nof Census Operations or such person as the State Government may authorizes in\r\nthis behalf may, if he so thinks fit, at the request and cost (to be determined\r\nby him) of any local authority or person, cause abstracts to be prepared and\r\nsupplied containing any such statistical information as can be derived from the\r\ncensus returns for India or any State, as the case may be, being information\r\nwhich is not contained in any published report and which in his opinion it is\r\nreasonable for that authority or person to require.", "18": " Census Act, 1948\n18 .Power to make rules:-(1) The Central Government may make rules for\r\ncarrying out the purposes of this Act(2) In particular, and without prejudice to the generality of the foregoing\r\npower, the Central Government may make rules providing for the appointment of\r\ncensus-officers and of persons to perform any of the duties of census-officers\r\nor to give assistance towards the taking of a census, and for the general\r\ninstructions to be issued to such officers and persons."}