{"name": "Central Road and Infrastructure Fund Act, 2000\r", "1": "The Central Road and Infrastructure Fund Act, 2000Chapter IPreliminary1. Short title, extent and commencement.-(1) This Act may be called the 2[Central Road and Infrastructure] Fund Act, 2000.(2) It extends to the whole of India.(3) Save as otherwise provided in this Act, it shall be deemed to have come into force on the 1st day of November, 2000.2. Subs. by s. 206, ibid., for \"Central Road\" (w.e.f. 1-4-2018).", "2": "The Central Road and Infrastructure Fund Act, 20002. Definitions.-In this Act, unless the context otherwise requires,-(a) \"appointed day\" means the date on which the Fund is established under sub-section (1) of section 6;(b) \"cess\" means a duty in the nature of duty of excise and customs, imposed and collected on motor spirit commonly known as petrol and high speed diesel oil for the purposes of this Act;(c) \"Fund\" means the Central 3[Road and Infrastructure Fund] established under sub-section (1) of section 6;(d) \"national highways\" means the highways specified in the Schedule to the National Highways Act, 1956 (48 of 1956) or any other highway declared as national highway under sub-section (2) of section 2 of the said Act;****(f) \"prescribed\" means prescribed by rules made under this Act.3. Subs. by s. 206, ibid., for \"Road Fund\" (w.e.f. 1-4-2018).4. Clause (e) omitted by s. 206, ibid, (w.e.f. 1-4-2018).", "3": "The Central Road and Infrastructure Fund Act, 2000Chapter II5[Central Road and Infrastructure Fund]3. Levy and collection of cess.-(1) With effect from such date as the Central Government may, by notification in the Official Gazette, specify, there shall be levied and collected, as a cess, a duty of excise and customs for the purposes of this Act, on every item specified in column (2) of the 6[Schedule I], which is produced in or imported into India and-(a) removed from a refinery or a factory or an outlet; or(b) transferred by the person, by whom such item is produced or imported, to another person, at such rates 1*** as the Central Government may, by notification in the Official Gazette, specify:****3[Provided that the additional duty of customs and the additional duty of excise on motor spirit commonly known as petrol and on high speed diesel oil levied under sub-section (1) of section 109 and sub-section (1) of section 110, as the case may be, of the Finance Act, 2018 shall be deemed to be the cess for the purposes of this Act from the date of its levy and the proceeds thereof shall be credited to the Fund.](2) Every cess leviable under sub-section (1) on any item shall be payable by the person by whom such item is produced, and in the case of imports, the cess shall be imposed and collected on items so imported and specified in the Schedule.(3) The cess leviable under sub-section (1) on the items specified in the Schedule shall be in addition to any cess or duty leviable on those items under any other law for the time being in force.(4) The provisions of the Central Excise Act, 1944 (1 of 1944) and the rules made thereunder and the provisions of the Customs Act, 1962 (52 of 1962) and the rules made thereunder, as the case may be, including those relating to refunds and exemptions from duties shall, as far as may be, apply in relation to the levy and collection of cess leviable under this section and for this purpose, the provisions of the Central Excise Act, 1944 and of the Customs Act, 1962, as the case may be, shall have effect as if the aforesaid Acts provided for the levy of cess on all items specified in the Schedule.5. Subs. by s. 206, ibid., for Heading (w.e.f. 1-4-2018).6. Subs. by s. 206, ibid., for \"Schedule\" (w.e.f. 1-4-2018).1. Omitted by Act 13 of 2018, s. 206, for \"not exceeding the rate set forth in the corresponding entry in column (3) of the Schedule\" (w.e.f. 1-4-2018).2. The first proviso omitted by s. 206, ibid (w.e.f. 1-4-2018).3. Subs. by s. 206, ibid, for the second proviso (w.e.f. 1-4-2018).", "4": "The Central Road and Infrastructure Fund Act, 20004. Crediting of cess to Consolidated Fund of India.-The proceeds of the cess levied under section 3 shall first be credited to the Consolidated Fund of India, and the Central Government may, if Parliament by appropriation made by law in this behalf so provides, credit such proceeds to the Fund from time to time, after deducting the expenses of collection, for being utilised exclusively for the purposes of this Act.", "5": "The Central Road and Infrastructure Fund Act, 20005. Grants and loans by the Central Government.-The Central Government may, after due appropriation made by Parliament by law in this behalf, credit by way of grants or loans such sums of money as the Central Government may consider necessary in the Fund.", "6": "The Central Road and Infrastructure Fund Act, 20006. Establishment of Central 4[Road and Infrastructure Fund].-(1) With effect from such date as the Central Government may, by notification in the Official Gazette, appoint in this behalf, there shall be established for the purposes of this Act, a Fund to be called as the Central 4[Road and Infrastructure Fund].(2) The Fund shall be under the control of the Central Government and there shall be credited thereto-(a) any sums of money paid under section 4 or section 5;(b) unspent part of the cess, being already levied for the purposes of the development and maintenance of national highways;(c) the sums, if any, realised by the Central Government in carrying out its functions or in the administration of this Act;(d) any fund provided by the Central Government for the development and maintenance of State roads.(3) The balance to the credit of the Fund shall not lapse at the end of the financial year.4. Subs. by s. 206, ibid, for \"Road Fund\" (w.e.f. 1-4-2018).", "7": "The Central Road and Infrastructure Fund Act, 20007. Utilisation of the Fund.-1[(1)] The Fund shall be utilised for the-(i) development and maintenance of national highways;(ii) development of the rural roads;(iii) development and maintenance of other State roads including roads of inter-State and economic importance;2[(iv) construction of roads either under or over the railways by means of bridges and erection of safety works at unmanned rail-road crossings, new lines, conversion of existing standard lines into gauge lines and electrification of rail lines; and(v) undertaking other infrastructure projects.Explanation.- For the purposes of this Act, the expression \"infrastructure projects\" means the category of projects and infrastructure Sub-Sectors specified in Schedule II.]3[(2) The Central Government may, depending upon the requirement for development of infrastructure projects, and if it considers necessary or expedient to do so, by notification in the Official Gazette, amend Schedule II relating to any Category of projects or Infrastructure Sub-Sectors.(3) Every notification issued under this Act by the Central Government shall be laid, as soon as may be after it is issued, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the notification or both Houses agree that the notification should not be made, the notification shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that notification.]1. Section 7 renumbered as sub-section (1) thereof by Act 13 of 2018, s. 206 (w.e.f. 1-4-2018).2. Subs. by s. 206, ibid., for clauses (iv) and (v) (w.e.f. 1-4-2018).3. Ins. by s. 206, ibid (w.e.f.1-4-2018).", "8": "The Central Road and Infrastructure Fund Act, 20008. Accounts and audit.-(1) The concerned departments of the Central Government shall maintain proper accounts and other relevant records and prepare an annual statement of accounts, including the profit and loss account and the balance-sheet in respect of allocations of their shares of fund in such form, as may be prescribed by the Central Government in consultation with the Comptroller and Auditor-General of India.(2) The accounts of the Fund shall be audited by the Comptroller and Auditor-General of India at such intervals as may be specified by him.", "9": "The Central Road and Infrastructure Fund Act, 2000Chapter III4[Management of Central Road and Infrastructure Fund]9. Powers of Central Government to administer the Fund.-(1) 5[The Central Government shall have the power to administer the Fund and shall-(a) take such decisions regarding investment on projects of roads and other infrastructure as it considers necessary;(b) take such measures as may be necessary to raise funds for the development and maintenance of roads and other infrastructure.]4. Subs. by s. 206, ibid., for heading \"MANAGEMENT OF CENTRAL ROAD FUND\" (w.e.f. 1-4-2018).5. Subs. by s. 206, ibid, for section 9 (w.e.f. 1-4-2018).", "10": "The Central Road and Infrastructure Fund Act, 200010. Functions of the Central Government.-1[(1)] The Central Government shall be responsible for the(i) administration and management of the share of Fund allocated to the development and maintenance of the 2[roads and other infrastructure];(ii) co-ordination and complete and timely utilisation of all sums allocated out of the Fund;****4[(iv) formulation of criteria for allocation of funds for development and maintenance of State road projects including the projects of inter-State and economic importance;]****(vi) formulation of the criteria for allocation of the funds for development and maintenance of national highways and other infrastructure projects;]********8[(2) Notwithstanding anything contained in clause (viii) of sub-section (1), the Central Government shall, with effect from the 1st day of March, 2005, allocate fifty paise from the amount of rupee two as amended by sections 119 and 120 of the Finance Act, 2005 as the additional duty of customs and the additional duty of excise on petrol, levied under sub-section (1) of section 103 and sub-section (1) of section 111, as the case may be, of the Finance (No. 2) Act, 1998 (21 of 1998) and the additional duty of customs and the additional duty of excise on high speed diesel oil levied under sub-section (1) of section 116 and sub-section (1) of section 133, as the case may be, of the Finance Act, 1999 (27 of 1999), exclusively for the development and maintenance of national highways.]1. Section 10 numbered as sub-section (1) thereof by 18 of 2005, s. 121 (w.e.f. 13-5-2005).2. Subs. by Act 13 of 2018, s. 206, for \"national highways\" (w.e.f. 1-4-2018).3. Clause (iii) omitted by s. 206, ibid. (w.e.f. 1-4-2018).4. Subs. by Act 23 of 2019, s. 186, for clause (iv) (w.e.f. 1-8-2019).5. Clause (v) omitted by s. 186, ibid. (w.e.f. 1-8-2019).6. Clause (vii) omitted by s. 186, ibid. (w.e.f. 1-8-2019).7. Clause (viii) omitted by Act 13 of 2018, s. 206 (w.e.f. 1-4-2018).8. Ins. by Act 18 of 2005, s. 121 (w. e. f. 13-5-2005).", "11": "The Central Road and Infrastructure Fund Act, 200011. Administration of States' share of the Fund.-9[(1) The share of the Fund to be spent on development and maintenance of State roads, based on the criteria formulated under clause (iv) of sub-section (1) of section 10, shall be allocated in such manner as may be finalised by the Committee referred to in section 7A].(2) The portion of the Fund allocated for expenditure in the various States and Union territories shall be retained by the Central Government until it is actually required for expenditure.(3) If in the opinion of the Central Government, the Government of any State or the administration of any Union territory has at any time-(a) failed to take such steps as the Central Government may recommend for the regulation and control of motor vehicles within the State or the Union territory; or(b) delayed without reasonable cause the application of any portion of the Fund allocated or re-allocated, as the case may be, for expenditure within the State or Union territory, the Central Government may resume the whole or part of any sums which it may have at that time held for expenditure in that State or the Union territory.(4) All sums resumed by the Central Government from the account of any State Government or Union territory administration as aforesaid shall be re-allocated between the credit accounts of the defaulting and other State Governments and Union territory administrations in the ratio of the main allocation for the financial year preceding the year in which the re-allocation is made.(5) The balance to the credit of the Fund in respect of any allocation shall not lapse at the end of the financial year.9. Subs. by Act 23 of 2019, s. 187, for sub-section (1) (w.e.f. 1-8-2019).", "12": "The Central Road and Infrastructure Fund Act, 200012. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules for carrying out the purposes of this Act.(2) In particular and without prejudice to the generality of the foregoing powers, such rules may provide for all or any of the following matters, namely:-(a) specify 1[the type of projects] in respect of which the funds may be disbursed under section 7;(b) the manner in which the accounts shall be maintained and the annual statement of accounts may be prepared including the profit and loss account and the balance-sheet under sub-section (1) of section 8;****3***;1. Subs. by Act 13 of 2018, s. 206, for \"the projects\" (w.e.f. 1-4-2018)2. Clause (c) omitted by Act 23 of 2019, s. 188 (w.e.f. 1-8-2019).3. The words and figures \"under section 10\" omitted by Act 13 of 2018, s. 206 (w.e.f. 1-4-2018).", "13": "The Central Road and Infrastructure Fund Act, 200013. Rules made under this Act to be laid before Parliament.-Every rule made under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.", "14": "The Central Road and Infrastructure Fund Act, 200014. Provisions relating to existing Central 4[Road and Infrastructure Fund].-With effect from the appointed day the Central Road Fund governed by the Parliamentary Resolution dated the 13th May, 1988 (hereafter referred to in this section as the existing Fund) shall be deemed to be the Fund established under this Act and,-(a) all schemes relating to development and maintenance of national 5[highways, State roads and other infrastructure] sanctioned under the existing Fund in so far as such schemes are relatable to the schemes under this Act, shall be deemed to be the schemes sanctioned under this Act;(b) all funds accrued under the existing Fund including assets and liabilities shall be transferred to the Fund established under this Act.4. Subs. by s. 206, ibid., for \"road Fund\" (w.e.f. 1-4-2018).5. Subs. by s. 206, ibid, for \"highways and State roads\" (w.e.f. 1-4-2018).", "15": "The Central Road and Infrastructure Fund Act, 200015. Repeal and saving.-(1) The Central Road Fund Ordinance, 2000 (Ord. 5 of 2000) is hereby repealed.(2) Notwithstanding such repeal, anything done or any action taken under the said Ordinance shall be deemed to have been done or taken under the corresponding provisions of this Act."}