{"name": "Central Educational Institutions (Reservation in Admission) Act, 2006\r", "1": "The Central Educational Institutions (Reservation in Admission) Act, 2006 1. Short title.-This Act may be\r\ncalled the Central Educational Institutions (Reservation in Admission) Act,\r\n2006.", "2": "The Central Educational Institutions (Reservation in Admission) Act, 2006 2. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.     \r\n  \"academic\r\nsession\" means the period in a calendar year, or a part thereof, during\r\nwhich a Central Educational Institution is open for teaching or instruction in\r\nany branch of study or faculty;b.    \r\n  \"annual\r\npermitted strength\" means the number of seats, in a course or programme\r\nfor teaching or instruction in each branch of study or faculty authorised by an\r\nappropriate authority for admission of students to a Central Educational\r\nInstitution;c.     \r\n  \"appropriate\r\nauthority\" means the University Grants Commission, the Bar Council of\r\nIndia, the Medical Council of India, the All India Council for Technical\r\nEducation or any other authority or body established by or under a Central Act\r\nfor the determination, coordination or maintenance of the standards of higher\r\neducation in any Central Educational Institution;d.    \r\n  \"Central\r\nEducational Institution\" means-             \r\n i.        \r\n\r\n  a\r\nuniversity established or incorporated by or under a Central Act;an\r\ninstitution of national importance set up by an Act of Parliament;           \r\n iii.        \r\n  an\r\ninstitution, declared as a deemed University under section 3 of the University\r\nGrants Commission Act, 1956, and maintained by or receiving aid from the\r\nCentral Government;           \r\n iv.        \r\n\r\n  an\r\ninstitution maintained by or receiving aid from the Central Government, whether\r\ndirectly or indirectly, and affiliated to an institution referred to in clause\r\n(i) or clause (ii), or a constituent unit of an institution referred to in\r\nclause (iii);            \r\n v.        \r\n  an\r\neducational institution set up by the Central Government under the Societies\r\nRegistration Act, 1860;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n  \"faculty\"\r\nmeans the faculty of a Central Educational Institution;f.     \r\n\r\n  \"Minority\r\nEducational Institution\" means an institution established and administered\r\nby the minorities under clause (1) of article 30 of the Constitution and so\r\ndeclared by an Act of Parliament or by the Central Government or declared as a\r\nMinority Educational Institution under the National Commission for Minority\r\nEducational Institutions Act, 2004;g.    \r\n  \"Other\r\nBackward Classes\" means the class or classes of citizens who are socially\r\nand educationally backward, and are so determined by the Central Governmenth.     \r\n  \"Scheduled\r\nCastes\" means the Scheduled Castes notified under article 341 of the\r\nConstitution;i.      \r\n  \"Scheduled\r\nTribes\" means the Scheduled Tribes notified under article 342 of the\r\nConstitution;j.      \r\n  \"teaching\r\nor instruction in any branch of study\" means teaching or instruction in a\r\nbranch of study leading to three principal levels of qualifications at bachelor\r\n(undergraduate) masters (postgraduate) and doctoral levels .", "3": "The Central Educational Institutions (Reservation in Admission) Act, 2006 3. Reservation of\r\nseats in Central Educational Institutions. – The reservation of\r\nseats in admission and its extent in a Central Educational Institution shall be\r\nprovided in the following manner, namely:-     \r\n i.        \r\n  out\r\nof the annual permitted strength in each branch of study or faculty, fifteen\r\nper cent. seats shall be reserved for the Scheduled Castes;    \r\n ii.        \r\n  out\r\nof the annual permitted strength in each branch of study or faculty, seven and\r\none-half per cent. seats shall be reserved for the Scheduled Tribes;   \r\n iii.        \r\n\r\n  out\r\nof the annual permitted strength in each branch of study or faculty,\r\ntwenty-seven per cent. seats shall be reserved for the Other Backward Classes.", "4": "The Central Educational Institutions (Reservation in Admission) Act, 2006 4. Act not to apply\r\nin certain cases.-The provisions of\r\nsection 3 of this Act shall not apply to-a.     \r\n  a\r\nCentral Educational Institution established in the tribal areas referred to in\r\nthe Sixth Schedule to the Constitution;b.    \r\n  the\r\ninstitutions of excellence, research institutions, institutions of national and\r\nstrategic importance specified in the Schedule to this Act: Provided that the\r\nCentral Government may, as and when considered necessary, by notification in\r\nthe Official Gazette, amend the Schedule;c.     \r\n  a\r\nMinority Educational Institution as defined in this Act;d.    \r\n  a\r\ncourse or programme at high levels of specialisation, including at the\r\npost-doctoral level, within any branch of study or faculty, which the Central\r\nGovernment may, in consultation with the appropriate authority, specify.", "5": "The Central Educational Institutions (Reservation in Admission) Act, 2006 5. Mandatory increase\r\nof seats. – 1.     \r\n  Notwithstanding\r\nanything contained in clause (iii) of section 3 and in any other law for the\r\ntime being in force, every Central Educational Institution shall, with the\r\nprior approval of the appropriate authority, increase the number of seats in a\r\nbranch of study or faculty over and above its annual permitted strength so that\r\nthe number of seats, excluding those reserved for the persons belonging to the\r\nScheduled Castes, the Scheduled Tribes and the Other Backward Classes, is not\r\nless than the number of such seats available for the academic session\r\nimmediately preceding the date of the coming into force of this Act.2.     \r\n  Where,\r\non a representation by any Central Educational Institution, the Central\r\nGovernment, in consultation with the appropriate authority, is satisfied that\r\nfor reasons of financial, physical or academic limitations or in order to\r\nmaintain the standards of education, the annual permitted strength in any\r\nbranch of study or faculty of such institution cannot be increased for the\r\nacademic session following the commencement of this Act, it may permit by\r\nnotification in the Official Gazette, such institution to increase the annual\r\npermitted strength over a maximum period of three years beginning with the\r\nacademic session following the commencement of this Act; and then, the extent\r\nof reservation for the Other Backward Classes as provided in clause (iii) of\r\nsection 3 shall be limited for that academic session in such manner that the\r\nnumber of seats available to the Other Backward Classes for each academic\r\nsession are commensurate with the increase in the permitted strength for each\r\nyear.", "6": "The Central Educational Institutions (Reservation in Admission) Act, 2006 6. Reservation of\r\nseats in admissions to begin in calendar year, 2007.-The Central\r\nEducational Institutions shall take all necessary steps, which are required in\r\ngiving effect to the provisions of sections 3, 4 and 5 of this Act, for the\r\npurposes of reservation of seats in admissions to its academic sessions\r\ncommencing on and from the calendar year, 2007.", "7": "The Central Educational Institutions (Reservation in Admission) Act, 2006 7. Laying of\r\nnotifications before Parliament.-Every notification\r\nmade under this Act shall be laid, as soon as may be after it is made, before\r\neach House of Parliament while it is in session, for a total period of thirty\r\ndays which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the notification or both Houses agree that the notification\r\nshould not be made, the notification shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that notification.", "8": "The Central Educational Institutions (Reservation in Admission) Act, 2006 The Schedule[See section 4(b)]S.\r\nNo. Names of the Institutions of Excellence, etc.1.     \r\n  Homi\r\nBhabha National Institute, Mumbai and its constituent units, namely:-              \r\n i.        \r\n  Bhabha\r\nAtomic Research Centre, Trombay;            \r\n ii.        \r\n\r\n  Indira\r\nGandhi Centre for Atomic Research, Kalpakkam;           \r\n iii.        \r\n  Raja\r\nRamanna Centre for Advanced Technology, Indore;           \r\n iv.        \r\n  Institute\r\nfor Plasma Research, Gandhinagar;            \r\n v.        \r\n\r\n  Variable\r\nEnergy Cyclotron Centre, Kolkata;           \r\n vi.        \r\n  Saha\r\nInstitute of Nuclear Physics, Kolkata;          \r\n vii.        \r\n  Institute\r\nof Physics, Bhubaneshwar;         \r\n viii.        \r\n\r\n  Institute\r\nof Mathematical Sciences, Chennai;           \r\n ix.        \r\n  Harish-Chandra\r\nResearch Institute, Allahabad;            \r\n x.        \r\n  Tata\r\nMemorial Centre, Mumbai.1.     \r\n\r\n2.     \r\n  Tata\r\nInstitute of Fundamental Research, Mumbai.3.     \r\n  North-Eastern\r\nIndira Gandhi Regional Institute of Health and Medical Science, Shillong.4.     \r\n  National\r\nBrain Research Centre, Manesar, Gurgaon.5.     \r\n  Jawaharlal\r\nNehru Centre for Advanced Scientific Research, Bangalore.6.     \r\n  Physical\r\nResearch Laboratory, Ahmedabad.7.     \r\n  Space\r\nPhysics Laboratory, Thiruvananthapuram.8.     \r\n\r\n  Indian\r\nInstitute of Remote Sensing, Dehradun."}