{"name": "Central Provinces Laws Act, 1875\r", "1": "Central Provinces Laws Act, 18751.Short title.-This Act may be called the Central Provinces\r\nLaws Act, 1875:Local extent .- It extends to the territories now under\r\nthe administration of the state Government of the  Central Provinces ;Commencement .- And it shall come intoforce on the passing thereof.", "2": "Central Provinces Laws Act, 1875\n2.Repeal of enactments and rules.-On and from the date on which this Act comes\r\ninto force the following shall be repealed, that is to say-(a) all Bengal Regulations except the Regulations or parts of Regulations hereinafter\r\ndeclared to be in force;(b) all { Subs.by the A O.1950 for \" Acts of the\r\nCentral Legislature \".} [Central Acts] (except the Acts mentioned in the\r\nschedule hereto annexed) which do not expressly or by necessary implication\r\nextend to the said territories or any part thereof, and have not been extended\r\nthereto in exercise of a power conferred by a {Subs., ibid, for \" Act of\r\nthe Central Legislature \".} [Central Act];(c) all rules, regulations and enactments not being Statutes, Bengal\r\nRegulations, { Subs.by the A.O.1950 for \"Acts of\r\nthe Central Legislature\".} [Central Acts], or rules or regulations made in\r\nexercise of a power conferred by a Statute, Bengal Regulation or {Subs., ibid.,\r\nfor \"Act of the Central Legislature\".} [Central Act].{The proviso as to the law relating to land-revenue and Courts of Wards was  rep.by Act 12 of 1891.}", "3": "Central Provinces Laws Act, 18753.Certain enactments to be deemed to be in force.-On and from the said date the enactments\r\nspecified in the schedule hereto annexed shall be deemed to be in force\r\nthroughout the said territories to the extent mentioned in the third column of\r\nthe, said schedule.But the powers and duties incident to the operation of the same enactments, so\r\nfar as such powers and duties are referred to in the fourth column of the said\r\nschedule, shall be exercised and performed y the authorities mentioned in that\r\ncolumnNothing in this section shall be deemed to affect the operation of any\r\nenactment not mentioned in the said schedule.", "4": "Central Provinces Laws Act, 1875\n4.Confirmation of existing Acts.-Every { Subs.by the\r\nA.O.1950 for \"Act of the Central Legislature\"} [Central Act] which\r\nextends, or can by notification be extended, to the territories which were\r\nunder the administration of the state Government at the time of the passing\r\nthereof. shall extend, or may by notification be extended, as the case may be\r\nto all the territories now under the administration of the said State\r\nGovernment.{The provisions of this section have been repealed in so far as they are\r\ninconsistent with the provisions of the Muslim Personal Law (Shariat ) Application Act 1937 (26 of 1937); see s.6 of\r\nthat Act.}", "5": "Central Provinces Laws Act, 18755.Rule of decision in cases of certain classes.-In questions\r\nregarding inheritance, special property of females, betrothal, marriage, dower,\r\nadoption guardianship, minority, bastardy , family\r\nrelations wills ,legacies, gifts, partitions or any religious usage or\r\ninstitution, the rule of decision shall be the Muhammadan \r\nlaw in cases where the parties are Muhammadans , and\r\nthe in Hindu law in cases where the parties are Hindus, except in so far a such\r\nlaw has been by legislative enactment altered or abolished, or is opposed to\r\nthe provisions of this Act:Provided that when among any class or body of persons or among the members of any family any custom prevails which is inconsistent the law applicable between such persons under this section, and which, if not inconsistent with such law, would have been given effect to as legally binding, such custom shall, notwithstanding anything herein contained, be given effect to.", "6": "Central Provinces Laws Act, 1875\n6.Rules in cases not expressly provided for.-In cases not provided for by section 5, or by \r\nany other law for the time being in force, the Courts shall act according to \r\njustice equity and good conscience.", "7": "Central Provinces Laws Act, 18757.Articles exempt from attachment .-Implements of husbandry and cattle for \r\nagricultural purposes and implements of trade are exam executed from attachment \r\nand sale in execution of decrees of the Civil Courts/", "8": "Central Provinces Laws Act, 18758.Power to make subsidiary rules.-The said State Government may from time to time\r\nmake rules consistent with this Act as to the following matters(a) the maintenance of watch and ward and the establishment of proper system of\r\nconservancy and sanitation at fairs and other large public assemblies;(b) the imposition of taxes for the purposes mentioned in clause(a) of this section on persons holding or joining any of the assemblies therein\r\nreferred to;(c) the custody of judicial records, civil and criminal; {The words \"and\r\nthe destruction from time to time of such of the said records as it may be\r\ndeemed unnecessary to keep\" rep.by Act 3 of\r\n1879.}{ Cl .(d) relating to the appointment, duties,\r\npunishment, suspension and dismissal of all ministerial officers was  rep.by the A.O.1937.}", "9": "Central Provinces Laws Act, 1875\n9.Penalty for breach of rules.-The State Government may, in making any rule\r\nunder this Act attach to the breach of it, in addition to any other\r\nconsequences that would ensue from such breach a punishment, on conviction\r\nbefore a Magistrate, not exceeding one month's imprisonment, or two hundred rupees\r\nfine, or both.", "10": "Central Provinces Laws Act, 1875\n10.Publication of rules. Force of rules.-All rules made under this Act shall {The words\r\n\"when sanctioned by the G.G.in  C\".rep.by Act 38 of 1920, s.2 and Sch.I .}\r\nbe published in the { Subs.by the A.O.1937 for \" C.P.Gazette \".} [Official Gazette] and shall thereupon\r\nhave the force of law.", "11": "Central Provinces Laws Act, 187511.Local repeal in part of code of civil Procedure.-Sections 184, 185 and 189 of the Code of Civil\r\nProcedure {See now the Code of Civil Procedure, 1908 (5 of 1908),  Sch.I , Order XVIII, rules 8, 9 and 13.} are hereby\r\nrepealed.]", "12": "Central Provinces Laws Act, 187512.Sections substituted in same Code.-For sections 182, 190 and 191 of the same\r\nCode701 the following shall be substituted (namely):-\nNote of evidence to be taken.- \" 182.A note of the essential points\r\nof the evidence of each witness shall be made at the time. and in the course of\r\noral examination, by the Judge, in his own language, or English if he is\r\nsufficiently acquainted with- that language, and such notes shall be filed\r\nwith, and form part of the record of the case.Judge unable to make note to record reason of his inability .- \r\n\" 190.If the Judge be prevented from making a note as above required, he\r\nshall record the reason of his inability to do so, and shall cause such note to\r\nbe made in writing from his dictation in open Court, and shall sign the same,\r\nand such note shall form part of the record.Power to use note made by Judge dying or removed before conclusion of suit.- \"\r\n191.When the Judge making a note of the evidence, or causing one to be made as\r\nabove required, dies or is removed from the Court before the conclusion of the\r\nsuit, his successor may , if he thinks fit, deal with such note as if he\r\nhimself had made it or caused it to be made.\"]"}