{"name": "Central Sales Tax (Amendment) Act, 1972\r", "1": "1. Short title and commencement.-(1) This Act may be called the Central Sales Tax (Amendment) Act, 1972.(2) This section and sub-section (1) of section 14 shall come into force at once and the remaining provisions of this Act shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. [Amendment of section 6.]Rep. by the Repealing and Amending Act, 1978 (38 of 1978), s. 2 and the First schedule (w.e.f. 26-5-1978).", "3": "3. [Insert of new section 6A.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "4": "4. [Amendment of section 7.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "5": "5. [Amendment of section 8.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "6": "6. [Amendment of section 9.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "7": "7. [Insertion of new section 9B.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "8": "8. [Amendment of section 10.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "9": "9. [Amendment of section 10A.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "10": "10. [Amendment of section 13.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "11": "11. [Amendment of section 14.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "12": "12. [Amendment of section 15.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "13": "13. [Insertion of new Chapter V.]Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 26-5-1978).", "14": "14. Extension of the principal Act to Kohima and Mokokchung districts in the State of Nagaland.-(1) The principal Act, as in force on the 5th day of August, 1971, is hereby extended to, and shall be in force in, the Kohima and Mokokchung districts in the State of Nagaland.(2) The amendments made to the principal Act by this Act shall come into force in the Kohima and Mokokchung districts in the State of Nagaland on the date on which this sub-section comes into force.", "15": "15. Validation of assessments, etc.-(1) Notwithstanding anything contained in any judgment, decree or order of any court or other authority to the contrary, any assessment, re-assessment, levy or collection of any tax made or purporting to have been made, any action or thing taken or done in relation to such assessment, re-assessment, levy or collection under the provisions of the principal Act before the commencement of this section shall be deemed to be as valid and effective as if such assessment, re-assessment, levy or collection or action or thing had been made, taken or done under the principal Act as amended by clause (a) of section 11 and clause (a) of section 12 of this Act, and accordingly-(a) all acts, proceedings or things done or action taken by the State Government or by any other officer of the State Government or by any other authority in connection with the assessment, re-assessment, levy or collection of such tax shall, for all purposes, be deemed to be and to have always been done or taken in accordance with law;(b) no suit or other proceedings shall be maintained or continued in any court or before any authority for the refund of any such tax; and(c) no court shall enforce any decree or order directing the refund of any such tax.(2) For the removal of doubts, it is hereby declared that nothing in sub-section (1) shall be construed as preventing any person-(a) from questioning in accordance with the provisions of the principal Act, as amended by this Act, the assessment, re-assessment, levy or collection of such tax for any period, or(b) from claiming refund of any tax paid by him in excess of the amount due from him under the principal Act as amended by this Act. "}