{"name": "Central Vigilance Commission Act, 2003\r", "1": "The Central Vigilance Commission Act, 2003 Chapter I Preliminary1. Short title.-This Act may be\r\ncalled the Central Vigilance Commission Act, 2003.", "2": "The Central Vigilance Commission Act, 2003 2. Definitions.-In this Act, unless\r\nthe context otherwise requires,- a.  \r\n  \"Central\r\nVigilance Commissioner\" means the Central Vigilance Commissioner appointed\r\nunder sub-section (1) of section 4;b.  \r\n  \"Commission\"\r\nmeans the Central Vigilance Commission constituted under sub-section (1) of\r\nsection 3;c.  \r\n  \"Delhi\r\nSpecial Police Establishment\" means the Delhi Special Police Establishment\r\nconstituted under sub-section (1) of section 2 of the Delhi Special Police\r\nEstablishment Act, 1946 (25 of 1946);d.  \r\n  \"Government\r\ncompany\" means a Government company within the meaning of the Companies\r\nAct, 1956 (1 of 1956);e.  \r\n  \"prescribed\"\r\n\r\nmeans prescribed by rules made under this Act;f.  \r\n  \"Vigilance\r\nCommissioner\" means a Vigilance Commissioner appointed under sub-section\r\n(1) of section 4.", "3": "The Central Vigilance Commission Act, 2003 Chapter II The\r\nCentral Vigilance Commission3. Constitution of\r\nCentral Vigilance Commission.- 1.  \r\n  There\r\nshall be constituted a body to be known as the Central Vigilance Commission to\r\nexercise the powers conferred upon, and to perform the functions assigned to it\r\nunder this Act and the Central Vigilance Commission constituted under\r\nsub-section (1) of section 3 of the Central Vigilance Commission Ordinance,\r\n1999 which ceased to operate, and continued under the Government of India in\r\nthe Ministry of Personnel, Public Grievances and Pensions (Department of\r\nPersonnel and Training) Resolution No. 371/20/99 AVD. III, dated the 4th April,\r\n1999 as amended vide Resolution of even number, dated the 13th August, 2002\r\nshall be deemed to be the Commission constituted under this Act.2.  \r\n  The\r\nCommission shall consist of-a.  \r\n  a\r\nCentral Vigilance Commissioner - Chairperson;b.  \r\n  not\r\nmore than two Vigilance Commissioners - Members.1.  \r\n2.  \r\n3.  \r\n  The\r\nCentral Vigilance Commissioner and the Vigilance Commissioners shall be\r\nappointed from amongst persons-a.  \r\n  who\r\nhave been or are in an All-India Service or in any civil service of the Union\r\nor in a civil post under the Union having knowledge and experience in the\r\nmatters relating to vigilance, policy making and administration including\r\npolice administration; orb.  \r\n  who\r\nhave held office or are holding office in a corporation established by or under\r\nany Central Act or a Government company owned or controlled by the Central\r\nGovernment and persons who have expertise and experience in finance including\r\ninsurance and banking, law, vigilance and investigations:Provided that, from amongst the Central\r\nVigilance Commissioner and the Vigilance Commissioners, not more than two\r\npersons shall belong to the category of persons referred to either in clause\r\n(a) or clause (b):1.  \r\n2.  \r\n3.  \r\n4.  \r\n  The\r\nCentral Government shall appoint a Secretary to the Commission on such terms\r\nand conditions as it deems fit to exercise such powers and discharge such\r\nduties as the Commission may by regulations specify in this behalf.5.  \r\n  The\r\nCentral Vigilance Commissioner, the other Vigilance Commissioners and the\r\nSecretary to the Commission appointed under the Central Vigilance Commission\r\nOrdinance, 1999 or the Resolution of the Government of India in the Ministry of\r\nPersonnel, Public Grievances and Pensions (Department of Personnel and\r\nTraining) Resolution No. 371/20/99-AVD. III, dated the 4th April, 1999 as\r\namended vide Resolution of even number, dated the 13th August, 2002 shall be\r\ndeemed to have been appointed under this Act on the same terms and conditions\r\nincluding the term of office subject to which they were so appointed under the\r\nsaid Ordinance or the Resolution, as the case may be.Explanation.- For the purposes of this\r\nsub-section, the expression “term of office” shall be construed as the term of\r\noffice with effect from the date the Central Vigilance Commissioner or any\r\nVigilance Commissioner has entered upon his office and continued as such under\r\nthis Act.1.  \r\n2.  \r\n3.  \r\n4.  \r\n\r\n5.  \r\n6.  \r\n  The\r\nheadquarters of the Commission shall be at New Delhi.", "4": "The Central Vigilance Commission Act, 2003 4. Appointment of\r\nCentral Vigilance Commissioner and Vigilance Commissioners.-1.  \r\n  The\r\nCentral Vigilance Commissioner and the Vigilance Commissioners shall be\r\nappointed by the President by warrant under his hand and seal: Provided that\r\nevery appointment under this sub-section shall be made after obtaining the\r\nrecommendation of a Committee consisting of- a.   the Prime Minister -\r\nChairperson;b.   the Minister of Home\r\nAffairs - Member;c.   the Leader of the\r\nOpposition in the House of the People - Member. Explanation.-For the purposes\r\nof this sub-section, \"the Leader of the Opposition in the House of the\r\nPeople\" shall, when no such Leader has been so recognized, include the\r\nLeader of the single largest group in opposition of the Government in the House\r\nof the People.1.  \r\n2.  \r\n  No\r\nappointment of a Central Vigilance Commissioner or a Vigilance Commissioner shall\r\nbe invalid merely by reason of any vacancy in the Committee.", "5": "The Central Vigilance Commission Act, 2003 5. Terms and other\r\nconditions of service of Central Vigilance Commissioner.- 1.  \r\n  Subject\r\nto the provisions of sub-sections (3) and (4), the Central Vigilance\r\nCommissioner shall hold office for a term of four years from the date on which\r\nhe enters upon his office or till he attains the age of sixty-five years,\r\nwhichever is earlier. The Central Vigilance Commissioner, on ceasing to hold\r\nthe office, shall be ineligible for reappointment in the Commission.2.  \r\n  Subject\r\nto the provisions of sub-sections (3) and (4), every Vigilance Commissioner\r\nshall hold office for a term of four years from the date on which he enters\r\nupon his office or till he attains the age of sixty-five years, whichever is\r\nearlier:\r\nProvided that every Vigilance Commissioner, on ceasing to hold the office,\r\nshall be eligible for appointment as the Central Vigilance Commissioner in the\r\nmanner specified in sub-section (1) of section 4:Provided further that the term of the\r\nVigilance Commissioner, if appointed as the Central Vigilance Commissioner, shall\r\nnot be more than four years in aggregate as the Vigilance Commissioner and the\r\nCentral Vigilance Commissioner.1.  \r\n2.  \r\n3.  \r\n  The\r\nCentral Vigilance Commissioner or a Vigilance Commissioner shall, before he\r\nenters upon his office, make and subscribe before the President, or some other\r\nperson appointed in that behalf by him, an oath or affirmation according to the\r\nform set out for the purpose in Schedule to this Act.4.  \r\n  The\r\nCentral Vigilance Commissioner or a Vigilance Commissioner may, by writing\r\nunder his hand addressed to the President, resign his office.5.  \r\n  The\r\nCentral Vigilance Commissioner or a Vigilance Commissioner may be removed from\r\nhis office in the manner provided in section 6.6.  \r\n  On\r\nceasing to hold office, the Central Vigilance Commissioner and every other\r\nVigilance Commissioner shall be ineligible for-a.  \r\n  any\r\ndiplomatic assignment, appointment as administrator of a Union territory and\r\nsuch other assignment or appointment which is required by law to be made by the\r\nPresident by warrant under his hand and seal.b.  \r\n\r\n  further\r\nemployment to any office of profit under the Government of India or the\r\nGovernment of a State.1.  \r\n2.  \r\n3.  \r\n4.  \r\n\r\n5.  \r\n6.  \r\n7.  \r\n  The\r\nsalary and allowances payable to and the other conditions of service of-a.  \r\n\r\n  the\r\nCentral Vigilance Commissioner shall be the same as those of the Chairman of\r\nthe Union Public Service Commission;b.  \r\n  the\r\nVigilance Commissioner shall be the same as those of a Member of the Union\r\nPublic Service Commission:Provided that if the Central Vigilance\r\nCommissioner or any Vigilance Commissioner is, at the time of his appointment,\r\nin receipt of a pension (other than a disability or wound pension) in respect\r\nof any previous service under the Government of India or under the Government\r\nof a State, his salary in respect of the service as the Central Vigilance\r\nCommissioner or any Vigilance Commissioner shall be reduced by the amount of\r\nthat pension including any portion of pension which was commuted and pension\r\nequivalent of other forms of retirement benefits excluding pension equivalent\r\nof retirement gratuity:Provided further that if the Central\r\nVigilance Commissioner or any Vigilance Commissioner is, at the time of his\r\nappointment, in receipt of retirement benefits in respect of any previous\r\nservice rendered in a corporation established by or under any Central Act or a\r\nGovernment company owned or controlled by the Central Government, his salary in\r\nrespect of the service as the Central Vigilance Commissioner or, as the case\r\nmay be, the Vigilance Commissioner shall be reduced by the amount of pension\r\nequivalent to the retirement benefits:Provided also that the salary, allowances and\r\npension payable to, and the other conditions of service of, the Central\r\nVigilance Commissioner or any Vigilance Commissioner shall not be varied to his\r\ndisadvantage after his appointment.", "6": "The Central Vigilance Commission Act, 2003 6. Removal of Central\r\nVigilance Commissioner and Vigilance Commissioner.- 1.  \r\n  Subject\r\nto the provisions of sub-section (3), the Central Vigilance Commissioner or any\r\nVigilance Commissioner shall be removed from his office only by order of the\r\nPresident on the ground of proved misbehaviour or incapacity after the Supreme\r\nCourt, on a reference made to it by the President, has, on inquiry, reported\r\nthat the Central Vigilance Commissioner or any Vigilance Commissioner, as the\r\ncase may be, ought on such ground be removed.2.  \r\n  The\r\nPresident may suspend from office, and if deem necessary prohibit also from\r\nattending the office during inquiry, the Central Vigilance Commissioner or any\r\nVigilance Commissioner in respect of whom a reference has been made to the\r\nSupreme Court under sub-section (1) until the President has passed orders on\r\nreceipt of the report of the Supreme Court on such reference.3.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), the President may by order remove from\r\noffice the Central Vigilance Commissioner or any Vigilance Commissioner if the\r\nCentral Vigilance Commissioner or such Vigilance Commissioner, as the case may\r\nbe,-a.  \r\n\r\n  is\r\nadjudged an insolvent; orb.  \r\n  has\r\nbeen convicted of an offence which, in the opinion of the Central Government,\r\ninvolves moral turpitude; orc.  \r\n  engages\r\nduring his term of office in any paid employment outside the duties of his\r\noffice; ord.  \r\n  is,\r\nin the opinion of the President, unfit to continue in office by reason of\r\ninfirmity of mind or body; ore.  \r\n  has\r\nacquired such financial or other interest as is likely to affect prejudicially\r\nhis functions as a Central Vigilance Commissioner or a Vigilance Commissioner.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  If\r\nthe Central Vigilance Commissioner or any Vigilance Commissioner is or becomes\r\nin any way, concerned or interested in any contract or agreement made by or on\r\nbehalf of the Government of India or participates in any way in the profit\r\nthereof or in any benefit or emolument arising there from otherwise than as a\r\nmember and in common with the other members of an incorporated company", "7": "The Central Vigilance Commission Act, 2003 7. Power to make\r\nrules by Central Government for staff.-The Central\r\nGovernment may, in consultation with the Commission, make rules with respect to\r\nthe number of members of the staff of the Commission and their conditions of\r\nservice.", "8": "The Central Vigilance Commission Act, 2003 Chapter III Functions\r\nand Powers of the Central Vigilance Commission8. Functions and\r\npowers of Central Vigilance Commission.- 1.  \r\n  The\r\nfunctions and powers of the Commission shall be toa.  \r\n  exercise\r\nsuperintendence over the functioning of the Delhi Special Police Establishment\r\nin so far as it relates to the investigation of offences alleged to have been\r\ncommitted under the Prevention of Corruption Act, 1988 or an offence with which\r\na public servant specified in sub-section (2) may, under the Code of Criminal\r\nProcedure, 1973, be charged at the same trial;b.  \r\n  give\r\ndirections to the Delhi Special Police Establishment for the purpose of\r\ndischarging the responsibility entrusted to it under sub-section (1) of section\r\n4 of the Delhi Special Police Establishment Act, 1946:Provided that while exercising the powers of\r\nsuperintendence under clause (a) or giving directions under this clause, the\r\nCommission shall not exercise powers in such a manner so as to require the\r\nDelhi Special Police Establishment to investigate or dispose of any case in a\r\nparticular manner;a.  \r\nb.  \r\nc.  \r\n  inquire\r\nor cause an inquiry or investigation to be made on a reference made by the\r\nCentral Government wherein it is alleged that a public servant being an\r\nemployee of the Central Government or a corporation established by or under any\r\nCentral Act, Government company, society and any local authority owned or\r\ncontrolled by that Government, has committed an offence under the Prevention of\r\nCorruption Act, 1988 or an offence with which a public servant may, under the Code\r\nof Criminal Procedure, 1973, be charged at the same trial;d.  \r\n  inquire\r\nor cause an inquiry or investigation to be made into any complaint against any\r\nofficial belonging to such category of officials specified in sub-section (2)\r\nwherein it is alleged that he has committed an offence under the Prevention of\r\nCorruption Act, 1988 and an offence with which a public servant specified in\r\nsubsection (2) may, under the Code of Criminal Procedure, 1973, be charged at\r\nthe same trial;e.  \r\n  review\r\nthe progress of investigations conducted by the Delhi Special Police\r\nEstablishment into offences alleged to have been committed under the Prevention\r\nof Corruption Act, 1988 or the public servant may, under the Code of Criminal\r\nProcedure, 1973, be charged at the same trial;f.  \r\n  review\r\nthe progress of applications pending with the competent authorities for\r\nsanction of prosecution under the Prevention of Corruption Act, 1988;g.  \r\n\r\n  tender\r\nadvice to the Central Government, corporations established by or under any\r\nCentral Act, Government companies, societies and local authorities owned or\r\ncontrolled by the Central Government on such matters as may be referred to it\r\nby that Government, said Government companies, societies and local authorities\r\nowned or controlled by the Central Government or otherwise;h.  \r\n  exercise\r\nsuperintendence over the vigilance administration of the various Ministries of\r\nthe Central Government or corporations established by or under any Central Act,\r\nGovernment companies, societies and local authorities owned or controlled by\r\nthat Government:Provided that nothing contained in this\r\nclause shall be deemed to authorize the Commission to exercise superintendence\r\nover the Vigilance administration in a manner not consistent with the\r\ndirections relating to vigilance matters issued by the Government and to confer\r\npower upon the Commission to issue directions relating to any policy matters;1.  \r\n2.  \r\n\r\n  The\r\npersons referred to in clause (d) of sub-section (1) are as follows:-a.  \r\n  members\r\nof All-India Services serving in connection with the affairs of the Union and\r\nGroup ‘A’ officers of the Central Government;b.  \r\n  such\r\nlevel of officers of the corporations established by or under any Central Act,\r\nGovernment companies, societies and other local authorities, owned or\r\ncontrolled by the Central Government, as that Government may, by notification\r\nin the Official Gazette, specify in this behalf:Provided that till such time a notification\r\nis issued under this clause, all officers of the said corporations, companies,\r\nsocieties and local authorities shall be deemed to be the persons referred to\r\nin clause (d) of sub-section (1).", "9": "The Central Vigilance Commission Act, 2003 9. Proceedings of\r\nCommission.-1.  \r\n  The\r\nproceedings of the Commission shall be conducted at its headquarters.2.  \r\n  The\r\nCommission may, by unanimous decision, regulate the procedure for transaction\r\nof its business as also allocation of its business amongst the Central\r\nVigilance Commissioner and other Vigilance Commissioners.1.  \r\n2.  \r\n3.  \r\n  Save\r\nas provided in sub-section (2), all business of the Commission shall, as far as\r\npossible, be transacted unanimously.4.  \r\n  Subject\r\nto the provisions of sub-section (3), if the Central Vigilance Commissioner and\r\nother Vigilance Commissioners differ in opinion on any matter, such matter\r\nshall be decided according to the opinion of the majority.5.  \r\n  The\r\nCentral Vigilance Commissioner, or, if for any reason he is unable to attend\r\nany meeting of the Commission, the senior-most Vigilance Commissioner present\r\nat the meeting, shall preside at the meeting.6.  \r\n\r\n  No\r\nact or proceeding of the Commission shall be invalid merely by reason of- a.   any vacancy in, or\r\nany defect in the constitution of, the Commission; orb.   any defect in the\r\nappointment of a person acting as the Central Vigilance Commissioner or as a\r\nVigilance Commissioner; orc.   any irregularity in\r\nthe procedure of the Commission not affecting the merits of the case.", "10": "The Central Vigilance Commission Act, 2003 10. Vigilance\r\nCommissioner to act as Central Vigilance Commissioner in certain\r\ncircumstances.-1.  \r\n  In\r\nthe event of the occurrence of any vacancy in the office of the Central\r\nVigilance Commissioner by reason of his death, resignation or otherwise, the\r\nPresident may, by notification, authorise one of the Vigilance Commissioners to\r\nact as the Central Vigilance Commissioner until the appointment of a new\r\nCentral Vigilance Commissioner to fill such vacancy.2.  \r\n  When\r\nthe Central Vigilance Commissioner is unable to discharge his functions owing\r\nto absence on leave or otherwise, such one of the Vigilance Commissioners as\r\nthe President may, by notification, in this behalf, shall discharge the\r\nfunctions of the Central Vigilance Commissioner until the date on which the\r\nCentral Vigilance Commissioner resumes his duties.", "11": "The Central Vigilance Commission Act, 2003 11. Power relating to\r\ninquiries.-The Commission shall,\r\nwhile conducting any inquiry referred to in clauses (b) and (c) of sub-section\r\n(1) of section 8, have all the powers of a civil court trying a suit under the\r\nCode of Civil Procedure, 1908 (5 of 1908) and in particular, in respect of the\r\nfollowing matters, namely:- a.  \r\n  summoning\r\nand enforcing the attendance of any person from any part of India and examining\r\nhim on oath;b.  \r\n  requiring\r\nthe discovery and production of any document;c.  \r\n  receiving\r\nevidence on affidavits;d.  \r\n  requisitioning\r\nany public record or copy thereof from any court or office;e.  \r\n  issuing\r\ncommissions for the examination of witnesses or other documents; andf.  \r\n  any\r\nother matter which may be prescribed.", "12": "The Central Vigilance Commission Act, 2003 12. Proceedings\r\nbefore Commission to be judicial proceedings.-The Commission shall\r\nbe deemed to be a civil court for the purposes of section 195 and Chapter XXVI\r\nof the Code of Criminal Procedure, 1973 (2 of 1974) and every proceeding before\r\nthe Commission shall be deemed to be a judicial proceeding within the meaning\r\nof sections 193 and 228 and for the purposes of section 196 of the Indian Penal\r\nCode (45 of 1860).", "13": "The Central Vigilance Commission Act, 2003 Chapter IV Expenses\r\nand Annual Report13. Expenses of\r\nCommission to be charged on the Consolidated Fund of India.-The expenses of the\r\nCommission, including any salaries, allowances and pensions payable to or in\r\nrespect of the Central Vigilance Commissioner, the Vigilance Commissioners,\r\nSecretary and the staff of the Commission, shall be charged on the Consolidated\r\nFund of India.", "14": "The Central Vigilance Commission Act, 2003 14. Annual report.-1.  \r\n  It\r\nshall be the duty of the Commission to present annually to the President a\r\nreport as to the work done by the Commission within six months of the close of\r\nthe year under report.2.  \r\n  The\r\nreport referred to in sub-section (1) shall contain a separate part on the\r\nfunctioning of the Delhi Special Police Establishment in so far as it relates\r\nto sub-section (1) of section 4 of the Delhi Special Police Establishment Act,\r\n1946 (25 of 1946).3.  \r\n  On\r\nreceipt of such report, the President shall cause the same to be laid before\r\neach House of Parliament.", "15": "The Central Vigilance Commission Act, 2003 Chapter V\r\nMiscellaneous15. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceeding shall lie against the Commission, the Central\r\nVigilance Commissioner, any Vigilance Commissioner, the Secretary or against\r\nany staff of the Commission in respect of anything which is in good faith done\r\nor intended to be done under this Act.", "16": "The Central Vigilance Commission Act, 2003 16. Central Vigilance\r\nCommissioner, Vigilance Commissioner and staff to be public servants.-The Central Vigilance\r\nCommissioner, every Vigilance Commissioner, the Secretary and every staff of\r\nthe Commission shall be deemed to be a public servant within the meaning of\r\nsection 21 of the Indian Penal Code (45 of 1860).", "17": "The Central Vigilance Commission Act, 2003 17. Report of any\r\ninquiry made on reference by Commission to be forwarded to that Commission.-1.  \r\n  The\r\nreport of the inquiry undertaken by any agency on a reference made by the\r\nCommission shall be forwarded to the Commission.2.  \r\n  The\r\nCommission shall, on receipt of such report and after taking into consideration\r\nany other factors relevant thereto, advise the Central Government and\r\ncorporations established by or under any Central Act, Government companies,\r\nsocieties and local authorities owned or controlled by that Government, as the\r\ncase may be, as to the further course of action.3.  \r\n  The\r\nCentral Government and the corporations established by or under any Central\r\nAct, Government companies, societies and other local authorities owned or\r\ncontrolled by that Government, as the case may be, shall consider the advice of\r\nthe Commission and take appropriate action: Provided that where the Central\r\nGovernment, any corporation established by or under any Central Act, Government\r\ncompany, society or local authority owned or controlled by the Central\r\nGovernment, as the case may be, does not agree with the advice of the\r\nCommission, it shall, for reasons to be recorded in writing, communicate the\r\nsame to the Commission.", "18": "The Central Vigilance Commission Act, 2003 18. Power to call for\r\ninformation.-The Commission may\r\ncall for reports, returns and statements from the Central Government or\r\ncorporations established by or under any Central Act, Government companies,\r\nsocieties and other local authorities owned or controlled by that Government so\r\nas to enable it to exercise general supervision over the vigilance and\r\nanti-corruption work in that Government and in the said corporations,\r\nGovernment companies, societies and local authorities.", "19": "The Central Vigilance Commission Act, 2003 19. Consultation with\r\nCommission in certain matters.-The Central\r\nGovernment shall, in making any rules or regulations governing the vigilance or\r\ndisciplinary matters relating to persons appointed to public services and posts\r\nin connection with the affairs of the Union or to members of the All-India\r\nServices, consult the Commission.", "20": "The Central Vigilance Commission Act, 2003 20. Power to make\r\nrules.-1.  \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\nthe purpose of carrying out the provisions of this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:- a.   the number of members\r\nof the staff and their conditions of service under section 7;b.   any other power of\r\nthe civil court to be prescribed under clause (f) of section 11; andc.   any other matter\r\nwhich is required to be, or may be, prescribed.", "21": "The Central Vigilance Commission Act, 2003 21. Power to make\r\nregulations.-1.  \r\n  The\r\nCommission may, with the previous approval of the Central Government, by\r\nnotification in the Official Gazette, make regulations not inconsistent with\r\nthis Act and the rules made there under to provide for all matters for which\r\nprovision is expedient for the purposes of giving effect to the provisions of\r\nthis Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for all or any of the following matters, namely:- a.   the duties and the\r\npowers of the Secretary under sub-section (4) of section 3; andb.   the procedure to be\r\nfollowed by the Commission under sub-section (2) of section 9.", "22": "The Central Vigilance Commission Act, 2003 22. Notification,\r\nrule, etc., to be laid before Parliament.- Every notification\r\nissued under clause (b) of sub-section (2) of section 8 and every rule made by\r\nthe Central Government and every regulation made by the Commission under this\r\nAct shall be laid, as soon as may be after it is issued or made, before each\r\nHouse of Parliament, while it is in session, for a total period of thirty days\r\nwhich may be comprised in one session or in two or more successive sessions,\r\nand if, before the expiry of the session immediately following the session or\r\nthe successive sessions aforesaid, both Houses agree in making any modification\r\nin the notification or the rule or the regulation, or both Houses agree that\r\nthe notification or the rule or the regulation should not be made, the\r\nnotification or the rule or the regulation shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that notification or rule or regulation.", "23": "The Central Vigilance Commission Act, 2003 23. Power to remove\r\ndifficulties.-1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, not inconsistent with the provisions of this\r\nAct, remove the difficulty: Provided that no such order shall be made after the\r\nexpiry of a period of two years from the date of commencement of this Act.2.  \r\n  Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "24": "The Central Vigilance Commission Act, 2003 24. Provisions\r\nrelating to existing Vigilance Commission.- With effect from the constitution of the\r\nCommission under sub-section (1) of section 3, the Central Vigilance Commission\r\nset up by Resolution of Government of India in the Ministry of Home Affairs No.\r\n24/7/64-ADV, dated 11th February, 1964 (hereinafter referred to in this section\r\nas the existing Vigilance Commission) shall, in so far as its functions are not\r\ninconsistent with the provisions of this Act, continue to discharge the said\r\nfunctions and-a.  \r\n  all\r\nactions and decisions taken by the Vigilance Commission insofar as such actions\r\nand decisions are relatable to the functions of the Commission constituted\r\nunder this Act shall be deemed to have been taken by the Commission;b.  \r\n  all\r\nproceedings pending before the Vigilance Commission, insofar as such\r\nproceedings relate to the functions of the Commission, shall be deemed to be\r\ntransferred to the Commission and shall be dealt with in accordance with the\r\nprovisions of this Act;c.  \r\n  the\r\nemployees of the Vigilance Commission shall be deemed to have become the\r\nemployees of the Commission on the same terms and conditions;d.  \r\n  all\r\nthe assets and liabilities of the Vigilance Commission shall be transferred to\r\nthe Commission.", "25": "The Central Vigilance Commission Act, 2003 25. Appointments,\r\netc., of officers of Directorate of Enforcement.-Notwithstanding\r\nanything contained in the Foreign Exchange Management Act, 1999 (42 of 1999) or\r\nany other law for the time being in force,- a.  \r\n  the\r\nCentral Government shall appoint a Director of Enforcement in the Directorate\r\nof Enforcement in the Ministry of Finance on the recommendation of the\r\nCommittee consisting of-  \r\n i.  \r\n  the\r\nCentral Vigilance Commissioner - Chairperson; \r\n ii.  \r\n\r\n  Vigilance\r\nCommissioners - Members; \r\n iii.  \r\n  Secretary\r\nto the Government of India in-charge of the Ministry of Home Affairs in the\r\nCentral Government - Member; \r\n iv.  \r\n  Secretary\r\nto the Government of India in-charge of the Ministry of Personnel in the\r\nCentral Government - Member; \r\n v.  \r\n\r\n  Secretary\r\nto the Government of India in-charge of the Department of Revenue, Ministry of\r\nFinance in the Central Government - Member;a.  \r\nb.  \r\n  while\r\nmaking a recommendation, the Committee shall take into consideration the\r\nintegrity and experience of the officers eligible for appointment;c.  \r\n  no\r\nperson below the rank of Additional Secretary to the Government of India shall\r\nbe eligible for appointment as a Director of Enforcement;d.  \r\n  a\r\nDirector of Enforcement shall continue to hold office for a period of not less\r\nthan two years from the date on which he assumes office;e.  \r\n  a\r\nDirector of Enforcement shall not be transferred except with the previous\r\nconsent of the Committee referred to in clause (a); (f) the Committee referred\r\nto in clause (a) shall, in consultation with the Director of Enforcement,\r\nrecommend officers for appointment to the posts above the level of the Deputy\r\nDirector of Enforcement and also recommend the extension or curtailment of the\r\ntenure of such officers in the Directorate of Enforcement; (g) on receipt of\r\nthe recommendation under clausef.  \r\n  the\r\nCentral Government shall pass such orders as it thinks fit to give effect to\r\nthe said recommendation.", "26": "The Central Vigilance Commission Act, 2003 26. Amendment of Act\r\n25 of 1946.-In the Delhi Special Police Establishment Act, 1946,-a.  \r\n  after\r\nsection 1, the following section shall be inserted, namely:- \"1A.\r\nInterpretation section.-Words and expressions used herein and not defined but\r\ndefined in the Central Vigilance Commission Act, 2003, shall have the meanings,\r\nrespectively, assigned to them in that Act.\";b.  \r\n  for\r\nsection 4, the following sections shall be substituted, namely:- \"4.\r\nSuperintendence and administration of Special Police Establishment.- \r\n i.  \r\n  The\r\nsuperintendence of the Delhi Special Police Establishment in so far as it\r\nrelates to investigation of offences alleged to have been committed under the\r\nPrevention of Corruption Act, 1988 (49 of 1988), shall vest in the Commission.Save\r\nas otherwise provided in sub-section (1), the superintendence of the said\r\npolice establishment in all other matters shall vest in the Central Government.\r\n \r\n iii.  \r\n  The\r\nadministration of the said police establishment shall vest in an officer\r\nappointed in this behalf by the Central Government (hereinafter referred to as\r\nthe Director) who shall exercise in respect of that police establishment such\r\nof the powers exercisable by an Inspector-General of Police in respect of the\r\npolice force in a State as the Central Government may specify in this behalf.\r\n4A. Committee for appointment of Director.-1.  \r\n  The\r\nCentral Government shall appoint the Director on the recommendation of the\r\nCommittee consisting of- a.   the Central Vigilance\r\nCommissioner - Chairperson;b.   Vigilance\r\nCommissioners - Members;c.   Secretary to the\r\nGovernment of India in-charge of the Ministry of Home Affairs in the Central Government\r\n- Member;d.   Secretary\r\n(Coordination and Public Grievances) in the Cabinet Secretariat - Member.1.  \r\n2.  \r\n  While\r\nmaking any recommendation under sub-section (1), the Committee shall take into\r\nconsideration the views of the outgoing Director.3.  \r\n  The\r\nCommittee shall recommend a panel of officers –a.   on the basis of\r\nseniority, integrity and experience in the investigation of anti-corruption\r\ncases; andb.   chosen from amongst\r\nofficers belonging to the Indian Police Service constituted under the All-India\r\nServices Act, 1951 (61 of 1951). for being considered for appointment as the\r\nDirector. 4B. Terms and conditions of service of Director.-1.  \r\n  The\r\nDirector shall, notwithstanding anything to the contrary contained in the rules\r\nrelating to his conditions of service, continue to hold office for a period of\r\nnot less than two years from the date on which he assumes office.2.  \r\n  The\r\nDirector shall not be transferred except with the previous consent of the\r\nCommittee referred to in sub-section (1) of section 4A. 4C. Appointment for\r\nposts of Superintendent of Police and above, extension and curtailment of their\r\ntenure, etc.- \r\n\r\n i.  \r\n  The\r\nCommittee referred to in section 4A shall, after consulting the Director,\r\nrecommend officers for appointment to the posts of the level of Superintendent\r\nof Police and above and also recommend the extension or curtailment of the\r\ntenure of such officers in the Delhi Special Police Establishment.On\r\nreceipt of the recommendation under sub-section (1), the Central Government\r\nshall pass such orders as it thinks fit to give effect to the said\r\nrecommendation.\";a.  \r\nb.  \r\n\r\nc.   after section 6, the\r\nfollowing section shall be inserted, namely:- \"6A. Approval of Central\r\nGovernment to conduct inquiry or investigation.-1.  \r\n  The\r\nDelhi Special Police Establishment shall not conduct any inquiry or\r\ninvestigation into any offence alleged to have been committed under the\r\nPrevention of Corruption Act, 1988 (49 of 1988) except with the previous\r\napproval of the Central Government where such allegation relates to- a.   the employees of the\r\nCentral Government of the level of Joint Secretary and above; andb.   such officers as are\r\nappointed by the Central Government in corporations established by or under any\r\nCentral Act, Government companies, societies and local authorities owned or\r\ncontrolled by that Government.1.  \r\n2.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), no such approval shall be necessary for\r\ncases involving arrest of a person on the spot on the charge of accepting or\r\nattempting to accept any gratification other than legal remuneration referred\r\nto in clause (c) of the Explanation to section 7 of the Prevention of\r\nCorruption Act, 1988 (49 of 1988).\"."}