{"name": "Central Laws (Extension to Arunachal Pradesh) Act, 1993\r", "1": "1. Short title and commencement.-(1) This Act may be called the Central Laws (Extension to Arunachal Pradesh) Act, 1993.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Extension of certain laws.-The Acts mentioned in the Schedule and all rules, orders, regulations and schemes made thereunder are hereby extended to, and shall be in force in, the State of Arunachal Pradesh.", "3": "3. Construction of references to laws not in force in Arunachal Pradesh.-Any reference in any Act, mentioned in the Schedule, to a law which is not in force in the State of Arunachal Pradesh shall, in relation to that State, be construed as a reference to the corresponding law, if any, in force in that state.", "4": "4. Construction of references to authorities where new authorities have been constituted.-Any reference by whatever form of words in any law for the time being in force in the State of Arunachal Pradesh to any authority competent at the date of the passing of that law to exercise any powers or discharge any functions in that State shall, where a corresponding new authority has been constituted by or under any law now extended to that State, have effect as if it were a reference to the new authority.", "5": "5. Power to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of any Act now extended to the State of Arunachal Pradesh, the Central Government may, by order notified in the Official Gazette, make such provisions or give such directions as appear to it necessary for the removal of the difficulty.(2) In particular, and without prejudice to the generality of the foregoing power, any such notified order may,-(a) specify the corresponding authorities within the meaning of section 4;(b) provide for the transfer of any matter pending immediately before the commencement of this Act before any court, tribunal or other authority, to any corresponding court, tribunal or other authority for disposal: Provided that no such order shall be made after the expiry of two years from the date of commencement of this Act.(3) Every order made under this section shall be laid before each House of Parliament.1. 1st July, 1994, vide notification No. S.O. 491(E), dated1st July, 1994, see Gazette of India, Extraordinary, Part II, sec. 3(ii).", "6": "The Schedule[See Section 2]"}