{"name": "Central Universities Act, 2009\r", "1": "Central Universities Act, 20091. Short title and\r\ncommencement. -1.  \r\n  This\r\nAct may be called the Central Universities Act, 2009.2.  \r\n  It\r\nshall be deemed to have come into force on the 15th day of January, 2009.", "2": "Central Universities Act, 20092.\r\nDefinitions. -\nIn\r\nthis Act, and in all Statutes made hereunder, unless the context otherwise\r\nrequires,-a.  \r\n  \"Academic\r\nCouncil\" means the Academic Council of the University;b.  \r\n  \"academic\r\nstaff\" means such categories of staff as are designated as academic staff\r\nby the Ordinances;c.  \r\n  \"Board\r\nof Studies\" means the Board of Studies of a Department of the University;d.  \r\n  \"College\"\r\nmeans a college maintained by the University;e.  \r\n  \"Chancellor\",\r\n\"Vice-Chancellor\" and \"Pro-Vice-Chancellor\" mean,\r\nrespectively, the Chancellor, Vice-Chancellor and Pro-Vice-Chancellor of the\r\nUniversity;f.  \r\n  \"Court\"\r\nmeans the Court of the University;g.  \r\n  \"Department\"\r\nmeans a Department of Studies and includes a Centre of Studies;h.  \r\n  \"distance\r\neducation system\" means the system of imparting education through any\r\nmeans of communication, such as broadcasting, telecasting, internet,\r\ncorrespondence courses, seminars, contact programmes or the combination of any\r\ntwo or more such means;i.  \r\n  \"employee\"\r\nmeans any person appointed by the University and includes teachers and other\r\nstaff of the University;j.  \r\n  \"Executive\r\nCouncil\" means the Executive Council of the University;k.  \r\n  \"Hall\"\r\nmeans a unit of residence or of corporate life for the students of the\r\nUniversity, or of a College or an Institution, maintained by the University;l.  \r\n  \"Institution\"\r\nmeans an academic institution, not being a College, maintained by the\r\nUniversity;m.  \r\n  \"Principal\"\r\nmeans the Head of a College or an Institution maintained by the University and\r\nincludes, where there is no Principal, the person for the time being duly\r\nappointed to act as Principal, and in the absence of the Principal, or the\r\nacting Principal, a Vice-Principal duly appointed as such;n.  \r\n  \"Regulations\"\r\nmeans the Regulations made by any authority of the University under this Act\r\nfor the time being in force;o.  \r\n  \"School\"\r\nmeans a School of Studies of the University;p.  \r\n  \"Statutes\"\r\nand \"Ordinances\" mean, respectively, the Statutes and the Ordinances\r\nof the University for the time being in force;q.  \r\n  \"teachers\r\nof the University\" means Professors, Associate Professors, Assistant\r\nProfessors and such other persons as may be appointed for imparting instruction\r\nor conducting research in the University or in any College or Institution\r\nmaintained by the University and are designated as teachers by the Ordinances;\r\nandr.  \r\n  \"University\"\r\nmeans a University established and incorporated as a University under this Act.\r\n", "3": "Central Universities Act, 20093.\r\nEstablishment of Universities. -1.  \r\n  The\r\nGuru Ghasidas Vishwavidyalaya in the State of Chhattisgarh and Doctor Harisingh\r\nGour Vishwavidyalaya in the State of Madhya Pradesh, established under the\r\nMadhya Pradesh Vishwavidyalaya Adhiniyam, 1973, and Hemvati Nandan Bahuguna\r\nGarhwal University in the State of Uttarakhand, established under the Uttar\r\nPradesh State Universities Act, 1973, shall be established as bodies corporate\r\nunder this Act by the same names of \"Guru Ghasidas Vishwavidyalaya\",\r\n\"Doctor Harisingh Gour Vishwavidyalaya\" and \"Hemvati Nandan\r\nBahuguna Garhwal University\", respectively.2.  \r\n  The\r\nheadquarters of Guru Ghasidas Vishwavidyalaya, Doctor Harisingh Gour\r\nVishwavidyalaya and Hemvati Nandan Bahuguna Garhwal University shall be at\r\nBilaspur, Sagar and Srinagar, respectively.3.  \r\n  The\r\njurisdiction of Guru Ghasidas Vishwavidyalaya, Doctor Harisingh Gour\r\nVishwavidyalaya and Hemvati Nandan Bahuguna Garhwal University, shall extend to\r\nthe Bilaspur, Raigarh and Surguja districts of the State of Chhattisgarh, the\r\nSagar, Tikamgarh, Chhatarpur, Panna, Chhindwara and Damoh districts of the\r\nState of Madhya Pradesh, and the Chamoli, Dehradun, Garhwal, Hardwar,\r\nRudraprayag, Tehri Garhwal and Uttarkashi districts of the State of\r\nUttarakhand, respectively.4.  \r\n  There\r\nshall be established, the Universities in the various States as bodies\r\ncorporate, by such names and territorial jurisdiction, as specified in the\r\nFirst Schedule to this Act.5.  \r\n  The\r\nheadquarters of each of the Universities, referred to in sub-section (4), shall\r\nbe such as may be specified by the Central Government by notification in the\r\nOfficial Gazette.6.  \r\n  The\r\nfirst Chancellor, the first Vice-Chancellor and the first members of the Court,\r\nthe Executive Council and the Academic Council of each University, and all\r\npersons who may hereafter become such officers or members, so long as they\r\ncontinue to hold such office or membership, are hereby constituted a body\r\ncorporate by the name of the University.7.  \r\n  The\r\nUniversity shall have perpetual succession and a common seal, and shall sue and\r\nbe sued by the said name", "4": "Central Universities Act, 20094.\r\nEffect of establishment of Universities. -On\r\nand from the date of commencement of this Act,-a.  \r\n  any\r\nreference to Guru Ghasidas Vishwavidyalaya, Doctor Harisingh Gour\r\nVishwavidyalaya or Hemvati Nandan Bahuguna Garhwal University, in any contract\r\nor other instrument shall be deemed as a reference to Guru Ghasidas\r\nVishwavidyalaya, Doctor Harisingh Gour Vishwavidyalaya, and Hemvati Nandan\r\nBahuguna Garhwal University, respectively, established under this Act;b.  \r\n  all\r\nproperties, movable and immovable, of or belonging to Guru Ghasidas\r\nVishwavidyalaya, Doctor Harisingh Gour Vishwavidyalaya and Hemvati Nandan Bahuguna\r\nGarhwal University, shall vest in Guru Ghasidas Vishwavidyalaya, Doctor\r\nHarisingh Gour Vishwavidyalaya or Hemvati Nandan Bahuguna Garhwal University,\r\nas the case may be, established under this Act;c.  \r\n  all\r\nrights and liabilities of Guru Ghasidas Vishwavidyalaya, Doctor Harisingh Gour\r\nVishwavidyalaya and Hemvati Nandan Bahuguna Garhwal University, shall be\r\ntransferred to, and be the rights and liabilities of, Guru Ghasidas\r\nVishwavidyalaya, Doctor Harisingh Gour Vishwavidyalaya and Hemvati Nandan\r\nBahuguna Garhwal University, respectively, established under this Act;d.  \r\n  every\r\nperson employed by Guru Ghasidas Vishwavidyalaya, Doctor Harisingh Gour\r\nVishwavidyalaya and Hemvati Nandan Bahuguna Garhwal University, immediately\r\nbefore the commencement of this Act shall hold his office or service in Guru\r\nGhasidas Vishwavidyalaya, Doctor Harisingh Gour Vishwavidyalaya and Hemvati\r\nNandan Bahuguna Garhwal University, respectively, established under this Act by\r\nthe same tenure, at the same remuneration and upon the same terms and\r\nconditions and with the same rights and privileges as to pension, leave,\r\ngratuity, provident fund and other matters as he would have held the same if\r\nthis Act had not been enacted and shall continue to do so unless and until his\r\nemployment is terminated or until such tenure, remuneration and terms and\r\nconditions are duly altered by the Statutes: Provided that if the alteration so\r\nmade is not acceptable to such employee, his employment may be terminated by\r\nthe University in accordance with the terms of the contract with the employee\r\nor, if no provision is made therein in this behalf, on payment, to him by the\r\nUniversity, of compensation equivalent to three months' remuneration in case of\r\npermanent employees and one month's remuneration in the case of other\r\nemployees: Provided further that every person employed before the commencement\r\nof this Act, pending the execution of a contract under section 33, shall be\r\ndeemed to have been appointed in accordance with the provisions of a contract\r\nconsistent with the provisions of this Act and the Statutes: Provided also that\r\nany reference, by whatever form of words, to the Vice-Chancellor and\r\nPro-Vice-Chancellor of Guru Ghasidas Vishwavidyalaya, Doctor Harisingh Gour\r\nVishwavidyalaya or Hemvati Nandan Bahuguna Garhwal University, in any law for\r\nthe time being in force, or in any instrument or other document, shall be\r\nconstrued as a reference to the Vice-Chancellor and the Pro-Vice-Chancellor of\r\nGuru Ghasidas Vishwavidyalaya, Doctor Harisingh Gour Vishwavidyalaya or Hemvati\r\nNandan Bahuguna Garhwal University, as the case may be, established under this\r\nAct;e.  \r\n  the\r\nVice-Chancellors of Guru Ghasidas Vishwavidyalaya and Doctor Harisingh Gour\r\nVishwavidyalaya, appointed under the provisions of the Madhya Pradesh\r\nVishwavidyalaya Adhiniyam, 1973, and the Vice-Chancellor of Hemvati Nandan\r\nBahuguna Garhwal University, appointed under the provisions of the Uttar\r\nPradesh State Universities Act, 1973, shall be deemed to have been appointed as\r\nthe Vice-Chancellors under this Act, and shall hold office for a period of\r\nthree months or till such time the first Vice-Chancellor is appointed under\r\nsection 44 of the Act, whichever is earlier; andf.  \r\n  all\r\nColleges, Institutions, Schools or Faculties, and Departments affiliated to, or\r\nadmitted to the privileges of, or maintained by, Guru Ghasidas Vishwavidyalaya,\r\nDoctor Harisingh Gour Vishwavidyalaya and Hemvati Nandan Bahuguna Garhwal\r\nUniversity shall stand affiliated to, or admitted to the privileges of, or\r\nmaintained by, Guru Ghasidas Vishwavidyalaya, Doctor Harisingh Gour\r\nVishwavidyalaya and Hemvati Nandan Bahuguna Garhwal University, respectively,\r\nestablished under this Act.", "5": "Central Universities Act, 20095. Objects of\r\nUniversity. -\nThe objects of the\r\nUniversity shall be to disseminate and advance knowledge by providing\r\ninstructional and research facilities in such branches of learning as it may\r\ndeem fit; to make special provisions for integrated courses in humanities,\r\nsocial sciences, science and technology in its educational programmes; to take\r\nappropriate measures for promoting innovations in teaching-learning process and\r\ninter-disciplinary studies and research; to educate and train manpower for the\r\ndevelopment of the country; to establish linkages with industries for the\r\npromotion of science and technology; and to pay special attention to the\r\nimprovement of the social and economic conditions and welfare of the people,\r\ntheir intellectual, academic and cultural development.", "6": "Central Universities Act, 20096. Powers of\r\nUniversity. -\n1.  \r\n  The\r\nUniversity shall have the following powers, namely:- \r\n i.  \r\n  to\r\nprovide for instructions in such branches of learning like natural sciences,\r\nsocial sciences, humanities, engineering, technology and medicine as the\r\nUniversity may, from time to time, determine and to make provisions for\r\nresearch and for the advancement and dissemination of knowledge; \r\n ii.  \r\n  to\r\ngrant, subject to such conditions as the University may determine, diplomas or\r\ncertificates to, and confer degrees or other academic distinctions on, persons,\r\non the basis of examinations, evaluation or any other method of testing, and to\r\nwithdraw any such diplomas, certificates, degrees or other academic\r\ndistinctions for good and sufficient cause; \r\n iii.  \r\n  to\r\norganise and to undertake extramural studies, training and extension services; \r\n iv.  \r\n  to\r\nconfer honorary degrees or other distinctions in the manner prescribed by the\r\nStatutes; \r\n v.  \r\n  to\r\nprovide facilities through the distance education system to such persons as it\r\nmay determine; \r\n vi.  \r\n  to\r\ninstitute Principal ships, Professorships, Associate Professorships, Assistant\r\nProfessorships and other teaching or academic positions, required by the\r\nUniversity and to appoint persons to such Principal ships, Professorships,\r\nAssociate Professorships, Assistant Professorships or other teaching or\r\nacademic positions; \r\n vii.  \r\n  to\r\nrecognize an institution of higher learning for such purposes as the University\r\nmay determine and to withdraw such recognition; \r\n viii.  \r\n  to\r\nappoint persons working in any other University or academic institution,\r\nincluding those located outside the country, as teachers of the University for\r\na specified period; \r\n ix.  \r\n  to\r\ncreate administrative, ministerial and other posts and to make appointments\r\nthereto; \r\n x.  \r\n  to\r\nco-operate or collaborate or associate with any other University or authority\r\nor institution of higher learning, including those located outside the country,\r\nin such manner and for such purposes as the University may determine; \r\n xi.  \r\n  to\r\nestablish such centres and specialised laboratories or other units for research\r\nand instruction as are, in the opinion of the University, necessary for the\r\nfurtherance of its objects; \r\n xii.  \r\n  to\r\ninstitute and award fellowships, scholarships, studentships, medals and prizes;\r\n \r\n xiii.  \r\n  to\r\nestablish and maintain Colleges, Institutions and Halls; \r\n xiv.  \r\n  to\r\nmake provision for research and advisory services and for that purpose to enter\r\ninto such arrangements with other institutions, industrial or other\r\norganisations, as the University may deem necessary; \r\n xv.  \r\n  to\r\norganise and conduct refresher courses, workshops, seminars and other\r\nprogrammes for teachers, evaluators and other academic staff; \r\n xvi.  \r\n  to\r\nappoint on contract or otherwise visiting Professors, Emeritus Professors,\r\nConsultants and such other persons who may contribute to the advancement of the\r\nobjects of the University; \r\n xvii.  \r\n  to\r\nconfer autonomous status on a College or an Institution or a Department, as the\r\ncase may be, in accordance with the Statutes;  xviii.  \r\n  to\r\ndetermine standards of admission to the University, which may include\r\nexamination, evaluation or any other method of testing; \r\n xix.  \r\n  to\r\ndemand and receive payment of fees and other charges; \r\n xx.  \r\n  to\r\nsupervise the residences of the students of the University and to make\r\narrangements for promoting their health and general welfare; \r\n xxi.  \r\n  to\r\nlay down conditions of service of all categories of employees, including their\r\ncode of conduct; \r\n xxii.  \r\n  to\r\nregulate and enforce discipline among the students and the employees, and to\r\ntake such disciplinary measures in this regard as may be deemed by the\r\nUniversity to be necessary;  xxiii.  \r\n  to\r\nmake arrangements for promoting the health and general welfare of the\r\nemployees;  xxiv.  \r\n  to\r\nreceive benefactions, donations and gifts and to acquire, hold and manage, and\r\nto dispose of, with the previous approval of the Central Government, any\r\nproperty, movable or immovable, including trust and endowment properties, for\r\nthe purposes of the University; \r\n xxv.  \r\n  to\r\nborrow, with the previous approval of the Central Government, on the security\r\nof the property of the University, money for the purposes of the University;\r\nand  xxvi.  \r\n  to\r\ndo all such other acts and things as may be necessary, incidental or conducive\r\nto the attainment of all or any of its objects.1.  \r\n2.  \r\n  In\r\nexercising its powers referred to in sub-section (1), it shall be the endeavour\r\nof the University to maintain an all-India character and high standards of\r\nteaching and research, and the University shall, among other measures which may\r\nbe necessary for the said purpose, take, in particular, the following measures,\r\nnamely:- \r\n i.  \r\n  admission\r\nof students and recruitment of faculty shall be made on all-India basis; \r\n ii.  \r\n  admissions\r\nof students shall be made on merit, either through Common Entrance Tests\r\nconducted individually by the University or in combination with other\r\nUniversities, or on the basis of marks obtained in the qualifying examination\r\nin such courses where the intake of students is small; \r\n iii.  \r\n  inter-University\r\nmobility of faculty, with portable pensions and protection of seniority, shall\r\nbe encouraged; \r\n iv.  \r\n  semester\r\nsystem, continuous evaluation and choice-based credit system shall be\r\nintroduced and the University shall enter into agreements with other\r\nUniversities and academic institutions for credit transfer and joint degree\r\nprogrammes; \r\n v.  \r\n  innovative\r\ncourses and programmes of studies shall be introduced with a provision for\r\nperiodic review and restructuring; (vi) active participation of students shall\r\nbe ensured in all academic activities of the University, including evaluation\r\nof teachers; \r\n vi.  \r\n  accreditation\r\nshall be obtained from the National Assessment and Accreditation Council or any\r\nother accrediting agency at the national level; and \r\n vii.  \r\n  e-governance\r\nshall be introduced with an effective management information system.", "7": "Central Universities Act, 20097. University open to\r\nall castes, creed, race or class. -The University shall\r\nbe open to persons of either sex and of whatever caste, creed, race or class,\r\nand it shall not be lawful for the University to adopt or impose on any person,\r\nany test whatsoever of religious belief or profession in order to entitle him\r\nto be appointed as a teacher of the University or to hold any other office\r\ntherein or to be admitted as a student in the University or to graduate thereat\r\nor to enjoy or exercise any privilege thereof: Provided that nothing in this\r\nsection shall be deemed to prevent the University from making special\r\nprovisions for the employment or admission of women, persons with disabilities\r\nor of persons belonging to the weaker sections of the society and, in\r\nparticular, of the Scheduled Castes, the Scheduled Tribes and the other\r\nsocially and educationally backward classes of citizens:", "8": "Central Universities Act, 20098.\r\nVisitor of University.  -1.  \r\n  The\r\nPresident of India shall be the Visitor of the University.2.  \r\n  The\r\nVisitor may, from time to time, appoint one or more persons to review the work\r\nand progress of the University, including Colleges and Institutions maintained\r\nby it, and to submit a report thereon; and upon receipt of that report, the\r\nVisitor may, after obtaining the views of the Executive Council thereon through\r\nthe Vice-Chancellor, take such action and issue such directions, as he\r\nconsiders necessary, in respect of any of the matters dealt with in the report\r\nand the University shall abide by such action and be bound to comply with such\r\ndirections.3.  \r\n  The\r\nVisitor shall have the right to cause an inspection to be made by such person\r\nor persons, as he may direct, of the University, its buildings, libraries,\r\nlaboratories and equipment, and of any College or Institution maintained by the\r\nUniversity; and also of the examinations, teaching and other work conducted or\r\ndone by the University and to cause an inquiry to be made in like manner in\r\nrespect of any matter connected with the administration or finances of the\r\nUniversity, Colleges or Institutions.4.  \r\n  The\r\nVisitor shall, in every matter referred to in sub-section (3), give notice of\r\nhis intention to cause an inspection or inquiry to be made, to the University,\r\nand the University shall have the right to make such representations to the\r\nVisitor, as it may consider necessary.5.  \r\n  After\r\nconsidering the representations, if any, made by the University, the Visitor\r\nmay cause to be made such inspection or inquiry as is referred to in\r\nsub-section (3).6.  \r\n  Where\r\nany inspection or inquiry has been caused to be made by the Visitor, the\r\nUniversity shall be entitled to appoint a representative, who shall have the\r\nright to be present and be heard at such inspection or inquiry.7.  \r\n  The\r\nVisitor may, if the inspection or inquiry is made in respect of the University\r\nor any College or Institution maintained by it, address the Vice-Chancellor\r\nwith reference to the result of such inspection or inquiry together with such\r\nviews and advice with regard to the action to be taken thereon, as the Visitor\r\nmay be pleased to offer, and on receipt of address made by the Visitor, the\r\nVice-Chancellor shall communicate, to the Executive Council, the views of the\r\nVisitor with such advice as the Visitor may offer upon the action to be taken\r\nthereon.8.  \r\n  The\r\nExecutive Council shall communicate through the Vice-Chancellor to the Visitor\r\nsuch action, if any, as it proposes to take or has been taken upon the result\r\nof such inspection or inquiry.9.  \r\n  Where,\r\nthe Executive Council does not, within a reasonable time, take action to the\r\nsatisfaction of the Visitor, the Visitor may, after considering any explanation\r\nfurnished or representation made by the Executive Council, issue such\r\ndirections, as he may think fit, and the Executive Council shall comply with\r\nsuch directions.10.  \r\n  Without\r\nprejudice to the foregoing provisions of this section, the Visitor may, by\r\norder in writing, annul any proceeding of the University which is not in\r\nconformity with this Act, the Statutes or the Ordinances: Provided that before\r\nmaking any such order, he shall call upon the Registrar to show cause why such\r\nan order should not be made, and, if any cause is shown within a reasonable\r\ntime, he shall consider the same.11.  \r\n  The\r\nVisitor shall have such other powers as may be prescribed by the Statutes.", "9": "Central Universities Act, 20099. Officers of\r\nUniversity. -\nThe following shall\r\nbe the officers of the University, namely:-1.  \r\n  the\r\nChancellor;2.  \r\n  the\r\nVice-Chancellor;3.  \r\n  the\r\nPro-Vice-Chancellor;4.  \r\n  the\r\nDeans of Schools;5.  \r\n  the\r\nRegistrar;6.  \r\n  the\r\nFinance Officer;7.  \r\n  the\r\nController of Examinations;8.  \r\n  the\r\nLibrarian; and9.  \r\n  such\r\nother officers as may be declared by the Statutes to be the officers of the\r\nUniversity.", "10": "Central Universities Act, 200910. Chancellor. -1.  \r\n  The\r\nChancellor shall be appointed by the Visitor in such manner as may be\r\nprescribed by the Statutes.2.  \r\n  The\r\nChancellor shall, by virtue of his office, be the head of the University and\r\nshall, if present, preside at the Convocations of the University held for\r\nconferring degrees and meetings of the Court.", "11": "Central Universities Act, 200911.\r\nVice-Chancellor. -1.  \r\n  The\r\nVice-Chancellor shall be appointed by the Visitor in such manner as may be\r\nprescribed by the Statutes.2.  \r\n  The\r\nVice-Chancellor shall be the principal executive and academic officer of the\r\nUniversity and shall exercise general supervision and control over the affairs\r\nof the University and give effect to the decisions of all the authorities of\r\nthe University.3.  \r\n  The\r\nVice-Chancellor may, if he is of the opinion that immediate action is necessary\r\non any matter, exercise any power conferred on any authority of the University\r\nby or under this Act and shall report to such authority at its next meeting the\r\naction taken by him on such matter: Provided that if the authority concerned is\r\nof the opinion that such action ought not to have been taken, it may refer the\r\nmatter to the Visitor whose decision thereon shall be final: Provided further\r\nthat any person in the service of the University who is aggrieved by the action\r\ntaken by the Vice-Chancellor under this sub-section shall have the right to\r\nrepresent against such action to the Executive Council within three months from\r\nthe date on which decision on such action is communicated to him and thereupon\r\nthe Executive Council may confirm, modify or reverse the action taken by the\r\nVice-Chancellor.4.  \r\n  The\r\nVice-Chancellor, if he is of the opinion that any decision of any authority of\r\nthe University is beyond the powers of the authority conferred by the\r\nprovisions of this Act, the Statutes or the Ordinances or that any decision\r\ntaken is not in the interest of the University, may ask the authority concerned\r\nto review its decision within sixty days of such decision and if the authority\r\nrefuses to review the decision either in whole or in part or no decision is\r\ntaken by it within the said period of sixty days, the matter shall be referred\r\nto the Visitor whose decision thereon shall be final.5.  \r\n  The\r\nVice-Chancellor shall exercise such other powers and perform such other duties\r\nas may be prescribed by the Statutes or the Ordinances.", "12": "Central Universities Act, 200912.\r\nPro-Vice-Chancellor. -The\r\nPro-Vice-Chancellor shall be appointed in such manner and on such terms and\r\nconditions of service, and shall exercise such powers and perform such duties,\r\nas may be prescribed by the Statutes.", "13": "Central Universities Act, 200913. Deans of Schools.\r\n-\nEvery Dean of School\r\nshall be appointed in such manner, and shall exercise such powers and perform\r\nsuch duties, as may be prescribed by the Statutes.", "14": "Central Universities Act, 200914. Registrar. -1.  \r\n  The\r\nRegistrar shall be appointed in such manner, and on such terms and conditions\r\nof service, as may be prescribed by the Statutes.2.  \r\n  The\r\nRegistrar shall have the power to enter into agreements, sign documents and\r\nauthenticate records on behalf of the University, and shall exercise such\r\npowers and perform such duties, as may be prescribed by the Statutes.", "15": "Central Universities Act, 200915. Finance Officer. -The Finance Officer\r\nshall be appointed in such manner, and shall exercise such powers and perform\r\nsuch duties, as may be prescribed by the Statutes.", "16": "Central Universities Act, 200916. Controller of\r\nExaminations. -\nThe Controller of\r\nExaminations shall be appointed in such manner and shall exercise such powers\r\nand perform such duties, as may be prescribed by the Statutes.", "17": "Central Universities Act, 200917. Librarian. -The Librarian shall\r\nbe appointed in such manner and on such terms and conditions of service, and\r\nshall exercise such powers and perform such duties, as may be prescribed by the\r\nStatutes.", "18": "Central Universities Act, 200918. Other officers. -The manner of\r\nappointment and powers and duties of other officers of the University shall be\r\nprescribed by the Statutes.", "19": "Central Universities Act, 200919.\r\nAuthorities of University. -The\r\nfollowing shall be the authorities of the University, namely:-1.  \r\n  the\r\nCourt;2.  \r\n  the\r\nExecutive Council;3.  \r\n  the\r\nAcademic Council;4.  \r\n  the\r\nBoard of Studies;5.  \r\n  the\r\nFinance Committee; and6.  \r\n  such\r\nother authorities as may be declared by the Statutes to be the authorities of\r\nthe University.", "20": "Central Universities Act, 200920. The Court. -1.  \r\n  The\r\nconstitution of the Court and the term of office of its members shall be\r\nprescribed by the Statutes: Provided that such number of members, as may be\r\nprescribed by the Statutes, shall be elected from among the teachers, employees\r\nand students of the University.2.  \r\n  Subject\r\nto the provisions of this Act, the Court shall have the following powers and\r\nfunctions, namely:-a.   to review, from time\r\nto time, the broad policies and programmes of the University, and to suggest\r\nmeasures for the improvement and development of the University;b.   to consider and pass\r\nresolutions on the annual report and the annual accounts of the University and\r\nthe audit report on such accounts;c.   to advise the Visitor\r\nin respect of any matter which may be referred to it for advice; andd.   to perform such other\r\nfunctions as may be prescribed by the Statutes.", "21": "Central Universities Act, 200921. Executive\r\nCouncil. -\n1.  \r\n  The\r\nExecutive Council shall be the principal executive body of the University.2.  \r\n  The\r\nconstitution of the Executive Council, the term of office of its members and\r\nits powers and functions shall be prescribed by the Statutes: Provided that\r\nsuch number of members as may be prescribed by the Statutes shall be from among\r\nthe elected members of the Court.", "22": "Central Universities Act, 200922.\r\nAcademic Council.1.  \r\n  The\r\nAcademic Council shall be the principal academic body of the University and\r\nshall, subject to the provisions of this Act, the Statutes and the Ordinances,\r\nco-ordinate and exercise general supervision over the academic policies of the\r\nUniversity.2.  \r\n  The\r\nconstitution of the Academic Council, the term of office of its members and its\r\npowers and functions shall be prescribed by the Statutes: Provided that such\r\nnumber of members as may be prescribed by the Statutes shall be from among the\r\nelected members of the Court.", "23": "Central Universities Act, 200923 . Boards of Studies.The constitution,\r\npowers and functions of the Boards of Studies shall be prescribed by the\r\nStatutes.", "24": "Central Universities Act, 200924. Finance\r\nCommittee. -\nThe constitution,\r\npowers and functions of the Finance Committee shall be prescribed by the\r\nStatutes.", "25": "Central Universities Act, 200925. Other authorities\r\nof University. -\nThe constitution,\r\npowers and functions of other authorities, as may be declared by the Statutes\r\nto be the authorities of the University, shall be prescribed by the Statutes.", "26": "Central Universities Act, 200926.\r\nPowers to make Statutes. -Subject\r\nto the provisions of this Act, the Statutes may provide for all or any of the\r\nfollowing matters, namely:-a.  \r\n  the\r\nconstitution, powers and functions of authorities and other bodies of the\r\nUniversity, as may be constituted from time to time;b.  \r\n  the\r\nappointment and continuance in office of the members of the said authorities\r\nand bodies, the filling up of vacancies of members, and all other matters\r\nrelating to those authorities and other bodies for which it may be necessary or\r\ndesirable to provide;c.  \r\n  the\r\nappointment, powers and duties of the officers of the University and their\r\nemoluments;d.  \r\n  the\r\nappointment of teachers, academic staff and other employees of the University,\r\ntheir emoluments and conditions of service;e.  \r\n  the\r\nappointment of teachers and academic staff working in any other University or\r\norganisation for a specific period for undertaking a joint project;f.  \r\n  the\r\nconditions of service of employees including provisions for pension, insurance,\r\nprovident fund, the manner of termination of service and disciplinary action;g.  \r\n  the\r\nprinciples governing the seniority of service of the employees of the\r\nUniversity;h.  \r\n  the\r\nprocedure for arbitration in cases of dispute between employees or students and\r\nthe University;i.  \r\n  the\r\nprocedure for appeal to the Executive Council by any employee or student\r\nagainst the action of any officer or authority of the University;j.  \r\n  the\r\nconferment of autonomous status on a College or an Institution or a Department;\r\nk.  \r\n  the\r\nestablishment and abolition of Schools, Departments, Centres, Halls, Colleges\r\nand Institutions;l.  \r\n  the\r\nconferment of honorary degrees;m.  \r\n  the\r\nwithdrawal of degrees, diplomas, certificates and other academic distinctions;n.  \r\n  the\r\nmanagement of Colleges and Institutions established by the University;o.  \r\n  the\r\ndelegation of powers vested in the authorities or officers of the University;p.  \r\n  the\r\nmaintenance of discipline among the employees and students; andq.  \r\n  all\r\nother matters which by this Act are to be, or may be, provided for by the\r\nStatutes.", "27": "Central Universities Act, 200927.\r\nStatutes, how to be made. -1.  \r\n  The\r\nfirst Statutes are those set out in the Second Schedule to this Act.2.  \r\n  The\r\nExecutive Council may, from time to time, make new or additional Statutes or\r\nmay amend or repeal the Statutes referred to in sub-section (1):Provided\r\nthat the Executive Council shall not make, amend or repeal any Statutes\r\naffecting the status, powers or constitution of any authority of the University\r\nuntil such authority has been given an opportunity of expressing an opinion in\r\nwriting on the proposed changes, and any opinion so expressed shall be\r\nconsidered by the Executive Council.1.  \r\n2.  \r\n3.  \r\n  Every\r\nnew Statute or addition to the Statutes or any amendment or repeal of a Statute\r\nshall require the assent of the Visitor who may assent thereto or withhold assent\r\nor remit to the Executive Council for re-consideration.4.  \r\n  A\r\nnew Statute or a Statute amending or repealing an existing Statute shall have\r\nno validity unless it has been assented to by the Visitor.5.  \r\n  Notwithstanding\r\nanything contained in the foregoing sub-sections, the Visitor may make new or\r\nadditional Statutes or amend or repeal the Statutes referred to in sub-section\r\n(1) during the period of three years immediately after the commencement of this\r\nAct:Provided\r\nthat the Visitor may, on the expiry of the said period of three years, make,\r\nwithin one year from the date of such expiry, such detailed Statutes as he may\r\nconsider necessary and such detailed Statutes shall be laid before both Houses\r\nof Parliament.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n  Notwithstanding\r\nanything contained in this section, the Visitor may direct the University to\r\nmake provisions in the Statutes in respect of any matter specified by him and\r\nif the Executive Council is unable to implement such direction within sixty\r\ndays of its receipt, the Visitor may, after considering the reasons, if any,\r\ncommunicated by the Executive Council for its inability to comply with such\r\ndirection, make or amend the Statutes suitably.", "28": "Central Universities Act, 200928. Power to make\r\nOrdinances. -\n1.  \r\n  Subject\r\nto the provisions of this Act and the Statutes, the Ordinances may provide for\r\nall or any of the following matters, namely:-a.   the admission of\r\nstudents to the University and their enrolment as such;b.   the courses of study\r\nto be laid down for all degrees, diplomas and certificates of the University;c.   the medium of\r\ninstruction and examination;d.   the award of degrees,\r\ndiplomas, certificates and other academic distinctions, the qualifications for\r\nthe same and the means to be taken relating to the granting and obtaining of\r\nthe same;e.   the fees to be\r\ncharged for courses of study in the University and for admission to\r\nexaminations, degrees and diplomas of the University;f.   the conditions for\r\naward of fellowships, scholarships, studentships, medals and prizes;g.   the conduct of\r\nexaminations, including the term of office and manner of appointment and the\r\nduties of examining bodies, examiners and moderators;h.   the conditions of\r\nresidence of the students of the University;i.   the special\r\narrangements, if any, which may be made for the residence and teaching of women\r\nstudents and the prescribing of special courses of studies for them;j.   the establishment of\r\nCentres of Studies, Boards of Studies, Specialised Laboratories and other\r\nCommittees;k.   the manner of\r\nco-operation and collaboration with other Universities, institutions and other\r\nagencies including learned bodies or associations;l.   the creation,\r\ncomposition and functions of any other body which is considered necessary for\r\nimproving the academic life of the University;m.   the institution of\r\nfellowships, scholarships, studentships, medals and prizes;n.   the setting up of a\r\nmachinery for redressal of grievances of employees and students; ando.   all other matters\r\nwhich by this Act, or, the Statutes, are to be, or, may be, provided for by the\r\nOrdinances.2.  \r\n  The\r\nfirst Ordinances shall be made by the Vice-Chancellor with the previous\r\napproval of the Executive Council and the Ordinances so made may also be\r\namended, repealed or added to at any time by the Executive Council in the\r\nmanner prescribed by the Statutes:Provided that in the\r\ncase of Guru Ghasidas Vishwavidyalaya and Doctor Harisingh Gour\r\nVishwavidyalaya, and Hemvati Nandan Bahuguna Garhwal University, till such time\r\nas the first Ordinances are not so made, in respect of the matters that are to\r\nbe provided for by the Ordinances under this Act and the Statutes, the relevant\r\nprovisions of the Statutes and the Ordinances made immediately before the\r\ncommencement of this Act under the provisions of the Madhya Pradesh\r\nVishwavidyalaya Adhiniyam, 1973, and the Uttar Pradesh State Universities Act,\r\n1973, respectively, shall be applicable in so far as they are not inconsistent\r\nwith the provisions of this Act and the Statutes.", "29": "Central Universities Act, 200929. Regulations. -The authorities of\r\nthe University may make Regulations, consistent with this Act, the Statutes and\r\nthe Ordinances, for the conduct of their own business and that of the\r\nCommittees, if any, appointed by them and not provided for by this Act, the\r\nStatutes or the Ordinances, in the manner prescribed by the Statutes.", "30": "Central Universities Act, 200930.\r\nAnnual report. -\n1.  \r\n  The\r\nannual report of the University shall be prepared under the direction of the\r\nExecutive Council, which shall include, among other matters, the steps taken by\r\nthe University towards the fulfillment of its objects and shall be submitted to\r\nthe Court on or before such date as may be prescribed by the Statutes and the\r\nCourt shall consider the report in its annual meeting.2.  \r\n  The\r\nCourt shall submit the annual report to the Visitor along with its comments, if\r\nany.A copy of the annual report, as prepared under sub-section\r\n(1), shall also be submitted to the Central Government, which shall, as soon as\r\nmay be, cause the same to be laid before both Houses of Parliament", "31": "Central Universities Act, 200931.\r\nAnnual accounts. -1.  \r\n  The\r\nannual accounts and balance-sheet of the University shall be prepared under the\r\ndirection of the Executive Council and shall, once at least every year and at\r\nintervals of not more than fifteen months, be audited by the Comptroller and\r\nAuditor-General of India or by such persons as he may authorise in this behalf.\r\n2.  \r\n  A\r\ncopy of the annual accounts together with the audit report thereon shall be\r\nsubmitted to the Court and the Visitor along with the observations of the\r\nExecutive Council.3.  \r\n  Any\r\nobservations made by the Visitor on the annual accounts shall be brought to the\r\nnotice of the Court and the observations of the Court, if any, shall, after\r\nbeing considered by the Executive Council, be submitted to the Visitor.4.  \r\n  A\r\ncopy of the annual accounts together with the audit report, as submitted to the\r\nVisitor, shall also be submitted to the Central Government, which shall, as\r\nsoon as may be, cause the same to be laid before both Houses of Parliament.5.  \r\n  The\r\naudited annual accounts after having been laid before both Houses of Parliament\r\nshall be published in the Gazette of India.", "32": "Central Universities Act, 200932. Returns and\r\ninformation. -\nThe University shall\r\nfurnish to the Central Government such returns or other information with\r\nrespect to its property or activities as the Central Government may, from time\r\nto time, require, within such period as may be specified by the Central\r\nGovernment.", "33": "Central Universities Act, 200933. Conditions of\r\nservice of employees, etc. -1.  \r\n  Every\r\nemployee of the University shall be appointed under a written contract, which\r\nshall be lodged with the University and a copy of which shall be furnished to\r\nthe employee concerned.2.  \r\n  Any\r\ndispute arising out of the contract between the University and any employee\r\nshall, at the request of the employee, be referred to a Tribunal of Arbitration\r\nconsisting of one member appointed by the Executive Council, one member\r\nnominated by the employee concerned and an umpire appointed by the Visitor.3.  \r\n  The\r\ndecision of the Tribunal shall be final and no suit shall lie in any civil\r\ncourt in respect of the matters decided by the Tribunal: Provided that nothing\r\nin this sub-section shall preclude the employee from availing of the judicial\r\nremedies available under articles 32 and 226 of the Constitution.4.  \r\n  Every\r\nrequest made by the employee under sub-section (2) shall be deemed to be a\r\nsubmission to arbitration upon the terms of this section within the meaning of\r\nthe Arbitration and Conciliation Act, 1996.5.  \r\n  The\r\nprocedure for regulating the work of the Tribunal shall be prescribed by the\r\nStatutes.", "34": "Central Universities Act, 200934. Procedure of\r\nappeal and arbitration in disciplinary cases against students. -1.  \r\n  Any\r\nstudent or candidate for an examination whose name has been removed from the\r\nrolls of the University by the orders or resolution of the Vice-Chancellor,\r\nDiscipline Committee or Examination Committee, as the case may be, and who has\r\nbeen debarred from appearing at the examinations of the University for more\r\nthan one year, may, within ten days of the date of receipt of such orders or\r\ncopy of such resolution by him, appeal to the Executive Council and the\r\nExecutive Council may confirm, modify or reverse the decision of the\r\nVice-Chancellor or the Committee, as the case may be.2.  \r\n  Any\r\ndispute arising out of any disciplinary action taken by the University against\r\na student shall, at the request of such student, be referred to a Tribunal of\r\nArbitration and the provisions of sub-sections (2), (3), (4) and (5) of section\r\n33 shall, as far as may be, apply to a reference made under this sub-section.", "35": "Central Universities Act, 200935. Right to appeal. -Every employee or\r\nstudent of the University or of a College or Institution maintained by the\r\nUniversity shall, notwithstanding anything contained in this Act, have a right\r\nto appeal within such time as may be prescribed by the Statutes, to the\r\nExecutive Council against the decision of any officer or authority of the\r\nUniversity, or, the Principal or the management of any College or an\r\nInstitution, as the case may be, and thereupon the Executive Council may\r\nconfirm, modify or reverse the decision appealed against.", "36": "Central Universities Act, 200936.\r\nProvident and pension funds. -1.  \r\n  The\r\nUniversity shall constitute for the benefit of its employees such provident or\r\npension fund or provide such insurance schemes as it may deem fit in such\r\nmanner and subject to such conditions as may be prescribed by the Statutes.2.  \r\n  Where\r\nsuch provident fund or pension fund has been so constituted, the Central\r\nGovernment may declare that the provisions of the Provident Funds Act, 1925,\r\nshall apply to such fund, as if it were a Government provident fund.", "37": "Central Universities Act, 200937. Disputes as to\r\nconstitution of authorities and bodies. -If any question\r\narises as to whether any person has been duly elected or appointed as, or is\r\nentitled to be, a member of any authority or other body of the University, the\r\nmatter shall be referred to the Visitor whose decision thereon shall be final.", "38": "Central Universities Act, 200938. Filling of casual\r\nvacancies. -\nAll casual vacancies\r\namong the members (other than ex officio members) of any authority or other\r\nbody of the University shall be filled, as soon as may be, by the person or\r\nbody who appoints, elects or co-opts the member whose place has become vacant\r\nand the person appointed, elected or co-opted to a casual vacancy shall be a\r\nmember of such authority or body for the residue of the term for which the\r\nperson whose place he fills would have been a member.", "39": "Central Universities Act, 200939. Proceedings of\r\nauthorities or bodies not invalidated by vacancies. -No act or proceedings\r\nof any authority or other body of the University shall be invalid merely by\r\nreason of the existence of a vacancy or vacancies among its members.", "40": "Central Universities Act, 200940 . Protection of\r\naction taken in good faith. -No suit or other\r\nlegal proceedings shall lie against any officer or other employee of the\r\nUniversity for anything which is in good faith done or intended to be done in\r\npursuance of any of the provisions of this Act, the Statutes or the Ordinances.", "41": "Central Universities Act, 200941. Mode of proof of\r\nUniversity record. -\nNotwithstanding\r\nanything contained in the Indian Evidence Act, 1872 or in any other law for the\r\ntime being in force, a copy of any receipt, application, notice, order,\r\nproceeding or resolution of any authority or other body of the University, or\r\nany other document in possession of the University, or any entry in any\r\nregister duly maintained by the University, if certified by the Registrar,\r\nshall be received as prima facie evidence of such receipt, application, notice,\r\norder, proceeding, resolution or document or the existence of entry in the\r\nregister and shall be admitted as evidence of the matters and transactions\r\ntherein where the original thereof would, if produced, have been admissible in\r\nevidence.", "42": "Central Universities Act, 200942.\r\nPower to remove difficulties. -1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as appear to it\r\nto be necessary or expedient for removing the difficulty: Provided that no such\r\norder shall be made under this section after the expiry of three years from the\r\ncommencement of this Act.2.  \r\n  Every\r\norder made under sub-section (1) shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the order or both Houses agree that the order\r\nshould not be made, the order shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that order.", "43": "Central Universities Act, 200943.\r\nStatutes, Ordinances and Regulations to be published in the Official Gazette\r\nand to be laid before Parliament. -1.  \r\n  Every\r\nStatute, Ordinances or Regulation made under this Act shall be published in the\r\nOfficial Gazette.2.  \r\n  Every\r\nStatute, Ordinances or Regulation made under this Act, shall be laid, as soon\r\nas may be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the Statute, Ordinances or\r\nRegulation or both Houses agree that the Statute, Ordinances or Regulation\r\nshould not be made, the Statute, Ordinances or Regulation shall thereafter have\r\neffect only in such modified form or be of no effect, as the case may be; so,\r\nhowever, that any such modification or annulment shall be without prejudice to\r\nthe validity of anything previously done under that Statute, Ordinances or\r\nRegulation.3.  \r\n  The\r\npower to make Statutes, Ordinances or Regulations shall include the power to\r\ngive retrospective effect, from a date not earlier than the date of commencement\r\nof this Act, to the Statutes, Ordinances or Regulations or any of them but no\r\nretrospective effect shall be given to any Statutes, Ordinances or Regulations\r\nso as to prejudicially affect the interests of any person to whom such\r\nStatutes, Ordinances or Regulations may be applicable.", "44": "Central Universities Act, 200944.\r\nTransitional provisions. -Notwithstanding\r\nanything contained in this Act and the Statutes,-a.  \r\n  the\r\nfirst Chancellor and the first Vice-Chancellor shall be appointed by the\r\nVisitor in such manner and on such conditions as may be deemed fit and each of\r\nthe said officers shall hold office for such term, not exceeding five years, as\r\nmay be specified by the Visitor;b.  \r\n  the\r\nfirst Registrar and the first Finance Officer shall be appointed by the Visitor\r\nand each of the said officers shall hold office for a term of three years;c.  \r\n  the\r\nfirst Court and the first Executive Council shall consist of not more than thirty-one\r\nmembers and eleven members, respectively, who shall be nominated by the Central\r\nGovernment and shall hold office for a term of three years; andd.  \r\n  the\r\nfirst Academic Council shall consist of not more than twenty-one members, who\r\nshall be nominated by the Central Government and shall hold office for a term\r\nof three years: Provided that if any vacancy occurs in the above offices or\r\nauthorities, the same shall be filled by appointment by the Visitor or\r\nnomination by the Central Government, as the case may be, and the person so\r\nappointed or nominated shall hold office for so long as the officer or member\r\nin whose place he is appointed or nominated would have held office, if such\r\nvacancy had not occurred.", "45": "Central Universities Act, 200945.\r\nAmendment of Madhya Pradesh Act 22 of 1973. -1.  \r\n  In\r\nthe Madhya Pradesh Vishwavidyalaya Adhiniyam, 1973, in the Second Schedule, the\r\nentries relating to Guru Ghasidas Vishwavidyalaya and Doctor Harisingh Gour\r\nVishwavidyalaya shall be omitted.2.  \r\n  Notwithstanding\r\nsuch omission,-a.  \r\n  all\r\nappointments made, orders issued, degrees and other academic distinctions\r\nconferred, diplomas and certificates awarded, privileges granted, or other\r\nthings done under the Madhya Pradesh Vishwavidyalaya Adhiniyam, 1973, shall be\r\ndeemed to have been respectively made, issued, conferred, awarded, granted or\r\ndone under the corresponding provisions of this Act and, except as otherwise\r\nprovided by this Act or the Statutes, continue in force unless and until they\r\nare superseded by any order made under this Act or the Statutes; andb.  \r\n  all\r\nproceedings of Selection Committees for the appointment or promotion of\r\nteachers that took place before the commencement of this Act and all actions of\r\nthe Executive Council in respect of the recommendations of such Selection\r\nCommittees where no orders of appointment on the basis thereof were passed\r\nbefore the commencement of this Act shall, notwithstanding that the procedure\r\nfor selection has been modified by this Act, be deemed to have been valid but\r\nfurther proceeding in connection with such pending selections shall be taken in\r\naccordance with the provisions of this Act and be continued from the stage\r\nwhere they stood immediately before such commencement, except if the concerned\r\nauthorities take, with the approval of the Visitor, a decision to the contrary.\r\n", "46": "Central Universities Act, 200946.\r\nAmendment of President's Act 10 of 1973. -1.  \r\n  In\r\nthe Uttar Pradesh State Universities Act, 1973,-a.  \r\n  in\r\nsub-section (1) of section 4, the words, figures and brackets \"and a\r\nUniversity of Garhwal which shall from April 25, 1989 be called the Hemvati\r\nNandan Bahuguna Garhwal University at Srinagar (District Garhwal)\" shall\r\nbe omitted;b.  \r\n  in\r\nclause (d) of sub-section (1) of section 20, the words \"the Hemvati Nandan\r\nBahuguna Garhwal University\" shall be omitted;c.  \r\n  in\r\nsub-section (2) of section 52, for the words \"the Universities of Kumaun\r\nand Garhwal\" the words \"the University of Kumaun\" shall be\r\nsubstituted;d.  \r\n  section\r\n72B shall be omitted;e.  \r\n  in\r\nthe Schedule, Serial No. 8 and the entries relating thereto shall be omitted.2.  \r\n  Notwithstanding\r\nthe omission and substitution referred to in sub-section (1),-a.  \r\n  all\r\nappointments made, orders issued, degrees and other academic distinctions\r\nconferred, diplomas and certificates awarded, privileges granted, or other\r\nthings done under the Uttar Pradesh State Universities Act, 1973, shall be\r\ndeemed to have been respectively made, issued, conferred, awarded, granted or\r\ndone under the corresponding provisions of this Act and, except as otherwise\r\nprovided by this Act or the Statutes, continue in force unless and until they\r\nare superseded by any order made under this Act or the Statutes; andb.  \r\n  all\r\nproceedings of Selection Committees for the appointment or promotion of\r\nteachers that took place before the commencement of this Act and all actions of\r\nthe Executive Council in respect of the recommendations of such Selection\r\nCommittees where no orders of appointment on the basis thereof were passed\r\nbefore the commencement of this Act shall, notwithstanding that the procedure\r\nfor selection has been modified by this Act, be deemed to have been valid but\r\nfurther proceeding in connection with such pending selections shall be taken in\r\naccordance with the provisions of this Act and be continued from the stage\r\nwhere they stood immediately before such commencement, except if the concerned\r\nauthorities take, with the approval of the Visitor, a decision to the contrary.\r\n", "47": "Central Universities Act, 200947.\r\nRepeal and savings. -1.  \r\n  The\r\nCentral Universities Ordinance, 2009 is hereby repealed.2.  \r\n  Notwithstanding\r\nsuch repeal, anything done or any action taken under the said Ordinance shall\r\nbe deemed to have been done or taken under the corresponding provisions of this\r\nAct, and-a.  \r\n  all\r\nappointments made, orders issued, degrees and other academic distinctions\r\nconferred, diplomas and certificates awarded, privileges granted, or other\r\nthings done under the Central Universities Ordinance, 2009, shall be deemed to\r\nhave been respectively made, issued, conferred, awarded, granted or done under\r\nthe corresponding provisions of this Act and, except as otherwise provided by,\r\nor under this Act or the Statutes, continue in force unless and until they are\r\nsuperseded by any order made under this Act or the Statutes; andb.  \r\n  all\r\nproceedings of Selection Committees for the appointment or promotion of\r\nteachers that took place before the commencement of this Act and all actions of\r\nthe Executive Council in respect of the recommendations of such Selection\r\nCommittees where no orders of appointment on the basis thereof were passed\r\nbefore the commencement of this Act shall, notwithstanding that the procedure\r\nfor selection has been modified by this Act, be deemed to have been valid but\r\nfurther proceeding in connection with such pending selections shall be taken in\r\naccordance with the provisions of this Act and be continued from the stage\r\nwhere they stood immediately before such commencement, except if the concerned\r\nauthorities take, with the approval of the Visitor, a decision to the contrary."}