{"name": "Central Laws (Extension to Jammu and Kashmir) Act, 1968\r", "1": "The Central Laws (Extension to Jammu and Kashmir) Act, 19681. Short title and commencement.-(1) This Act may be called the Central Laws (Extension to Jammu and Kashmir) Act, 1968.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "The Central Laws (Extension to Jammu and Kashmir) Act, 19682. Extension and amendment of certain laws.-(1) The Acts mentioned in the Schedule and all rules, orders and regulations made thereunder are hereby extended to, and shall be in force in the State of Jammu and Kashmir*.(2) With effect from the commencement of this Act, the Acts mentioned in the Schedule shall be amended as specified therein.", "3": "The Central Laws (Extension to Jammu and Kashmir) Act, 19683. Construction of references to laws not in force in Jammu and Kashmir.-Any reference in any Act mentioned in the Schedule to a law which is not in force in the State of Jammu and Kashmir* shall, in relation to that State, be construed as a reference to the corresponding law, if any, in force in that State.", "4": "The Central Laws (Extension to Jammu and Kashmir) Act, 19684. Construction of references to authorities where new Authorities have been constituted.-Any reference by whatever form of words in any law for the time being in force in the State of Jammu and Kashmir* to any authority competent at the date of the passing of that law to exercise any powers or discharge any functions in that State shall, where a corresponding new authority has been constituted by or under any law now extended to that State, have effect as if it were a reference to the new authority.", "5": "The Central Laws (Extension to Jammu and Kashmir) Act, 19685. Repeals and savings.-If immediately before the commencement of this Act there is in force in the State of Jammu and Kashmir* any law corresponding to any Act now extended to that State, that law shall, save as otherwise expressly provided in this Act, stand repealed on such commencement:Provided that the repeal shall not affect-(a) the previous operation of any law so repealed or anything duly done or suffered thereunder,(b) any right, privilege, obligation or liability acquired, accrued or incurred under any law so repealed,(c) any penalty, forfeiture or punishment incurred in respect of any offence committed against any law so repealed, or(d) any investigation, legal proceeding or remedy in respect of any such right, privilege, obligation, liability, penalty, forfeiture or punishment as aforesaid; and any such investigation, legal proceeding or remedy may be instituted, continued or enforced, and any such penalty, forfeiture or punishment may be imposed, as if this Act had not been passed:Provided further that, subject to the preceding proviso, anything done or any action taken (including any appointment or delegation made, notification, instruction or direction issued, form, bye-law or scheme framed, certificate obtained, permit or licence granted or registration effected) under any such law shall be deemed to have been done or taken under the corresponding provisions of the Act now extended to that State, and shall continue to be in force accordingly unless and until superseded by anything done or any action taken under the said Act.1. 15th August, 1968, vide notification No. G.S.R. 1482, dated 2nd July, 1968, see Gazette of India, Extraordinary, Part II, sec. 3(i).*. Vide notification No. S.O. 3912(E), dated 30th October, 2019, this Act is made applicable to the Union territory of Jammu and Kashmir and the Union territory of Ladakh.", "6": "The Central Laws (Extension to Jammu and Kashmir) Act, 19686. Powers to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of any Act now extended to the State of Jammu and Kashmir*, the Central Government may, by order notified in the Official Gazette, make such provisions or give such directions as appear to it necessary for the removal of the difficulty.(2) In particular, and without prejudice to the generality of the foregoing power, any such notified order may,-(a) specify the corresponding authorities within the meaning of section 4,(b) provide for transfer of any matter pending immediately before the commencement of this Act before any court, tribunal or other authority, to any corresponding court, tribunal or other authority for disposal,(c) specify the areas or circumstances in which, or the extent to which, or the conditions subject to which, anything done or any action taken (including any of the matters specified in the second proviso to section 5) under any law repealed by that section shall be recognised or given effect to under the corresponding provision of the Act now extended.*. Vide notification No. S.O. 3912(E), dated 30th October, 2019, this Act is made applicable to the Union territory of Jammu and Kashmir and the Union territory of Ladakh."}