{"name": "Charitable and Religious Trusts Act, 1920\r", "1": " Charitable and Religious Trusts Act ,19201. Short title and extent(1) This Act may be called the Charitable and Religious Trusts\r\nActs, 1920.(2) It extends to the whole of India except the State of Jammu and Kashmir :PROVIDED that the Government at any State may, be notification in the Official Gazette, direct that\r\nthis Act, or any specified part thereof, shall not extend to that State or any\r\nspecified area therein, or to any specified trust or class of trusts.", "2": " Charitable and Religious Trusts Act ,19202. InterpretationIn this Act, unless there is anything repugnant in the subject\r\nor context, \"the Court\" means the Court of the District Judge or any\r\nother Court empowered in that behalf by the State Government and includes the\r\nHigh Court in the exercise of its ordinary original civil jurisdiction.", "3": " Charitable and Religious Trusts Act ,19203. Power to apply to the Court in respect of trusts of a\r\ncharitable or religious natureSave as hereinafter provided in this Act, any person having an\r\ninterest in any express or constructive trust created or existing for a public\r\npurpose of a charitable or religious nature may apply by petition to the Court\r\nwithin the local limits of whose jurisdiction any substantial part of the\r\nsubject-matter of the trust is situate to obtain an order embodying all or any\r\nof the following directions, namely:-(1) directing the trustee to furnish the petitioner through the\r\nCourt with particulars as to the nature and objects of the trust, and of the\r\nvalue condition, management and application of the subject-matter of the trust,\r\nand of the income belonging thereto, or as any of these matters, and(2) directing that the accounts of the trusts shall be examined\r\nand audited:PROVIDED that no person shall apply for any such\r\ndirection in respect of accounts relating to a period more than three years\r\nprior to the date of the petition.", "4": " Charitable and Religious Trusts Act ,19204. Contents and verification of petition(1) The petition shall show in what way the petitioner claims to\r\nbe interested in the trust, and shall specify, as far as may be, the\r\nparticulars and the audit which he seeks to obtain.(2) The petition shall be in writing and shall be signed and verified\r\nin the manner prescribed by the Code of Civil Procedure, 1908 (5 of 1908), for\r\nsigning and verifying plaints.", "5": " Charitable and Religious Trusts Act ,19205. Procedure on petition(1) If the court on receipt of a petition under section 3, after\r\ntaking such evidence and making such inquiry, if any, as it may consider\r\nnecessary, is of opinion that the trust to which the petition relates is a\r\ntrust to which this Act applies, and that the petitioner has an interest\r\ntherein, it shall fix a date for the hearing of the petition, and shall cause a\r\ncopy thereof, together with notice of the date so fixed, to be served on the\r\ntrustee and upon any other person to whom in its opinion notice of the petition\r\nshould be given.(2) On the date fixed for the hearing of the petition, or on any\r\nsubsequent date to which the hearing may be adjourned, the Court shall proceed\r\nto hear the petitioner and the trustee, if he appears, and any other person who\r\nhas appeared in consequence of the notice, or who it considers ought to be\r\nheard, and shall make such further inquiries, if any, as it thinks fit. The\r\ntrustee may and, if so required by the court, shall at the time of the first\r\nhearing or within such time as the Court may permit present a written statement\r\nof his case. If he does present a written statement, the statement shall be\r\nsigned and verified in the manner prescribed by the Code of Civil Procedure,\r\n1908 (5 of 1908), for signing and verifying pleadings.(3) If any person appears at the hearing of the petition and\r\neither denies the existence of the trust or denies that it is a trust to which\r\nthis Act applies, and undertakes to institute within three months a suit for a\r\ndeclaration to that effect and for any other appropriate relief, the court\r\nshall order a stay of the proceedings and, if such suit is so instituted, shall\r\ncontinue the stay until the suit is finally decided.(4) If no such undertaking is given, or if after the expiry of\r\nthe three months no such suit has been instituted, the Court shall itself\r\ndecide the question.(5) On completion of the inquiry provided for in sub-section\r\n(2), the Court shall either dismiss the petition or pass thereon such other\r\norder as it thinks fit:PROVIDED that, where a suit has been instituted in\r\naccordance with the provisions of sub-section (3), no order shall be passed by\r\nthe Court which conflicts with the final decision therein.(6) Save as provided in this section, the Court shall not try or\r\ndetermine any question of title between the petitioner and any person claiming\r\ntitle adversely to the trust.", "6": " Charitable and Religious Trusts Act ,19206. Failure of trustee to comply with order under section 5\r\nIf a trustee without reasonable excuse fails to comply with an\r\norder made under sub-section (5) of section 5, such trustee shall, without\r\nprejudice to any other penalty or liability which he may incur under any law\r\nfor the time being in force, be deemed to have committed a breach of trust\r\naffording ground for a suit under the provisions of section 92 of the Code of\r\nCivil Procedure, 1908 (5 of 1908), and any such suit may, so far as it is based\r\non such failure, be instituted without the previous consent of the Advocate\r\nGeneral.", "7": " Charitable and Religious Trusts Act ,19207. Powers of trustee to apply for directions(1) Save as hereinafter provided in this Act, any trustee of an\r\nexpress or constructive trust created or existing for public purpose of a\r\ncharitable or religious nature may apply by petition to the Court, within the\r\nlocal limits of whose jurisdiction any substantial part of the subject-matter\r\nof the trust is situate, for the opinion, advise or direction of the Court on\r\nany question affecting the management or administration of the trust property,\r\nand the Court shall give its opinion, advice or direction, as the case may be,\r\nthereon:PROVIDED that the Court shall not be bound to give\r\nsuch opinion, advice or direction on any question which it considers to be a\r\nquestion not proper for summary disposal.(2) The Court on a petition under sub-section (1), may either\r\ngive its opinion, advice or direction thereon forthwith, or fix a date for the\r\nhearing of the petition, and may direct a copy thereof, together with notice of\r\nthe date so fixed, to be served on such of the persons interested in the trust,\r\nor to be published for information in such manner, as it thinks fit.(3) On any date fixed under sub-section (2) or any subsequent\r\ndate to which the hearing may be adjourned, the Court, before giving any\r\nopinion, advice or direction, shall afford a reasonable opportunity of being\r\nheard to all persons appearing in connection with the petition.(4) A trustee stating in good faith the facts of any matter\r\nrelating to the trust in a petition under sub-section (1), and acting upon the\r\nopinion, advice or direction of the Court given thereon, shall be deemed, as\r\nfar as his own responsibility is concerned, to have discharged his duty as such\r\ntrustee in the matter in respect of which the petition was made.", "8": " Charitable and Religious Trusts Act ,19208. Costs of petition under this ActThe costs, charges and expenses of and incidental to any\r\npetition, and all proceedings in connection therewith, under the foregoing\r\nprovisions of this Act, shall be in the discretion of the Court, which may\r\ndirect the whole or any part of any such costs, charges and expenses to be met\r\nfrom the property or income of the trust in respect of which the petition is\r\nmade, or to be borne and paid in such manner and by such persons as it thinks\r\nfit:PROVIDED that no such order shall be made against any\r\nperson (other than the petitioner) who has not received notification of the\r\npetition and had a reasonable opportunity of being heard thereon.", "9": " Charitable and Religious Trusts Act ,19209. SavingNo petition under the foregoing provisions of this Act in\r\nrelation to any trust shall be entertained in any of the following\r\ncircumstances, namely:-(a) if a suit instituted in accordance with the provisions of\r\nsection 92 of the Code of Civil Procedure, 1908 (5 of 1908), is pending in\r\nrespect of the trust in question;(b) If the trust property is vested in the Treasurer of\r\nCharitable Endowments, the Administrator-General, the Official Trustee, or any\r\nSociety registered under the Societies Registration Act, 1860 (21 of 1860); or(c) if a scheme for the administration of the trust property has\r\nbeen settled or approved by any Court of competent jurisdiction, or by any\r\nother authority acting under the provisions of any enactment.", "10": " Charitable and Religious Trusts Act ,192010. Power of Courts as to costs in certain suits against\r\ntrustees of charitable and religious trusts(1) In any suit instituted under section l4 of the Religious\r\nEndowments Act, 1863, (20 of 1863) or under section 92 of the Code of Civil\r\nProcedure, 1908 (5 of 1908), the Court trying such suit may, if, on application\r\nof the plaintiff and after hearing the defendant and making such inquiry as it\r\nthinks fit, it is satisfied that such an order is necessary in the public\r\ninterest, direct the defendant either to furnish security for any expenditure\r\nincurred or likely to be incurred by the plaintiff in instituting and\r\nmaintaining such suit, or to deposit from any money in his hands as trustee of\r\nthe trust to which the suit relates such sum as such Court considers sufficient\r\nto meet such expenditure in whole or in part.(2) When any money has been deposited in accordance with an\r\norder made under sub-section (1), the Court may make over to the plaintiff the\r\nwhole or any part of such sum for the conduct of the suit. Before making over\r\nany sum to the plaintiff, the Court shall take security from the plaintiff for\r\nthe refund of the same in the event of such refund being subsequently ordered\r\nby the Court.", "11": " Charitable and Religious Trusts Act ,192011. Provisions of the Code of Civil Procedure(1) The provisions of the Code of Civil Procedure, 1908 (5 of\r\n1908), relating to-(a) the proof of facts by affidavit,(b) the enforcing of the attendance of any person and his\r\nexamination oath,(c) the enforcing. of the production of documents, and(d) the issuing of commissions,shall apply to all proceedings under this Act, and the\r\nprovisions relating to the service of summonses shall apply to the service of\r\nnotice thereunder .(2) The provisions of the said Code relating to the execution of\r\ndecrees shall, so far as they are applicable, apply to the execution of orders\r\nunder this Act.", "12": " Charitable and Religious Trusts Act ,192012. Barring of appealsNo appeal shall lie from any order passed or against any\r\nopinion, advice or direction given under this Act."}