{"name": "Chemical Weapons Convention Act, 2000\r", "1": "The Chemical Weapons Convention Act, 2000 Chapter I Preliminary1. Short title,\r\nextent and commencement.-1.     \r\n  This\r\nAct may be called the Chemical Weapons Convention Act, 2000.2.     \r\n  It\r\nextends to the whole of India, and it shall apply to- a.      citizens of India\r\noutside India; andb.     Associates, branches\r\nor subsidiaries, outside India of companies or bodies corporate, registered or\r\nincorporated in India.1.     \r\n2.     \r\n3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint; and different dates may be\r\nappointed for different provisions of this Act.", "2": "The Chemical Weapons Convention Act, 2000 2. Definitions.-In this Act, unless\r\nthe context otherwise requires,- a.     \r\n  \"Article\"\r\nmeans an Article of the Convention;b.    \r\n  \"Chemical\r\nWeapons\" means,-              \r\n i.        \r\n  the\r\nToxic Chemicals and their precursors, except where intended for purposes not\r\nprohibited under the Convention, as long as the types and quantities are\r\nconsistent with such purposes;the\r\nmunitions and devices, specifically designed to cause death or other harm\r\nthrough the toxic properties of those Toxic Chemicals specified in sub-clause\r\n(i), which would be released as a result of the employment of such munitions\r\nand devices; (iii) any equipment specifically designed for use directly in\r\nconnection with the employment of munitions and devices specified in sub-clause\r\n(ii), together or separately;a.     \r\nb.     \r\nc.     \r\n  \"Convention\"\r\nmeans the Convention on the Prohibition of the Development, Production,\r\nStockpiling and Use of Chemical Weapons and on their Destruction signed on behalf\r\nof the Government of India at Paris on the 14th day of January, 1993;d.    \r\n  \"enforcement\r\nofficer\" means a person appointed as such by the Central Government under\r\nsub-section (1) of section 9 or by the State Government under sub-section (2)\r\nof that section;e.     \r\n  \"goods\",\r\nin relation to Toxic Chemicals, Precursors or Discrete Organic Chemicals\r\nincluding those Discrete Organic Chemicals containing elements of phosphorous,\r\nsulphur or fluorine, means any material, commodity, article or compound\r\nconsisting of such Toxic Chemicals, Precursors or Discrete Organic Chemicals\r\nincluding those Discrete Organic Chemicals containing elements of phosphorous,\r\nsulphur or fluorine and includes materials, commodities, articles, compounds or\r\napparatus used in the production, processing or storing of Toxic Chemicals,\r\nPrecursors or Discrete Organic Chemicals including those Discrete Organic\r\nChemicals containing elements of phosphorous, sulphur or fluorine;f.     \r\n  \"industry\"\r\nincludes a Facility;g.    \r\n  \"Inspector\"\r\nmeans an individual designated by the Technical Secretariat, according to the\r\nprocedures as set forth in Part II, Section A, of the Verification Annex to the\r\nConvention, to carry out an inspection or visit in accordance with the\r\nConvention;h.     \r\n  \"National\r\nAuthority\" means the National Authority for the Chemical Weapons\r\nConvention established under sub-section (1) of section 6;i.      \r\n  \"Organisation\"\r\nmeans the Organisation for the prohibition of Chemical Weapons established\r\npursuant to Article VIII;j.      \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;k.     \r\n  \"purposes\r\nnot prohibited under the Convention\" means-              \r\n i.        \r\n  industrial,\r\nagricultural, research, medical, pharmaceutical or other peaceful purposes;protective\r\npurposes namely those purposes directly related to protection against Toxic\r\nChemicals and to protection against Chemical Weapons;           \r\n iii.        \r\n  military\r\npurposes not connected with the use of Chemical Weapons and not dependant on\r\nthe use of the Toxic Properties of Chemicals as a method of warfare; and           \r\n iv.        \r\n  law\r\nenforcement including domestic riot control purposes;a.      \r\nb.      \r\nc.      \r\nd.      \r\ne.      \r\nf.      \r\ng.      \r\nh.      \r\ni.      \r\nj.      \r\nk.      \r\nl.      \r\n  \"State\r\nParty\" means a signatory or acceding State to the Convention whose\r\ninstrument of ratification or accession has been deposited with the Depository\r\nof the Convention;m.   \r\n  words\r\nand expressions used in this Act and not defined but defined in the Convention,\r\nor the Code of Criminal Procedure, 1973, shall have the meanings respectively\r\nassigned to them in that Convention or Code.", "3": "The Chemical Weapons Convention Act, 2000 3. Application of the\r\nConvention.-1.     \r\n  Notwithstanding\r\nanything to the contrary contained in any other law, the provisions of the\r\nConvention set out in the Schedule to this Act shall have the force of law in\r\nIndia.2.     \r\n  The\r\nCentral Government may, from time to time and by notification in the Official\r\nGazette, amend the Schedule in conformity with any amendments, duly made and\r\nadopted, of the provisions of the said Convention set out therein.", "4": "The Chemical Weapons Convention Act, 2000 4. Power of Central\r\nGovernment to deny the request for inspection.-Where the Central\r\nGovernment considers any inspection of a Chemical Weapons Production Facility\r\nin India under this Act to be India, it may deny the request for such\r\ninspection. against the interest of national security or economic interests of", "5": "The Chemical Weapons Convention Act, 2000 5. Power of Central\r\nGovernment to declare Cessation of the Act.-The Central\r\nGovernment may, by notification in the Official Gazette, declare that this Act\r\nshall cease to be in force in case the Government of India withdraws from the\r\nConvention in accordance with the provisions of Article XVI, and on such\r\ndeclaration this Act shall cease to be in force, but its expiry under the\r\noperation of this Section shall not affect- a.     \r\n  the\r\nprevious operation of, or anything duly done or suffered under, this Act or any\r\nrule made thereunder or any order made under any such rule, orb.    \r\n  any\r\nright privilege, obligation or liability acquired, accrued or incurred under\r\nthis Act or any rule made thereunder or any order made under any such rule, orc.     \r\n  any\r\npenalty, forfeiture or punishment incurred in respect of any offence under this\r\nAct, ord.    \r\n  any\r\ninvestigation, legal proceeding or remedy in respect of any such right\r\nprivilege, obligation, liability penalty, forfeiture or punishment as\r\naforesaid, and any such investigation, legal proceeding or remedy may be\r\ninstituted, continued or enforced and any such penalty, forfeiture or\r\npunishment may be imposed as if this Act had not expired.", "6": "The Chemical Weapons Convention Act, 2000 Chapter II\r\nEstablishment of the National Authority and its Powers and Functions6. Establishment of\r\nNational Authority.-1.     \r\n  For\r\nthe purposes of this Act, the Central Government shall establish, by\r\nnotification in the Official Gazette, an Authority to be known as the National\r\nAuthority for implementing the provisions of the Convention which shall consist\r\nof a Chairperson and such number of Directors as may be appointed by the\r\nCentral Government.2.     \r\n  The\r\nCentral Government may appoint officers and such other employees to the\r\nNational Authority as it thinks fit for the purposes of this Act.3.     \r\n  The\r\nsalary and allowances payable to, and other terms and conditions of service of,\r\nthe Chairperson and the Directors shall be such as may be prescribed.4.     \r\n  The\r\nsalary and allowances payable to, and other terms and conditions of service of,\r\nofficers and other employees of the National Authority shall be such as may be\r\nprescribed.5.     \r\n  In\r\nthe exercise of its powers and performance of its functions under this Act, the\r\nNational Authority shall be subject to the control of the Central Government.", "7": "The Chemical Weapons Convention Act, 2000 7. Powers and\r\nfunctions of National Authority.-1.     \r\n  Subject\r\nto the provisions of this Act,- a.      it shall be the\r\ngeneral duty of the National Authority to fulfill, on behalf of the Government\r\nof India, the obligations under the Convention;b.     it shall be incumbent\r\non the National Authority to act as the national focal point for effective\r\nliaison with the Organisation and other States Parties on matters relating to\r\nthe Convention.1.     \r\n2.     \r\n  Subject\r\nto the provisions of sub-section (1), the functions of the National Authority\r\nshall be to- a.      interact with the\r\nOrganistion and other States Parties for the purpose of fulfilling the\r\nobligations of the Government of India under the Convention;b.     monitor compliance\r\nwith the provisions of the Convention;c.      regulate and monitor\r\nthe development, production, processing, consumption, transfer or use of Toxic\r\nChemicals or Precursors as specified in the Convention;d.     make request to, or\r\nto receive request from, a State Party for assistance and protection under\r\nArticle X, against the use or threat of use of Chemical Weapons;e.      manage routine\r\ninspection or Challenge Inspection or managing investigation, in case a\r\ncomplaint of use of Chemical Weapons or riot control agents as a method of\r\nwarfare is received from the Organisation;f.      conduct inspections\r\nfor the purposes of this Act;g.     interact with the\r\nOrganisation in respect of acceptance of request of India for Challenge\r\nInspection or to counter any frivolous or defamatory request made by any State\r\nParty against India to the Organisation;h.      scrutinise and accept\r\nlist of Inspectors and to verify the Approved Equipment brought by an\r\nInspection Team on to the Inspection Site;i.       provide escort to the\r\nInspection Team and the Observer within the territory of India;j.       identify and oversee\r\nthe closure and destruction of Chemical Weapons, Chemical Weapons Production\r\nFacilities, Old Chemical Weapons or Abandoned Chemical Weapons;k.      negotiate Managed\r\nAccess during the Challenge Inspection;l.       ensure\r\ndecontamination of Approved Equipment after completion of an Inspection;m.    advise Central\r\nGovernment for laying down safeguards for transportation, sampling or storage\r\nof Chemical Weapons and fixation of standards for emission or discharge of\r\nenvironmental pollutants arising out of the destruction of Chemical Weapons,\r\nOld Chemical Weapons, Abandoned Chemical Weapons or Chemical Weapons Production\r\nFacility;n.      ensure data base\r\nconfidentiality and maintain secrecy of confidential information and technology\r\ncollected or received by the National Authority under this Act;o.     facilitate exchange\r\nof scientific and technological information relating to developments in\r\nchemicals amongst the States Parties;p.     call for such\r\ninformation from any person which the National Authority has reasonable cause\r\nto believe that such information may be required for complying with the\r\nprovisions of the Convention;q.     approve and declare,\r\non behalf of the Government of India, a single small- scale facility for\r\nproduction of Toxic Chemicals listed in Schedule 1 in the Annex on Chemicals to\r\nthe Convention for purposes not prohibited under the Convention;r.       provide training to\r\nenforcement officers;s.      ensure protection of\r\nenvironment, health and safety of the people during transportation, sampling,\r\nstorage or destruction of Chemical Weapons, Chemical Weapons Production\r\nFacilities, Old Chemical Weapons or Abandoned Chemical Weapons;t.       co-ordinate exchange\r\nof scientific and technological information among laboratories handling Toxic\r\nChemicals or Precursors;u.      determine, from time\r\nto time, the quantity limit that a person at any time may produce, otherwise\r\nacquire, retain, transfer or use any Toxic Chemical or Precursor listed in any\r\nof the Schedules 1 to 3 in the Annex on Chemicals to the Convention, any\r\ndiscrete Organic Chemical including Discrete Organic Chemical containing\r\nelements of phosphorous, sulphur or fluorine for purposes not prohibited under\r\nthe Convention;v.      such other functions\r\nas may be prescribed.", "8": "The Chemical Weapons Convention Act, 2000 8. National Authority\r\nto submit initial, annual and other periodical declarations to Organisation.-The National\r\nAuthority shall prepare such initial, annual and other periodical declarations\r\nregarding Toxic Chemicals or Precursors listed in any of the Schedules 1 to 3\r\nin the Annex on Chemicals to the Convention, Discrete Organic Chemicals\r\nincluding those Discrete Organic Chemicals containing elements of phosphorous,\r\nsulphur or fluorine, Chemical Weapons, Old Chemical Weapons, Abandoned Chemical\r\nWeapons, riot control agents, Chemical Weapons Production Facilities, past\r\ntransfers of Chemical Weapons or their production equipments or any other\r\ndeclaration required to be made under the Convention and shall submit such\r\ndeclarations to the Organisation at such time as are specified under the\r\nConvention.", "9": "The Chemical Weapons Convention Act, 2000 9. Appointment of\r\nenforcement officers.-1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette, appoint such\r\nof the officers of the National Authority as it thinks fit to be enforcement\r\nofficers for the purposes of this Act.2.     \r\n  The\r\nState Government may, as and when so directed by the Central Government and by\r\nnotification in the Official Gazette, appoint such of its officers of gazetted\r\nrank as it thinks fit to be enforcement officers for the purposes of this Act\r\nand assign to them such local limits as it may think fit.3.     \r\n  Every\r\nofficer appointed as enforcement officer under sub-section (1) or under\r\nsub-section (2) shall be furnished by the Central Government or by the State\r\nGovernment, as the case may be, with a certificate of appointment as an\r\nenforcement officer and the certificate shall, on demand, be produced by such\r\nenforcement officer.", "10": "The Chemical Weapons Convention Act, 2000 10. Power of National\r\nAuthority to issue directions.-Notwithstanding\r\nanything contained in any other law but subject to the provisions of this Act,\r\nthe National Authority may, in the exercise of its powers and performance of\r\nits functions under this Act, issue directions in writing to any person,\r\nofficer or authority and such person, officer or authority shall be bound to\r\ncomply with such directions. Explanation.-For the avoidance of doubts, it is\r\nhereby declared that the power to issue direction under this section includes\r\nthe power to direct- a.     \r\n  the\r\nclosure, prohibition or regulation of any company, firm or industry engaged in\r\nthe development, production, processing, consumption or use of any Toxic\r\nChemical or Precursor listed in any of the production of any Discrete Organic\r\nChemical including Discrete Organic Chemicals containing elements of\r\nphosphorous, sulphur or fluorine; or the Schedules 1 to 3 in the Annex on\r\nChemicals to the Convention or,b.    \r\n  the\r\nstoppage or regulation of the supply of electricity or water or any other\r\nservice to such company, firm or industry.", "11": "The Chemical Weapons Convention Act, 2000 11. Power of Central\r\nGovernment to constitute Committee.-The Central\r\nGovernment may, if it considers it necessary or expedient so to do for the\r\npurposes of this Act, by order, published in the Official Gazette, constitute a\r\nCommittee by such name as may e specified in the order for the purpose of\r\noverseeing the functions of the National Authority and exercising and\r\nperforming such of the powers and functions of the Central Government under\r\nthis Act (except the power to make rules under section 56) as ma be specified\r\nin the order and subject to the supervision and control of the Central\r\nGovernment and the provisions of such order, such Committee may exercise the\r\npowers or perform the functions so specified in the order as if such Committee\r\nhad been empowered by this Act to exercise those powers or perform those functions.", "12": "The Chemical Weapons Convention Act, 2000 12. Power of National\r\nAuthority to call for information, etc.-1.     \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, the National\r\nAuthority may, by general or special order, call upon a person, to furnish to\r\nthat Authority periodically or as and when required any information,\r\ndeclaration or return concerning Toxic Chemicals or Precursors listed in any of\r\nthe Schedules 1 to 3 in the Annex on Chemicals to the Convention, Chemical\r\nWeapons, Old Chemical Weapons, Abandoned Chemical Weapons, Chemical Weapons\r\nProduction Facilities, riot control agents, single small-scale facility or\r\nDiscrete Organic Chemicals including those Discrete Organic Chemicals\r\ncontaining elements of phosphorous, sulphur or fluorine with such particulars\r\nas may be specified by the National Authority.2.     \r\n  No\r\nperson shall, when complying with any requisition made under sub-section (1),\r\ngive any information or furnish any declaration, return or statement which he\r\nknows, or has reasonable cause to believe to be false or not true in any\r\nmaterial particular.", "13": "The Chemical Weapons Convention Act, 2000 Chapter III\r\nProhibition and Regulation of Chemical Weapons and Toxic Chemicals13. Prohibition to\r\ndevelop, produce, acquire, etc., Chemical Weapons.-1.     \r\n  No\r\nperson shall- a.      develop, produce,\r\notherwise acquire, stockpile, retain or use Chemical Weapons, or transfer,\r\ndirectly or indirectly, any Chemical Weapons to any person;b.     use riot control\r\nagents as a method of warfare;c.      engage in any\r\nmilitary preparations to use Chemical Weapons;d.     assist, encourage or\r\ninduce, in any manner, any person to engage in-                      \r\n i.        \r\n  the\r\nuse of any riot control agent as a method of warfare;                    \r\n ii.        \r\n  any\r\nother activity prohibited to a State Party under the Convention.1.     \r\n2.     \r\n  The\r\nprohibition contained in sub-section (1) shall not apply to the retention or\r\npossession of Chemical Weapons, which are permitted by the Convention, pending\r\ndestruction of such Weapons.", "14": "The Chemical Weapons Convention Act, 2000 14. Knowledge about\r\nOld or Abandoned Chemical Weapons to be informed to National Authority.-Any person having\r\nknowledge about the possession or location of Old Chemical Weapons or Abandoned\r\nChemical Weapons shall inform the National Authority of such possession and the\r\nprecise location of such Old Chemical. Weapons or Abandoned Chemical Weapons\r\nwithin seven days from the commencement of this Act: Provided that where the\r\nknowledge about the possession or location of Old Chemical Weapons or Abandoned\r\nChemical Weapons is obtained after the commencement of this Act, an information\r\nabout knowledge of such possession or location shall be given to the National\r\nAuthority within seven days from the occurrence of such knowledge.", "15": "The Chemical Weapons Convention Act, 2000 15. Prohibition to\r\ndevelop, produce, acquire, etc., Toxic Chemical or Precursor.-No person shall- a.     \r\n  produce,\r\nacquire, retain or use Toxic Chemicals or Precursors listed in Schedule 1 in\r\nthe Annex on Chemicals to the Convention, outside the territories of States\r\nParties, and shall not transfer such Chemicals or Precursors outside the\r\nterritory of India except to another State Party;b.    \r\n  produce,\r\nacquire, retain, transfer or use Toxic Chemicals or Precursors listed in\r\nSchedule 1 in the Annex on Chemicals to the Convention without permission from\r\nthe National Authority and unless-              \r\n i.        \r\n  the\r\nToxic Chemicals or Precursors listed in Schedule 1 in the Annex on Chemicals to\r\nthe Convention are for the purposes to be applied to research, medical,\r\npharmaceutical or protective purposes; andthe\r\ntypes of Toxic Chemicals or Precursors are strictly limited to those that can\r\nbe justified with reference to the purposes specified in sub-clause (i) and the\r\nquantities of such Toxic Chemicals or Precursors for such purposes at any time\r\ndo not exceed the limits fixed by the National Authority;a.     \r\nb.     \r\nc.     \r\n  transfer\r\nthe Toxic Chemicals or Precursors listed in Schedule 1 in the Annex on\r\nChemicals to the Convention to another State Party outside India except-              \r\n i.        \r\n  for\r\nthe purposes specified in sub-clause (i) of clause (b); and            \r\n ii.        \r\n  in\r\naccordance with the procedure set out in Part VI of the Verification Annex to\r\nthe Convention: Provided that no Toxic Chemicals or Precursors referred to in\r\nclause (c) shall be re-transferred to any third State.", "16": "The Chemical Weapons Convention Act, 2000 16. Restriction on\r\ntransfer of Toxic Chemical or Precursor listed in Schedule 2.-No person shall,\r\nthree years after the 29th day of April, 1997, transfer to or receive from any\r\nperson, who is not a citizen of a State Party, any Toxic Chemical or Precursor\r\nlisted in Schedule 2 in the Annex on Chemicals to the Convention.", "17": "The Chemical Weapons Convention Act, 2000 17. Export or import\r\nto be made in accordance with Export and Import Policy.-No person shall\r\nexport from, or import into, India a Toxic Chemical or Precursor listed in any\r\nof the Schedules 1 to 3 in the Annex on Chemicals to the Convention except in\r\naccordance with the provisions of the Export and Import Policy determined by\r\nthe Central Government from time to time under the Foreign Trade (Development\r\nand Regulation) Act, 1992 and the Orders issued thereunder.", "18": "The Chemical Weapons Convention Act, 2000 Chapter IV\r\nRegistration of Persons as Producers, Users, Etc.18. Registration of\r\npersons engaged in production, etc., of any Toxic Chemical or Precursor.-1.     \r\n  Every\r\nperson who is engaged in the production, processing, acquisition, consumption,\r\ntransfer, import, export or use of any Toxic Chemical or Precursor listed in\r\nany of the Schedules 1 to 3 in the Annex on Chemicals to the Convention or,\r\nengaged in the production of any Discrete Organic Chemical including Discrete\r\nOrganic Chemicals containing elements of phosphorous, sulphur or fluorine shall\r\nmake, within thirty days from the commencement of this Act, an application for\r\nregistration of his name, as a producer, processor, acquirer, consumer,\r\ntransferor, importer, exporter or user of any Toxic Chemical or Precursor or,\r\nas the case may be, as a producer of any Discrete Organic Chemical including\r\nDiscrete Organic Chemicals containing elements of phosphorous, sulphur or\r\nfluorine, to such registration authority as the Central Government may, by\r\nnotification in the Official Gazette, specify in this behalf.2.     \r\n  No\r\nperson, who after the commencement of this Act, desires to produce, process,\r\nacquire, consume, transfer, import, export or use any Toxic Chemical or\r\nPrecursor listed in any of the Schedules 1 to 3 in the Annex on Chemicals to\r\nthe Convention or, desires to produce any Discrete Organic Chemical including\r\nDiscrete Organic Chemicals containing elements of phosphorous, sulphur or\r\nfluorine, shall commence business unless such person has applied to the\r\nregistration authority specified under sub-section ( ) for registration of his\r\nname as a producer, processor, acquirer, consumer, transferor, importer,\r\nexporter or user of any Toxic Chemical or Precursor or, as the case may be, as\r\na producer of any Discrete Organic Chemical including Discrete Organic\r\nChemicals containing elements of phosphorous, sulphur or fluorine.3.     \r\n  The\r\nform of application to be made to the registration authority under sub-section\r\n(1) or sub-section (2), the particulars to be contained in such application\r\nform, the manner in which such application shall be made, the fee payable on\r\nsuch application, the form of certificate of registration, the procedure to be\r\nfollowed in granting or cancelling certificate of registration shall be such as\r\nmay be prescribed.4.     \r\n  On\r\nreceipt of the application referred to in sub-section (1) or sub- section (2),\r\nthe registration authority shall, if the application is in the prescribed form,\r\nregister the name of the applicant and grant him a certificate of registration.\r\n5.     \r\n  The\r\ncertificate of registration granted in pursuance of this section shall be valid\r\nfor a period specified therein and may be renewed from time to time for such\r\nfurther period and on payment of such fee as may be prescribed.", "19": "The Chemical Weapons Convention Act, 2000 Chapter V Inspection,\r\nSearch, Seizure and Forfeiture19. Power of\r\nInspector to inspect any person or place.-1.     \r\n  An\r\nInspector may inspect- a.      any person who is\r\nengaged in-              \r\n i.        \r\n  the\r\nproduction, processing, acquisition, consumption, transfer, import, export or\r\nuse of any Toxic Chemical or Precursor listed in any of the Schedules 1 to 3 in\r\nthe Annex on Chemicals to the Convention; orthe\r\nproduction of any Discrete Organic Chemical including those Discrete Organic\r\nChemicals containing elements of phosphorous, sulphur or fluorine;a.    \r\nb.     any place where any\r\nChemical Weapon, Old Chemical Weapon or Abandoned Chemical Weapon is located or\r\nChemical Weapon Production Facility exists, for the purposes specified in the\r\nVerification Annex to the Convention.2.     \r\n  An\r\nInspection Team may undertake a Challenge Inspection of any Facility or\r\nlocation pursuant to Article IX and such inspection shall be undertaken in\r\naccordance with the provisions of the Verification Annex to the Convention.3.     \r\n  The\r\nInspection Team may, while carrying out a Challenge Inspection, be accompanied\r\nby an Observer to observe the conduct of the Challenge Inspection.4.     \r\n  An\r\nenforcement officer shall accompany the Inspector or Inspection Team to observe\r\nall verification activities carried out by the Inspector or Inspection Team and\r\nto provide the Inspector or Inspection Team, during the inspection, with such\r\nclarifications in connection with an ambiguity that may arise during an\r\ninspection as may be necessary to remove such ambiguity.5.     \r\n  Every\r\nInspector or Inspection Team shall have- a.      the right to\r\ninterview any Facility personnel in the presence of enforcement officer for the\r\npurpose of establishing relevant facts;b.     the right to request\r\nclarifications in connection with ambiguities that may arise during inspection;\r\nc.      the right to demand\r\nproduction of such documentation and records which are relevant and necessary\r\nfor the purpose of inspection;d.     the right to take\r\nphotographs of an object or a building located within the Inspection Site if\r\nquestion relating to that object or building is not resolved;e.      the right to draw\r\nsamples, perform on site analysis of such samples; andf.      such other rights as\r\nare provided under the Convention.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  An\r\nInspector or Inspection Team shall, during the conduct of verification\r\nactivities or Challenge Inspection, enjoy the privileges and immunities\r\nreferred to in Part II of the Verification Annex to the Convention.7.     \r\n  No\r\nsample drawn under clause (e) of sub-section (5) by an Inspector or Inspection\r\nTeam shall be sent for analysis in any laboratory situated outside the\r\nterritory of India.", "20": "The Chemical Weapons Convention Act, 2000 20. Enforcement\r\nofficer to enter into any place for examining and testing facility or to\r\nconduct search.-1.     \r\n  Any\r\nenforcement officer shall have the right to enter with such assistance as he\r\nconsiders necessary, any building or place for the purpose of- a.      verifying the\r\ncorrectness of any information, declaration or return furnished under\r\nsub-section (1) of section 12;b.     performing any of the\r\nfunctions of the National Authority entrusted to him;c.      determining whether\r\nany provisions of this Act or the rules made thereunder or any direction given\r\nunder this Act is being complied with by any person engaged in the production,\r\nprocessing, acquisition, Precursor listed in any of the Schedules 1 to 3 in the\r\nAnnex on Chemicals to the Convention or engaged in the production of any\r\nDiscrete Organic Chemical including Discrete Organic Chemical containing\r\nelements of phosphorous, sulphur consumption, transfer, import, export or use\r\nof any Toxic Chemical or fluorine;d.     examining or testing\r\nany facility, record, document or any other material object, as the case may\r\nbe, or conducting a search of any place or person;e.      conducting a search\r\nwhere a warrant under sub-section (1) of section 22 is addressed to such\r\nenforcement officer or he is so authorised under sub-section (2) of that\r\nsection.1.     \r\n2.     \r\n  Any\r\nenforcement officer shall have a right to accompany the Inspector or Inspection\r\nTeam as a representative of India during inspection in India.", "21": "The Chemical Weapons Convention Act, 2000 21. Certain acts to\r\nconstitute an offence.-If any person willfully-a.     \r\n  refuses\r\nwithout reasonable excuse to comply with the request made by the Inspector or\r\nInspection Team for the purpose of facilitating the conduct of that inspection\r\nin accordance with the Verification Annex to the Convention;b.    \r\n  delays\r\nor obstructs any member of the Inspection Team, Inspector, enforcement officer\r\nor the Observer in the conduct of inspection;c.     \r\n  removes\r\nor tampers with any on-site instrument or Approved Equipment installed by the\r\nenforcement officer, Inspector or Inspection Team with the intention of\r\nadversely affecting the operation of such instrument or Equipment, he shall be\r\nguilty of an offence punishable under this Act.", "22": "The Chemical Weapons Convention Act, 2000 22. Power to issue\r\nwarrant and authorization.-1.     \r\n  A\r\nMetropolitan Magistrate or a Judicial Magistrate of the first class or any\r\nMagistrate of the second class specially empowered by the State Government in\r\nthis behalf, may issue a warrant for the arrest o any person whom he has reason\r\nto believe to have committed any offence punishable under Chapter VI or for the\r\nsearch, whether by day or by night, of any industry, building, conveyance or\r\nplace in which he has reason to believe that any goods in relation to which an\r\noffence punishable under Chapter VI has been committed or any document or other\r\ngoods which may furnish evidence of the commission of such offence is kept or\r\nconcealed.2.     \r\n  Any\r\nenforcement officer or such other officer of the National Authority as is\r\nempowered in this behalf by general or special order by the Central Government\r\nor any such officer of a State Government as is empowered in this behalf by\r\ngeneral or special order of the State Government, if he has reason to believe\r\nfrom personal knowledge or information given by any person and taken down in\r\nwriting that any person has committed an offence punishable under Chapter VI or\r\nany goods in relation to which an offence punishable under Chapter VI has been\r\ncommitted or any document or other goods which may furnish evidence of the\r\ncommission of such offence has been kept or concealed in any industry,\r\nbuilding, conveyance or place, may authorise any officer subordinate to him to\r\narrest such person or search an industry or a building, conveyance or place,\r\nwhether by day or by night, or himself arrest a person or search an industry or\r\na building, conveyance or place.3.     \r\n  The\r\nofficer to whom a warrant under sub-section (1) is addressed and the officer\r\nwho authorised the arrest or search or such subordinate officer who is so\r\nauthorised under sub-section (2) shall have all the powers of an officer acting\r\nunder section 3.", "23": "The Chemical Weapons Convention Act, 2000 23. Power of entry,\r\nsearch, seizure and arrest without warrant or authorization.-1.     \r\n  Any\r\nsuch subordinate officer to the enforcement officer as is authorised in this\r\nbehalf by general or special order by the Central Government or any such\r\nsubordinate officer to the enforcement officer as is authorised in this behalf\r\nby general or special order of the State Government, if he has reason to\r\nbelieve from personal knowledge or information given by any person and taken\r\ndown in writing, that any goods in relate on to which an offence punishable\r\nunder Chapter VI has been committed or any document or goods which may furnish\r\nevidence of the commission of such offence is kept or concealed in any\r\nindustry, building, conveyance or place, may, between sunrise and suns t,- a.      enter into and search\r\nany such industry, building, conveyance or place;b.     in case of\r\nresistance, break open any door and remove any obstacle to such entry;c.      seize such Chemical\r\nWeapons, Chemical Weapons Production Facilities, riot control agents, Old\r\nChemical Weapons, Abandoned Chemical Weapons, Toxic Chemicals or Precursors or\r\nDiscrete Organic Chemicals including those Discrete Organic Chemicals\r\ncontaining elements of phosphorous, sulphur or fluorine, all goods and any\r\nconveyance which he has reason to believe to be liable to confiscation under\r\nthis Act and any document or other goods which he has reason to believe may\r\nfurnish evidence of the commission of any offence punishable under Chapter VI\r\nrelating to such Chemical Weapons, Chemical Weapons Production Facilities, riot\r\ncontrol agents, Old Chemical Weapons, Abandoned Chemical Weapons, Toxic\r\nChemicals, Precursors or Discrete Organic Chemicals including those Discrete\r\nOrganic Chemicals containing elements of phosphorous, sulphur or fluorine; anda.    \r\nb.    \r\nc.    \r\nd.     detain and search, if\r\nhe thinks proper, arrest any person whom he has reason to believe to have\r\ncommitted any offence punishable under Chapter VI relating to such Chemical\r\nWeapons, Chemical Weapons Production Facilities, riot control agents, Old\r\nChemical Weapons, Abandoned Chemical Weapons, Toxic Chemicals or Pre- cursors\r\nor Discrete Organic Chemicals including those Discrete Organic Chemicals\r\ncontaining elements of phosphorous, sulphur or fluorine: Provided that if such\r\nsubordinate officer has reason to believe that search warrant or authorisation\r\ncannot be obtained without affording opportunity for the concealment of\r\nevidence or facility for the escape of an offender, he may enter and search\r\nsuch industry, building, conveyance or place at any time between sunset and\r\nsunrise after recording the grounds of his belief.1.     \r\n2.     \r\n  Where\r\nan officer takes down any information in writing under sub-section (1) or\r\nrecords grounds for his belief under the proviso thereto, he shall forthwith\r\nsend a copy thereof to his immediate superior officer.", "24": "The Chemical Weapons Convention Act, 2000 24. Power of seizure\r\nand arrest in public places.-Any subordinate\r\nofficer to the enforcement officer as is authorised in section 23 may- a.     \r\n  seize,\r\nin any public place or in transit, any goods, in relation to which he has\r\nreason to believe an offence punishable under Chapter VI has been committed,\r\nand, along with such goods, any conveyance liable to confiscation under this\r\nAct, and any document or goods which he has reason to believe may furnish\r\nevidence of the commission of an offence punishable under Chapter VI relating\r\nto such goods;b.    \r\n  detain\r\nand search any person whom he has reason to believe to have committed an\r\noffence punishable under Chapter VI, and, if such person has any Toxic Chemical\r\nor Precursor or any Discrete Organic Chemical phosphorous, sulphur or fluorine\r\nin his possession and such possession appears to him to be unlawful, arrest him\r\nand any other person in his company. including Discrete Organic Chemicals\r\ncontaining elements of Explanation.- For the purposes of\r\nthis section, the expression \"public place\" includes any public\r\nconveyance, shop, hotel or other place intended for use by, or accessible to,\r\nthe public.", "25": "The Chemical Weapons Convention Act, 2000 25. Procedure where\r\nseizure of goods liable to confiscation not possible.-1.     \r\n  Where\r\nit is not practicable to seize any goods which are liable to confiscation under\r\nthis Act, any officer authorised under section 23 may serve on the owner or\r\nperson in possession of the goods, an order that he shall not remove, part with\r\nor otherwise deal with the goods except with the previous permission of such\r\nofficer.2.     \r\n  For\r\neffecting seizure and confiscation, the owner, the plant operator and other\r\nofficials of the facility shall provide all assistance with regard to safety in\r\nhandling of goods.", "26": "The Chemical Weapons Convention Act, 2000 26. Power to stop and\r\nsearch conveyance.-Any subordinate\r\nofficer authorised under section 23 may, if he has reason to suspect that any\r\nconveyance is, or is likely to be, used for the transport of any goods in\r\nrespect of which he suspects that any provision of this Act has been, or is\r\nbeing, or is likely to be, contravened at any time, stop such conveyance, or in\r\nthe case of an aircraft compel it to land and- a.     \r\n  rummage\r\nand search the conveyance or part thereof;b.    \r\n  examine\r\nand search any goods in the conveyance;c.     \r\n  if\r\nit becomes necessary to stop the conveyance, he may use all lawful means for\r\nstopping it.", "27": "The Chemical Weapons Convention Act, 2000 27. Conditions under\r\nwhich search of persons be conducted.-1.     \r\n  When\r\nany subordinate officer authorised under section 23 or any subordinate officer\r\nexercising power in pursuance of sub-section (3) of section 22 is about to\r\nsearch any person under the provisions of section 22 or section 23 or section\r\n24, he shall, if such person so requires, take such person without unnecessary\r\ndelay to the nearest enforcement officer or the officer authorising such search\r\nor the nearest Magistrate.2.     \r\n  If\r\nsuch requisition is made, the officer may detain the person until he can bring\r\nhim before the officer or the Magistrate referred to in sub-section (1).3.     \r\n  The\r\nofficer or the Magistrate before whom any such person is brought shall, if he\r\nsees no reasonable ground for search, forthwith discharge the person but\r\notherwise shall direct that search be made. (4) No female shall be searched by\r\nanyone excepting a female.", "28": "The Chemical Weapons Convention Act, 2000 28. Provisions of Act\r\n2 of 1974 to apply to arrests, searches and seizures.-The provisions of the\r\nCode of Criminal Procedure, 1973 shall apply, in so far as they are not\r\ninconsistent with the provisions of this Act, to all warrants issued and\r\narrests, s arches and seizures made under this Act.", "29": "The Chemical Weapons Convention Act, 2000 29. Disposal of\r\npersons arrested and goods seized.-1.     \r\n  Any\r\nofficer arresting a person under section 22 or section 23 or section 24 shall,\r\nas soon as may be, inform him of the grounds for such arrest.2.     \r\n  Every\r\nperson arrested and goods seized under warrant issued under sub-section (1) of\r\nsection 22 shall be forwarded without unnecessary delay to the Magistrate by\r\nwhom the warrant was issued.3.     \r\n  Every\r\nperson arrested and goods seized under sub-section (2) of section 22 or section\r\n23 or section 24 shall be forwarded without unnecessary delay to- a.      the officer in charge\r\nof the nearest police station; orb.     the officer empowered\r\nunder section 30.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nauthority or officer to whom any person or goods is forwarded under sub-section\r\n(2) or sub-section (3) shall, with all convenient dispatch, take such measures\r\nas may be necessary for the disposal according to law of such person or goods.", "30": "The Chemical Weapons Convention Act, 2000 30. Power to invest\r\nofficers of the National Authority, etc., with powers of an officer in charge\r\nof a police station.-1.     \r\n  The\r\nCentral Government may, after consultation with the State Government, by\r\nnotification published in the Official Gazette, invest any officer of the\r\nNational Authority with the powers of an officer in charge of a police station\r\nfor the investigation of the offences under this Act.2.     \r\n  The\r\nState Government may, by notification published in the Official Gazette, invest\r\nany of officer of gazetted rank or any class of such officers with the powers\r\nof an officer in charge of a police station for the investigation of the\r\noffences under this Act.", "31": "The Chemical Weapons Convention Act, 2000 31. Police to take\r\ncharge of goods seized and delivered.-An officer in charge\r\nof a police station shall take charge of and keep in safe custody, pending the\r\norders of the Magistrate, all goods seized under this Act within the local area\r\nof that police station and which may be delivered to him, and shall allow any\r\nofficer who may accompany such goods to the police station or who may be\r\ndeputed for the purpose, to affix his seal to such goods or to take samples of\r\nand from them and all samples so taken shall also be sealed with a seal of the\r\nofficer in charge of the police station.", "32": "The Chemical Weapons Convention Act, 2000 32. Report of arrest\r\nand seizure.-Whenever any person\r\nmakes any arrest or seizure under this Act, he shall, within forty-eight hours\r\nnext after such arrest or seizure, make a full report of all the particulars of\r\nsuch arrest or seizure to his immediate superior officer.", "33": "The Chemical Weapons Convention Act, 2000 33. Liability of\r\nToxic Chemicals, Precursors and conveyance to confiscation.-1.     \r\n  Whenever\r\nany offence punishable under Chapter VI has been committed, the goods or in\r\nrespect of which or by means of which such offence has been committed, shall be\r\nliable o confiscation.2.     \r\n  Any\r\nToxic Chemical or Precursor lawfully produced, imported into India,\r\ntransported, used, purchased or sold along with, or in addition to, any goods\r\nwhich is liable to confiscation under sub-section (1) and the receptacles,\r\npackages and coverings which any goods liable to confiscation under sub-section\r\n(1), is found, and the other contents, if any, of such receptacles or packages\r\nshall likewise be liable to confiscation.3.     \r\n  Any\r\nconveyance used in carrying any goods liable to confiscation under sub-section\r\n(1) or sub-section (2) shall be liable to confiscation, unless the owner of the\r\nconveyance proves that it was used without the knowledge or connivance of the\r\nowner hi self, his agent, if any, and the person in charge of the conveyance\r\nand that each of them had taken all reasonable precautions against such use.", "34": "The Chemical Weapons Convention Act, 2000 34. Confiscation of\r\ngoods used for concealing Toxic Chemicals or Precursors.-Any Goods used for\r\nconcealing any goods which is liable to confiscation under this Act shall also\r\nbe liable to confiscation.Explanation.- In this\r\nsection, \"Goods'' includes conveyance as a means of transport.", "35": "The Chemical Weapons Convention Act, 2000 35. Confiscation of\r\nsale proceeds of goods.-Where any goods is\r\nsold by a person having knowledge or reason to believe that the goods is liable\r\nto confiscation under this Act, the sale proceeds thereof shall also be liable\r\nto confiscation.", "36": "The Chemical Weapons Convention Act, 2000 36. Procedure in\r\nmaking confiscation.-1.     \r\n  In\r\nthe trial of offences under this Act, whether the accused is convicted or\r\nacquitted or discharged, the court shall decide whether any goods seized under\r\nthis Act is liable to confiscation and, if it decides t at the goods is so\r\nliable, it may order confiscation accordingly.2.     \r\n  Where\r\nany goods seized under this Act appears to be liable to confiscation under\r\nsection 33 or section 34 or section 35, but the person who committed the\r\noffence therewith is not known or cannot be found, the court may inquiry into and\r\ndecide such l ability, and may order confiscation accordingly: Provided that no\r\norder of confiscation of any goods shall be made until the expiry of one month\r\nfrom the date of seizure, or without hearing any person who may claim any right\r\nthereto and the evidence, if any, which he produces in respect of his claim.3.     \r\n  Any\r\nperson not convicted who claims any right to property which has been\r\nconfiscated under this section may appeal to the Court of Session against the\r\norder of confiscation.", "37": "The Chemical Weapons Convention Act, 2000 37. Power to call for\r\ninformation, etc.-Any subordinate\r\nofficer authorised under section 23 may, during the course of any inquiry in\r\nconnection with the contravention of any provision of this Act,- a.     \r\n  call\r\nfor information from any person for the purpose of satisfying himself whether\r\nthere has been any contravention of the provisions of this Act or any rule or\r\norder made or direction issued thereunder;b.    \r\n  require\r\nany person to produce or deliver any document or thing useful or relevant to\r\nthe enquiry;c.     \r\n  examine\r\nany person acquainted with the facts and circumstances of the case.", "38": "The Chemical Weapons Convention Act, 2000 38. Information as to\r\ncommission of offences.-No enforcement\r\nofficer, subordinate officer to enforcement officer or officer of the National\r\nAuthority or the State Government or officer subordinate to such officer as is\r\nmentioned in sub-section (2) of section 22 acting in exercise of powers vested\r\nin him under any provision of this Act or any such order made thereunder shall\r\nbe compelled to say when he got any information as to the commission of any\r\noffence.", "39": "The Chemical Weapons Convention Act, 2000 Chapter VI Offences\r\nand Penalties39. Punishment for\r\nfailure to register.-Whoever-a.     \r\n  before\r\nthe commencement of this Act had been engaged in development, production,\r\nprocessing, acquisition, consumption, transfer, import, export or use of any\r\nToxic Chemical or Precursor listed in any of the Schedules 1 to 3 in the Annex\r\non Chemicals to the Convention or engaged in the production of any Discrete\r\nOrganic Chemical including Discrete Organic Chemicals containing elements of\r\nphosphorous, sulphur or fluorine and continues to be, after such commencement,\r\nso engaged; orb.    \r\n  after\r\nthe commencement of this Act produces, processes, acquires, consumes,\r\ntransfers, imports, exports or uses any Toxic Chemical or Precursor listed in\r\nany of the Schedules 1 to 3 in the Annex on Chemicals to the Convention or\r\nproduces any Discrete Organic Chemical including Discrete Organic Chemicals\r\ncontaining elements of phosphorous, sulphur or fluorine, without complying with\r\nthe provisions of sub-section (1) or, as the case may be, sub-section (2) of\r\nsection 18 shall, unless his name is registered in accordance with the provisions\r\nof that section, be punishable with fine which may extend to one lakh rupees,\r\nand in the case of continuing default, with a further fine which may extend to\r\none lakh rupees every day during which such default continues after conviction\r\nfor the first default or with imprisonment for a term which may extend to three\r\nyears, or with both.", "40": "The Chemical Weapons Convention Act, 2000 40. Punishment for\r\ncontravention in relation to development, production, etc., of Chemical Weapons\r\nor riot control agents, etc.-Whoever, in\r\ncontravention of any provision of this Act, develops, produces, otherwise\r\nacquires, stockpiles, retains or uses Chemical Weapons, transfers, directly or\r\nindirectly, any Chemical Weapon to any person, uses any riot control agent as a\r\nmethod of warfare, engages in any military preparations to use Chemical\r\nWeapons, assists, encourages or induces in any manner any person to engage in\r\nthe use of any riot control agent as a method of warfare or any other activity\r\nprohibited to a State Party under the Convention, shall be punishable with\r\nimprisonment for a term which shall not be less than one year but which may\r\nextend to term of life and shall also be liable to fine which may extend to one\r\nlakh rupees.", "41": "The Chemical Weapons Convention Act, 2000 41. Punishment for\r\ncontravention in relation to Toxic Chemicals, etc., listed in Schedule 1.-Whoever, in\r\ncontravention of any provision of this Act, produces, acquires, retains,\r\ntransfers or uses any Toxic Chemical or Precursor listed in Schedule 1 in he\r\nAnnex on Chemicals to the Convention for the purposes prohibited to a State\r\nParty under the Convention or transfers any Toxic Chemical or Precursor listed\r\nin Schedule 1 in the Annex on Chemicals to the Convention outside India, shall\r\nbe punishable wit imprisonment for a term which shall not be less than one year\r\nbut which may extend to term of life and shall also be liable to fine which may\r\nextend to one lakh rupees.", "42": "The Chemical Weapons Convention Act, 2000 42. Punishment for\r\ncontravention in relation to transfer of Toxic Chemicals, etc., listed in\r\nSchedule 2.-Whoever, in\r\ncontravention of any provision of this Act transfers to or receives from any\r\nperson who is not a citizen of a State Party any Toxic Chemical or Precursor\r\nlisted in Schedule 2 in the Annex on Chemicals to the Convention, shall be\r\npunishable with imprisonment for a term which shall not be less than one year\r\nbut which may extend to term of life and shall also be liable to fine which may\r\nextend to one lakh rupees.", "43": "The Chemical Weapons Convention Act, 2000 43. Punishment for\r\ncontravention in relation to export or import of Toxic Chemicals, etc.-Whoever, in\r\ncontravention of any provision of this Act, exports from or imports into India\r\nany Toxic Chemical or Precursor listed in any of the Schedules 1 to 3 in the\r\nAnnex on Chemicals to the Convention, shall be punishable with imprisonment for\r\na term which shall not be less than one year but which may extend to term of\r\nlife and shall also be liable to fine which may extend to one lakh rupees.", "44": "The Chemical Weapons Convention Act, 2000 44. Punishment for\r\ncontravention in relation to disclosure of confidential information.-Whoever, in\r\ncontravention of any provision of this Act, divulges any confidential\r\ninformation obtained by the National Authority from any declaration or return\r\nfurnished or any statement made, information supplied to, or obtained by, an\r\nenforcement officer during the course of any inspection carried out under the\r\nprovisions of this Act to any other person, shall be punishable with\r\nimprisonment for a term which shall to be less than one year but which may\r\nextend to term of life and shall also be liable to fine which may extend to one\r\nlakh rupees.", "45": "The Chemical Weapons Convention Act, 2000 45. Punishment for\r\ncontravention in relation to denial of access.-Whoever does not\r\ncomply with the obligations related to inspection activity under the Convention\r\nor delays or obstructs any Inspection Team or Inspector or enforcement officer\r\nor Observer in performance of his functions or willfully removes or tampers\r\nwith any installed on site instrument or any Approved Equipment shall be\r\npunishable with imprisonment for a term which shall not be less than one year\r\nbut which may extend to term of life and shall also be liable to fine which may\r\nextend to one lakh rupees.", "46": "The Chemical Weapons Convention Act, 2000 46. Punishment for\r\ncontravention in relation to failure to furnish information, declaration or\r\nreturn.-Any person who being\r\nrequired by or under this Act to furnish any- a.     \r\n  information;\r\nb.    \r\n  declaration;\r\norc.     \r\n  return,\r\nfails to furnish such information, declaration or return shall be punishable\r\nwith fine which may extend to one lakh rupees, and in the case of continuing\r\ndefault, with a further fine which may extend to one lakh rupees for every day\r\nduring which such default continues after conviction for the first such\r\ndefault, or with imprisonment for a term which may extend to three years, or\r\nwith both.", "47": "The Chemical Weapons Convention Act, 2000 47. Offence\r\npunishable under section 46 to be cognizable.-Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 (2 of 1974), the\r\noffence punishable under section 46 shall be cognizable.", "48": "The Chemical Weapons Convention Act, 2000 48. Offences by\r\ncompanies.-1.     \r\n  Where\r\nany offence under Chapter VI has been committed by a company, every person who\r\nat the time the offence was committed was in charge of, or was responsible to,\r\nthe company for the conduct of the business of the company as well as the\r\ncompany, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded against and punished accordingly: Provided that nothing contained in\r\nthis sub-section shall render any such person liable to any punishment if he\r\nproves that the offence was committed without his knowledge or that he had\r\nexercised all due diligence to prevent the commission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where any offence under Chapter VI has\r\nbeen committed by a company and it is proved that the offence has been\r\ncommitted with the consent or connivance of, or is attributable to any neglect\r\non the part of, any director, manager, secretary or other officer of the\r\ncompany, such director, manager, secretary or other officer shall be deemed to\r\nbe guilty of that offence and shall be liable to be proceeded against and\r\npunished accordingly.Explanation.- For the\r\npurposes of this section,- a.      \"company\"\r\nmeans anybody corporate, and includes a firm or other association of\r\nindividuals; andb.     \"director\",\r\nin relation to a firm, means a partner of the firm.", "49": "The Chemical Weapons Convention Act, 2000 49. Prosecution of\r\noffences.-No court shall take\r\ncognizance of any offence punishable under this Act except with the previous\r\nsanction of the Central Government or the authority notified by the Central\r\nprosecution of the offences under this Act. Government, in the Official\r\nGazette, to be competent to sanction", "50": "The Chemical Weapons Convention Act, 2000 50. Appeals from the\r\ndecision of the National Authority.-1.     \r\n  Any\r\nperson aggrieved by any direction of the National Authority issued under\r\nsection 10 may prefer an appeal to the Central Government within such time as\r\nmay be prescribed.2.     \r\n  No\r\nappeal shall be admitted if it is preferred after the expiry of the period\r\nprescribed therefor: Provided that an appeal may be admitted after the expiry\r\nof the period prescribed therefor if the appellant satisfies the Central\r\nGovernment that he had sufficient cause for not preferring the appeal within\r\nthe prescribed period.3.     \r\n  Every\r\nappeal made under this section shall be made in such form and shall be\r\naccompanied by a copy of the direction appealed against and by such fee as may\r\nbe prescribed.4.     \r\n  The\r\nprocedure for disposing of an appeal shall be such as may be prescribed:\r\nProvided that before disposing of an appeal, the appellant shall be given a\r\nreasonable opportunity of being heard.", "51": "The Chemical Weapons Convention Act, 2000 51. Provisions of\r\nConvention not to apply to certain mixtures.-Notwithstanding\r\nanything contained in this Act, the provisions of the Convention in so far as\r\nthey relate to- a.     \r\n  restriction\r\nor reporting;b.    \r\n  inspection;\r\norc.     \r\n  declaration\r\nand verification, shall not apply to any mixtures containing such concentration\r\nof any Chemicals specified in Schedule 2 or Schedule 3 in the Annex on\r\nChemicals to the Convention as the Central Government may, by notification in\r\nthe Official Gazette, specify.", "52": "The Chemical Weapons Convention Act, 2000 Chapter VII\r\nMiscellaneous52. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government or a State\r\nGovernment or any officer of the Central Government or of a State Government or\r\nthe Chairperson, Directors, officers and other employees of the National\r\nAuthority or any other person exercising any powers or discharging any\r\nfunctions or performing any duties under this Act, for anything in good faith\r\ndone or intended to be done under this Act or any rule or order made\r\nthereunder.", "53": "The Chemical Weapons Convention Act, 2000 53. Power to\r\ndelegate.-1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette, delegate,\r\nsubject to such conditions and limitations as may be specified in the\r\nnotification, such of its powers and functions under this Act (except the power\r\nto make rules under section 56) as it may deem necessary or expedient, to the\r\nNational Authority or the Committee referred to in section 11.2.     \r\n  The\r\nState Government may, by notification in the Official Gazette, delegate,\r\nsubject to such conditions and limitations as may be specified in the\r\nnotification, such of its powers and functions under this Act, as it may deem\r\nnecessary or expedient, t any authority or officer of that Government.", "54": "The Chemical Weapons Convention Act, 2000 54. Officers to be\r\npublic servants.-The Chairperson,\r\nDirectors, officers and other employees of the National Authority or any other\r\nperson exercising any powers or discharging any functions under this Act shall\r\nbe deemed to be the public servant within he meaning of section 21 of the\r\nIndian Penal Code.", "55": "The Chemical Weapons Convention Act, 2000 55. Removal of\r\ndifficulties.-If any difficulty\r\narises in giving effect to the provisions of this Act, the Central Government\r\nmay, by order published in the Official Gazette, make such provisions not\r\ninconsistent with the provisions of this Act, as appeal to it to be necessary\r\nor expedient for removing the difficulty: Provided that no such order shall be\r\nmade after the expiry of a period of three years from the date on which this\r\nAct receives the assent of the President.", "56": "The Chemical Weapons Convention Act, 2000 56. Power to make\r\nrules.-1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the purposes of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:- a.      the salary and\r\nallowances payable to, and other terms and conditions of service of, the\r\nChairperson and the Directors under sub-section (3) of section 6, and the\r\nsalary and allowances payable to and other terms and conditions of service of\r\nofficers and other employees of the National Authority under sub-section (4) of\r\nthat section;b.     other functions of\r\nthe National Authority that may be prescribed under clause (v) of sub-section\r\n(2) of section 7;c.      the form of\r\napplication, the particulars to be contained in the application form, the form\r\nof certificate of registration, the manner of making application, the amount of\r\nfee payable, the procedure to be followed in granting or cancelling certificate\r\nof registration under sub-section (3) of section 18 and the period for which a\r\nrenewed certificate of registration may be issued and the amount of fee payable\r\ntherefor under sub-section (5) of that section;d.     the time within which\r\nappeal may be preferred under sub-section (1) of section 50;e.      the form for making\r\nappeal and the fee to be accompanied therewith under sub-section (3) of section\r\n50;f.      the procedure for\r\ndisposing of appeal under sub-section (4) of section 50;g.     any other matter\r\nwhich is to be, or may be, prescribed.1.     \r\n2.     \r\n3.     \r\n  Every\r\nnotification issued under sub-section (2) of section 3, any declaration made\r\nunder section 5, every order made under section 55 and every rule made under\r\nsection 56 shall be laid, as soon as may be after it is issued or made, before\r\neach House f Parliament, while it is in session, for a total period of thirty\r\ndays which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the notification, order or rule or both Houses agree that the\r\nnotification, order or rule should not be issued or made, the notification,\r\norder or rule shall thereafter have effect only in such modified form or be of\r\nno effect, as the case may be; so, however, that any such modification or\r\nannulment shall be without prejudice to the validity of anything previously\r\ndone under that notification, order or rule."}