{"name": "Child Labour (Prohibition and Regulation) Act, 1986\r", "1": " The Child Labour (Prohibition and Regulation) Act, 1986 1.\r\nSHORT TITLE, EXTENT AND COMMENCEMENT. – (1)\r\nThis Act may be called the Child Labour (Prohibition and Regulation) Act, 1986.(2)\r\nIt extends to the whole of India.(3)\r\nThe provisions of this Act, other than Part III, shall come into force at once,\r\nand Part III shall come into force on such date as the Central Government may,\r\nby notification in the official Gazette, appoint, and different dates may be\r\nappointed for different States and for different classes of establishments.", "2": " The Child Labour (Prohibition and Regulation) Act, 1986 2.\r\nDEFINITIONS. – In\r\nthis Act, unless the context otherwise requires, - (i ) \"appropriate Government\" means, in relation to\r\nan establishment under the control of the Central Government or a railway\r\nadministration or a major port or a mine or oilfield, the Central Government, and\r\nin all other cases, the State Government;(ii)\r\n\"Child\" means a person who has not completed his fourteenth year of\r\nage;(iii)\r\n\"Day\" means a period of twenty-four hours beginning at midnight;(iv)\r\n\"Establishment\" includes a shop, commercial establishment, workshop,\r\nfarm, residential hotel, restaurant, eating-house, theatre or other place of\r\npublic amusement or entertainment;(v)\r\n\"Family\", in relation to an occupier, means the individual, the wife\r\nor husband, as the case may be, of such individual, and their children, brother\r\nor sister of such individual;(vi)\r\n\"Occupier\", in relation to an establishment or a workshop, means the\r\nperson who has the ultimate control over the affairs of the establishment or\r\nworkshop;(vii)\r\n\"Port authority\" means any authority administering a port;(viii)\r\n\"Prescribed\" means prescribed by rules made under Sec. 18;(ix)\r\n\"Week\" means a period of seven days beginning at midnight on Saturday\r\nnight or such other night as may be approved in writing for a particular area\r\nby the Inspector;(x)\r\n\"Workshop\" means any premises (including the precincts thereof)\r\nwherein any industrial process is carried on, but does not include any premises\r\nto which the provisions of Sec. 67 of the Factories Act, 1948 (63 of 1948), for\r\nthe time being, apply.", "3": " The Child Labour (Prohibition and Regulation) Act, 1986 3.\r\nPROHIBITION OF EMPLOYMENT OF CHILDREN IN CERTAIN OCCUPATIONS AND PROCESSES. – No\r\nchild shall be employed or permitted to work in any of the occupations set forth\r\nin Part A of the Schedule or in any workshop wherein any of the processes set\r\nforth in Part B of the Schedule is carried on: Provided that nothing in this\r\nsection shall apply to any workshop wherein any process is carried on by the\r\noccupier with the aid of his family or to any school established by, or\r\nreceiving assistance or recognition from, Government.", "4": " The Child Labour (Prohibition and Regulation) Act, 1986 4.\r\nPOWER TO AMEND THE SCHEDULE. – The\r\nCentral Government, after giving by notification in the official Gazette, not\r\nless than three months' notice of its intention so to do, may, by like\r\nnotification, add any occupation or process to the Schedule and thereupon the\r\nSchedule shall be deemed to have been amended accordingly.", "5": " The Child Labour (Prohibition and Regulation) Act, 1986 5.\r\nCHILD LABOUR TECHNICAL ADVISORY COMMITTEE. – (1)\r\nThe Central Government may, by notification in the official Gazette, constitute\r\nan advisory committee to be called the Child Labour Technical Advisory\r\nCommittee (hereafter in this section referred to as the Committee) to advise\r\nthe Central Government for the purpose of addition or occupations and processes\r\nto the Schedule.(2)\r\nThe Committee shall consist of a Chairman and such other members not exceeding\r\nten, as may be appointed by the Central Government.(3)\r\nThe Committee shall meet as often as it may consider necessary and shall have\r\npower to regulate its own procedure.(4)\r\nThe Committee may, if it deems it necessary so to do, constitute one or more\r\nsub-committees and may appoint to any such sub-committee, whether generally or\r\nfor the consideration of any particular matter, any person who is not a member\r\nof the Committee.(5)\r\nThe term of office of, the manner of filling casual vacancies in the office of,\r\nand the allowances, if any, payable to, the Chairman and other members of the\r\nCommittee, and the conditions and restrictions subject to which the Committee\r\nmay appoint any person who is not a member of the Committee as a member of any\r\nof its sub-committees shall be such as may be prescribed.", "6": " The Child Labour (Prohibition and Regulation) Act, 1986 6.\r\nAPPLICATION OF PART. – The\r\nprovisions of this Part shall apply to an establishment or a class of\r\nestablishments in which none to the occupations or processes referred to in\r\nSec. 3 is carried on.", "7": " The Child Labour (Prohibition and Regulation) Act, 1986 7.\r\nHOURS AND PERIOD OF WORK. – (1)\r\nNo child shall be required or permitted to work in any establishment in excess\r\nof such number of hours, as may be prescribed for such establishment or class\r\nof establishments.(2)\r\nThe period of work on each day shall be so fixed that no period shall exceed\r\nthree hours and that no child shall work for more than three hours before he has\r\nhad an interval for rest for at least one hour.(3)\r\nThe period of work of a child shall be so arranged that inclusive of his\r\ninterval for rest, under sub-section (2), it shall not be spread over more than\r\nsix hours, including the time spent in waiting for work on any day.(4)\r\nNo child shall be permitted or required to work between 7 p.m. and 8 a.m.(5)\r\nNo child shall be required or permitted to work overtime.(6)\r\nNo child shall be required or permitted to work in, any establishment on any\r\nday on which he has already been working in another establishment.", "8": " The Child Labour (Prohibition and Regulation) Act, 1986 8.\r\nWEEKLY HOLIDAYS. – Every\r\nchild employed in an establishment shall be allowed in each week, a holiday of\r\none whole day, which day shall be specified by the occupier in a notice\r\npermanently exhibited in a conspicuous place in the establishment and the day\r\nso specified shall not be altered by the occupier more than once in three\r\nmonths.", "9": " The Child Labour (Prohibition and Regulation) Act, 1986 9.\r\nNOTICE TO INSPECTOR. – (1)\r\nEvery occupier in relation to an establishment in which a child was employed or\r\npermitted to work immediately before the date of commencement of this Act in\r\nrelation to such establishment shall, within a period of thirty days from such\r\ncommencement, send to the Inspector within whose local limits the establishment\r\nis situated, a written notice containing the following particulars, namely:(a) The name and situation of the establishment;(b) The name of the person in actual management of the establishment;(c) The address to which communications relating to the establishment\r\nshould be sent; and(d) The nature of the occupation or process carried on in the\r\nestablishment.(2)\r\nEvery occupier, in relation to an establishment, who employs, or permits to work,\r\nany child after the date of commencement of this Act in relation to such\r\nestablishment, shall, within a period of thirty days from the date of such\r\nemployment, send to the Inspector within whose local limits the establishment\r\nis situated, a written notice containing the particulars as are mentioned in\r\nsub-section (1).Explanation:  For the purposes of sub-sections (1) and (2), \"date of\r\ncommencement of this Act, in relation to an establishment\" means the date of\r\nbringing into force of this Act in relation to such establishment.(3)\r\nNothing in Secs . 7, 8 and 9 shall apply to any\r\nestablishment wherein any process is carried on by the occupier with the aid of\r\nhis family or to any school established by, or receiving assistance or\r\nrecognition from, Government.", "10": " The Child Labour (Prohibition and Regulation) Act, 1986 10.\r\nDISPUTES AS TO AGE. – If\r\nany question arises between an Inspector and an occupier as to the age of any\r\nchild who is employed or is permitted to work by him in an establishment, the\r\nquestion shall, in the absence of a certificate as to the age of such child\r\ngranted by the prescribed medical authority, be referred by the Inspector for\r\ndecision to the prescribed medical authority.", "11": " The Child Labour (Prohibition and Regulation) Act, 1986 11.\r\nMAINTENANCE OF REGISTER. – There\r\nshall be maintained by every occupier in respect of children employed or\r\npermitted to work in any establishment, a register to be available for\r\ninspection by an Inspector at all times during working hours or when work is\r\nbeing carried on in any such establishment showing –(a)\r\nThe name and date of birth of every child so employed or permitted to work;(b)\r\nHours and periods of work of any such child and the intervals of rest to which\r\nhe is entitled;(c)\r\nThe nature of work of any such child; and(d)\r\nSuch other particulars as may be prescribed.", "12": " The Child Labour (Prohibition and Regulation) Act, 1986 12.\r\nDISPLAY OF NOTICE CONTAINING ABSTRACT OF SECS. 3 AND 14. – Every\r\nrailway administration, every port authority and every occupier shall cause to\r\nbe displayed in a conspicuous and accessible place at every station on its\r\nrailway or within the limits of a port or at the place of work, as the case may\r\nbe, a notice in the local language and in the English language containing an\r\nabstract of Secs . 3 and 14.", "13": " The Child Labour (Prohibition and Regulation) Act, 1986 13.\r\nHEALTH AND SAFETY. – (1)\r\nThe appropriate Government may, by notification in the official Gazette, make\r\nrules for the health and safety of the children employed or permitted to work\r\nin any establishment or class of establishments.(2)\r\nWithout prejudice to the generality of the foregoing provisions, the said rules\r\nmay provide for all or any of the following matters, namely:(a) cleanliness in the place of work and its freedom from nuisance;(b) disposal of wastes and effluents;(c) ventilation and temperature;(d) dust and fume;(e) artificial humidification;(f) lighting;(g) drinking water;(h) latrine and urinals;( i ) spittoons;(j) fencing of machinery;(k) work at or near machinery in motion;(l) employment of children on dangerous machines;(m) instructions, training and supervision in relation to employment of\r\nchildren on dangerous machines;(n) device for cutting off power;(o) self-acting machines;(p) easing of new machinery;(q) floor, stairs and means of access;(r) pits, sumps, openings in floors, etc.;(s) excessive weights;(t) protection of eyes;(u) explosive or inflammable dust, gas, etc.;(v) precautions in case of fire;(w) maintenance of buildings; and(x) safety of buildings and machinery.", "14": " The Child Labour (Prohibition and Regulation) Act, 1986 14.\r\nPENALTIES-  (1)\r\nWhoever employs any child or permits any child to work in contravention of the\r\nprovisions of Sec. 3 shall be punishable with imprisonment for a term which\r\nshall not be less than, three months but which may extend to one year or with\r\nfine which shall not be less than ten thousand rupees but which may extend to\r\ntwenty thousand rupees or with both.(2)\r\nWhoever, having been convicted of an offence under Sec. 3, commits a like\r\noffence afterwards, he shall be punishable with imprisonment for a term which\r\nshall not be less than six months but which may extend to two years.(3)\r\nWhoever –(a) fails to give notice as required by Sec. 9, or(b) fails to maintain a register as required by Sec. 11 or makes any\r\nfalse entry in any such register; or(c) fails to display a notice containing an abstract of Sec. 3 and this\r\nsection as required by Sec. 12; or(d) fails to comply with or contravenes any other provisions of this Act\r\nor the rules made thereunder , shall be punishable\r\nwith simple imprisonment which may extend to one month or with fine which may\r\nextend to ten thousand rupees or with both.", "15": " The Child Labour (Prohibition and Regulation) Act, 1986 15.\r\nMODIFIED APPLICATION OF CERTAIN LAWS IN RELATION TO PENALTIES. – (1)\r\nWhere any person is found guilty and convicted of contravention of any of the\r\nprovisions mentioned in sub-section (2), he shall be liable to penalties as\r\nprovided in sub-sections (1) and (2) of Sec. 14 of this Act and not under the\r\nActs in which those provisions are contained.(2)\r\nThe provisions referred to in sub-section (1) are the provision mentioned below\r\n:(a) Sec. 67 of the Factories Act, 1948 (63 of 1948);(b) Sec. 40 of the Mines Act, 1952 (35 of 1952);(c) Sec. 109 of the Merchant Shipping Act, 1958 (44 of 1958); and(d) Sec. 21 of the Motor Transport Workers Act, 1961 (27 of 1961).", "16": " The Child Labour (Prohibition and Regulation) Act, 1986 16.\r\nPROCEDURE RELATING TO OFFENCES. – (1)\r\nAny person, police officer or inspector may file a complaint of the commission\r\nof an offence under this Act in any Court of competent jurisdiction.(2)\r\nEvery certificate as to the age of a child which has been granted by a\r\nprescribed medical authority shall, for the purposes of this Act, be conclusive\r\nevidence as to the age of the child to whom it relates.(3)\r\nNo Court inferior to that of a Metropolitan Magistrate or a Magistrate of the\r\nfirst class shall try any offence under this Act.", "17": " The Child Labour (Prohibition and Regulation) Act, 1986 17.\r\nAPPOINTMENT OF INSPECTORS. – The\r\nappropriate Government may appoint inspectors for the purposes of securing\r\ncompliance with the provisions of this Act and any inspector so appointed shall\r\nbe deemed to be a public servant within the meaning of the Indian Penal Code\r\n(45 of 1860).", "18": " The Child Labour (Prohibition and Regulation) Act, 1986 18.\r\nPOWER TO MAKE RULES. – (1)\r\nThe appropriate Government may, by notification in the official Gazette and\r\nsubject to the condition of previous publication, make rules for carrying into\r\neffect the provisions of this Act.(2)\r\nIn particular and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely :(a) the term of office of, the manner of filling casual vacancies of,\r\nand the allowances payable to, the Chairman and members of the Child Labour\r\nTechnical Advisory Committee and the conditions and restrictions subject to\r\nwhich a non-member may be appointed to a sub-committee under sub-section (5) of\r\nSec. 5;(b) number of hours for which a child may be required or permitted to\r\nwork under sub-section (1) of Sec. 7;(c) grant of certificates of age in respect of young persons in\r\nemployment or seeking employment, the medical authorities which may issue such\r\ncertificate, the form of such certificate, the charges which may be made  thereunder and the manner in which such certificate may be\r\nissued : Provided that no charge shall be made for the issue of any such\r\ncertificate if the application is accompanied by evidence of age deemed\r\nsatisfactory by the authority concerned;(d) the other particulars which a register maintained under Sec. 11\r\nshould contain.", "19": " The Child Labour (Prohibition and Regulation) Act, 1986 19.\r\nRULES AND NOTIFICATIONS TO BE LAID BEFORE PARLIAMENT OR STATE LEGISLATURE. – (1)\r\nEvery rule made under this Act by the Central Government and every notification\r\nissued under Sec. 4, shall be laid, as soon as may be after it is made or\r\nissued, before each House of Parliament, while it is in session for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or notification or both Houses agree\r\nthat the rule or notification should not be made or issued, the rule or\r\nnotification shall thereafter have effect only in such, modified form or be of\r\nno effect, as the case may be; so, however, that any such modification or\r\nannulment shall be without prejudice to the validity of anything previously\r\ndone under that rule or notification.(2)\r\nEvery rule made by a State Government under this Act shall be laid as soon as\r\nmay be after it is made, before the Legislature of that State.", "20": " The Child Labour (Prohibition and Regulation) Act, 1986 20.\r\nCERTAIN OTHER PROVISIONS OF LAW NOT BARRED. – Subject\r\nto the provisions contained in Sec. 15, the provisions of this Act and the\r\nrules made thereunder shall be in addition to, and\r\nnot in derogation of, the provisions of the Factories Act, 1948 (63 of 1948),\r\nthe Plantations Labour Act, 1951 (69 of 1951) and the Mines Act, 1952 (35 of\r\n1952).", "21": " The Child Labour (Prohibition and Regulation) Act, 1986 21.\r\nPOWER TO REMOVE DIFFICULTIES. – (1)\r\nIf any difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as appear to it to\r\nbe necessary or expedient for removal of the difficulty : Provided that no such\r\norder shall be made after the expiry of a period of three years from the date\r\non which this Act receives the assent of the President.(2)\r\nEvery order made under this section shall, as soon as may be after it is made,\r\nbe laid before the Houses of Parliament.", "22": " The Child Labour (Prohibition and Regulation) Act, 1986 22.\r\nREPEAL AND SAVINGS. – (1)\r\nThe Employment of Children Act, 1938 (26 of 1938) is here-by repealed. (2)\r\nNotwithstanding such repeal, anything done or any action taken or purported to\r\nhave been done or taken under the Act so repealed shall, in so far as it is not\r\ninconsistent with the provisions of this Act, be deemed to have been done or\r\ntaken under the corresponding provisions of this Act.", "23": " The Child Labour (Prohibition and Regulation) Act, 1986 23.\r\nAMENDMENT OF ACT 11 OF 1948.  –In\r\nSee. 2 of the Minimum Wages Act, 1948, - (i ) for Cl . (a), the following\r\nclauses shall be substituted, namely : \"(a) 'adolescent' means a person\r\nwho has completed his fourteenth year of age but has not completed his\r\neighteenth year; ( aa ) 'adult' means a person who has\r\ncompleted his eighteenth year of age;\";(ii)\r\nafter Cl . (b), the following clause shall be\r\ninserted, namely : \"(bb) 'child' means a person who has not completed his\r\nfourteenth year of age;\".", "24": " The Child Labour (Prohibition and Regulation) Act, 1986 24.\r\nAMENDMENT OF ACT 69 OF 1951. – In\r\nthe Plantations Labour Act, 1951, - (a)\r\nin Sec. 2, in Cls . (a) and (c), for the word\r\n\"fifteenth\", the word \"fourteenth\" shall be substituted;(b)\r\nSec. 24 shall be omitted;(c)\r\nIn Sec. 26, in the opening portion, the words \"who has completed his\r\ntwelfth year\" shall be omitted.", "25": " The Child Labour (Prohibition and Regulation) Act, 1986 25.\r\nAMENDMENT OF ACT 44 OF 1958. – In\r\nthe Merchant Shipping Act, 1958, in Sec. 109, for the word \"fifteen\",\r\nthe word \"fourteen\" shall be substituted.", "26": " The Child Labour (Prohibition and Regulation) Act, 1986 26.\r\nAMENDMENT OF ACT 27 OF 1961. – In\r\nthe Motor Transport Workers Act, 1961, in Sec. 2, in Cls .\r\n(a) and (c), for the word \"fifteenth\", the word\r\n\"fourteenth\" shall be substituted."}