{"name": "Protection of Children from Sexual Offences Act, 2012\r", "1": "Protection of Children from Sexual Offences Act, 2012Chapter I:\r\nPreliminary1. Short title,\r\nextent and commencement.-1.  \r\n  This\r\nAct may be called the Protection of Children from Sexual Offences Act, 2012.2.  \r\n  It\r\nextends to the whole of India, except the State of Jammu and Kashmir.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "Protection of Children from Sexual Offences Act, 20122. Definitions.-1.  \r\n  In\r\nthis Act, unless the context otherwise requires, -a.   \"aggravated\r\npenetrative sexual assault\" has the same meaning as assigned to it in\r\nsection 5;b.   \"aggravated\r\nsexual assault\" has the same meaning as assigned to it in section 9;c.   \"aimed forces or\r\nsecurity forces\" means armed forces of the Union or security forces or\r\npolice forces, as specified in the Schedule;d.   \"child\"\r\nmeans any person below the age of eighteen years;e.   \"domestic\r\nrelationship\" shall have the same meaning as assigned to it in clause (f)\r\nof section 2 of the Protection of Women from Domestic Violence Act, 2005;f.   \"penetrative\r\nsexual assault\" has the same meaning as assigned to it in section 3;g.   \"prescribed\"\r\n\r\nmeans prescribed by rules made under this Act;h.   \"religious\r\ninstitution\" shall have the same meaning as assigned to it in the\r\nReligious Institutions (Prevention of Misuse) Act, 1988;i.   \"sexual\r\nassault\" has the same meaning as assigned to it in section 7;j.   \"sexual\r\nharassment\" has the same meaning as assigned to it in section 11;k.   \"shared\r\nhousehold\" means a household where the person charged with the offence\r\nlives or has lived at any time in a domestic relationship with the child;l.   \"Special\r\nCourt\" means a court designated as such under section 28;m.   \"Special Public\r\nProsecutor\" means a Public Prosecutor appointed under section 32.2.  \r\n  The\r\nwords and expressions used herein and not defined but defined in the Indian\r\nPenal Code, the Code of Criminal Procedure, 1973, the Juvenile Justice (Care\r\nand Protection of Children) Act, 2000 and the Information Technology Act, 2000\r\nshall have the meanings respectively assigned to them in the said Codes or the\r\nActs.", "3": "Protection of Children from Sexual Offences Act, 2012Chapter II: Sexual\r\nOffences against ChildrenA.-Penetrative Sexual\r\nAssault and Punishment Therefor3. Penetrative sexual\r\nassault.-A person is said to\r\ncommit \"penetrative sexual assault\" if-a.  \r\n  he\r\npenetrates his penis, to any extent, into the vagina, mouth, urethra or anus of\r\na child or makes the child to do so with him or any other person; orb.  \r\n  he\r\ninserts, to any extent, any object or a part of the body, not being the penis,\r\ninto the vagina, the urethra or anus of the child or makes the child to do so\r\nwith him or any other person; orc.  \r\n  he\r\nmanipulates any part of the body of the child so as to cause penetration into\r\nthe vagina, urethra, anus or any part of body of the child or makes the child\r\nto do so with him or any other person; ord.  \r\n  he\r\napplies his mouth to the penis, vagina, anus, urethra of the child or makes the\r\nchild to do so to such person or any other person.", "4": "Protection of Children from Sexual Offences Act, 20124. Punishment for\r\npenetrative sexual assault.-Whoever commits\r\npenetrative sexual assault shall be punished with imprisonment of either\r\ndescription for a term which shall not be less than seven years but which may\r\nextend to imprisonment for life, and shall also be liable to fine.", "5": "Protection of Children from Sexual Offences Act, 2012B. - Aggravated\r\nPenetrative Sexual Assault and Punishment Therefor5. Aggravated\r\npenetrative sexual assault.-a.  \r\n  Whoever,\r\nbeing a police officer, commits penetrative sexual assault on a child- \r\n i.  \r\n  within\r\nthe limits of the police station or premises at which he is appointed; orin\r\nthe premises of any station house, whether or not situated in the police\r\nstation, to which he is appointed; or \r\n iii.  \r\n  in\r\nthe course of his duties or otherwise; or \r\n iv.  \r\n  where\r\nhe is known as, or identified as, a police officer; orb.  \r\n  whoever\r\nbeing a member of the armed forces or security forces commits penetrative\r\nsexual assault on a child- \r\n i.  \r\n  within\r\nthe limits of the area to which the person is deployed; orin\r\nany areas under the command of the forces or armed forces; or \r\n iii.  \r\n  in\r\nthe course of his duties or otherwise; or \r\n iv.  \r\n  where\r\nthe said person is known or identified as a member of the security or armed\r\nforces; ora.  \r\nb.  \r\nc.  \r\n  whoever\r\nbeing a public servant commits penetrative sexual assault on a child; ord.  \r\n  whoever\r\nbeing on the management or on the staff of a jail, remand home, protection\r\nhome, observation home, or other place of custody or care and protection\r\nestablished by or under any law for the time being in force, commits\r\npenetrative sexual assault on a child, being inmate of such jail, remand home,\r\nprotection home, observation home, or other place of custody or care and\r\nprotection; ore.  \r\n  whoever\r\nbeing on the management or staff of a hospital, whether Government or private,\r\ncommits penetrative sexual assault on a child in that hospital; orf.  \r\n  whoever\r\nbeing on the management or staff of an educational institution or religious\r\ninstitution, commits penetrative sexual assault on a child in that institution;\r\norg.  \r\n  whoever\r\ncommits gang penetrative sexual assault on a child.Explanation.- When a\r\nchild is subjected to sexual assault by one or more persons of a group in\r\nfurtherance of their common intention, each of such persons shall be deemed to\r\nhave committed gang penetrative sexual assault within the meaning of this\r\nclause and each of such person shall be liable for that act in the same manner\r\nas if it were done by him alone; ora.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\n  whoever\r\ncommits penetrative sexual assault on a child using deadly weapons, fire,\r\nheated substance or corrosive substance; ori.  \r\n  whoever\r\ncommits penetrative sexual assault causing grievous hurt or causing bodily harm\r\nand injury or injury to the sexual organs of the child; orj.  \r\n  whoever\r\ncommits penetrative sexual assault on a child, which- \r\n i.  \r\n  physically\r\nincapacitates the child or causes the child to become mentally ill as defined\r\nunder clause (l) of section 2 of the Mental Health Act, 1987 or causes\r\nimpairment of any kind so as to render the child unable to perform regular\r\ntasks, temporarily or permanently; orin\r\nthe case of female child, makes the child pregnant as a consequence of sexual\r\nassault; \r\n iii.  \r\n  inflicts\r\nthe child with Human Immunodeficiency Virus or any other life threatening\r\ndisease or infection which may either temporarily or permanently impair the\r\nchild by rendering him physically incapacitated, or mentally ill to perform\r\nregular tasks; ora.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\n  whoever,\r\ntaking advantage of a child's mental or physical disability, commits\r\npenetrative sexual assault on the child; orl.  \r\n  whoever\r\ncommits penetrative sexual assault on the child more than once or repeatedly;\r\norm.  \r\n  whoever\r\ncommits penetrative sexual assault on a child below twelve years; orn.  \r\n  whoever\r\nbeing a relative of the child through blood or adoption or marriage or\r\nguardianship or in foster care or having a domestic relationship with a parent\r\nof the child or who is living in the same or shared household with the child,\r\ncommits penetrative sexual assault on such child; oro.  \r\n  whoever\r\nbeing, in the ownership, or management, or staff, of any institution providing\r\nservices to the child, commits penetrative sexual assault on the child; orp.  \r\n  whoever\r\nbeing in a position of trust or authority of a child commits penetrative sexual\r\nassault on the child in an institution or home of the child or anywhere else;\r\norq.  \r\n  whoever\r\ncommits penetrative sexual assault on a child knowing the child is pregnant; orr.  \r\n  whoever\r\ncommits penetrative sexual assault on a child and attempts to murder the child;\r\nors.  \r\n  whoever\r\ncommits penetrative sexual assault on a child in the course of communal or\r\nsectarian violence; ort.  \r\n  whoever\r\ncommits penetrative sexual assault on a child and who has been previously\r\nconvicted of having committed any offence under this Act or any sexual offence\r\npunishable under any other law for the time being in force; oru.  \r\n  whoever\r\ncommits penetrative sexual assault on a child and makes the child to strip or\r\nparade naked in public, is said to commit aggravated penetrative sexual\r\nassault.", "6": "Protection of Children from Sexual Offences Act, 20126. Punishment for\r\naggravated penetrative sexual assault.-Whoever, commits\r\naggravated penetrative sexual assault, shall be punished with rigorous\r\nimprisonment for a term which shall not be less than ten years but which may\r\nextend to imprisonment for life and shall also be liable to fine.", "7": "Protection of Children from Sexual Offences Act, 2012C.-Sexual Assault and\r\nPunishment Therefor7. Sexual assault.-Whoever, with sexual\r\nintent touches the vagina, penis, anus or breast of the child or makes the\r\nchild touch the vagina, penis, anus or breast of such person or any other\r\nperson, or does any other act with sexual intent which involves physical\r\ncontact without penetration is said to commit sexual assault.", "8": "Protection of Children from Sexual Offences Act, 20128. Punishment for\r\nsexual assault .-Whoever, commits\r\nsexual assault, shall be punished with imprisonment of either description for a\r\nterm which shall not be less than three years but which may extend to five\r\nyears, and shall also be liable to fine.", "9": "Protection of Children from Sexual Offences Act, 2012D.-Aggravated Sexual\r\nAssault and Punishment Therefor9. Aggravated sexual\r\nassault.-a.  \r\n  Whoever,\r\nbeing a police officer, commits sexual assault on a child- \r\n i.  \r\n  within\r\nthe limits of the police station or premises where he is appointed; orin\r\nthe premises of any station house whether or not situated in the police station\r\nto which he is appointed; or \r\n iii.  \r\n  in\r\nthe course of his duties or otherwise; or \r\n iv.  \r\n  where\r\nhe is known as, or identified as a police officer; orb.  \r\n  whoever,\r\nbeing a member of the armed forces or security forces, commits sexual assault\r\non a child- \r\n i.  \r\n  within\r\nthe limits of the area to which the person is deployed; orin\r\nany areas under the command of the security or armed forces; or \r\n iii.  \r\n  in\r\nthe course of his duties or otherwise; or \r\n iv.  \r\n  where\r\nhe is known or identified as a member of the security or armed forces; ora.  \r\nb.  \r\nc.  \r\n  whoever\r\nbeing a public servant commits sexual assault on a child; ord.  \r\n  whoever\r\nbeing on the management or on the staff of a jail, or remand home or protection\r\nhome or observation home, or other place of custody or care and protection\r\nestablished by or under any law for the time being in force commits sexual\r\nassault on a child being inmate of such jail or remand home or protection home\r\nor observation home or other place of custody or care and protection; ore.  \r\n  whoever\r\nbeing on the management or staff of a hospital, whether Government or private,\r\ncommits sexual assault on a child in that hospital; orf.  \r\n  whoever\r\nbeing on the management or staff of an educational institution or religious\r\ninstitution, commits sexual assault on a child in that institution; org.  \r\n  whoever\r\ncommits gang sexual assault on a child.Explanation.- when a\r\nchild is subjected to sexual assault by one or more persons of a group in\r\nfurtherance of their common intention, each of such persons shall be deemed to\r\nhave committed gang sexual assault within the meaning of this clause and each\r\nof such person shall be liable for that act in the same manner as if it were\r\ndone by him alone; ora.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\n  whoever\r\ncommits sexual assault on a child using deadly weapons, fire, heated substance\r\nor corrosive substance; ori.  \r\n  whoever\r\ncommits sexual assault causing grievous hurt or causing bodily harm and injury\r\nor injury to the sexual organs of the child; orj.  \r\n  whoever\r\ncommits sexual assault on a child, which- \r\n i.  \r\n  physically\r\nincapacitates the child or causes the child to become mentally ill as defined\r\nunder clause (l) of section 2 of the Mental Health Act, 1987 or causes\r\nimpairment of any kind so as to render the child unable to perform regular\r\ntasks, temporarily or permanently; orinflicts\r\nthe child with Human Immunodeficiency Virus or any other life threatening\r\ndisease or infection which may either temporarily or permanently impair the\r\nchild by rendering him physically incapacitated, or mentally ill to perform\r\nregular tasks; ora.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\n  whoever,\r\ntaking advantage of a child's mental or physical disability, commits sexual\r\nassault on the child; orl.  \r\n  whoever\r\ncommits sexual assault on the child more than once or repeatedly; orm.  \r\n  whoever\r\ncommits sexual assault on a child below twelve years; orn.  \r\n  whoever,\r\nbeing a relative of the child through blood or adoption or marriage or\r\nguardianship or in foster care, or having domestic relationship with a parent\r\nof the child, or who is living in the same or shared household with the child,\r\ncommits sexual assault on such child; oro.  \r\n  whoever,\r\nbeing in the ownership or management or staff, of any institution providing\r\nservices to the child, commits sexual assault on the child in such institution;\r\norp.  \r\n  whoever,\r\nbeing in a position of trust or authority of a child, commits sexual assault on\r\nthe child in an institution or home of the child or anywhere else; orq.  \r\n  whoever\r\ncommits sexual assault on a child knowing the child is pregnant; orr.  \r\n  whoever\r\ncommits sexual assault on a child and attempts to murder the child; ors.  \r\n  whoever\r\ncommits sexual assault on a child in the course of communal or sectarian\r\nviolance; ort.  \r\n  whoever\r\ncommits sexual assault on a child and who has been previously convicted of\r\nhaving committed any offence under this Act or any sexual offence punishable\r\nunder any other law for the time being in force; oru.  \r\n  whoever\r\ncommits sexual assault on a child and makes the child to strip or parade naked\r\nin public, is said to commit aggravated sexual assault.", "10": "Protection of Children from Sexual Offences Act, 201210. Punishment for\r\naggravated sexual assault.-Whoever, commits\r\naggravated sexual assault shall be punished with imprisonment of either\r\ndescription for a term which shall not be less than five years but which may\r\nextend to seven years, and shall also be liable to fine.", "11": "Protection of Children from Sexual Offences Act, 2012E.-Sexual Harassment\r\nand Punishment Therefor11. Sexual\r\nharassment.-A person is said to\r\ncommit sexual harassment upon a child when such person with sexual intent,- \r\n i.  \r\n  utters\r\nany word or makes any sound, or makes any gesture or exhibits any object or\r\npart of body with the intention that such word or sound shall be heard, or such\r\ngesture or object or part of body shall be seen by the child; or \r\n ii.  \r\n  makes\r\na child exhibit his body or any part of his body so as it is seen by such\r\nperson or any other person; or \r\n iii.  \r\n  shows\r\nany object to a child in any form or media for pornographic purposes; or \r\n iv.  \r\n  repeatedly\r\nor constantly follows or watches or contacts a child either directly or through\r\nelectronic, digital or any other means; or \r\n v.  \r\n  threatens\r\nto use, in any form of media, a real or fabricated depiction through\r\nelectronic, film or digital or any other mode, of any part of the body of the\r\nchild or the involvement of the child in a sexual act; or \r\n vi.  \r\n  entices\r\na child for pornographic purposes or gives gratification therefore.Explanation.- Any\r\nquestion which involves \"sexual intent\" shall be a question of fact.", "12": "Protection of Children from Sexual Offences Act, 201212. Punishment for\r\nsexual harassment.-Whoever, commits\r\nsexual harassment upon a child shall be punished with imprisonment of either\r\ndescription for a term which may extend to three years and shall also be liable\r\nto fine.", "13": "Protection of Children from Sexual Offences Act, 2012Chapter III: Using\r\nChild for Pornographic Purposes and Punishment Therefor13. Use of child for\r\npornographic purposes.-Whoever, uses a child\r\nin any form of media (including programme or advertisement telecast by\r\ntelevision channels or internet or any other electronic form or printed form,\r\nwhether or not such programme or advertisement is intended for personal use or\r\nfor distribution), for the purposes of sexual gratification, which includes-a.  \r\n  representation\r\nof the sexual organs of a child;b.  \r\n  usage\r\nof a child engaged in real or simulated sexual acts (with or without\r\npenetration);c.  \r\n  the\r\nindecent or obscene representation of a child, shall be guilty of the offence\r\nof using a child for pornographic purposes.Explanation.- For the\r\npurposes of this section, the expression \"use a child\" shall include\r\ninvolving a child through any medium like print, electronic, computer or any\r\nother technology for preparation, production, offering, transmitting,\r\npublishing, facilitation and distribution of the pornographic material.", "14": "Protection of Children from Sexual Offences Act, 201214. Punishment for\r\nusing child for pornographic purposes.-1.  \r\n  Whoever,\r\nuses a child or children for pornographic purposes shall be punished with\r\nimprisonment of either description which may extend to five years and shall\r\nalso be liable to fine and in the event of second or subsequent conviction with\r\nimprisonment of either description for a term which may extend to seven years\r\nand also be liable to fine.2.  \r\n  If\r\nthe person using the child for pornographic purposes commits an offence\r\nreferred to in section 3, by directly participating in pornographic acts, he\r\nshall be punished with imprisonment of either description for a term which\r\nshall not be less than ten years but which may extend to imprisonment for life,\r\nand shall also be liable to fine.3.  \r\n  If\r\nthe person using the child for pornographic purposes commits an offence\r\nreferred to in section 5, by directly participating in pornographic acts, he\r\nshall be punished with rigorous imprisonment for life and shall also be liable\r\nto fine,4.  \r\n  If\r\nthe person using the child for pornographic purposes commits an offence\r\nreferred to in section 7, by directly participating in pornographic acts, he\r\nshall be punished with imprisonment of either description for a term which\r\nshall not be less than six years but which may extend to eight years, and shall\r\nalso be liable to fine.5.  \r\n  If\r\nthe person using the child for pornographic purposes commits an offence\r\nreferred to in section 9, by directly participating in pornographic acts, he\r\nshall be punished with imprisonment of either description for a term which\r\nshall not be less than eight years but which may extend to ten years, and shall\r\nalso be liable to fine.", "15": "Protection of Children from Sexual Offences Act, 201215. Punishment for\r\nstorage of pornographic material involving child.-Any person, who\r\nstores, for commercial purposes any pornographic material in any form involving\r\na child shall be punished with imprisonment of either description which may\r\nextend to three years or with fine or with both.", "16": "Protection of Children from Sexual Offences Act, 2012Chapter IV: Abetment\r\nof and Attempt to Commit an Offence16. Abetment of an\r\noffence.-A person abets an\r\noffence, who-First.- Instigates\r\nany person to do that offence; orSecondly.- Engages\r\nwith one or more other person or persons in any conspiracy for the doing of\r\nthat offence, if an act or illegal omission takes place in pursuance of that\r\nconspiracy, and in order to the doing of that offence; orThirdly.-\r\nIntentionally aids, by any act or illegal omission, the doing of that offence.Explanation I.- A person\r\nwho, by wilful misrepresentation, or by wilful concealment of a material fact,\r\nwhich he is bound to disclose, voluntarily causes or procures, or attempts to\r\ncause or procure a thing to be done, is said to instigate the doing of that\r\noffence.Explanation II.-\r\nWhoever, either prior to or at the time of commission of an act, does anything\r\nin order to facilitate the commission of that act, and thereby facilitates the\r\ncommission thereof, is said to aid the doing of that act.Explanation\r\nIII.-Whoever employs, harbours, receives or transports a child, by means of\r\nthreat or use force or other forms of coercion, abduction, fraud, deception,\r\nabuse of power or of a position, vulnerability or the giving or receiving of\r\npayments or benefits to achieve the consent of a person having control over\r\nanother person, for the purpose of any offence under this Act, is said to aid\r\nthe doing of that act.", "17": "Protection of Children from Sexual Offences Act, 201217. Punishment for\r\nabetment.-Whoever abets any\r\noffence under this Act, if the act abetted is committed in consequence of the\r\nabetment, shall be punished with punishment provided for that offence.Explanation.- An act\r\nor offence is said to be committed in consequence of abetment, when it is\r\ncommitted in consequence of the instigation, or in pursuance of the conspiracy\r\nor with the aid, which constitutes the abetment.", "18": "Protection of Children from Sexual Offences Act, 201218. Punishment for\r\nattempt to commit an offence.-Whoever attempts to\r\ncommit any offence punishable under this Act or to cause such an offence to be\r\ncommitted, and in such attempt, does any act towards the commission of the\r\noffence, shall be punished with imprisonment of any description provided for\r\nthe offence, for a term which may extend to one-half of the imprisonment for\r\nlife or, as the case may be, one-half of the longest term of imprisonment\r\nprovided for that offence or with fine or with both.", "19": "Protection of Children from Sexual Offences Act, 2012Chapter V: Procedure\r\nfor Reporting of Casts19. Reporting of\r\noffences.-1.  \r\n  \"Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, any person\r\n(including the child), who has apprehension that an offence under this Act is\r\nlikely to be committed or has knowledge that such an offence has been\r\ncommitted, he shall provide such information to,-a.   the Special Juvenile\r\nPolice Unit, orb.   the local police.2.  \r\n  Every\r\nreport given under sub-section (1) shall be-a.   ascribed an entry\r\nnumber and recorded in writing;b.   be read over to the\r\ninformant;c.   shall be entered in a\r\nbook to be kept by the Police Unit.1.  \r\n2.  \r\n3.  \r\n  Where\r\nthe report under sub-section (1) is given by a child, the same shall be\r\nrecorded under sub-section (2) in a simple language so that the child\r\nunderstands contents being recorded.4.  \r\n  In\r\ncase contents are being recorded in the language not understood by the child or\r\nwherever it is deemed necessary, a translator or an interpreter, having such\r\nqualifications, experience and on payment of such fees as may be prescribed,\r\nshall be provided to the child if he fails to understand the same.5.  \r\n  Where\r\nthe Special Juvenile Police Unit or local police is satisfied that the child\r\nagainst whom an offence has been committed is in need of care and protection,\r\nthen, it shall, after recording the reasons in writing, make immediate\r\narrangement to give him such care and protection (including admitting the child\r\ninto shelter home or to the nearest hospital) within twenty-four hours of the\r\nreport, as may be prescribed.6.  \r\n  The\r\nSpecial Juvenile Police Unit or local police shall, without unnecessary delay\r\nbut within a period of twenty-four hours, report the matter to the Child\r\nWelfare Committee and the Special Court or where no Special Court has been\r\ndesignated, to the Court of Session, including need of the child for care and\r\nprotection and steps taken in this regard.7.  \r\n  No\r\nperson shall incur any liability, whether civil or criminal, for giving the\r\ninformation in pond faith for the purpose of sub-section (1),", "20": "Protection of Children from Sexual Offences Act, 201220. Obligation of\r\nmedia, studio and photographic facilities to report cases.-Any personnel of the\r\nmedia or hotel or lodge or hospital or club or studio or photographic\r\nfacilities, by whatever name called, irrespective of the number of persons\r\nemployed therein, shall, on coming across any material or object which is\r\nsexually exploitative of the child (including pornographic, sexually-related or\r\nmaking obscene representation of a child or children) through the use of any\r\nmedium, shall provide such information to the Special Juvenile Police Unit or\r\nto the local police, as the case may be.", "21": "Protection of Children from Sexual Offences Act, 201221. Punishment for\r\nfailure to report or record a case.-1.  \r\n  Any\r\nperson, who fails to report the commission of an offence under sub-section (1)\r\nof section 19 or section 20 or who fails to record such offence under\r\nsub-section (2) of section 19 shall be punished with imprisonment of either\r\ndescription which may extend to six months or with fine or with both.2.  \r\n  Any\r\nperson, being in-charge of any company or an institution (by whatever name\r\ncalled) who fails to report the commission of an offence under sub-section (1)\r\nof section 19 in respect of a subordinate under his control, shall be punished\r\nwith imprisonment for a term which may extend to one year and with fine.3.  \r\n  The.\r\nrevisions of sub-section (1) shall not apply to a child under this Act", "22": "Protection of Children from Sexual Offences Act, 201222. Punishment for\r\nfalse complaint or false information.-1.  \r\n  Any\r\nperson, who makes false complaint or provides false information against any\r\nperson, in respect of an offence committed under sections 3,5,7 and section 9,\r\nsolely with the intention to humiliate, extort or threaten or defame him, snail\r\nbe punished with imprisonment for a term which may extend to six months or with\r\nfine or with both.2.  \r\n  Where\r\na false complaint has been made or false information has been provided by a\r\nchild, no punishment shall be imposed on such child.3.  \r\n  Whoever\r\nnot being a child, makes a false complaint or provides false information\r\nagainst a child, knowing it to be false, thereby victimising such child in any\r\nof the offences under this Act, shall be punished with imprisonment which may\r\nextend to one year or with fine or with both.", "23": "Protection of Children from Sexual Offences Act, 201223. Procedure for\r\nmedia.-1.  \r\n  No\r\nperson shall make any report or present comments on any child from any form of\r\nmedia or studio or photographic facilities without having complete and\r\nauthentic information, which may have the effect of lowering his reputation or\r\ninfringing upon his privacy.2.  \r\n  No\r\nreports in any media shall disclose, the identity of a child including his\r\nname, address, photograph, family details, school, neighbourhood or any other\r\nparticulars which may lead to disclosure of identity of the child:Provided that for\r\nreasons to be recorded in writing, the Special Court, competent to try the case\r\nunder the Act, may permit such disclosure, if in its opinion such disclosure is\r\nin the interest of the child.1.  \r\n2.  \r\n3.  \r\n  The\r\npublisher or owner of the media or studio or photographic facilities shall be\r\njointly and severally liable for the acts and omissions of his employee.4.  \r\n  Any\r\nperson who contravenes the provisions of sub-section (1) or sub-section (2)\r\nshall be liable to be punished with imprisonment of either description for a\r\nperiod which shall not be less than six months but which may extend to one year\r\nor with fine or with both.", "24": "Protection of Children from Sexual Offences Act, 2012Chapter VI:\r\nProcedures for Recording Statement of the Child24. Recording of\r\nstatement of a child.-1.  \r\n  The\r\nstatement of the child shall be recorded at the residence of the child or at a\r\nplace where he usually resides or at the place of his choice and as far as\r\npracticable by a woman police officer not below the rank of sub-inspector.2.  \r\n  The\r\npolice officer while recording the statement of the child shall not be in\r\nuniform.3.  \r\n  The\r\npolice officer making the investigation, shall, while examining the child,\r\nensure that at no point of time the child come in the contact in any way with\r\nthe accused.4.  \r\n  No\r\nchild shall be detained in the police station in the night for any reason.5.  \r\n  The\r\npolice officer shall ensure that the identity of the child is protected from\r\nthe public media, unless otherwise directed by the Special Court in the\r\ninterest of the child.", "25": "Protection of Children from Sexual Offences Act, 201225. Recording of\r\nstatement of a child by Magistrate.-1.  \r\n  If\r\nthe statement of the child is being recorded under section 164 of the Code of\r\nCriminal Procedure, 1973 (herein referred to as the Code), the Magistrate\r\nrecording such statement shall, notwithstanding anything contained therein,\r\nrecord the statement as spoken by the child:Provided that the\r\nprovisions contained in the first proviso to sub-section (1) of section 164 of\r\nthe Code shall, so far it permits the presence of the advocate of the accused\r\nshall not apply in this case.2.  \r\n  The\r\nMagistrate shall provide to the child and his parents or his representative, a\r\ncopy of the document specified under section 207 of the Code, upon the final\r\nreport being filed by the police under section 173 of that Code.", "26": "Protection of Children from Sexual Offences Act, 201226. Additional\r\nprovisions regarding statement to be recorded.-1.  \r\n  The\r\nMagistrate or the police officer, as the case may be, shall record the\r\nstatement as spoken by the child in die presence of the parents of the child or\r\nany other person in whom the child has trust or confidence.2.  \r\n  Wherever\r\nnecessary, the Magistrate or the police officer, as the case may be, may take\r\nthe assistance of a translator or an interpreter, having such qualifications,\r\nexperience and on payment of such fees as may be prescribed, while recording\r\nthe statement of the child.3.  \r\n  The\r\nMagistrate or the police officer, as the case may be, may, in the case of a\r\nchild having a mental or physical disability, seek the assistance of a special\r\neducator or any person familiar with the manner of communication of the child\r\nor an expert in that field, having such qualifications, experience and on\r\npayment of such fees as may be prescribed, to record the statement of the\r\nchild.4.  \r\n  Wherever\r\npossible, the Magistrate or the police officer, as the case may be, shall\r\nensure that the statement of the child is also recorded by audio-video\r\nelectronic means.", "27": "Protection of Children from Sexual Offences Act, 201227. Medical\r\nexamination of a child.-1.  \r\n  The\r\nmedical examination of a child in respect of whom any offence has been\r\ncommitted under this Act, shall, notwithstanding that a First Information\r\nReport or complaint has not been registered for the offences under this Act, be\r\nconducted in accordance with section 164A of the Code of Criminal Procedure,\r\n1973.2.  \r\n  In\r\ncase the victim is a girl child, the medical examination shall be conducted by\r\na woman doctor.3.  \r\n  The\r\nmedical examination shall be conducted in the presence of the parent of the\r\nchild or any other person in whom the child reposes trust or confidence.4.  \r\n  Where,\r\nin case the parent of the child or other person referred to in sub-section (3)\r\ncannot be present, for any reason, during the medical examination of the child,\r\nthe medical examination shall be conducted in the presence of a woman nominated\r\nby the head of the medical institution", "28": "Protection of Children from Sexual Offences Act, 2012Chapter VII Special\r\nCourts28. Designation of\r\nSpecial Courts.-1.  \r\n  For\r\nthe purposes of providing a speedy trial, the State Government shall in\r\nconsultation with the Chief Justice of the High Court, by notification in the\r\nOfficial Gazette, designate for each district, a Court of Session to be a\r\nSpecial Court to try the offences under the Act:Provided that if a\r\nCourt of Session is notified as a children's court under the Commissions for\r\nProtection of Child Rights Act, 2005 or a Special Court designated for similar\r\npurposes under any other law for the time being in force, then, such court\r\nshall be deemed to be a Special Court under this section.2.  \r\n  While\r\ntrying an offence under this Act, a Special Court shall also try an offence\r\n[other than the offence referred to in sub-section (1)], with which the accused\r\nmay, under the Code of Criminal Procedure, 1973, be charged at the same trial.3.  \r\n  The\r\nSpecial Court constituted under this Act, notwithstanding anything in the\r\nInformation Technology Act, 2000, shall have jurisdiction to try offences under\r\nsection 67B of that Art in so far as it relates to publication or transmission\r\nof sexually explicit material depicting children in any act, or conduct or\r\nmanner or facilitates abuse of children online.", "29": "Protection of Children from Sexual Offences Act, 201229. Presumption as to\r\ncertain offences.-Where a person is\r\nprosecuted for committing or abetting or attenuating to commit any offence\r\nunder sections 3,5,7 and section 9 of this Act, the Special Court shall\r\npresume, that such person has committed or abetted or attempted to commit the\r\noffence, as the case may be unless the contrary is proved", "30": "Protection of Children from Sexual Offences Act, 201230. Presumption of\r\nculpable mental state.-1.  \r\n  In\r\nany prosecution for any offence under this Act which requires a culpable mental\r\nstate on the part of the accused, the Special Court shall presume the existence\r\nof such mental state but it shall be a defence for the accused to prove the\r\nfact that he had no such mental state with respect to the act charged as an\r\noffence in that prosecution.2.  \r\n  For\r\nthe purposes of this section, a fact is said to be proved only when the Special\r\nCourt believes it to exist beyond reasonable doubt and not merely when its\r\nexistence is established by a preponderance of probability.Explanation.- In this\r\nsection, \"culpable mental state\" includes intention, motive,\r\nknowledge of a fact and the belief in, or reason to believe, a fact.", "31": "Protection of Children from Sexual Offences Act, 201231. Application of\r\nCode of Criminal Procedure, 1973 to proceedings before a Special Court.-Save as otherwise\r\nprovided in this Act, the provisions of the Code of Criminal Procedure, 1973\r\n(including the provisions as to bail and bonds) shall apply to the proceedings\r\nbefore a Special Court and for the purposes of the said provisions, the Special\r\nCourt shall be deemed to be a Court of Sessions and the person conducting a\r\nprosecution before a Special Court, shall be deemed to be a Public Prosecutor.", "32": "Protection of Children from Sexual Offences Act, 201232. Special Public\r\nProsecutors.-1.  \r\n  The\r\nState Government shall, by notification in the Official Gazette, appoint a\r\nSpecial Public Prosecutor for every Special Court for conducting cases only\r\nunder the provisions of this Act.2.  \r\n  A\r\nperson shall be eligible to be appointed as a Special Public Prosecutor under\r\nsub-section (7) only if he had been in practice for not less than seven years\r\nas an advocate.3.  \r\n  Every\r\nperson appointed as a Special Public Prosecutor under this section shall be\r\ndeemed to be a Public Prosecutor within the meaning of clause (u) of section 2\r\nof the Code of Criminal Procedure, 1973 and provision of that Code shall have\r\neffect accordingly.", "33": "Protection of Children from Sexual Offences Act, 2012Chapter VIII: \r\nProcedure and Powers of Special Courts and Recording of Evidence33. Procedure and\r\npowers of Special Court.-1.  \r\n  A\r\nSpecial Court may take cognizance of any offence, without the accused being\r\ncommitted to it for trial, upon receiving a complaint of facts which constitute\r\nsuch offence, or upon a police report of such facts.2.  \r\n  The\r\nSpecial Public Prosecutor, or as the case may be, the counsel appearing for the\r\naccused shall, while recording the examination-in-chief, cross-examination or\r\nre-examination of the child, communicate the questions to be put to the child\r\nto the Special Court which shall in turn put those questions to the child.3.  \r\n  The\r\nSpecial Court may, if it considers necessary, permit frequent breaks for the\r\nchild during the trial.4.  \r\n  The\r\nSpecial Court shall create a child-friendly atmosphere by allowing a family\r\nmember, a guardian, a friend or a relative, in whom the child has trust or\r\nconfidence, to be present in the court.5.  \r\n  The\r\nSpecial Court shall ensure that the child is not called repeatedly to testify\r\nin the court.6.  \r\n  The\r\nSpecial Court shall not permit aggressive questioning or character\r\nassassination of the child and ensure that dignity of the child is maintained\r\nat all times during the trial.7.  \r\n  The\r\nSpecial Court shall ensure that the identity of the child is not disclosed at\r\nany time during the course of investigation or trial:Provided that for\r\nreasons to be recorded in writing, the Special Court may permit such\r\ndisclosure, if in its opinion such disclosure is in the interest of the child.Explanation.- For the\r\npurposes of this sub-section, the identity of the child shall include the\r\nidentity of the child's family, school, relatives, neighbourhood or any other\r\ninformation by which the identity of the child may be revealed.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n  In\r\nappropriate cases, the Special Court may, in addition to the punishment, direct\r\npayment of such compensation as may be prescribed to the child for any physical\r\nor mental trauma caused to him or for immediate rehabilitation of such child.9.  \r\n  Subject\r\nto the provisions of this Act, a Special Court shall, for the purpose of the\r\ntrial of any offence under this Act, have all the powers of a Court of Session\r\nand shall try such offence as if it were a Court of Session, and as far as may\r\nbe, in accordance with the procedure specified in the Code of Criminal\r\nProcedure, 1973 for trial before a Court of Session.", "34": "Protection of Children from Sexual Offences Act, 201234. Procedure in case\r\nof commission of offence by child and determination of age by Special Court. –1.  \r\n  Where\r\nany offence under this Act is committed by a child, such child shall be dealt\r\nwith under the provisions of the Juvenile Justice (Care and Protection of\r\nChildren) Act, 2000.2.  \r\n  If\r\nany question arises in any proceeding before the Special Court whether a person\r\nis a child or not, such question shall be determined by the Special Court after\r\nsatisfying itself about the age of such person and it shall record in writing\r\nits reasons for such determination.3.  \r\n  No\r\norder made by the Special Court shall be deemed to be invalid merely by any\r\nsubsequent proof that the age of a person as determined by it under sub-section\r\n(2) was not the correct age of that person.", "35": "Protection of Children from Sexual Offences Act, 201235. Period for\r\nrecording of evidence of child and disposal of case.-1.  \r\n  The\r\nevidence of the child shall be recorded within a period of thirty days of the\r\nSpecial Court taking cognizance of the offence and reasons for delay, if any,\r\nshall be recorded by the Special Court.2.  \r\n  The\r\nSpecial Court shall complete the trial, as far as possible, within a period of\r\none year from the date of taking cognizance of the offence.", "36": "Protection of Children from Sexual Offences Act, 201236. Child not to see\r\naccused at the time of testifying.-1.  \r\n  The\r\nSpecial Court shall ensure that the child is not exposed in any way to the\r\naccused at the time of recording of the evidence, while at the same time\r\nensuring that the accused is in a position to hear the statement of the child\r\nand communicate with his advocate.2.  \r\n  For\r\nthe purposes of sub-section (1), the Special Court may record the statement of\r\na child through video conferencing or by utilising single visibility mirrors or\r\ncurtains or any other device.", "37": "Protection of Children from Sexual Offences Act, 201237. Trials to be\r\nconducted in camera.-The Special Court\r\nshall try cases in camera and in the presence of the parents of the child or\r\nany other person in whom the child has trust or confidence:Provided that where\r\nthe Special Court is of the opinion that the child needs to be examined at a\r\nplace other than the court, it shall proceed to issue a commission in\r\naccordance with the provisions of section 284 of the Code of Criminal\r\nProcedure, 1973.", "38": "Protection of Children from Sexual Offences Act, 201238. Assistance of an\r\ninterpreter or expert while recording evidence of child.-1.  \r\n  Wherever\r\nnecessary, the Court may take the assistance of a translator or interpreter\r\nhaving such qualifications, experience and on payment of such fees as may be\r\nprescribed, while recording the evidence of the child.2.  \r\n  If\r\na child has a mental or physical disability, the Special Court may take the\r\nassistance of a special educator or any person familiar with the manner of\r\ncommunication of the child or an expert in that field, having such\r\nqualifications, experience and on payment of such fees as may be prescribed to\r\nrecord the evidence of the child.", "39": "Protection of Children from Sexual Offences Act, 2012Chapter IX: \r\nMiscellaneous39. Guidelines for\r\nchild to take assistance of experts, etc.-Subject to such rules\r\nas may be made in this behalf, the State Government shall prepare guidelines\r\nfor use of non-governmental organisations, professionals and experts or persons\r\nhaving knowledge of psychology, social work, physical health, mental health and\r\nchild development to be associated with the pre-trial and trial stage to assist\r\nthe child.", "40": "Protection of Children from Sexual Offences Act, 201240. Right of child to\r\ntake assistance of legal practitioner.-Subject to the\r\nproviso to section 301 of the Code of Criminal Procedure, 1973 the family or\r\nthe guardian of the child shall be entitled to the assistance of a legal\r\ncounsel of their choice for any offence under this Act:Provided that if the\r\nfamily or the guardian of the child are unable to afford a legal counsel, the\r\nLegal Services Authority shall provide a lawyer to them.", "41": "Protection of Children from Sexual Offences Act, 201241. Provisions of\r\nsections 3 to 13 not to apply in certain cases.-The provisions of\r\nsections 3 to 13 (both inclusive) shall not apply in case of medical\r\nexamination or medical treatment of a child when such medical examination or\r\nmedical treatment is undertaken with the consent of his parents or guardian.", "42": "Protection of Children from Sexual Offences Act, 201242. Alternative\r\npunishment.-Where an act or\r\nomission constitute an offence punishable under this Act and also under any\r\nother law for the time being in force, then, notwithstanding anything contained\r\nin any law for the time being in force, the offender found guilty of such\r\noffence shall be liable to punishment only under such law or this Act as\r\nprovides for punishment which is greater in degree.", "43": "Protection of Children from Sexual Offences Act, 201243. Public awareness\r\nabout Act.-The Central\r\nGovernment and every State Government, shall take all measures to ensure that-a.  \r\n  the\r\nprovisions of this Act are given wide publicity through media including the\r\ntelevision, radio and the print media at regular intervals to make the general\r\npublic, children as well as their parents and guardians aware of the provisions\r\nof this Act;b.  \r\n  the\r\nofficers of the Central Government and the State Governments and other\r\nconcerned persons (including the police officers) are imparted periodic\r\ntraining on the matters relating to the implementation of the provisions of the\r\nAct,", "44": "Protection of Children from Sexual Offences Act, 201244. Monitoring of\r\nimplementation of Act.-1.  \r\n  The\r\nNational Commission for Protection of Child Rights constituted under section 3,\r\nor as the case may be, the State Commission for Protection of Child Rights\r\nconstituted under section 17, of the Commissions for Protection of Child Rights\r\nAct, 2005, shall, in addition to the functions assigned to them under that Act,\r\nalso monitor the implementation of the provisions of this Act in such manner as\r\nmay be prescribed.2.  \r\n  The\r\nNational Commission or, as the case may be, the State Commission, referred to\r\nin sub-section (1), shall, while inquiring into any matter relating to any\r\noffence under this Act, have the same powers as are vested in it under the\r\nCommissions for Protection of Child Rights Act, 2005.3.  \r\n  The\r\nNational Commission or, as the case may be, the State Commission, referred to\r\nin sub-section (1), shall, also include, its activities under this section, in\r\nthe annual report referred to in section 16 of the Commissions for Protection\r\nof Child Rights Act, 2005.", "45": "Protection of Children from Sexual Offences Act, 201245. Power to make\r\nrules.-1.  \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the purposes of this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing powers,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the qualifications\r\nand experience of, and the fees payable to, a translator or an interpreter, a\r\nspecial educator or any person familiar with the manner of communication of the\r\nchild or an expert in that field, under sub-section (4) of section 19;\r\nsub-sections (2) and (3) of section 26 and section 38;b.   care and protection\r\nand emergency medical treatment of the child under sub-section (5) of section\r\n19;c.   the payment of\r\ncompensation under sub-section (8) of section 33;d.   the manner of\r\nperiodic monitoring of the provisions of the Act under sub-section (1) of\r\nsection 44.1.  \r\n2.  \r\n3.  \r\n  Every\r\nrule made under this section shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session, for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any modification\r\nin the rule or both Houses agree that the rule should not be made, the rule\r\nshall thereafter have effect only in such modified form or be of no effect, as\r\nthe case may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule.", "46": "Protection of Children from Sexual Offences Act, 201246. Power to remove\r\ndifficulties.-1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as may appear to it\r\nto be necessary or expedient for removal of the difficulty:Provided that no\r\norder shall be made under this section after the expiry of the period of two\r\nyears from the commencement of this Act.2.  \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament."}