{"name": "Church of Scotland Kirk Sessions Act, 1899\r", "1": "1. Short title and extent.-(1) This Act may be called the Church of Scotland Kirk Sessions Act, 1899;(2) It extends to the whole of India except 2 [the territories which, immediately before the 1stÂ November, 1956, were comprised in Part B States] 3***4* * * * *1. Subs. by the A. O. 1950, for \"the Provinces\".2. Subs., ibid., for \"P art B States\".3. The word \"and\" rep. by Act 10 of 1914, s. 3 and the Second Schedule.4. Sub-section (3) rep by s. 3 and the Second Schedule, ibid.5. For notification declaring the Kirk Sessions at Calcutta, Madras, Bombay and Allahabad to be duly constituted, see Gazette of India, 1900, Pt. I, p. 484; for similar notifications in respect of the Kirk Session at Simla and the Kirk Session at Poona, see ibid., 1904, Pt. I. p. 831. and ibid., 1905. Pt. 1, p. 706, respectively.", "2": "2. Scotch Kirk Sessions to be bodies corporate.-(1) Every Kirk Session which has been, or may hereafter be, duly constituted to be a Church Court for ecclesiastical purposes in pursuance of an Act of the General Assembly of the Church of Scotland, is hereby declared to be, and the same shall be, a body corporate having perpetual succession and a common seal.(2) A notification by the Central Government in the Official Gazette that a Kirk Session has been duly constituted5 in pursuance of an Act of the General Assembly of the Church of Scotland shall be conclusive proof that it has been so constituted.", "3": "3. Power to hold and dispose of property.-(1) Every Kirk Session constituted as aforesaid shall. as a body corporate, have power to acquire and hold any property which has been, or may hereafter be, vested in it for the purposes of the Congregation for which it has been, or may hereafter be, constituted, or of any trust which may have been, or may hereafter be, accepted by it, to transfer the same, to contract and to do all other things necessary for, or incidental to, the purposes of its constitution or of any such trust as aforesaid.(2) The signature of the Moderator and Treasurer or Session-clerk for the time being of a Kirk Session constituted as aforesaid shall, if affixed on behalf and by order of the Kirk Session, be sufficient for all purposes for which the signature of the Kirk Session is required."}