{"name": "Civil Liability for Nuclear Damage Act, 2010\r", "1": "Civil Liability for Nuclear Damage Act, 2010 Chapter I:\r\nPreliminary 1. Short title,\r\nextent, application and commencement.- 1.     \r\n  This\r\nAct may be called the Civil Liability for Nuclear Damage Act, 2010.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nalso applies to nuclear damage suffered--a.     \r\n  in\r\nor over the maritime areas beyond the territorial waters of India;b.    \r\n  in\r\nor over the exclusive economic zone of India as referred to in section 7 of the\r\nTerritorial Waters, Continental Shelf, Exclusive Economic Zone and Other\r\nMaritime Zones Act, 1976;c.     \r\n  on\r\nboard or by a ship registered in India under section 22 of the Merchant\r\nShipping Act, 1958 or under any other law for the time being in force;d.    \r\n  on\r\nboard or by an aircraft registered in India under clause (d) of sub-section (2)\r\nof section 5 of the Aircraft Act, 1934 or under any other law for the time\r\nbeing in force;e.     \r\n  on\r\nor by an artificial island, installation or structure under the jurisdiction of\r\nIndia.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  It\r\napplies only to the nuclear installation owned or controlled by the Central\r\nGovernment either by itself or through any authority or corporation established\r\nby it or a Government company.Explanation.--For the purposes of this\r\nsub-section, \"Government company\" shall have the same meaning as\r\nassigned to it in clause (bb) of sub-section (1) of section 2 of the Atomic\r\nEnergy Act, 1962.5.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification, appoint; and different dates may be appointed for different\r\nprovisions of this Act, and any reference in any such provision to the\r\ncommencement of this Act shall be construed as a reference to the coming into\r\nforce of that provision.", "2": "Civil Liability for Nuclear Damage Act, 2010 2. Definitions. – In this Act, unless\r\nthe context otherwise requires,--a.     \r\n  \"Chairperson\"\r\nmeans the Chairperson of the Commission appointed under sub-section (1) of\r\nsection 20;b.    \r\n  \"Claims\r\nCommissioner\" means the Claims Commissioner appointed under sub-section (2)\r\nof section 9;c.     \r\n  \"Commission\"\r\nmeans the Nuclear Damage Claims Commission established under section 19;d.    \r\n  \"environment\"\r\nshall have the same meaning as assigned to it in clause (a) of section 2 of the\r\nEnvironment (Protection) Act, 1986;e.     \r\n  \"Member\"\r\nmeans a Member of the Commission appointed under sub-section (1) of section 20;f.     \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette and the term\r\n\"notify\" shall be construed accordingly;g.    \r\n  \"nuclear\r\ndamage'' means--             \r\n i.        \r\n  loss\r\nof life or personal injury (including immediate and long term health impact) to\r\na person; or            \r\n ii.        \r\n  loss\r\nof, or damage to, property, caused by or arising out of a nuclear incident, and\r\nincludes each of the following to the extent notified by the Central\r\nGovernment;           \r\n iii.        \r\n  any\r\neconomic loss, arising from the loss or damage referred to in sub-clauses (i)\r\nor (ii) and not included in the claims made under those sub-clauses, if\r\nincurred by a person entitled to claim such loss or damage;           \r\n iv.        \r\n  costs\r\nof measures of reinstatement of impaired environment caused by a nuclear\r\nincident, unless such impairment is insignificant, if such measures are\r\nactually taken or to be taken and not included in the claims made under\r\nsub-clause (ii);            \r\n v.        \r\n  loss\r\nof income derived from an economic interest in any use or enjoyment of the\r\nenvironment, incurred as a result of a significant impairment of that\r\nenvironment caused by a nuclear incident, and not included in the claims under\r\nsub-clause (ii);           \r\n vi.        \r\n  the\r\ncosts of preventive measures, and further loss or damage caused by such\r\nmeasures;          \r\n vii.        \r\n  any\r\nother economic loss, other than the one caused by impairment of the environment\r\nreferred to in sub-clauses (iv) and (v), in so far as it is permitted by the\r\ngeneral law on civil liability in force in India and not claimed under any such\r\nlaw, in the case of sub-clauses (i) to (v) and (vii) above, to the extent the\r\nloss or damage arises out of, or results from, ionizing radiation emitted by\r\nany source of radiation inside a nuclear installation, or emitted from nuclear\r\nfuel or radioactive products or waste in, or of, nuclear material coming from,\r\noriginating in, or sent to, a nuclear installation, whether so arising from the\r\nradioactive properties of such matter, or from a combination of radioactive\r\nproperties with toxic, explosive or other hazardous properties of such matter;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\n  \"nuclear\r\nfuel\" means any material which is capable of producing energy by a\r\nself-sustaining chain process of nuclear fission;i.      \r\n  \"nuclear\r\nincident\" means any occurrence or series of occurrences having the same\r\norigin which causes nuclear damage or, but only with respect to preventive\r\nmeasures, creates a grave and imminent threat of causing such damage;j.      \r\n  \"nuclear\r\ninstallation\" means--A.    \r\n  any\r\nnuclear reactor other than one with which a means of transport is equipped for\r\nuse as a source of power, whether for propulsion thereof or for any other\r\npurpose;B.    \r\n  any\r\nfacility using nuclear fuel for the production of nuclear material, or any\r\nfacility for the processing of nuclear material, including re-processing of\r\nirradiated nuclear fuel; andC.    \r\n  any\r\nfacility where nuclear material is stored (other than storage incidental to the\r\ncarriage of such material).Explanation.--For the purpose of this clause,\r\nseveral nuclear installations of one operator which are located at the same\r\nsite shall be considered as a single nuclear installation;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\n  \"nuclear\r\nmaterial\" means and includes--             \r\n i.        \r\n  nuclear\r\nfuel (other than natural uranium or depleted uranium) capable of producing\r\nenergy by a self-sustaining chain process of nuclear fission outside a nuclear\r\nreactor, either by itself or in combination with some other material; and            \r\n ii.        \r\n  radioactive\r\nproducts or waste;a.      \r\nb.      \r\nc.      \r\nd.      \r\ne.      \r\nf.      \r\ng.      \r\nh.      \r\ni.      \r\nj.      \r\nk.      \r\nl.      \r\n  \"nuclear\r\nreactor\" means any structure containing nuclear fuel in such an\r\narrangement that a self-sustaining chain process of nuclear fission can occur\r\ntherein without an additional source of neutrons;m.   \r\n  \"operator\",\r\nin relation to a nuclear installation, means the Central Government or any\r\nauthority or corporation established by it or a Government company who has been\r\ngranted a licence pursuant to the Atomic Energy Act, 1962 for the operation of\r\nthat installation;n.     \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;o.    \r\n  \"preventive\r\nmeasures\" means any reasonable measures taken by a person after a nuclear\r\nincident has occurred to prevent or minimise damage referred to in sub-clauses\r\n(i) to (v) and (vii) of clause (g), subject to the approval of the Central\r\nGovernment;p.    \r\n  \"radioactive\r\nproducts or waste\" means any radioactive material produced in, or any\r\nmaterial made radioactive by exposure to, the radiation incidental to the\r\nproduction or utilisation of nuclear fuel, but does not include radioisotopes\r\nwhich have reached the final stage of fabrication so as to be usable for any\r\nscientific, medical, agricultural, commercial or industrial purpose;q.    \r\n  \"Special\r\nDrawing Rights\" means Special Drawing Rights as determined by the\r\nInternational Monetary Fund.", "3": "Civil Liability for Nuclear Damage Act, 2010 Chapter II: Liability\r\nfor Nuclear Damage 3. Atomic Energy\r\nRegulatory Board to notify nuclear incident. – 1.     \r\n  The\r\nAtomic Energy Regulatory Board constituted under the Atomic Energy Act, 1962\r\nshall, within a period of fifteen days from the date of occurrence of a nuclear\r\nincident, notify such nuclear incident:Provided that where the Atomic Energy\r\nRegulatory Board is satisfied that the gravity of threat and risk involved in a\r\nnuclear incident is insignificant, it shall not be required to notify such\r\nnuclear incident.1.     \r\n2.     \r\n  The\r\nAtomic Energy Regulatory Board shall, immediately after the notification under\r\nsub-section (1) is issued, cause wide publicity to be given to the occurrence\r\nof such nuclear incident, in such manner as it may deem fit.", "4": "Civil Liability for Nuclear Damage Act, 2010 4. Liability of\r\noperator. – 1.     \r\n  The\r\noperator of the nuclear installation shall be liable for nuclear damage caused\r\nby a nuclear incident --a.     \r\n  in\r\nthat nuclear installation; orb.    \r\n  involving\r\nnuclear material coming from, or originating in, that nuclear installation and\r\noccurring before --                     \r\n i.        \r\n  the\r\nliability for nuclear incident involving such nuclear material has been\r\nassumed, pursuant to a written agreement, by another operator; or                    \r\n ii.        \r\n  another\r\noperator has taken charge of such nuclear material; or                   \r\n iii.        \r\n  the\r\nperson duly authorised to operate a nuclear reactor has taken charge of the\r\nnuclear material intended to be used in that reactor with which means of\r\ntransport is equipped for use as a source of power, whether for propulsion\r\nthereof or for any other purpose; or                   \r\n iv.        \r\n  such\r\nnuclear material has been unloaded from the means of transport by which it was\r\nsent to a person within the territory of a foreign State; ora.     \r\nb.     \r\nc.     \r\n  involving\r\nnuclear material sent to that nuclear installation and occurring after--                     \r\n i.        \r\n  the\r\nliability for nuclear incident involving such nuclear material has been\r\ntransferred to that operator, pursuant to a written agreement, by the operator\r\nof another nuclear installation; or                    \r\n ii.        \r\n  that\r\noperator has taken charge of such nuclear material; or                   \r\n iii.        \r\n  that\r\noperator has taken charge of such nuclear material from a person operating a\r\nnuclear reactor with which a means of transport is equipped for use as a source\r\nof power, whether for propulsion thereof or for any other purpose; or                   \r\n iv.        \r\n  such\r\nnuclear material has been loaded, with the written consent of that operator, on\r\nthe means of transport by which it is to be carried from the territory of a\r\nforeign State.2.     \r\n  Where\r\nmore than one operator is liable for nuclear damage, the liability of the\r\noperators so involved shall, in so far as the damage attributable to each\r\noperator is not separable, be joint and several:Provided that the total liability of such\r\noperators shall not exceed the extent of liability specified under sub-section\r\n(2) of section 6.1.     \r\n2.     \r\n3.     \r\n  Where\r\nseveral nuclear installations of one and the same operator are involved in a\r\nnuclear incident, such operator shall, in respect of each such nuclear\r\ninstallation, be liable to the extent of liability specified under sub-section\r\n(2) of section 6.4.     \r\n  The\r\nliability of the operator of the nuclear installation shall be strict and shall\r\nbe based on the principle of no-fault liability.Explanation.-- For the purposes of this\r\nsection,--a.     \r\n  where\r\nnuclear damage is caused by a nuclear incident occurring in a nuclear\r\ninstallation on account of temporary storage of material-in-transit in such\r\ninstallation, the person responsible for transit of such material shall be\r\ndeemed to be the operator;b.    \r\n  where\r\na nuclear damage is caused as a result of nuclear incident during the\r\ntransportation of nuclear material, the consignor shall be deemed to be the\r\noperator;c.     \r\n  where\r\nany written agreement has been entered into between the consignor and the\r\nconsignee or, as the case may be, the consignor and the carrier of nuclear\r\nmaterial, the person liable for any nuclear damage under such agreement shall\r\nbe deemed to be the operator;d.    \r\n  where\r\nboth nuclear damage and damage other than nuclear damage have been caused by a\r\nnuclear incident or, jointly by a nuclear incident and one or more other\r\noccurrences, such other damage shall, to the extent it is not separable from\r\nthe nuclear damage, be deemed to be a nuclear damage caused by such nuclear\r\nincident.", "5": "Civil Liability for Nuclear Damage Act, 2010 5. Operator not\r\nliable in certain circumstances. – 1.     \r\n  An\r\noperator shall not be liable for any nuclear damage where such damage is caused\r\nby a nuclear incident directly due to--             \r\n i.        \r\n  a\r\ngrave natural disaster of an exceptional character; or            \r\n ii.        \r\n  an\r\nact of armed conflict, hostility, civil war, insurrection or terrorism.1.     \r\n2.     \r\n  An\r\noperator shall not be liable for any nuclear damage caused to--             \r\n i.        \r\n  the\r\nnuclear installation itself and any other nuclear installation including a\r\nnuclear installation under construction, on the site where such installation is\r\nlocated; and            \r\n ii.        \r\n  to\r\nany property on the same site which is used or to be used in connection with\r\nany such installation; or           \r\n iii.        \r\n  to\r\nthe means of transport upon which the nuclear material involved was carried at\r\nthe time of nuclear incident:Provided that any compensation liable to be\r\npaid by an operator for a nuclear damage shall not have the effect of reducing\r\nthe amount of his liability in respect of any other claim for damage under any\r\nother law for the time being in force.3.     \r\n  Where\r\nany nuclear damage is suffered by a person on account of his own negligence or\r\nfrom his own acts of commission or omission, the operator shall not be liable\r\nto such person.", "6": "Civil Liability for Nuclear Damage Act, 2010 6. Limits of\r\nliability. – \n1.     \r\n  The\r\nmaximum amount of liability in respect of each nuclear incident shall be the\r\nrupee equivalent of three hundred million Special Drawing Rights or such higher\r\namount as the Central Government may specify by notification:Provided that the Central Government may take\r\nadditional measures, where necessary, if the compensation to be awarded under\r\nthis Act exceeds the amount specified under this sub-section.1.     \r\n2.     \r\n  The\r\nliability of an operator for each nuclear incident shall be--a.     \r\n  in\r\nrespect of nuclear reactors having thermal power equal to or above ten MW,\r\nrupees one thousand five hundred crores;b.    \r\n  in\r\nrespect of spent fuel reprocessing plants, rupees three hundred crores;c.     \r\n  in\r\nrespect of the research reactors having thermal power below ten MW, fuel cycle\r\nfacilities other than spent fuel reprocessing plants and transportation of\r\nnuclear materials, rupees one hundred crores:Provided that the Central Government may\r\nreview the amount of operator's liability from time to time and specify, by notification,\r\na higher amount under this sub-section:Provided further that the amount of liability\r\nshall not include any interest or cost of proceedings.", "7": "Civil Liability for Nuclear Damage Act, 2010 7. Liability of\r\nCentral Government. – 1.     \r\n  The\r\nCentral Government shall be liable for nuclear damage in respect of a nuclear\r\nincident, --a.     \r\n  where\r\nthe liability exceeds the amount of liability of an operator specified under\r\nsub-section (2) of section 6, to the extent such liability exceeds such\r\nliability of the operator;b.    \r\n  occurring\r\nin a nuclear installation owned by it; andc.     \r\n  occurring\r\non account of causes specified in clauses (i) and (ii) of sub-section (1) of\r\nsection 5:Provided that the Central Government may, by\r\nnotification, assume full liability for a nuclear installation not operated by\r\nit if it is of the opinion that it is necessary in public interest.1.     \r\n2.     \r\n  For\r\nthe purpose of meeting part of its liability under clause (a) or clause (c) of\r\nsub-section (1), the Central Government may establish a fund to be called the\r\nNuclear Liability Fund by charging such amount of levy from the operators, in\r\nsuch manner, as may be prescribed.", "8": "Civil Liability for Nuclear Damage Act, 2010 8. Operator to\r\nmaintain insurance or financial securities. – 1.     \r\n  The\r\noperator shall, before he begins operation of his nuclear installation, take\r\nout insurance policy or such other financial security or combination of both,\r\ncovering his liability under sub-section (2) of section 6, in such manner as\r\nmay be prescribed.2.     \r\n  The\r\noperator shall from time to time renew the insurance policy or other financial\r\nsecurity referred to in sub-section (1), before the expiry of the period of\r\nvalidity thereof.3.     \r\n  The\r\nprovisions of sub-sections (1) and (2) shall not apply to a nuclear\r\ninstallation owned by the Central Government.Explanation.--For the purposes of this\r\nsection, \"financial security\" means a contract of indemnity or\r\nguarantee, or shares or bonds or such instrument as may be prescribed or any\r\ncombination thereof.", "9": "Civil Liability for Nuclear Damage Act, 2010 Chapter III: Claims\r\nCommissioner 9. Compensation for\r\nnuclear damage and its adjudication. – 1.     \r\n  Whoever\r\nsuffers nuclear damage shall be entitled to claim compensation in accordance\r\nwith the provisions of this Act.2.     \r\n  For\r\nthe purposes of adjudicating upon claims for compensation in respect of nuclear\r\ndamage, the Central Government shall, by notification, appoint one or more\r\nClaims Commissioners for such area, as may be specified in that notification.", "10": "Civil Liability for Nuclear Damage Act, 2010 10. Qualifications\r\nfor appointment as Claims Commissioner. – A person shall not be\r\nqualified for appointment as a Claims Commissioner unless he--a.     \r\n  is,\r\nor has been, a District Judge; orb.    \r\n  in\r\nthe service of the Central Government and has held the post not below the rank\r\nof Additional Secretary to the Government of India or any other equivalent post\r\nin the Central Government.", "11": "Civil Liability for Nuclear Damage Act, 2010 11. Salary,\r\nallowances and other terms and conditions of service of Claims Commissioner. – The salary and\r\nallowances payable to and other terms and conditions of service of Claims\r\nCommissioner shall be such as may be prescribed.", "12": "Civil Liability for Nuclear Damage Act, 2010 12. Adjudication\r\nprocedure and powers of Claims Commissioner. – 1.     \r\n  For\r\nthe purposes of adjudication of claims under this Act, the Claims Commissioner\r\nshall follow such procedure as may be prescribed.2.     \r\n  For\r\nthe purpose of holding inquiry, the Claims Commissioner may associate with him\r\nsuch persons having expertise in the nuclear field or such other persons and in\r\nsuch manner as may be prescribed.3.     \r\n  Where\r\nany person is associated under sub-section (2), he shall be paid such\r\nremuneration, fee or allowance, as may be prescribed.4.     \r\n  The\r\nClaims Commissioner shall, for the purposes of discharging his functions under\r\nthis Act, have the same powers as are vested in a civil court under the Code of\r\nCivil Procedure, 1908, while trying a suit, in respect of the following\r\nmatters, namely:--a.     \r\n  summoning\r\nand enforcing the attendance of any person and examining him on oath;b.    \r\n  the\r\ndiscovery and production of documents;c.     \r\n  receiving\r\nevidence on affidavits;d.    \r\n  requisitioning\r\nany public record or copies thereof from any court or office;e.     \r\n  issuing\r\nof commission for the examination of any witness;f.     \r\n  any\r\nother matter which may be prescribed.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  The\r\nClaims Commissioner shall be deemed to be a civil court for the purposes of\r\nsection 195 and Chapter XXVI of the Code of Criminal Procedure, 1973.", "13": "Civil Liability for Nuclear Damage Act, 2010 Chapter IV: Claims\r\nand Awards 13. Inviting\r\napplication for claims by Claims Commissioner. – After the\r\nnotification of nuclear incident under sub-section (1) of section 3, the Claims\r\nCommissioner, having jurisdiction over the area, shall cause wide publicity to\r\nbe given, in such manner as he deems fit, for inviting applications for\r\nclaiming compensation for nuclear damage.", "14": "Civil Liability for Nuclear Damage Act, 2010 14. Person entitled\r\nto make application for nuclear damage. – An application for\r\ncompensation before the Claims Commissioner or the Commission, as the case may\r\nbe, in respect of nuclear damage may be made by--a.     \r\n  a\r\nperson who has sustained injury; orb.    \r\n  the\r\nowner of the property to which damage has been caused; orc.     \r\n  the\r\nlegal representatives of the deceased; ord.    \r\n  any\r\nagent duly authorised by such person or owner or legal representatives.", "15": "Civil Liability for Nuclear Damage Act, 2010 15. Procedure for\r\nmaking application before Claims Commissioner. – 1.     \r\n  Every\r\napplication for compensation before the Claims Commissioner for nuclear damage\r\nshall be made in such form, containing such particulars and accompanied by such\r\ndocuments, as may be prescribed.2.     \r\n  Subject\r\nto the provisions of section 18, every application under sub-section (1) shall\r\nbe made within a period of three years from the date of knowledge of nuclear\r\ndamage by the person suffering such damage.", "16": "Civil Liability for Nuclear Damage Act, 2010 16. Award by Claims\r\nCommissioner. – 1.     \r\n  On\r\nreceipt of an application under sub-section (1) of section 15, the Claims\r\nCommissioner shall, after giving notice of such application to the operator and\r\naffording an opportunity of being heard to the parties, dispose of the\r\napplication within a period of three months from the date of such receipt and\r\nmake an award accordingly.2.     \r\n  While\r\nmaking an award under this section, the Claims Commissioner shall not take into\r\nconsideration any benefit, reimbursement or amount received by the applicant in\r\npursuance of contract of insurance taken by him or for members of his family or\r\notherwise.3.     \r\n  Where\r\nan operator is likely to remove or dispose of his property with the object of\r\nevading payment by him of the amount of the award, the Claims Commissioner may,\r\nin accordance with the provisions of rules 1 to 4 of Order XXXIX of the First\r\nSchedule to the Code of Civil Procedure, 1908, grant a temporary injunction to\r\nrestrain such act.4.     \r\n  The\r\nClaims Commissioner shall arrange to deliver copies of the award to the parties\r\nwithin a period of fifteen days from the date of the award.5.     \r\n  Every\r\naward made under sub-section (1) shall be final.", "17": "Civil Liability for Nuclear Damage Act, 2010 17. Operator's right\r\nof recourse. – The operator of the\r\nnuclear installation, after paying the compensation for nuclear damage in\r\naccordance with section 6, shall have a right of recourse where--a.     \r\n  such\r\nright is expressly provided for in a contract in writing;b.    \r\n  the\r\nnuclear incident has resulted as a consequence of an act of supplier or his\r\nemployee, which includes supply of equipment or material with patent or latent\r\ndefects or sub-standard services;c.     \r\n  the\r\nnuclear incident has resulted from the act of commission or omission of an\r\nindividual done with the intent to cause nuclear damage.", "18": "Civil Liability for Nuclear Damage Act, 2010 18. Extinction of\r\nright to claim. – The right to claim\r\ncompensation for nuclear damage shall extinguish, if such claim is not made\r\nwithin a period of--a.     \r\n  ten\r\nyears, in the case of damage to property;b.    \r\n  twenty\r\nyears, in the case of personal injury to any person, from the date of\r\noccurrence of the incident notified under sub-section (1) of section 3:Provided that where a nuclear damage is\r\ncaused by a nuclear incident involving nuclear material which, prior to such\r\nnuclear incident, had been stolen, lost, jettisoned or abandoned, the said\r\nperiod of ten years shall be computed from the date of such nuclear incident,\r\nbut, in no case, it shall exceed a period of twenty years from the date of such\r\ntheft, loss, jettison or abandonment.", "19": "Civil Liability for Nuclear Damage Act, 2010 Chapter V: Nuclear\r\nDamage Claims Commission 19. Establishment of\r\nNuclear Damage Claims Commission. – Where the Central\r\nGovernment, having regard to the injury or damage caused by a nuclear incident,\r\nis of the opinion that it is expedient in public interest that such claims for\r\nsuch damage be adjudicated by the Commission instead of a Claims Commissioner,\r\nit may, by notification, establish a Commission for the purpose of this Act.", "20": "Civil Liability for Nuclear Damage Act, 2010 20. Composition of\r\nCommission.- \n1.     \r\n  The\r\nCommission shall consist of a Chairperson and such other Members, not exceeding\r\nsix, as the Central Government may, by notification, appoint.2.     \r\n  The\r\nChairperson and other Members of the Commission shall be appointed on the\r\nrecommendation of a Selection Committee consisting of three experts from\r\namongst the persons having at least thirty years of experience in nuclear\r\nscience and a retired Supreme Court Judge.3.     \r\n  A\r\nperson shall not be qualified for appointment as the Chairperson of the\r\nCommission unless he has attained the age of fifty-five years and is or has\r\nbeen or qualified to be a Judge of a High Court:Provided that no appointment of a sitting\r\njudge shall be made except after consultation with the Chief Justice of India.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  A\r\nperson shall not be qualified for appointment as a Member unless he has\r\nattained the age of fifty-five years and--a.     \r\n  has\r\nheld or is holding or qualified to hold, the post of Additional Secretary to\r\nthe Government of India or any other equivalent post in the Central Government\r\nand possesses special knowledge in law relating to nuclear liability arising\r\nout of nuclear incident; orb.    \r\n  has\r\nbeen a Claims Commissioner for five years.", "21": "Civil Liability for Nuclear Damage Act, 2010 21. Term of office. –\r\n The Chairperson or a\r\nMember, as the case may be, shall hold office as such for a term of three years\r\nfrom the date on which he enters upon his office and shall be eligible for\r\nre-appointment for another term of three years:Provided that no person shall hold office as\r\nsuch Chairperson or Member after he has attained the age of sixty-seven years.", "22": "Civil Liability for Nuclear Damage Act, 2010 22. Salary,\r\nallowances and other terms and conditions of service of Chairperson and\r\nMembers. – The salary and\r\nallowances payable to and other terms and conditions of service, including\r\npension, gratuity and other retirement benefits, of the Chairperson and other\r\nMembers shall be such as may be prescribed:Provided that no salary, allowances and other\r\nterms and conditions of service of the Chairperson or other Members shall be\r\nvaried to his disadvantage after his appointment.", "23": "Civil Liability for Nuclear Damage Act, 2010 23. Filling up of\r\nvacancies. – If, for reasons other\r\nthan temporary absence, any vacancy occurs in the office of the Chairperson or\r\nMember, as the case may be, the Central Government shall appoint another person\r\nin accordance with the provisions of this Act to fill such vacancy and the\r\nproceedings may be continued before the Commission from the stage at which it\r\nwas, before the vacancy is filled.", "24": "Civil Liability for Nuclear Damage Act, 2010 24. Resignation and\r\nremoval. – \n1.     \r\n  The\r\nChairperson or a Member may, by a notice in writing under his hand addressed to\r\nthe Central Government, resign his office:Provided that the Chairperson or the Member\r\nshall, unless he is permitted by the Central Government to relinquish his\r\noffice sooner, continue to hold office until the expiry of three months from\r\nthe date of receipt of such notice or until a person duly appointed as his\r\nsuccessor enters upon his office or until the expiry of his term of office,\r\nwhichever is earlier.1.     \r\n2.     \r\n  The\r\nCentral Government shall remove from office the Chairperson or a Member who --a.     \r\n  has\r\nbeen adjudged an insolvent; orb.    \r\n  has\r\nbeen convicted of an offence which, in the opinion of the Central Government,\r\ninvolves moral turpitude; orc.     \r\n  has\r\nbecome physically or mentally incapable of acting as a Member; ord.    \r\n  has\r\nacquired such financial or other interest as is likely to affect prejudicially\r\nhis functions as a Member; ore.     \r\n  has\r\nso abused his position as to render his continuance in office detrimental to\r\nthe public interest:Provided that no Member shall be removed\r\nunder clause (d) or clause (e) unless he has been given an opportunity of being\r\nheard in the matter.", "25": "Civil Liability for Nuclear Damage Act, 2010 25. Chairperson or\r\nMember deemed to retire from service. – A person who,\r\nimmediately before the date of assuming office as a Chairperson or a Member,\r\nwas in service of the Government, shall be deemed to have retired from service\r\non the date on which he enters upon office as such, but his subsequent service\r\nas the Chairperson or a Member shall be reckoned as continuing approved service\r\ncounting for pension in service to which he belonged.", "26": "Civil Liability for Nuclear Damage Act, 2010 26. Suspension of\r\npension. – \nIf a person who,\r\nimmediately before the date of assuming office as the Chairperson or a Member\r\nwas in receipt of or being eligible so to do, has opted to draw, a pension,\r\nother than a disability or wound pension, in respect of any previous service\r\nunder the Central Government, his salary in respect of service as the\r\nChairperson or a Member shall be reduced--a.     \r\n  by\r\nthe amount of that pension; andb.    \r\n  if\r\nhe had, before assuming office, received, in lieu of a portion of the pension\r\ndue to him in respect of such previous service, the commuted value thereof, by\r\nthe amount of that portion of the pension.", "27": "Civil Liability for Nuclear Damage Act, 2010 27. Prohibition of\r\nacting as arbitrator. – No person shall,\r\nwhile holding office as a Chairperson or a Member, act as an arbitrator in any\r\nmatter.", "28": "Civil Liability for Nuclear Damage Act, 2010 28. Prohibition of\r\npractice. – \nOn ceasing to hold\r\noffice, the Chairperson or a Member shall not appear, act or plead before the\r\nCommission.", "29": "Civil Liability for Nuclear Damage Act, 2010 29. Powers of\r\nChairperson. – The Chairperson shall\r\nhave the power of superintendence in the general administration of the\r\nCommission and exercise such powers as may be prescribed.", "30": "Civil Liability for Nuclear Damage Act, 2010 30. Officers and\r\nother employees of Commission. – 1.     \r\n  The\r\nCentral Government shall provide the Commission with such officers and other\r\nemployees as it may deem fit.2.     \r\n  The\r\nsalary and allowances payable to and the terms and other conditions of service\r\nof officers and other employees of the Commission shall be such as may be\r\nprescribed.", "31": "Civil Liability for Nuclear Damage Act, 2010 31. Application for\r\ncompensation before Commission. – 1.     \r\n  Every\r\napplication for compensation before the Commission for nuclear damage shall be\r\nmade in such form, containing such particulars and accompanied by such\r\ndocuments, as may be prescribed.2.     \r\n  Subject\r\nto the provisions of section 18, every application under sub-section (1) shall\r\nbe made within a period of three years from the date of knowledge of nuclear\r\ndamage by the person suffering such damage.", "32": "Civil Liability for Nuclear Damage Act, 2010 32. Adjudication\r\nprocedure and powers of Commission. – 1.     \r\n  The\r\nCommission shall have original jurisdiction to adjudicate upon every\r\napplication for compensation filed before it under sub-section (1) of section\r\n31 or transferred to it under section 33, as the case may be.2.     \r\n  Upon\r\ntransfer of cases to the Commission under section 33, the Commission shall hear\r\nsuch applications from the stage at which it was before such transfer.3.     \r\n  The\r\nChairperson may constitute benches comprising of not more than three Members of\r\nthe Commission for the purpose of hearing of claims and any decision thereon\r\nshall be rendered by a majority of the Members hearing such claims.4.     \r\n  The\r\nCommission shall not be bound by the procedure laid down in the Code of Civil\r\nProcedure, 1908 but shall be guided by the principles of natural justice and\r\nsubject to the other provisions of this Act and of any rules made there under,\r\nthe Commission shall have the power to regulate its own procedure including the\r\nplaces and the times at which it shall have its sittings.5.     \r\n  The\r\nCommission shall have, for the purposes of discharging its functions under this\r\nAct, the same powers as are vested in a civil court under the Code of Civil\r\nProcedure, 1908, while trying a suit, in respect of the following matters,\r\nnamely:--a.     \r\n  summoning\r\nand enforcing the attendance of any person and examining him on oath;b.    \r\n  the\r\ndiscovery and production of documents;c.     \r\n  receiving\r\nevidence on affidavits;d.    \r\n  requisitioning\r\nany public record or copies thereof from any court or office;e.     \r\n  issuing\r\nof commission for the examination of any witness;f.     \r\n  any\r\nother matter which may be prescribed.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  The\r\nCommission shall, after giving notice of application to the operator and after\r\naffording an opportunity of being heard to the parties, dispose of such\r\napplication within a period of three months from the date of such receipt and\r\nmake an award accordingly.7.     \r\n  While\r\nmaking an award under this section, the Commission shall not take into\r\nconsideration any benefit, reimbursement or amount received by the applicant in\r\npursuance of any contract of insurance or otherwise.8.     \r\n  Where\r\nan operator is likely to remove or dispose of his property with the object of\r\nevading payment by him of the amount of the award, the Commission may, in\r\naccordance with the provisions of rules 1 to 4 of Order XXXIX of the First\r\nSchedule to the Code of Civil Procedure, 1908, grant a temporary injunction to\r\nrestrain such act.9.     \r\n  The\r\nCommission shall arrange to deliver copies of the award to the parties\r\nconcerned within a period of fifteen days from the date of such award.10.  \r\n  Every\r\naward made under sub-section (6) shall be final.", "33": "Civil Liability for Nuclear Damage Act, 2010 33. Transfer of\r\npending cases to Commission. – Every application for\r\ncompensation pending before the Claims Commissioner immediately before the date\r\nof establishment of the Commission under section 19 shall stand transferred on\r\nthat date to the Commission.", "34": "Civil Liability for Nuclear Damage Act, 2010 34. Proceedings\r\nbefore Claims Commissioner or Commission to be judicial proceedings.- Every proceeding\r\nbefore the Claims Commissioner or the Commission under this Act shall be deemed\r\nto be judicial proceeding within the meaning of sections 193, 219 and 228 of,\r\nand for the purposes of section 196 of, the Indian Penal Code.", "35": "Civil Liability for Nuclear Damage Act, 2010 35. Exclusion of\r\njurisdiction of civil courts. – Save as otherwise\r\nprovided in section 46, no civil court (except the Supreme Court and a High\r\nCourt exercising jurisdiction under articles 226 and 227 of the Constitution)\r\nshall have jurisdiction to entertain any suit or proceedings in respect of any\r\nmatter which the Claims Commissioner or the Commission, as the case may be, is\r\nempowered to adjudicate under this Act and no injunction shall be granted by\r\nany court or other authority in respect of any action taken or to be taken in\r\npursuance of any power conferred by or under this Act.", "36": "Civil Liability for Nuclear Damage Act, 2010 36. Enforcement of\r\nawards.- 1.     \r\n  When\r\nan award is made under sub-section (1) of section 16 or under sub-section (6)\r\nof section 32, --a.     \r\n  the\r\ninsurer or any person, as the case may be, who under the contract of insurance\r\nor financial security under section 8 is required to pay any amount in terms of\r\nsuch award and to the extent of his liability under such contract, shall\r\ndeposit that amount within such time and in such manner as the Claims\r\nCommissioner or the Commission, as the case may be, may direct; andb.    \r\n  the\r\noperator shall, subject to the maximum liability specified under sub- section\r\n(2) of section 6, deposit the remaining amount by which such award exceeds the\r\namount deposited under clause (a).1.     \r\n2.     \r\n  Where\r\nany person referred to in sub-section (1) fails to deposit the amount of award\r\nwithin the period specified in the award, such amount shall be recoverable from\r\nsuch person as arrears of land revenue.3.     \r\n  The\r\namount deposited under sub-section (1) shall be disbursed to such person as may\r\nbe specified in the award within a period of fifteen days from the date of such\r\ndeposit.", "37": "Civil Liability for Nuclear Damage Act, 2010 37. Annual report. – The Commission shall\r\nprepare, in such form and at such time in each financial year, as may be\r\nprescribed, an annual report giving full account of its activities during that\r\nfinancial year and submit a copy thereof to the Central Government which shall\r\ncause the same to be laid before each House of Parliament.", "38": "Civil Liability for Nuclear Damage Act, 2010 38. Dissolution of\r\nCommission in certain circumstances. – 1.     \r\n  Where\r\nthe Central Government is satisfied that the purpose for which the Commission\r\nestablished under section 19 has served its purpose, or where the number of\r\ncases pending before such Commission is so less that it would not justify the\r\ncost of its continued function, or where it considers necessary or expedient so\r\nto do, the Central Government may, by notification, dissolve the Commission.2.     \r\n  With\r\neffect from the date of notification of dissolution of Commission under\r\nsub-section (1), --a.     \r\n  the\r\nproceeding, if any, pending before the Commission as on the date of such\r\nnotification shall be transferred to the Claims Commissioner to be appointed by\r\nthe Central Government under sub-section (2) of section 9;b.    \r\n  the\r\nChairperson and all Members of the Commission shall be deemed to have vacated\r\ntheir offices as such and they shall not be entitled to any compensation for\r\npremature termination of their office;c.     \r\n  officers\r\nand other employees of the Commission shall be transferred to such other\r\nauthority or offices of the Central Government, in such manner, as may be\r\nprescribed:Provided that the officers and other\r\nemployees so transferred, shall be entitled to the same terms and conditions of\r\nservice as would have been held by them in the Commission:Provided further that where an officer or an\r\nemployee of the Commission refuses to join the services in such other authority\r\nor office, he shall be deemed to have resigned and shall not be entitled to any\r\ncompensation for premature termination of contract of service;a.    b.    c.    d.    \r\n  all\r\nassets and liabilities of the Commission shall vest in the Central Government.1.     \r\n2.     \r\n3.     \r\n  Notwithstanding\r\nthe dissolution of the Commission under sub-section (1), anything done or any\r\naction taken or purported to have been done or taken including any order made\r\nor notice issued or any appointment, confirmation or declaration made or any\r\ndocument or instrument executed or any direction given by the Commission before\r\nsuch dissolution, shall be deemed to have been validly done or taken.4.     \r\n  Nothing\r\nin this section shall be construed to prevent the Central Government to\r\nestablish the Commission subsequent to the dissolution of the Commission in\r\naccordance with the provisions of this Act.", "39": "Civil Liability for Nuclear Damage Act, 2010 Chapter VI: Offences\r\nand Penalties 39. Offences and\r\npenalties. – 1.     \r\n  Whoever--a.     \r\n  contravenes\r\nany rule made or any direction issued under this Act; orb.    \r\n  fails\r\nto comply with the provisions of section 8; orc.     \r\n  fails\r\nto deposit the amount under section 36, shall be punishable with imprisonment\r\nfor a term which may extend to five years or with fine or with both.2.     \r\n  Whoever\r\nfails to comply with any direction issued under section 43 or obstructs any\r\nauthority or person in the exercise of his powers under this Act shall be punishable\r\nwith imprisonment for a term which may extend to one year or with fine or with\r\nboth.", "40": "Civil Liability for Nuclear Damage Act, 2010 40. Offences by\r\ncompanies. – \n1.     \r\n  Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed, was directly in charge of, and was\r\nresponsible to, the company for the conduct of the business of the company, as\r\nwell as the company, shall be deemed to be guilty of the offence and shall be\r\nliable to be proceeded against and punished accordingly:Provided that nothing contained in this\r\nsub-section shall render any such person liable to any punishment under this\r\nAct, if he proves that the offence was committed without his knowledge or that\r\nhe exercised all due diligence to prevent the commission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where any offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to any neglect on the\r\npart of, any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof that offence and shall be liable to be proceeded against and punished\r\naccordingly.Explanation. -- For the purposes of this\r\nsection,--a.     \r\n  \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals;b.    \r\n  \"director\",\r\nin relation to a firm, means a partner in the firm.", "41": "Civil Liability for Nuclear Damage Act, 2010 41. Offences by\r\nGovernment Departments. – Where an offence\r\nunder this Act has been committed by any Department of the Government, the Head\r\nof the Department shall be deemed to be guilty of the offence and shall be\r\nliable to be proceeded against and punished accordingly:Provided that nothing contained in this\r\nsection shall render such Head of the Department liable to any punishment if he\r\nproves that the offence was committed without his knowledge or that he\r\nexercised all due diligence to prevent the commission of such offence.", "42": "Civil Liability for Nuclear Damage Act, 2010 42. Cognizance of\r\noffences. – \nNo court inferior to\r\nthat of a Metropolitan Magistrate or a Judicial Magistrate of the first class\r\nshall try any offence under this Act:Provided that cognizance of such offence\r\nshall not be taken except on a complaint made by the Central Government or any\r\nauthority or officer authorised in this behalf by that Government.", "43": "Civil Liability for Nuclear Damage Act, 2010 Chapter VII:\r\nMiscellaneous 43. Power to give\r\ndirections. – \nThe Central\r\nGovernment may, in exercise of its powers and performance of its functions\r\nunder this Act, issue such directions, as it may deem fit, for the purposes of\r\nthis Act, to any operator, person, officer, authority or body and such\r\noperator, person, officer, authority or body shall be bound to comply with such\r\ndirections.", "44": "Civil Liability for Nuclear Damage Act, 2010 44. Power to call for\r\ninformation. – The Central\r\nGovernment may call for such information from an operator as it may deem\r\nnecessary.", "45": "Civil Liability for Nuclear Damage Act, 2010 45. Exemption from\r\napplication of this Act. – The Central\r\nGovernment may, by notification, exempt any nuclear installation from the\r\napplication of this Act where, having regard to small quantity of nuclear\r\nmaterial, it is of the opinion that the risk involved is insignificant.", "46": "Civil Liability for Nuclear Damage Act, 2010 46. Act to be in\r\naddition to any other law. – The provisions of\r\nthis Act shall be in addition to, and not in derogation of, any other law for\r\nthe time being in force, and nothing contained herein shall exempt the operator\r\nfrom any proceeding which might, apart from this Act, be instituted against\r\nsuch operator.", "47": "Civil Liability for Nuclear Damage Act, 2010 47. Protection of\r\naction taken in good faith. – No suit, prosecution\r\nor other legal proceedings shall lie against the Central Government or the\r\nperson, officer or authority in respect of anything done by it or him in good\r\nfaith in pursuance of this Act or of any rule or order made, or direction\r\nissued, there under.", "48": "Civil Liability for Nuclear Damage Act, 2010 48. Power to make\r\nrules. – \n1.     \r\n  The\r\nCentral Government may, by notification, make rules for carrying out the\r\npurposes of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing powers\r\nsuch rules may provide for --a.     \r\n  the\r\nother financial security and the manner thereof under sub-section (1) of\r\nsection 8;b.    \r\n  the\r\nsalary and allowances payable to and the other terms and conditions of service\r\nof Claims Commissioner under section 11;c.     \r\n  the\r\nprocedure to be followed by Claims Commissioner under sub-section (1) of\r\nsection 12;d.    \r\n  the\r\nperson to be associated by Claims Commissioner and the manner thereof, under\r\nsub-section (2) of section 12;e.     \r\n  the\r\nremuneration, fee or allowances of associated person under sub-section (3) of\r\nsection 12;f.     \r\n  any\r\nother matter under clause (f) of sub-section (4) of section 12;g.    \r\n  the\r\nform of application, the particulars it shall contain and the documents it\r\nshall accompany, under sub-section (1) of section 15;h.     \r\n  the\r\nsalary and allowances payable to and other terms and conditions of service of\r\nChairperson and other Members, under section 22;i.      \r\n  the\r\npowers of Chairperson under section 29;j.      \r\n  the\r\nsalary and allowances payable to and the terms and other conditions of service\r\nof officers and other employees of the Commission, under sub-section (2) of section\r\n30;k.     \r\n  the\r\nform of application, the particulars it shall contain and the documents it\r\nshall accompany, under sub-section (1) of section 31;l.      \r\n  any\r\nother matter under clause (f) of sub-section (5) of section 32;m.   \r\n  the\r\nform and the time for preparing annual report by the Commission under section\r\n37;n.     \r\n  the\r\nmanner of transfer of officers and other employees of the Commission under\r\nclause (c) of sub-section (2) of section 38.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made under this Act by the Central Government shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule.", "49": "Civil Liability for Nuclear Damage Act, 2010 49. Power to remove\r\ndifficulties. – \n1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as appear to it\r\nto be necessary or expedient for removing the difficulty:Provided that no order shall be made under\r\nthis section after the expiry of three years from the commencement of this Act.1.     \r\n2.     \r\n  Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament."}