{"name": "Clinical Establishments (Registration and Regulation) Act, 2010\r", "1": " The Clinical Establishments (Registration and Regulation) Act, 2010 Chapter I: Preliminary1. Short title,\r\napplication and commencement. – 1.     \r\n  This\r\nAct may be called the Clinical Establishments (Registration and Regulation)\r\nAct, 2010.2.     \r\n  It\r\napplies, in the first instance, to the whole of the States of Arunachal\r\nPradesh, Himachal Pradesh, Mizoram and Sikkim and the Union territories; and it\r\nshall apply to such other State which adopts this Act by resolution passed in\r\nthat behalf under clause (1) of article 252 of the Constitution.3.     \r\n  It\r\nshall come into force at once in the States of Arunachal Pradesh, Himachal\r\nPradesh, Mizoram and Sikkim and the Union territories, on such date as the\r\nCentral Government may, by notification, appoint and in any other State which\r\nadopts this Act under clause (1) of article 252 of the Constitution, on the\r\ndate of such adoption; and any reference in this Act to the commencement of\r\nthis Act shall, in relation to any State or Union territory, mean the date on\r\nwhich this Act comes into force in such State or Union territory: Provided that\r\ndifferent dates may be appointed for different categories of clinical\r\nestablishments and for different recognised systems of medicine.", "2": " The Clinical Establishments (Registration and Regulation) Act, 2010 2. Definitions. – In this Act, unless\r\nthe context otherwise requires,-a.     \r\n  \"authority\"\r\nmeans the district registering authority set-up under section 10;b.    \r\n  \"certificate\"\r\nmeans certificate of registration issued under section 30;c.     \r\n  \"clinical\r\nestablishment\" means-             \r\n i.        \r\n  a\r\nhospital, maternity home, nursing home, dispensary, clinic, sanatorium or an\r\ninstitution by whatever name called that offers services, facilities requiring\r\ndiagnosis, treatment or care for illness, injury, deformity, abnormality or\r\npregnancy in any recognised system of medicine established and administered or\r\nmaintained by any person or body of persons, whether incorporated or not; ora\r\nplace established as an independent entity or part of an establishment referred\r\nto in sub-clause (i), in connection with the diagnosis or treatment of diseases\r\nwhere pathological, bacteriological, genetic, radiological, chemical,\r\nbiological investigations or other diagnostic or investigative services with\r\nthe aid of laboratory or other medical equipment, are usually carried on,\r\nestablished and administered or maintained by any person or body of persons,\r\nwhether incorporated or not, and shall include a clinical establishment owned,\r\ncontrolled or managed by-a.     \r\n  the\r\nGovernment or a department of the Government;b.    \r\n  a\r\ntrust, whether public or private;c.     \r\n  a\r\ncorporation (including a society) registered under a Central, Provincial or\r\nState Act, whether or not owned by the Government;d.    \r\n\r\n  a\r\nlocal authority; ande.     \r\n  a\r\nsingle doctor, but does not include the clinical establishments owned,\r\ncontrolled or managed by the Armed Forces. Explanation.-For the purpose of this\r\nclause \"Armed Forces\" means the forces constituted under the Army\r\nAct, 1950, the Air Force Act, 1950 and the Navy Act, 1957;(d) \"emergency\r\nmedical condition\" means a medical condition manifesting itself by acute\r\nsymptoms of sufficient severity (including severe pain) of such a nature that\r\nthe absence of immediate medical attention could reasonably be expected to\r\nresult in-             \r\n i.        \r\n  placing\r\nthe health of the individual or, with respect to a pregnant women, the health\r\nof the woman or her unborn child, in serious jeopardy; orserious\r\nimpairment to bodily functions; or           \r\n iii.        \r\n  serious\r\ndysfunction of any organ or part of a body;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n  \"National\r\nCouncil\" means the National Council for clinical establishments established\r\nunder section 3;f.     \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;g.    \r\n  \"prescribed\"\r\n\r\nmeans prescribed by rules made under this Act by the Central Government or, as\r\nthe case may be, the State Government;h.     \r\n  \"recognised\r\nsystem of medicine\" means Allopathy, Yoga, Naturopathy, Ayurveda,\r\nHomoeopathy, Siddha and Unani System of medicines or any other system of\r\nmedicine as may be recognised by the Central Government;a.      \r\nb.      \r\nc.      \r\nd.      \r\ne.      \r\nf.      \r\ng.      \r\nh.      \r\ni.      \r\n  \"register\"\r\nmeans the register maintained by the authority, State Government and the\r\nCentral Government under sections 37, 38 and 39 respectively of this Act\r\ncontaining the number of clinical establishments registered;j.      \r\n\r\n  \"registration\"\r\nmeans to register under section 11 and the expression registration or\r\nregistered shall be construed accordingly;k.     \r\n  \"rules\"\r\nmeans rules made under this Act;l.      \r\n  \"Schedule\"\r\nmeans the Schedule appended to this Act;m.   \r\n  \"standards\"\r\nmeans the conditions that the Central Government may prescribe under section\r\n12, for the registration of clinical establishments;n.     \r\n  \"State\r\nGovernment\", in relation to a Union territory, means the Administrator\r\nthereof appointed under article 239 of the Constitution; ando.    \r\n  \"to\r\nstabilise (with its grammatical variations and cognate expressions)\"\r\n\r\nmeans, with respect to an emergency medical condition specified in clause (d),\r\nto provide such medical treatment of the condition as may be necessary to\r\nassure, within reasonable medical probability, that no material deterioration\r\nof the condition is likely to result from or occur during the transfer of the\r\nindividual from a clinical establishment.", "3": " The Clinical Establishments (Registration and Regulation) Act, 2010 Chapter II: The\r\nNational Council for Clinical Establishments3. Establishment of\r\nNational Council. – 1.     \r\n  With\r\neffect from such date as the Central Government may, by notification appoint in\r\nthis behalf, there shall be established for the purposes of this Act, a Council\r\nto be called the National Council for clinical establishments.2.     \r\n  The\r\nNational Council shall consist of-a.      Director-General of\r\nHealth Service, Ministry of Health and Family Welfare,ex officio, who shall be\r\nthe Chairperson;b.     four representatives\r\nout of which one each to be elected by the-                     \r\n i.        \r\n  Dental\r\nCouncil of India constituted under section 3 of the DentistsAct, 1948;                    \r\n ii.        \r\n  Medical\r\nCouncil of India constituted under section 3 of the Indian Medical Council Act,\r\n1956;                   \r\n iii.        \r\n  Nursing\r\nCouncil of India constituted under section 3 of the Indian Nursing Council Act,\r\n1947;                   \r\n iv.        \r\n  Pharmacy\r\nCouncil of India constituted under section 3 of the Pharmacy Act, 1948;a.     \r\nb.     \r\nc.      three representatives\r\nto be elected by the Central Council of Indian Medicine representing the\r\nAyurveda, Siddha and Unani systems of medicine constituted under section 3 of\r\nthe Indian Medicine Central Council Act, 1970;d.     one representative to\r\nbe elected by the Central Council of Homoeopathy constituted under section 3 of\r\nthe Homoeopathy Central Council Act, 1973;e.      one representative to\r\nbe elected by the Central Council of the Indian Medical Association;f.      one representative of\r\nBureau of the Indian Sandards constituted under section 3 of the Bureau of\r\nIndian Standards Act, 1986;g.     two representatives\r\nfrom the Zonal Council set-up under section 15 of the States Reorganisation\r\nAct, 1956;h.      two representatives\r\nfrom the North-Eastern Council set-up under section 3 of the North-Eastern\r\nCouncil Act, 1971;i.       one representative\r\nfrom the line of paramedical systems excluding systems that have been given\r\nrepresentation under clause (b);j.       two representatives\r\nfrom National Level Consumer Group to be nominated by the Central Government;k.      one representative\r\nfrom the Associations of Indian Systems of Medicines relating to Ayurveda,\r\nSiddha and Unani to be nominated by the Central Government;l.       the Secretary-General\r\nof the Quality Council of India, ex officio.1.     \r\n\r\n2.     \r\n3.     \r\n  The\r\nnominated members of the National Council shall hold office for three years but\r\nshall be eligible for re-nomination for maximum of one more term of three\r\nyears.4.     \r\n  The\r\nelected members of the National Council shall hold office for three years, but\r\nshall be eligible for re-election: Provided that the person nominated or\r\nelected, as the case may be, shall hold office for such period till he holds\r\nappointment of the office by virtue of which he was nominated or elected to the\r\ncouncil.5.     \r\n\r\n  The\r\nmembers of the National Council shall be entitled for such allowances as may be\r\nprescribed by the Central Government.6.     \r\n  The\r\nNational Council may, subject to the previous approval of the Central\r\nGovernment, make bye-laws fixing a quorum and regulating its own procedure and\r\nthe conduct of all business to be transacted by it.7.     \r\n  The\r\nNational Council shall meet at least once in three months.8.     \r\n  The\r\nNational Council may constitute sub-committees and may appoint to such\r\nsub-committee, as it deems fit, persons, who are not members of the National\r\nCouncil, for such period, not exceeding two years, for the consideration of\r\nparticular matters.9.     \r\n  The\r\nfunctions of the National Council may be exercised notwithstanding any vacancy\r\ntherein.10.  \r\n  The\r\nCentral Government shall appoint such person to be the Secretary of the\r\nNational Council as the Central Government may prescribe, and may provide the\r\nNational Council with such other secretarial and other staff as the Central\r\nGovernment considers necessary.", "4": " The Clinical Establishments (Registration and Regulation) Act, 2010 4. Disqualifications\r\nfor appointment as member.A person shall be\r\ndisqualified for being appointed as a member of the National Council if he -a.     \r\n  has\r\nbeen convicted and sentenced to imprisonment for an offence which, in the\r\nopinion of the Central Government, involves moral turpitude; orb.    \r\n  is\r\nan un-discharged insolvent; orc.     \r\n  is\r\nof unsound mind and stands so declared by a competent court; ord.    \r\n  has\r\nbeen removed or dismissed from the service of the Government or a Corporation\r\nowned or controlled by the Government; ore.     \r\n  has,\r\nin the opinion of the Central Government, such financial or other interest in\r\nthe Council as is likely to affect prejudicially the discharge by him of his\r\nfunctions as a member.", "5": " The Clinical Establishments (Registration and Regulation) Act, 2010 5. Functions of\r\nNational Council. – The National Council\r\nshall-a.     \r\n  compile\r\nand publish a National Register of clinical establishments within two years\r\nfrom the date of the commencement of this Act;b.    \r\n  classify\r\nthe clinical establishments into different categories;c.     \r\n  develop\r\nthe minimum standards and their periodic review;d.    \r\n  determine\r\nwithin a period of two years from its establishment, the first set of standards\r\nfor ensuring proper healthcare by the clinical establishments;e.     \r\n  collect\r\nthe statistics in respect of clinical establishments;f.     \r\n  perform\r\nany other function determined by the Central Government from time to time.", "6": " The Clinical Establishments (Registration and Regulation) Act, 2010 6. Power to seek\r\nadvice or assistance. – The National Council\r\nmay associate with itself any person or body whose assistance or advice it may\r\ndesire in carrying out any of the provisions of this Act.", "7": " The Clinical Establishments (Registration and Regulation) Act, 2010 7. National Council to\r\nfollow consultative process. – The National Council shall\r\nfollow a consultative process for determining the standards and for classification\r\nof clinical establishments in accordance with such procedure as may be prescribed.", "8": " The Clinical Establishments (Registration and Regulation) Act, 2010 Chapter III:\r\nRegistration and Standards for Clinical Establishments8. State Council of\r\nclinical establishments. – 1.     \r\n  Every\r\nState Government shall by notification constitute a State Council for clinical\r\nestablishments or the Union territory Council for clinical establishments, as\r\nthe case may be.2.     \r\n  The\r\nState Council or the Union territory Council, as the case may be, shall consist\r\nof the following members, namely:-a.      Secretary, Health -\r\nex officio, who shall be the Chairman;b.     Director of Health\r\nServices - ex officio member-secretary;c.      Directors of\r\ndifferent streams of Indian Systems of Medicine-ex officio members;(d) one\r\nrepresentative each to be elected by the executive committee of-                     \r\n i.        \r\n  State\r\nMedical Council of India;                    \r\n ii.        \r\n  State\r\nDental Council of India;                   \r\n iii.        \r\n  State\r\nNursing Council of India;                   \r\n iv.        \r\n  State\r\nPharmacy Council of India;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.      three representatives\r\nto be elected by the Executive of the State Council or the Union territory\r\nCouncil, as the case may be, of Indian Medicine representing the Ayurveda,\r\nSiddha and Unani systems of medicine;f.      one representative to\r\nbe elected by the State Council of the Indian Medical Association;g.     one representative\r\nfrom the line of paramedical systems;h.      two representatives\r\nfrom State level consumer groups or reputed non-Governmental organisations\r\nworking in the field of health.1.     \r\n2.     \r\n3.     \r\n  The\r\nnominated member of the State Council or the Union territory Council, as the\r\ncase may be, shall hold office for a term of three years, but shall be eligible\r\nfor re-nomination for maximum of one more term of three years.4.     \r\n  The\r\nelected members of the State Council or the Union territory Council, as the\r\ncase may be, shall hold office for three years, but shall be eligible for\r\nre-election: Provided that the person nominated or elected, as the case may be,\r\nshall hold office for so long as he holds the appointment of the office by\r\nvirtue of which he was nominated or elected to the State Council or the Union\r\nterritory Council, as the case may be.5.     \r\n  The\r\nState Council or the Union territory Council shall perform the following\r\nfunctions, namely:-a.      compiling and\r\nupdating the State Registers of clinical establishment;b.     sending monthly\r\nreturns for updating the National Register;c.      representing the\r\nState in the National Council;(d) hearing of appeals against the orders of the\r\nauthority; andd.     publication on annual\r\nbasis a report on the state of implementation of standards within their\r\nrespective States.", "9": " The Clinical Establishments (Registration and Regulation) Act, 2010 9. Providing\r\ninformation to National Council. – It shall be the\r\nresponsibility of the State Council for clinical establishments to compile and\r\nupdate the State Register of clinical establishments of the State and further\r\nto send monthly returns in digital format for updating the National Register.", "10": " The Clinical Establishments (Registration and Regulation) Act, 2010 10. Authority for\r\nregistration.  \r\n–1.     \r\n  The\r\nState Government shall, by notification, set-up an authority to be called the\r\ndistrict registering authority for each district for registration of clinical\r\nestablishments, with the following members, namely:-a.      District Collector -\r\nChairperson;b.     District Health\r\nOfficer - Convenor;c.      three members with\r\nsuch qualifications and on such terms and conditions as may be prescribed by\r\nthe Central Government.1.     \r\n2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), for the purposes of provisional\r\nregistration of clinical establishments under section 14, the District Health\r\nOfficer or the Chief Medical Officer (by whatever name called) shall exercise\r\nthe powers of the authority as per procedure that may be prescribed.", "11": " The Clinical Establishments (Registration and Regulation) Act, 2010 11. Registration for\r\nclinical establishments. – No person shall run a\r\nclinical establishment unless it has been duly registered in accordance with\r\nthe provisions of this Act.", "12": " The Clinical Establishments (Registration and Regulation) Act, 2010 12. Condition for\r\nregistration. – 1.     \r\n  For\r\nregistration and continuation, every clinical establishment shall fulfill the\r\nfollowing conditions, namely:-             \r\n i.        \r\n  the\r\nminimum requirement of personnel as may be prescribed;provisions\r\nfor maintenance of records and reporting as may be prescribed;           \r\n iii.        \r\n  such\r\nother conditions as may be prescribed.1.     \r\n2.     \r\n  The\r\nclinical establishment shall undertake to provide within the staff and\r\nfacilities available, such medical examination and treatment as may be required\r\nto stabilise the emergency medical condition of any individual who comes or is\r\nbrought to such clinical establishment.", "13": " The Clinical Establishments (Registration and Regulation) Act, 2010 13. Classification of\r\nclinical establishments. – 1.     \r\n  Clinical\r\nestablishment of different systems shall be classified into such categories, as\r\nmay be prescribed by the Central Government, from time to time.2.     \r\n  Different\r\nstandards may be prescribed for classification of different categories referred\r\nto in sub-section (1): Provided that in prescribing the standards for clinical\r\nestablishments, the Central Government shall have regard to the local\r\nconditions.", "14": " The Clinical Establishments (Registration and Regulation) Act, 2010 Chapter IV: Procedure\r\nfor Registration14. Application for\r\nprovisional certificate of registration. – 1.     \r\n  For\r\nthe purposes of registration of the clinical establishment under section 10, an\r\napplication in the prescribed proforma along with the prescribed fee shall be\r\nmade to the authority.2.     \r\n  The\r\napplication shall be filed in person or by post or online.3.     \r\n  The\r\napplication shall be made in such form and shall be accompanied by such details\r\nas may be prescribed under this Act or rules made there under.4.     \r\n  If\r\nany clinical establishment is in existence at the time of the commencement of\r\nthis Act, an application for its registration shall be made within one year\r\nfrom the date of the commencement of this Act and a clinical establishment\r\nwhich comes into existence after commencement of this Act, shall apply for\r\npermanent registration within a period of six months from the date of its\r\nestablishment.5.     \r\n  If\r\nany clinical establishment is already registered under any existing law\r\nrequiring registration of such establishments, even then it shall apply for\r\nregistration as referred to in sub-section (1).", "15": " The Clinical Establishments (Registration and Regulation) Act, 2010 15. Provisional\r\ncertificate. – The authority shall,\r\nwithin a period of ten days from the date of receipt of such application, grant\r\nto the applicant a certificate of provisional registration in such form and\r\ncontaining such particulars and such information, as may be prescribed.", "16": " The Clinical Establishments (Registration and Regulation) Act, 2010 16. No inquiry prior\r\nto provisional registration. – 1.     \r\n  The\r\nauthority shall not conduct any inquiry prior to the grant of provisional\r\nregistration.2.     \r\n  Notwithstanding\r\nthe grant of the provisional certificate of registration, the authority shall,\r\nwithin a period of forty-five days from the grant of provisional registration,\r\ncause to be published in such manner, as may be prescribed, all particulars of\r\nthe clinical establishment so registered provisionally.", "17": " The Clinical Establishments (Registration and Regulation) Act, 2010 17. Validity of\r\nprovisional registration. – Subject to the\r\nprovisions of section 23, every provisional registration shall be valid to the\r\nlast day of the twelfth month from the date of issue of the certificate of\r\nregistration and such registration shall be renewable.", "18": " The Clinical Establishments (Registration and Regulation) Act, 2010 18. Display of\r\ncertificate of registration. – The certificate shall\r\nbe kept affixed in a conspicuous place in the clinical establishment in such\r\nmanner so as to be visible to every one visiting such establishment.", "19": " The Clinical Establishments (Registration and Regulation) Act, 2010 19. Duplicate\r\ncertificate. – In case the\r\ncertificate is lost, destroyed, mutilated or damaged, the authority shall issue\r\na duplicate certificate on the request of the clinical establishment and on the\r\npayment of such fees as may be prescribed. (i) the minimum standards of\r\nfacilities and services as may be prescribed;", "20": " The Clinical Establishments (Registration and Regulation) Act, 2010 20. Certificate to be\r\nnon-transferable. – 1.     \r\n  The\r\ncertificate of registration shall be non-transferable.2.     \r\n  In\r\nthe event of change of ownership or management, the clinical establishment\r\nshall inform the authority of such change in such manner as may be prescribed.3.     \r\n  In\r\nthe event of change of category, or location, or on ceasing to function as a\r\nclinical establishment, the certificate of registration in respect of such\r\nclinical establishment shall be surrendered to the authority and the clinical\r\nestablishment shall apply afresh for grant of certificate of registration.", "21": " The Clinical Establishments (Registration and Regulation) Act, 2010 21. Publication of\r\nexpiry of registration. – The authority shall\r\ncause to be published within such time and in such manner, as may be\r\nprescribed, the names of clinical establishments whose registration has\r\nexpired.", "22": " The Clinical Establishments (Registration and Regulation) Act, 2010 22. Renewal of\r\nregistration. – The application for\r\nrenewal of registration shall be made thirty days before the expiry of the\r\nvalidity of the certificate of provisional registration and, in case the\r\napplication for renewal is made after the expiry of the provisional\r\nregistration, the authority shall allow renewal of registration on payment of\r\nsuch enhanced fees, as may be prescribed.", "23": " The Clinical Establishments (Registration and Regulation) Act, 2010 23. Time limit for\r\nprovisional registration. – Where the clinical\r\nestablishments in respect of which standards have been notified by the Central\r\nGovernment, provisional registration shall not be granted or renewed beyond,-     \r\n i.        \r\n  the\r\nperiod of two years from the date of notification of the standards in case of\r\nclinical establishments which came into existence before the commencement of\r\nthis Act;    \r\n ii.        \r\n  the\r\nperiod of two years from the date of notification of the standards for clinical\r\nestablishments which come into existence after the commencement of this Act but\r\nbefore the notification of the standards; and   \r\n iii.        \r\n\r\n  the\r\nperiod of six months from the date of notification of standards for clinical\r\nestablishments which come into existence after standards have been notified.", "24": " The Clinical Establishments (Registration and Regulation) Act, 2010 24. Application for\r\npermanent registration. – Application for\r\npermanent registration by a clinical establishment shall be made to the\r\nauthority in such form and be accompanied by such fees, as may be prescribed.", "25": " The Clinical Establishments (Registration and Regulation) Act, 2010 25. Verification of\r\napplication. – The clinical\r\nestablishment shall submit evidence of having complied with the prescribed\r\nminimum standards in such manner, as may be prescribed.", "26": " The Clinical Establishments (Registration and Regulation) Act, 2010 26. Display of\r\ninformation for filing objections. – As soon as the\r\nclinical establishment submits the required evidence of having complied with\r\nthe prescribed minimum standards, the authority shall cause to be displayed for\r\ninformation of the public at large and for filing objections, if any, in such\r\nmanner, as may be prescribed, all evidence submitted by the clinical\r\nestablishment of having complied with the prescribed minimum standards for a\r\nperiod of thirty days before processing for grant of permanent registration.", "27": " The Clinical Establishments (Registration and Regulation) Act, 2010 27. Communication of\r\nobjections. – If objections are\r\nreceived within the period referred to in the preceding section, such\r\nobjections shall be communicated to the clinical establishment for response\r\nwithin a period of forty-five days.", "28": " The Clinical Establishments (Registration and Regulation) Act, 2010 28. Standards for\r\npermanent registration. – Permanent\r\nregistration shall be granted only when a clinical establishment fulfils the\r\nprescribed standards for registration by the Central Government.", "29": " The Clinical Establishments (Registration and Regulation) Act, 2010 29. Allowing or\r\ndisallowing of registration. – The authority shall\r\npass an order immediately after the expiry of the prescribed period and within\r\nthe next thirty days thereafter either-a.     \r\n  allowing\r\nthe application for permanent registration; orb.    \r\n  disallowing\r\nthe application: Provided that the authority shall record its reasons, if it\r\ndisallows an application, for permanent registration.", "30": " The Clinical Establishments (Registration and Regulation) Act, 2010 30. Certificate of\r\npermanent registration. – 1.     \r\n  The\r\nauthority shall, if it, allows an application of the clinical establishment,\r\nissue a certificate of permanent registration in such form and containing such\r\nparticulars, as may be prescribed.2.     \r\n  The\r\ncertificate shall be valid for a period of five years from the date of issue.3.     \r\n  For\r\nthe purposes of sub-section (1), the provisions of sections 18, 19, 20 and 21\r\nshall also apply.4.     \r\n\r\n  The\r\napplications for renewal of permanent registration shall be made within six\r\nmonths before the expiry of the validity of the certificate of permanent\r\nregistration and, in case the application of renewal is not submitted within\r\nthe stipulated period, the authority may allow renewal of registration on\r\npayment of such enhanced fees and penalties as may be prescribed.", "31": " The Clinical Establishments (Registration and Regulation) Act, 2010 31. Fresh application\r\nfor permanent registration. – The disallowing of an\r\napplication for permanent registration shall not debar a clinical establishment\r\nfrom applying afresh for permanent registration under section 24 and after\r\nproviding such evidence, as may be required, of having rectified the\r\ndeficiencies on which grounds the earlier application was disallowed.", "32": " The Clinical Establishments (Registration and Regulation) Act, 2010 32. Cancellation of\r\nregistration. – 1.     \r\n  If,\r\nat any time after any clinical establishment has been registered, the authority\r\nis satisfied that,-(a) the conditions of the registration are not being\r\ncomplied with; or(b) the person entrusted with the management of the clinical\r\nestablishment has been convicted of an offence punishable under this Act, it\r\nmay issue a notice to the clinical establishment to show cause within three\r\nmonths' time as to why its registration under this Act should not be cancelled\r\nfor the reasons to be mentioned in the notice.2.     \r\n  If\r\nafter giving a reasonable opportunity to the clinical establishment, the\r\nauthority is satisfied that there has been a breach of any of the provisions of\r\nthis Act or the rules made there under, it may, by an order, without prejudice\r\nto any other action that it may take against such clinical establishment,\r\ncancel its registration.3.     \r\n  Every\r\norder made under sub-section (2) shall take effect-(a) where no appeal has been\r\npreferred against such order immediately on the expiry of the period prescribed\r\nfor such appeal; and(b) where such appeal has been preferred and it has been\r\ndismissed from the date of the order of such dismissal: Provided that the\r\nauthority, after cancellation of registration for reasons to be recorded in writing,\r\nmay restrain immediately the clinical establishment from carrying on if there\r\nis imminent danger to the health and safety of patients.", "33": " The Clinical Establishments (Registration and Regulation) Act, 2010 33. Inspection of\r\nregistered clinical establishments. – 1.     \r\n  The\r\nauthority or an officer authorised by it shall have the right to cause an\r\ninspection of, or inquiry in respect of any registered clinical establishment,\r\nits building, laboratories and equipment and also of the work conducted or done\r\nby the clinical establishment, to be made by such multi-member inspection team\r\nas it may direct and to cause an inquiry to be made in respect of any other\r\nmatter connected with the clinical establishment and that establishment shall\r\nbe entitled to be represented thereat.2.     \r\n  The\r\nauthority shall communicate to the clinical establishment the views of that\r\nauthority with reference to the results of such inspection or inquiry and may,\r\nafter ascertaining the opinion of the clinical establishment thereon, advise\r\nthat establishment upon the action to be taken.3.     \r\n  The\r\nclinical establishment shall report to the authority, the action, if any, which\r\nis proposed to be taken or has been taken upon the results of such inspection\r\nor inquiry and such report, shall be furnished within such time, as the\r\nauthority may direct.4.     \r\n\r\n  Where\r\nthe clinical establishment does not, within a reasonable time, take action to\r\nthe satisfaction of the authority, it may, after considering any explanation\r\nfurnished or representation made by the clinical establishment, issue such\r\ndirections within such time as indicated in the direction, as that authority\r\ndeems fit, and the clinical establishment shall comply with such directions.", "34": " The Clinical Establishments (Registration and Regulation) Act, 2010 34. Power to enter. –\r\nThe authority or an\r\nofficer authorised by it may, if there is any reason to suspect that anyone is\r\ncarrying on a clinical establishment without registration, enter and search in\r\nthe manner prescribed, at any reasonable time and the clinical establishment,\r\nshall offer reasonable facilities for inspection or inquiry and be entitled to\r\nbe represented thereat: Provided that no such person shall enter the clinical\r\nestablishment without giving notice of his intention to do so.", "35": " The Clinical Establishments (Registration and Regulation) Act, 2010 35. Levy of fee by\r\nState Government. – The State Government\r\nmay charge fees for different categories of clinical establishments, as may be\r\nprescribed.", "36": " The Clinical Establishments (Registration and Regulation) Act, 2010 36. Appeal. – 1.     \r\n  Any\r\nperson, aggrieved by an order of the registering authority refusing to grant or\r\nrenew a certificate of registration or revoking a certificate of registration\r\nmay, in such manner and within such period as may be prescribed, prefer an appeal\r\nto the State Council: Provided that the State Council may entertain an appeal\r\npreferred after the expiry of the prescribed period if it is satisfied that the\r\nappellant was prevented by sufficient cause from preferring the appeal in time.2.     \r\n  Every\r\nappeal under sub-section (1) shall be made in such form and be accompanied by\r\nsuch fee as may be prescribed.", "37": " The Clinical Establishments (Registration and Regulation) Act, 2010 Chapter V: Register of\r\nClinical Establishments37. Register of\r\nclinical establishments. – 1.     \r\n  The\r\nauthority shall within a period of two years from its establishment, compile,\r\npublish and maintain in digital format a register of clinical establishments, registered\r\nby it and it shall enter the particulars of the certificate so issued in a\r\nregister to be maintained in such form and manner, as may be prescribed by the\r\nState Government.2.     \r\n  Each\r\nauthority, including any other authority set-up for the registration of\r\nclinical establishments under any other law for the time being in force, shall\r\nsupply in digital format to the State Council of clinical establishments a copy\r\nof every entry made in the register of clinical establishments in such manner,\r\nas may be prescribed to ensure that the State Register is constantly up-to-date\r\nwith the registers maintained by the registering authority in the State.", "38": " The Clinical Establishments (Registration and Regulation) Act, 2010 38. Maintenance of\r\nState Register of clinical establishments. – 1.     \r\n  Every\r\nState Government shall maintain in digital and in such form and containing such\r\nparticulars, as may be prescribed by the Central Government a register to be\r\nknown as the State Register of clinical establishments in respect of clinical\r\nestablishments of that State.2.     \r\n  Every\r\nState Government shall supply in digital format to the Central Government, a\r\ncopy of the State Register of clinical establishments and shall inform the\r\nCentral Government all additions to and other amendments in such register made,\r\nfor a particular month by the 15th day of the following month.", "39": " The Clinical Establishments (Registration and Regulation) Act, 2010 39. Maintenance of\r\nNational Register of clinical establishments. – The Central\r\nGovernment shall maintain in digital format an All India Register to be called\r\nas the National Register of clinical establishments that shall be an amalgam of\r\nthe State Register of clinical establishments maintained by the State\r\nGovernments and shall cause the same to be published in digital format.", "40": " The Clinical Establishments (Registration and Regulation) Act, 2010 Chapter VI: Penalties40. Penalty. – Whoever contravenes\r\nany provision of this Act shall, if no penalty is provided elsewhere, be\r\npunishable for the first offence with fine which may extend to ten thousand rupees,\r\nfor any second offence with fine which may extend to fifty thousand rupees and\r\nfor any subsequent offence with fine which may extend to five lakh rupees.", "41": " The Clinical Establishments (Registration and Regulation) Act, 2010 41. Monetary penalty\r\nfor non-registration. – 1.     \r\n  Whoever\r\ncarries on a clinical establishment without registration shall, on first\r\ncontravention, be liable to a monetary penalty up to fifty thousand rupees, for\r\nsecond contravention with a monetary penalty which may extend to two lakh\r\nrupees and for any subsequent contravention with a monetary penalty which may\r\nextend to five lakh rupees.2.     \r\n  Whoever\r\nknowingly serves in a clinical establishment which is not duly registered under\r\nthis Act, shall be liable to a monetary penalty which may extend to twenty-five\r\nthousand rupees.3.     \r\n  For\r\nthe purpose of adjudging under sub-sections (1) and (2), the authority shall\r\nhold an inquiry in the prescribed manner after giving any person concerned a\r\nreasonable opportunity of being heard for the purpose of imposing any monetary\r\npenalty.4.     \r\n\r\n  While\r\nholding an inquiry the authority shall have power to summon and enforce the\r\nattendance of any person acquainted with the facts and circumstances of the\r\ncase to give evidence or to produce any document which in the opinion of the\r\nauthority, may be useful for or relevant to the subject matter of the inquiry\r\nand if, on such inquiry, it is satisfied that the person has failed to comply\r\nwith the provisions specified in sub-sections (1) and (2), it may by order\r\nimpose the monetary penalty specified in those sub-sections to be deposited\r\nwithin thirty days of the order in the account referred to in sub-section (8)\r\nof section 42.5.     \r\n  While\r\ndetermining the quantum of monetary penalty, the authority shall take into\r\naccount the category, size and type of the clinical establishment and local\r\nconditions of the area in which the establishment is situated.6.     \r\n  Any\r\nperson aggrieved by the decision of the authority may prefer an appeal to the\r\nState Council within a period of three months from the date of the said\r\ndecision.7.     \r\n  The\r\nmanner of filing the appeal referred to in sub-section (6) shall be such as may\r\nbe prescribed.", "42": " The Clinical Establishments (Registration and Regulation) Act, 2010 42. Disobedience of\r\ndirection, obstruction and refusal of information. – 1.     \r\n  Whoever\r\nwilfully disobeys any direction lawfully given by any person or authority\r\nempowered under this Act to give such direction, or obstructs any person or\r\nauthority in the discharge of any functions which such person or authority is\r\nrequired or empowered under this Act to discharge, shall be liable to a\r\nmonetary penalty which may extend to five lakh rupees.2.     \r\n  Whoever\r\nbeing required by or under this Act to supply any information wilfully\r\nwithholds such information or gives information which he knows to be false or\r\nwhich he does not believe to be true, shall be liable to a monetary penalty\r\nwhich may extend to five lakh rupees.3.     \r\n  For\r\nthe purpose of adjudging under sub-sections (1) and (2), the authority shall\r\nhold an inquiry in the prescribed manner after giving any person concerned a\r\nreasonable opportunity of being heard for the purpose of imposing any monetary\r\npenalty.4.     \r\n\r\n  While\r\nholding an inquiry the authority shall have power to summon and enforce the\r\nattendance of any person acquainted with the facts and circumstances of the\r\ncase to give evidence or to produce any document which in the opinion of the\r\nauthority, may be useful for or relevant to the subject matter of the inquiry\r\nand if, on such inquiry, it is satisfied that the person has failed to comply\r\nwith the provisions specified in sub-sections (1) and (2), it may by order\r\nimpose the monetary penalty specified in those sub-sections to be deposited\r\nwithin thirty days of the order in the account referred to in sub-section (8).5.     \r\n  While\r\ndetermining the quantum of monetary penalty, the authority shall take into\r\naccount the category, size and type of the clinical establishment and local\r\nconditions of the area in which the establishment is situated.6.     \r\n  Any\r\nperson aggrieved by the decision of the authority may prefer an appeal to the\r\nState Council within a period of three months from the date of the said\r\ndecision.7.     \r\n  The\r\nmanner of filing the appeal referred to in sub-section (6) shall be such as may\r\nbe prescribed.8.     \r\n  The\r\nmonetary penalty levied under sections 41 and 42 shall be credited to such\r\naccount as the State Government may by order specify in this behalf.", "43": " The Clinical Establishments (Registration and Regulation) Act, 2010 43. Penalty for minor\r\ndeficiencies. – Whoever contravenes\r\nany provision of this Act or any rule made there under resulting in\r\ndeficiencies that do not pose any imminent danger to the health and safety of\r\nany patient and can be rectified within a reasonable time, shall be punishable\r\nwith fine which may extend to ten thousand rupees.", "44": " The Clinical Establishments (Registration and Regulation) Act, 2010 44. Contravention by\r\ncompanies. – 1.     \r\n  Where\r\na person committing contravention of any of the provisions of this Act or of\r\nany rule made there under is a company, every person who, at the time the\r\ncontravention was committed, was in charge of, and was responsible to the\r\ncompany for the conduct of the business of the company, as well as the company,\r\nshall be deemed to be guilty of the contravention and shall be liable to fine:\r\nProvided that nothing contained in this sub-section shall render any such person\r\nliable to any punishment if he proves that the contravention was committed\r\nwithout his knowledge or that he had exercised all due diligence to prevent the\r\ncommission of such contravention.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where a contravention of any of the\r\nprovisions of this Act or of any rule made there under has been committed by a\r\ncompany and it is proved that the contravention has taken place with the\r\nconsent or connivance of, or is attributable to any neglect on the part of, any\r\ndirector, manager, secretary or other officer of the company, such director,\r\nmanager, secretary or other officer shall also be deemed to be guilty of that\r\ncontravention and shall be liable to fine. Explanation.-For the purpose of this\r\nsection,-(a) \"company\"\r\nmeans a body corporate and includes a firm or other association of individuals;\r\nand(b) \"director\", in relation to a firm, means a partner in the\r\nfirm.", "45": " The Clinical Establishments (Registration and Regulation) Act, 2010 45. Offences by\r\nGovernment Departments. – 1.     \r\n  Where\r\nan offence under this Act has been committed by any Department of Government\r\nwithin a period of six months after the commencement of this Act, the Head of\r\nthe Department shall be deemed to be guilty of the offence and shall be liable\r\nto be proceeded against and punished accordingly: Provided that nothing\r\ncontained in this section shall render such Head of the Department liable to\r\nany punishment if he proves that the offence was committed without his knowledge\r\nor that he exercised all due diligence to prevent the commission of such\r\noffence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a Department of Government and it is proved that the offence has\r\nbeen committed with the consent or connivance of, or is attributable to any\r\nneglect on the part of, any officer, other than the Head of the Department,\r\nsuch officer shall also be deemed to be guilty of that offence and shall be\r\nliable to be proceeded against and punished accordingly.", "46": " The Clinical Establishments (Registration and Regulation) Act, 2010 46. Recovery of fine.\r\n– Whoever fails to pay\r\nthe fine, the State Council of clinical establishment may prepare a certificate\r\nsigned by an officer authorised by it specifying the fine due from such person\r\nand send it to the Collector of the District in which such person owns any\r\nproperty or resides or carries on his business and the said Collector, on\r\nreceipt of such certificate, shall proceed to recover from such person the\r\namount specified there under, as if it were an arrear of land revenue.", "47": " The Clinical Establishments (Registration and Regulation) Act, 2010 Chapter VII:\r\nMiscellaneous47. Protection of\r\naction taken in good faith. – 1.     \r\n  No\r\nsuit, prosecution or other legal proceedings shall lie against any authority or\r\nany member of the National Council or State Council or any officer authorised\r\nin this behalf in respect of anything, which is in good faith done or intended\r\nto be done in pursuance of the provisions of this Act or any rule made there\r\nunder.2.     \r\n  No\r\nsuit or other legal proceedings shall lie against a State Government or the\r\nCentral Government in respect of any loss or damage caused or likely to be\r\ncaused by anything which is in good faith done or intended to be done in\r\npursuance of the provisions of this Act or any rule made thereunder.", "48": " The Clinical Establishments (Registration and Regulation) Act, 2010 48. Furnishing of\r\nreturns, etc. – Every clinical\r\nestablishment shall, within such time or within such extended time, as may be\r\nprescribed in that behalf, furnish to the authority or the State Council or the\r\nNational Council such returns or the statistics and other information in such\r\nmanner, as may be prescribed by the State Government, from time to time.", "49": " The Clinical Establishments (Registration and Regulation) Act, 2010 49. Power to give\r\ndirections. – Without prejudice to\r\nthe foregoing provisions of this Act, the authority shall have the power to\r\nissue such directions, including furnishing returns, statistics and other\r\ninformation for the proper functioning of clinical establishments and such\r\ndirections shall be binding.", "50": " The Clinical Establishments (Registration and Regulation) Act, 2010 50. Employees of the\r\nauthority, etc., to be public servants. – Every employee of the\r\nauthority, the National Council and the State Council shall be deemed to, when\r\nacting or purporting to act in pursuance of any of the provisions of this Act,\r\nbe public servants within the meaning of section 21 of the Indian Penal Code.", "51": " The Clinical Establishments (Registration and Regulation) Act, 2010 51. Power to remove\r\ndifficulties. – 1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as may appear to it\r\nto be necessary or expedient for removal of the difficulty: Provided that no\r\nsuch order shall be made after the expiry of a period of two years from the\r\ndate of commencement of this Act.2.     \r\n  Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "52": " The Clinical Establishments (Registration and Regulation) Act, 2010 52. Power of Central\r\nGovernment to make rules. – 1.     \r\n  The\r\nCentral Government may, by notification, make rules for carrying out all or any\r\nof the provisions of this Act.2.     \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:-a.      allowances for the\r\nmembers of the National Council under sub-section (5) of section 3;b.     appointment of such\r\nperson to be the Secretary of the State Council by the Central Government under\r\nsub-section (10) of section 3;c.      the determination of\r\nstandards and for classification of clinical establishments under section 7;d.     the qualification and\r\nthe terms and conditions for the members of the authority under clause (c) of\r\nsub-section (1) of section 10;e.      the procedure under\r\nwhich the powers of the authority may be exercised by the District Health\r\nOfficer or Chief Medical Officer for the purpose of provisional registration of\r\nclinical establishment under sub-section (2) of section 10;a.     \r\n\r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.      the minimum standards\r\nof facilities and services under clause (i) of sub-section (1) of section 12;g.     the minimum number of\r\npersonnel under clause (ii) of sub-section (1) of section 12;h.      the maintenance of\r\nrecords and reporting by the clinical establishment under clause (iii) of\r\nsub-section (1) of section 12;i.       other conditions for\r\nregistration and continuation of clinical establishment under clause (iv) of\r\nsub-section (1) of section 12;j.       classification of\r\nclinical establishment under sub-section (1) of section 13;k.      the different standards\r\nfor classification of clinical establishments under sub-section (2) of section\r\n13;l.       the minimum standards\r\nfor permanent registration under section 28;m.    the form and\r\nparticulars to be contained in the register to be maintained under section 38.", "53": " The Clinical Establishments (Registration and Regulation) Act, 2010 53. Laying of rules.\r\n– Every rule made by\r\nthe Central Government under this Act shall be laid, as soon as may be after it\r\nis made, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or both Houses agree that the rule should\r\nnot be made, the rule shall thereafter have effect only in such modified form\r\nor be of no effect, as the case may be; so, however, that any such modification\r\nor annulment shall be without prejudice to the validity of anything previously\r\ndone under that rule.", "54": " The Clinical Establishments (Registration and Regulation) Act, 2010 54. Power of State\r\nGovernment to make rules. – 1.     \r\n  The\r\nState Government may, by notification, make rules for carrying out in respect\r\nof matters which do not fall within the purview of section 52.(2) In particular\r\nand without prejudice to the generality of the foregoing power, such rules may\r\nprovide for all or any of the following matters, namely:-a.      the proforma and the\r\nfee to be paid for registration under sub-section (1) of section 14;b.     the form and details\r\nof application under sub-section (3) of section 14;c.      the particulars and\r\ninformation contained in certificate of provisional registration under section\r\n15;d.     the manner of\r\npublication of all particulars of the clinical establishments proposed to be\r\nregistered under sub-section (2) of section 16;e.      the fees to be paid\r\nto issue a duplicate certificate under section 19;f.      the change of\r\nownership or management to be informed by the clinical establishment to the\r\nauthority under sub-section (2) of section 20;g.     the manner in which\r\nthe authority shall publish the names of the clinical establishments whose\r\nregistration expired under section 21;h.      the enhanced fees to\r\nbe charged for renewal after expiry of the provisional registration under\r\nsection 22;i.       the form of the\r\napplication and fees to be charged by the State Government under section 24;j.       the manner of\r\nsubmitting evidence of the clinical establishments having complied with the\r\nminimum standards under section 25;k.      the manner of\r\ndisplaying information of the clinical establishments having complied with the\r\nminimum standards for filing objection under section 26;l.       the expiry of period\r\nspecified in section 29;m.    the form and\r\nparticulars of the certificate of registration under section 30;n.      the period within\r\nwhich an appeal shall be preferred under clause (a) of sub-section (3) of section\r\n32;o.     the manner of entry\r\nand search of clinical establishment under section 34;p.     the fees to be\r\ncharged by the State Government for different categories of clinical\r\nestablishments under section 35;q.     the manner and the\r\nperiod within which an appeal may be preferred to the State Council under\r\nsub-section (1) of section 36;r.       the form and the fee\r\nto be paid for an appeal under sub-section (2) of section 36;s.      the form and the\r\nmanner in which the register to be maintained under sub-section (1) of section\r\n37;t.       the manner of supply\r\nto the State Council in digital format the entry made in the register of\r\nclinical establishment under sub-section (2) of section 37;u.      the manner of holding\r\nan inquiry by the authority under sub-section (3) of sections 41 and 42;v.      the manner of filing\r\nthe appeal under sub-section (7) of sections 41 and 42;w.     the manner and the\r\ntime within which the information is to be furnished to the authority or the\r\nState Council or the National Council as the case may be, under section 48;x.      any other matter\r\nwhich is required to be or may be prescribed by the State Government.", "55": " The Clinical Establishments (Registration and Regulation) Act, 2010 55. Laying of rules.\r\n– Every rule made by\r\nthe State Government under this section shall be laid, as soon as may be after\r\nit is made, before each House of the State Legislature where it consists of two\r\nHouses, or where such Legislature consists of one House, before that House.", "56": " The Clinical Establishments (Registration and Regulation) Act, 2010 56. Savings. – 1.     \r\n  The\r\nprovisions of this Act shall not apply to the States in which the enactments\r\nspecified in the Schedule are applicable: Provided that the States in which the\r\nenactments referred to in sub-section (1) are applicable, and such States subsequent\r\nto the commencement of this Act, adopts this Act under clause (1) of article\r\n252 of the Constitution, the provisions of this Act shall, subsequent to such\r\nadoption, apply in that State.2.     \r\n  The\r\nCentral Government may, as and when consider necessary, by notification amend\r\nthe Schedule."}