{"name": "Coal Mines (Special Provisions) Act, 2015\r", "1": "The Coal Mines (Special Provisions) Act, 2015Chapter IPreliminary1. Short title, extent and commencement.-(1) This Act may be called the Coal Mines (Special Provisions) Act, 2015.(2) It extends to the whole of India.(3) It shall be deemed to have come into force on the 21st day of October, 2014.", "2": "The Coal Mines (Special Provisions) Act, 20152. Declaration as to expendiency of Union action.-It is hereby declared that it is expedient in the public interest that Union should take action for the development of Schedule I coal mines and extraction of coal on continuous basis for optimum utilisation.", "3": "The Coal Mines (Special Provisions) Act, 20153. Definitions.-(1) In this Act, unless the context otherwise requires,-(a) \"additional levy\" means, the additional levy as determined by the Supreme Court in Writ Petition (Criminal) No. 120 of 2012 as two hundred and ninety-five rupees per metric tonne of coal extracted;(b) \"allotment order\" means the allotment order issued under section 5;(c) \"appointed date\" in relation to-(i) Schedule I coal mines excluding Schedule II coal mines, shall be the 24th day of September, 2014 being the date on which the allocation of coal blocks to prior allottees stood cancelled; and(ii) Schedule II coal mines shall be the 1st day of April, 2015 being the date on which the allocation of coal blocks to prior allottees shall stand cancelled, in pursuance of the order of the Supreme Court dated the 24th September, 2014 passed in Writ Petition (Criminal) No. 120 of 2012;(d) \"bank\" shall have the same meaning as assigned to it in clause (c) of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (54 of 2002);(e) \"coal mining operations\" means any operation undertaken for the purpose of winning coal;(f) \"company\" shall have the same meaning as assigned to it in clause (20) of section 2 of the Companies Act, 2013 (18 of 2013);(g) \"corporation\" shall have the same meaning as assigned to it in clause (11) of section 2 of the Companies Act, 2013 (18 of 2013);(h) \"financial institution\" shall have the same meaning as assigned to it in clause (m) of section 2 of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (54 of 2002);(i) \"Government company\" shall have the same meaning as assigned to it in clause (45) of section 2 of the Companies Act, 2013 (18 of 2013);(j) \"mine infrastructure\" includes mining infrastructure such as tangible assets used for coal mining operations, being civil works, workshops, immovable coal winning equipment, foundations, embankments, pavements, electrical systems, communication systems, relief centres, site administrative offices, fixed installations, coal handling arrangements, crushing and conveying systems, railway sidings, pits, shafts, inclines, underground transport systems, hauling systems (except movable equipment unless the same is embedded in land for permanent beneficial enjoyment thereof), land demarcated for afforestation and land for rehabilitation and resettlement of persons affected by coal mining operations under the relevant law;(k) \"nominated authority\" means the authority nominated by the Central Government under section 6;(l) \"notification\" means a notification published in the Official Gazette;(m) \"prescribed\" means prescribed by rules made under this Act;(n) \"prior allottee\" means prior allottee of Schedule I coal mines as listed therein who had been allotted coal mines between 1993 and 31st day of March, 2011, whose allotments have been cancelled pursuant to the judgment of the Supreme Court dated the 25th August, 2014 and its order dated 24th September, 2014 including those allotments which may have been de-allocated prior to and during the pendency of the Writ Petition (Criminal) No.120 of 2012.Explanation.- In case a mining lease has been executed in favour of a third party, subsequent to such allocation of Scheduled I coal mines, then, the third party shall be deemed to be the prior allottee;(o) \"Schedule\" means a Schedule appended to this Act;(p) \"Schedule I coal mines\" means,-(i) all the coal mines and coal blocks the allocation of which was cancelled by the judgment dated 25th August, 2014 and its order dated 24th September, 2014 passed in Writ Petition (Criminal) No.120 of 2012, including those allotments which may have been de-allocated prior to and during the pendency of the said Writ Petition;(ii) all the coal bearing land acquired by the prior allottee and lands, in or adjacent to the coal mines used for coal mining operations acquired by the prior allottee;(iii) any existing mine infrastructure as defined in clause (j);(q) \"Schedule II coal mines\" means the forty-two Schedule I coal mines listed in Schedule II which are the coal mines in relation to which the order of the Supreme Court dated 24th day of September, 2014 was made;(r) \"Schedule III coal mines\" means the thirty-two Schedule I coal mines listed in Schedule III or any other Schedule I coal mine as may be notified under sub-section (2) of section 7;(s) \"secured creditor\" shall have the same meaning as assigned to it in clause (zd) of section 2 of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (54 of 2002);(t) \"secured debt\" shall have the same meaning as assigned to it in clause (ze) of section 2 of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (54 of 2002);(u) \"security interest\" shall have the same meaning as assigned to it in clause (zf) of section 2 of the Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002 (54 of 2002);(v) \"specified end-use\" means any of the following end-uses and the expression \"specified enduser\" shall with its grammatical variations be construed accordingly,-(i) production of iron and steel;(ii) generation of power including the generation of power for captive use;(iii) washing of coal obtained from a mine;(iv) cement;(v) such other end-use as the Central Government may, by notification, specify;(w) \"vesting order\" means the vesting order issued under section 8.(2) Words and expressions used herein and not defined, but defined in the Coal Bearing Areas (Acquisition and Development) Act, 1957 (20 of 1957), the Mines and Minerals (Development and Regulation) Act, 1957 (67 of 1957), and the Coal Mines (Nationalisation) Act, 1973 (26 of 1973), including any rules or regulations made thereunder, shall have the meanings, respectively assigned to them in those Acts.", "4": "The Coal Mines (Special Provisions) Act, 2015Chapter IIAuction and Allotment4. Eligibility to participate in auction and payment of fees.-(1) Subject to the provisions of section 5, Schedule I coal mines shall be allocated by way of public auction in accordance with such rules, and on the payment of such fees which shall not exceed five crore rupees, as may be prescribed.(2) Subject to the provisions in sub-section (3) of this section and section 5, the Central Government may, for the purpose of granting reconnaissance permit, prospecting licence or mining lease 1[or prospecting licence-cum-mining lease in respect of coal] select any of the following companies through auction by competitive bidding, on such terms and conditions as may be prescribed-(a) a Government company or corporation or a joint venture company formed by such company or corporation or between the Central Government or the State Government, as the case may be, or any other company incorporated in India; or(b) a company or a joint venture company formed by two or more companies, 2[to carry on coal reconnaissance or prospecting or mining operations, for own consumption, sale or for any other purpose as may be determined by the Central Government, and the State Government shall grant such reconnaissance permit, prospecting licence, mining lease or prospecting licence-cum-mining lease in respect of Schedule I coal mine to such company as selected through auction by competitive bidding under this section.]****(4) A prior allottee shall be eligible to participate in the auction process subject to payment of the additional levy within such period as may be prescribed and if the prior allottee has not paid such levy, then, the prior allottee, its promoter or any of its company of such prior allottee shall not be eligible to bid either by itself or by way of a joint venture.(5) Any prior allottee who is convicted for an offence relating to coal block allocation and sentenced with imprisonment for more than three years, shall not be eligible to participate in the auction.1. Subs. by Act 2 of 2020, s. 10, for \"in respect of any area containing coal\" (w.e.f. 10-1-2020).2. Subs. by s. 10, ibid., for the long line (w.e.f. 10-1-2020).3. Sub-section (3) omitted by s. 10, ibid. (w.e.f. 10-1-2020).", "5": "The Coal Mines (Special Provisions) Act, 20155. Allotment of mines to Government companies or corporations.-(1) Notwithstanding the provisions contained in 1[sub-sections (1) and (2)] of section 4, the Central Government may allot a Schedule I coal mine to a Government company or corporation or to a joint venture between two or more Government companies or corporations or to a company which has been awarded a power project on the basis of competitive bids for tariff (including Ultra Mega Power Projects) from specified Schedule I coal mines by making an allotment order in accordance with such rules as may be prescribed and the State Government shall grant a reconnaissance permit, prospecting licence 2[mining lease or prospecting licence-cum-mining lease in respect of such Schedule I coal mine] to such company or corporation:Provided that the Government company or corporation may carry on Coal Mining in any form either for its own consumption, sale or for any other purpose 3[as may be determined by the Central Government]:Provided further that no company other than a Government company or corporation shall hold more than twenty-six per cent. of the paid-up share capital in the Government company or corporation or in the joint venture between a Government company or corporation, either directly or through any of its subsidiary company or associate company:Provided also that a joint venture of any two or more Government companies or corporations shall be prohibited from alienating or transferring any interest, except the taking of loans or advances from a bank or financial institution, in the joint venture of whatsoever nature including ownership in favour of a third party.(2) No allotment under sub-section (1) shall be made to a prior allottee, if that allottee has not made the payment of the additional levy within the specified period.1. Subs. by Act 2 of 2020, s. 11, for \"sub-sections (1) and (3)\" (w.e.f. 10-1-2020).2. Subs. by s. 11, ibid., for \"or mining lease in respect of any are containing coal\" (w.e.f. 10-1-2020).3. Subs. by s. 11, ibid., for \"in accordance with the permit, prospecting licence or mining lease, as the case may be\" (w.e.f. 10-1-2020).", "6": "The Coal Mines (Special Provisions) Act, 20156. Central Government to act through nominated authority.-(1) The Central Government shall appoint an officer not below the rank of a Joint Secretary to the Government of India as the nominated authority who shall act for and on behalf of the Central Government for the purposes of this Act and shall exercise such powers as may be prescribed.(2) The nominated authority may engage any expert having such qualifications and experience and on such terms and conditions as may be prescribed to make recommendations to the authority for the conduct of auction and in drawing up of the vesting order or allotment order in relation to Schedule I coal mines.(3) The Central Government shall act through the nominated authority for the following purposes, namely:-(a) conduct the auction process and allotment with the assistance of experts;(b) execution of the vesting order for transfer and vesting of Schedule I coal mines pursuant to the auction;(c) executing the allotment order for any Government company or corporation in pursuance of section 5;(d) recording and mutating incorporeal rights of whatsoever nature including, consents, permissions, permits, approvals, grants, registrations;(e) collection of auction proceeds, adjustment of preferential payments and transfer of amount to the respective State Governments where Schedule I coal mine is located in accordance with the provisions of this Act.(4) The nominated authority shall complete the auction or execute the allotment orders of Schedule I coal mines within such time and in accordance with such rules as may be prescribed.(5) The Central Government may appoint such other officers and staff as it may think fit to assist the nominated authority.(6) The salaries and allowances and other terms and conditions of service of the nominated authority and such other officers and staff appointed under this section shall be such as may be prescribed.(7) The nominated authority shall be bound by the written direction given by the Central Government on the question of policy.", "7": "The Coal Mines (Special Provisions) Act, 20157. Power to classify certain Schedule I coal mines by Central Government.-(1) The Central Government may, before notifying the particulars of auction, classify mines identified from Schedule I coal mines as earmarked for the same class of specified end-uses.(2) The Central Government may in public interest, by notification, modify Schedule III coal mines by adding any other Schedule I coal mine for the purposes of specified end-use.", "8": "The Coal Mines (Special Provisions) Act, 20158. Nominated authority to issue vesting order or allotment order.-(1) The nominated authority shall notify the prior allottees of Schedule I coal mines to enable them to furnish information required for notifying the particulars of Schedule I coal mines to be auctioned in accordance with such rules as may be prescribed.(2) The information required to be furnished under sub-section (1) shall be furnished within a period of fifteen days from the date of such notice.(3) A successful bidder in an auction conducted on a competitive basis in accordance with such rules as may be prescribed, shall be entitled to the vesting of Schedule I coal mine for which it bid, pursuant to a vesting order drawn up in accordance with such rules.(4) The vesting order shall transfer and vest upon the successful bidder, the following, namely:-(a) all the rights, title and interest of the prior allottee, in Schedule I coal mine concerned with the relevant auction;(b) entitlement to a 1[prospecting licence, mining lease or prospecting licence-cum-mining lease, as the case may be] to be granted by the State Government;(c) any statutory licence, permit, permission, approval or consent required to undertake coal mining operations in Schedule I coal mines if already issued to the prior allottee;(d) rights appurtenant to the approved mining plan of the prior allottee;(e) any right, entitlement or interest not specifically covered under clauses (a) to (d).(5) The nominated authority shall, in consultation with the Central Government, determine the floor price or reserve price in accordance with such rules as may be prescribed.(6) The successful bidder shall, prior to the issuance and execution of a vesting order, furnish a performance bank guarantee for an amount as notified in relation to Schedule I coal mine auctioned to such bidder within such time, form and manner as may be prescribed.(7) After the issuance of a vesting order under this section and its filing with the Central Government and with the appropriate authority designated by the respective State Governments, the successful bidder shall be entitled to take possession of the Schedule I coal mine without let or hindrance.(8) Upon the execution of the vesting order, the successful bidder of the Schedule I coal mine shall be granted 2[prospecting licence, mining lease or prospecting licence-cum-mining lease] as applicable, by the concerned State Government in accordance with the Mines and Minerals (Development and Regulation) Act, 1957 (67 of 1957).(9) A Government company or corporation or a joint venture company formed by such company or corporation or between the Central Government or the State Government, as the case may be, or any other company incorporated in India, allotted a Schedule I coal mine shall be granted 2[prospecting licence, mining lease or prospecting licence-cum-mining lease] as applicable, by the concerned State Government in accordance with the Mines and Minerals (Development and Regulation) Act, 1957 (67 of 1957).(10) In relation to Schedule II coal mines, the successful bidder which was a prior allottee, shall continue coal mining operations after the appointed date in terms of the approved mining plan, till the mining lease in terms of sub-section (8) is granted, upon the grant of a vesting order and to that extent, the successful bidder shall be deemed to have been granted a mining lease till the execution of the mining lease in terms of the said sub-section.(11) In relation to Schedule II coal mines, the Government company or corporation which was a prior allottee can continue coal mining operations after the appointed date in terms of the approved mining plan, till the mining lease in terms of sub-section (9) is granted, upon execution of the allotment order and to that extent, the allottee shall be deemed to have been granted a mining lease till the execution of the mining lease in terms of the said sub-section.(12) The provisions of sub-sections (1) and (2) and sub-sections (4) to (7) (both inclusive) of this section as applicable to a vesting order, shall mutatis mutandis be also applicable to an allotment order.1[(13) The vesting order or allotment order may be terminated by the nominated authority in such manner as may be prescribed.(14) Upon termination of vesting order or allotment order, the nominated authority may auction the coal mine under section 4 or allot the coal mine under section 5 as may be determined by the Central Government.(15) The successful bidder or allottee of the coal mine whose vesting order or allotment order has been terminated shall be deemed to be the prior allottee for the purposes of immediate next auction or allotment of the said coal mine.]1. Subs. by Act 2 of 2020, s. 12, for \"mining lease\" (w.e.f. 10-1-2020).2. Subs. by s. 12, ibid., for \"a prospecting licence or a mining lease\" (w.e.f. 10-1-2020).", "9": "The Coal Mines (Special Provisions) Act, 20159. Priority of disbursal of proceeds.-2[The compensation for land and mine infrastructure in relation to a Schedule I coal mine as valued in accordance with section 16 shall be deposited by the successful bidder or allottee with the nominated authority and shall be disbursed maintaining, inter alia, the following priority of payments and in accordance with the relevant laws and such rules as may be prescribed.]-(a) payment to secured creditors for any portion of the secured debt in relation to a Schedule I, coal mine which is unpaid as on the date of the vesting order;(b) 3[amount payable] to the prior allottee in respect of the Schedule I coal mine.1. Ins. by Act 2 of 2020, s. 12 (w.e.f. 10-1-2020).2. Subs. by s. 13, ibid., for the portion beginning with the words \"The proceeds arising out of land\" and ending with the words \"as may be prescribed\" (w.e.f. 10-1-2020).3. Subs. by s. 13, ibid., for \"compensation payable\" (w.e.f. 10-1-2020).", "10": "The Coal Mines (Special Provisions) Act, 2015Chapter IIITreatment of Rights and Obligations of Prior Allottees10. Utilisation of movable property used in coal mining operations.-(1) A successful bidder or allottee in respect of Schedule I coal mines, may negotiate with prior allottee to own or utilise such movable property used in coal mining operations on such terms and conditions as may be mutually agreed to by them.(2) Where a successful bidder or allottee is not vested with any movable property of a Schedule I coal mine, then, he is not bound by any liabilities or obligations arising out of such ownership or contractual rights, obligations or liabilities which shall continue to remain with the prior allottee.(3) In the event that the successful bidder or allottee is unable to satisfactorily negotiate with the prior allottee or any third party who has a contract with the prior allottee for the movable property, it shall be the obligation of the prior allottee or the third party to remove such movable property within a period not exceeding thirty days from the date of the vesting order, or the allotment order, as the case may be, and the successful bidder or allottee shall not be liable for any damage to such property. (4) A successful bidder or allottee which has elected not to purchase or transfer or continue to use the movable property referred to in sub-section (1), shall prior to the execution of the vesting order or the allotment order, as the case may be, declare to the nominated authority that he intends to move and store such movable property of the prior allottee or such third party and after the date of the vesting order or the allotment order, as the case may be, the successful bidder or allottee shall be entitled to move and store such movable property, so as not to cause any impediment for coal mining operations.(5) If a prior allottee or such third party which has contracted with the prior allottee for its movable property, fails to remove the movable property which the successful bidder or allottee has elected not to purchase or use in accordance with sub-section (4), then, after the period of seventy-five days from the vesting order or the allotment order, as the case may be, a successful bidder or allottee shall be entitled to dispose of such movable property which may be physically located within Schedule I coal mine, the successful bidder or the allottee, shall, in such event be entitled to appropriate the sale proceeds of such movable property disposed of to pay for any cost incurred by the successful bidder or allottee, for the removal, storage, sale and disposal of such movable property, as a first charge over the sale proceeds of such movable property:Provided that the remaining sale proceeds after appropriation of costs, shall be paid by the successful bidder or allottee to the Central Government towards any compensation that may be payable to the owner of such movable property sold, upon establishment of title to such movable property in accordance with such rules as may be prescribed:Provided further that if a third party contractor to the prior allottee owns such movable property, then, such third party shall be entitled to prove its right to receive compensation from the sale proceeds of the movable property sold as per this sub-section, in accordance with such rules as may be prescribed.", "11": "The Coal Mines (Special Provisions) Act, 201511. Discharge or adoption of third party contracts with prior allottees.-(1) Notwithstanding anything contained in any other law for the time being in force, a successful bidder or allottee, as the case may be, in respect of Schedule I coal mines, may elect, to adopt and continue such contracts which may be existing with any of the prior allottees in relation to coal mining operations and the same shall constitute a novation for the residual term or residual performance of such contract:Provided that in such an event, the successful bidder or allottee or the prior allottee shall notify the nominated authority to include the vesting of any contracts adopted by the successful bidder.(2) In the event that a successful bidder or allottee elects not to adopt or continue with existing contracts which had been entered into by the prior allottees with third parties, in that case all such contracts which have not been adopted or continued shall cease to be enforceable against the successful bidder or allottee in relation to the Schedule I coal mine and the remedy of such contracting parties shall be against the prior allottees.", "12": "The Coal Mines (Special Provisions) Act, 201512. Provisions in relation to secured creditors.-(1) The secured creditors of the prior allottees which had any security interest in any part of the land or mine infrastructure of a Schedule I coal mine shall be entitled to-(a) continue with such facility agreements and security interest with the prior allottee if such prior allottee is a successful bidder or allottee; and(b) in the event that the prior allottee is not a successful bidder or allottee, then the security interest of such secured creditor shall only be satisfied out of the compensation payable to such prior allottee, to the extent determined in accordance with such rules as may be prescribed and the outstanding debt shall be recoverable from the prior allottee.(2) The Central Government shall, taking into consideration the provisions contained in section 9, prescribe the manner in which the secured creditor shall be paid out of the compensation in respect of any prior allottee.", "13": "The Coal Mines (Special Provisions) Act, 201513. Void alienations and permitted security interests.-Any and all alienations of land and mine infrastructure and creation of any encumbrances of whatsoever nature thereon which relate to Schedule I coal mines, made by any prior allottee after the 25th day of August, 2014 shall be void, save and except any registered security interest and charge over the land and mine infrastructure as registered by a bank or a financial institution or any other secured lender.", "14": "The Coal Mines (Special Provisions) Act, 201514. Liabilities of prior allottees.-(1) Notwithstanding anything contained in any other law for the time being in force, no proceedings, orders of attachment, distress, receivership, execution or the like, suits for the recovery of money, enforcement of a security or guarantee (except as otherwise provided for under this Act), prior to the date of commencement of this Act shall lie, or be proceeded further with and no remedies shall be available against the successful bidder, or allottee, as the case may be, or against the land and mine infrastructure in respect of Schedule I coal mines.(2) The proceedings as referred to in sub-section (1), shall continue as a personal remedy against the prior allottee but shall not be maintainable or continued against the land or mine infrastructure of Schedule I coal mine or the successful bidder or allottee, pursuant to this Act.(3) Every liability of any prior allottee in relation to a Schedule I coal mine in respect of any period prior to the vesting order or allotment order, shall be the liability of such prior allottee and shall be enforceable against it and not against the successful bidder or allottee or the Central Government.(4) All unsecured loans shall continue to remain the liability of the prior allottee.(5) The additional levy imposed against the prior allottees of Schedule II coal mines shall continue to remain the liability of such prior allottees and such additional levy shall be collected by the Central Government in such manner as may be prescribed.(6) For the removal of doubts, it is hereby declared that-(a) no claim for wages, bonus, royalty, rate, rent, taxes, provident fund, pension, gratuity or any other dues in relation to a Schedule I coal mine in respect of any period prior to the date of vesting order or allotment order, as the case may be, shall be enforceable against the Central Government or the successful bidder or the allottee, as the case may be;(b) no award, decree, attachment or order of any court, tribunal or other authority in relation to any Schedule I coal mine passed prior to the date of commencement of this Act, in relation to the land and mine infrastructure of Schedule I coal mines, shall be enforceable against the Central Government or the successful bidder or the allottee, as the case may be;(c) no liability for the contravention of any provision of law for the time being in force, relating to any act or omission prior to the date of vesting order or allotment order, as the case may be, shall be enforceable against the successful bidder or allottee or the Central Government.", "15": "The Coal Mines (Special Provisions) Act, 201515. Commissioner of payments to be appointed and his powers.-(1) For the purposes of disbursing the amounts payable to the prior allottees of Schedule I coal mines, the Central Government shall appoint an officer not below the rank of Joint Secretary to the Government of India, to be the Commissioner of payments.(2) The Central Government may appoint such other officers and staff as it may think fit to assist the Commissioner and thereupon the Commissioner may authorise one or more of such officers also to exercise all or any of the powers exercisable by him under this Act.(3) Any officer authorised by the Commissioner to exercise any powers may exercise those powers in the same manner and with the same effect as if they have been conferred on him directly by this Act and not by way of authorisation.(4) The salaries and allowances and other terms and conditions of service of the Commissioner and other officers and staff appointed under this section shall be such as may be prescribed.(5) The Central Government shall, within a period of thirty days from such date as may be notified, pay to the Commissioner for payment to the prior allottee, an amount equal to the compensation determined by the nominated authority.(6) Separate records shall be maintained by the Commissioner in respect of each Schedule I coal mine in relation to which payments have been made to him under this Act.", "16": "The Coal Mines (Special Provisions) Act, 201516. Valuation of compensation for payment to prior allottee.-(1) The quantum of compensation for the land in relation to Schedule I coal mines shall be as per the registered sale deeds lodged with the nominated authority in accordance with such rules as may be prescribed, together with twelve per cent. simple interest from the date of such purchase or acquisition, till the date of the execution of the vesting order or the allotment order, as the case may be.(2) The quantum of compensation for the mine infrastructure in relation to Schedule I coal mines shall be determined as per the written down value reflected in the statutorily audited balance sheet of the previous financial year in accordance with such rules and in such manner as may be prescribed.(3) If the successful bidder or allottee is a prior allottee of any of the Schedule I coal mines, then, the compensation payable to such successful bidder or allottee shall be set off or adjusted against the auction sum or the allotment sum payable by such successful bidder or allottee, as the case may be, for any of the Schedule I coal mines.(4) The prior allottee shall not be entitled to compensation till the additional levy has been paid.", "17": "The Coal Mines (Special Provisions) Act, 2015Chapter IVPowers of The Central Government after The Appointed Date17. Responsibility of Central Government after appointed date.-(1) On and from the appointed date, the Central Government or a company owned by the Central Government shall be deemed to have become the lessee or licensee of the State Government in relation to each of the Schedule II coal mines, in respect of which a mining lease or prospecting licence has been granted prior to the date of commencement of this Act, as if a mining lease or prospecting licence in relation to such coal mine had been granted to the Central Government or a company owned by the Central Government and the period of such lease or licence shall be the maximum period for which such lease or licence could have been granted by the State Government under the Mineral Concession Rules, 1960, and thereupon all the rights under such mining lease, including surface, underground and other rights shall be deemed to have been transferred to, and vested in, the Central Government or a company owned by the Central Government.(2) On the expiry of the term of any lease or licence, referred to in sub-section (1), such lease or licence shall be renewed, by the State Government, in consultation with the Central Government for the maximum period for which such lease or licence can be renewed under the Mineral Concession Rules, 1960.(3) As it is considered expedient and necessary in the public interest and in view of the difficult situation which has arisen, the powers of the State Government, under the Mines and Minerals (Development and Regulation) Act, 1957 (67 of 1957), to prematurely terminate a prospecting licence or mining lease, shall stand suspended, in relation to Schedule I coal mines, for a period of one year from the date of commencement of this Act or such other period as may be notified by the Central Government.", "18": "The Coal Mines (Special Provisions) Act, 201518. Central Government to appoint designated custodian.-(1) On and from the appointed date, if the auction or 1[allotment of Schedule II coal mines is not complete, or vesting order or allotment order issued under this Act has been terminated in case of a coal mine under production], the Central Government shall appoint any person as a designated custodian to manage and operate such coal mines as may be notified by the Central Government.(2) The designated custodian shall act for and on behalf of the Central Government in respect of the notified coal mines under sub-section (1) to operate and manage such Schedule I coal mines in such manner as may be notified, till the completion of the auction of such coal mines or allotment under section 4 and section 5 read with section 8, as the case may be.1. Subs. by Act 2 of 2020, s. 14, for \"allotment of Schedule I coal mines is not complete\" (w.e.f. 10-1-2020).", "19": "The Coal Mines (Special Provisions) Act, 201519. Powers and functions of designated custodian in respect of Schedule II coal mines.-(1) The designated custodian appointed under sub-section (1) of section 18, shall be entitled to take control and possession of all lands, in or adjacent to Schedule II coal mines, and used for coal mining operations and the mine infrastructure in relation to Schedule II coal mine, on behalf of the Central Government.(2) The designated custodian may direct the prior allottees or any other persons in charge of the management of the Schedule II coal mines and coal mining operations immediately before the appointed date to provide the requisite manpower, as may be necessary, to ensure continuity in coal mining operations and production of coal.(3) The designated custodian shall receive, to the exclusion of all other persons, any monies due to Schedule II coal mines, notwithstanding cases where such receipt pertains to a transaction made at any time before the appointed date.(4) The designated custodian may call for any information, records and documents in relation to Schedule II coal mines and coal mining operations from any or all such persons who were in charge of the management and operation of such Schedule II coal mines prior to the appointed date, and such persons shall be bound to deliver to the designated custodian all such documents in their custody relating to Schedule II coal mines.(5) The designated custodian may appoint such consultants or experts, as may be necessary, in relation to the management and operation of Schedule II coal mines.(6) The designated custodian shall transfer the management and operation of any Schedule II coal mines to such person in such manner as may be prescribed.(7) The designated custodian shall have rights, liabilities and obligations as a prior allottee or a successful bidder in respect of coal mines entrusted to it under section 18, to be exercised and discharged in such manner as may be prescribed.(8) The designated custodian shall have the power to perform such other functions which may be consequential or incidental to the functions specified under this section.(9) Notwithstanding anything contained in any other law for the time being in force, the designated custodian shall, in exercise of its powers or the performance of its functions under this Act, be bound by such directions on questions of policy, as the Central Government may give in writing to it from time to time.", "20": "The Coal Mines (Special Provisions) Act, 2015Chapter VCertain Arrangements20. Power of Central Government to approve certain arrangements.-(1) 1[A successful bidder or allottee shall], with the prior approval of the Central Government and in accordance with such rules as may be prescribed, be entitled to enter into certain agreements or arrangements with other successful bidder or allottee or coal linkage holder, as the case may be, for optimum utilisation of coal mine for the same end-uses in the public interest and to achieve cost efficiencies.2[(2) A successful bidder or allottee may also use the coal mine from a particular Schedule I coal mine, in any of its plants or plant of its subsidiary or holding company engaged in same specified enduses in such manner as may be prescribed.]1. Subs. by Act 2 of 2020, s. 15, for \"A successful bidder or allottee or coal linkage holder shall\" (w.e.f. 10-1-2020).2. Subs. by s. 15, ibid., for sub-section (2) (w.e.f. 10-1-2020).", "21": "The Coal Mines (Special Provisions) Act, 2015Chapter VIMiscellaneous21. Acquisition of land.-(1) All existing land acquisition proceedings under the Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 (30 of 2013), in relation to Schedule I coal mines, shall continue in respect of such areas of land in accordance with the provisions of the said Act.(2) All such areas of land which are not subject matter of land acquisition proceedings, in relation to the coal mines, under the Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 (30 of 2013), may be proceeded with by the Central Government in terms of the Coal Bearing Areas (Acquisition and Development) Act, 1957 (20 of 1957).(3) The State Governments which have initiated land acquisition proceedings under provisions of the Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 (30 of 2013), and all such lands which are also subject matter of the said Act in respect of Schedule I coal mines, shall-(a) not transfer any land to the prior allottees which have been acquired under the said Act;(b) continue the land acquisition proceedings till the appointed date;(c) for such Schedule I coal mines which have not vested in the successful bidder or the allottee, as the case may be, by the appointed date, continue the land acquisition proceedings for and on behalf of the Central Government;(d) upon the vesting or the allotment, as the case may be, after the appointed date, continue such land acquisition proceedings on behalf of the successful bidder or the allottee.", "22": "The Coal Mines (Special Provisions) Act, 201522. Realisation of additional levy.-If a prior allottee of Schedule II coal mine fails to deposit the additional levy with the Central Government within the specified time, then, such additional levy shall be realised as the arrears of land revenue.", "23": "The Coal Mines (Special Provisions) Act, 201523. Penalties for certain offences.-If any person-(a) obstructs or causes any impediment in taking possession or in the management and operation of the Schedule I coal mines by the Central Government or the designated custodian; or(b) fails to deliver to the designated custodian any books of account, registers or any other document in his custody relating to Schedule I coal mines and coal mining operations in respect of the management of which the designated custodian has been appointed; or(c) destroys or misuses any mine infrastructure or coal stock; or(d) retains any property of such coal mine or removes or destroys it, he and any officer-in-default of the company shall be punishable with imprisonment for a term which may extend to two years, or with the minimum fine of one lakh rupees per day and in the case of continuing failure, with a maximum fine of two lakh rupees for every day during which the failure continues or with both, depending upon the nature of the offence.", "24": "The Coal Mines (Special Provisions) Act, 201524. Penalty for failure to comply with directions of Central Government.-If any person fails to comply, without reasonable cause, with a direction given by the Central Government or nominated authority or the designated custodian, he shall be punishable with a fine of one lakh rupees and in the case of continuing failure with a maximum fine of two lakh rupees for every day during which the failure continues, depending upon the nature of the offence.", "25": "The Coal Mines (Special Provisions) Act, 201525. Offences by companies.-(1) Where an offence under this Act has been committed by a company, every person who at the time the offence was committed was in charge of, and was responsible to, the company for the conduct of business of the company as well as the company shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly:Provided that nothing contained in this sub-section shall render any such person liable to any punishment, if he proves that the offence was committed without his knowledge and that he had exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where any offence under this Act has been committed by a company and it is proved that the offence has been committed with the consent or connivance of, or is attributable to, any neglect on the part of any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.", "26": "The Coal Mines (Special Provisions) Act, 201526. Cognizance of offences.-No court shall take cognizance of any offence punishable under this Act or any rules made thereunder except upon complaint in writing made by a person authorised in this behalf by the Central Government or nominated authority or the designated custodian.", "27": "The Coal Mines (Special Provisions) Act, 201527. Dispute settlement and Bar of Jurisdiction of civil courts.-(1) Any dispute arising out of any action of the Central Government, nominated authority or Commissioner of payment or designated custodian, or any dispute between the successful bidder or allottee and prior allottee arising out of any issue connected with the Act shall be adjudicated by the Tribunal constituted under the Coal Bearing Areas (Acquisition and Development) Act, 1957 (20 of 1957).(2) Where the Central Government is of the opinion that any dispute arising out of any issue connected with the Act exists or is apprehended and the dispute should be adjudicated by the Tribunal referred to in sub-section (1), then, the Central Government may by order in writing, refer the dispute or any matter appearing to be connected with, or relevant to, the dispute, to the Tribunal for adjudication.(3) The Tribunal referred to in sub-section (1) shall, after hearing the parties to the dispute, make an award in writing within a period of ninety days from the institution or reference of the dispute.(4) On and from the commencement of the Act, no court or other authority, except the Supreme Court and a High Court, shall have, or be entitled to exercise, any jurisdiction, powers or authority, in relation to matters connected with the Act.", "28": "The Coal Mines (Special Provisions) Act, 201528. Protection of action taken in good faith.-No suit, prosecution or other legal proceeding shall lie against the Central Government, nominated authority, commissioner of payment, or designated custodian or any person acting on their behalf, in respect of anything which is done or intended to be done in good faith under this Act.", "29": "The Coal Mines (Special Provisions) Act, 201529. Act to have overriding effect.-The provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force, or in any instrument having effect by virtue of any such law.", "30": "The Coal Mines (Special Provisions) Act, 201530. Amendment of certain Acts contained in Schedule IV.-On and from the date of commencement of this Act, the Coal Mines (Nationalisation) Act, 1973 (26 of 1973), and the Mines and Minerals (Development and Regulation) Act, 1957 (67 of 1957), shall stand amended in the manner provided in Schedule IV. 31.", "31": "The Coal Mines (Special Provisions) Act, 201531. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, and subject to the condition of previous publication, make rules for carrying out the provisions of this Act.(2) In particular, and without prejudice the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:-(a) the manner of allocation of Schedule I coal mines by way of public auction and details of fees under sub-section (1) of section 4;(b) the terms and conditions for granting reconnaissance permit, 1[prospecting licence, mining lease or prospecting licence-cum-mining lease] and the manner and conditions of competitive bidding under sub-section (2) of section 4;(c) norms to become eligible to bid in an auction and the amount of investment in respect of a company having a coal linkage under sub-section (3) of section 4;(d) the period within which the payment of additional levy by the prior allottee under sub-section (4) of section 4;(e) the allotment order to make allocations to a Government company or corporation under subsection (1) of section 5;(f) the powers of the nominated authority under sub-section (1) of section 6;(g) the manner of auction or allotment of Schedule I coal mines and execution of the vesting or allotment orders under sub-section (4) of section 6;(h) the salaries and allowances and other terms and conditions of service of the nominated authority and other officers and staff under sub-section (6) of section 6;(i) the manner of notifying the particulars of Schedule I coal mines to be auctioned and furnishing of required information by the prior allottees under sub-section (1) of section 8;(j) the manner of conducting auction and drawing of a vesting order under sub-section (3) of section 8; (k) determination of floor price by the nominated authority under sub-section (5) of section 8;(l) the form and manner of furnishing of bank guarantee and the time within which such furnishing of bank guarantee under sub-section (6) of section 8;1[(la) the manner of termination of vesting order or allotment order under sub-section (13) of section 8;](m) the manner of disbursement of priority payments under section 9;(n) the manner of establishing title of movable property by the prior allottee or third party who has a contract with the prior allottee for the movable property under the first proviso tosub-section (5) of section 10;(o) the manner of receiving compensation from the sale proceeds of the movable property under the second proviso to sub-section (5) of section 10;(p) the manner in which the secured creditor paid out of the compensation in respect of any prior allottee under sub-section (2) of section 12;(q) the manner of collection of additional levy by the Central Government from the prior allottees of Schedule II coal mines under sub-section (5) of section 14;(r) the salaries and allowances and other terms and conditions of service of the Commissioner of payments and other officers and staff under sub-section (4) of section 15;(s) the manner of determination of compensation payable to prior allottee and the lodging of registered sale deeds with the nominated authority under sub-section (1) of section 16;(t) the method of determination of compensation for mine infrastructure in relation to Schedule I and its reflection in the statutorily audited balance sheet under sub-section (2) of section 16;(u) the manner of transfer of the management and operation of any Schedule II coal mines by the designated custodian under sub-section (6) of section 19;(v) the manner of exercising and discharging the rights, liabilities and obligations by the designated custodian under sub-section (7) of section 19;(w) the manner of providing agreements or arrangements for optimum utilisation of coal mine for specified end-uses under sub-section (1) of section 20;(x) the manner of usage of coal mine by a successful bidder or allottee for any of its plants under sub-section (2) of section 20;(y) any other matter which is required to be, or may be, prescribed. (3) Every rule made and every notification issued by the Central Government, under this Act, shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or notification, or both Houses agree that the rule or notification should not be made, the rule or notification shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule or notification.1. Subs. by Act of 2 of 2020, s. 16, for \"prospecting licence or mining lease\" (w.e.f. 10-1-2020).1. Ins. by Act 2 of 2020, s. 16 (w.e.f. 10-1-2020).", "32": "The Coal Mines (Special Provisions) Act, 201532. Power to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by order published in the Official Gazette, make such provisions, not inconsistent with the provisions of this Act, as appear to it to be necessary or expedient for removing the difficulty:Provided that no such order shall be made after the expiry of a period of two years from the date of commencement of this Act.(2) Every order made under this section shall, as soon as may be after it is made, be laid before each House of Parliament.", "33": "The Coal Mines (Special Provisions) Act, 201533. Repeal and saving.-(1) The Coal Mines (Special Provisions) Second Ordinance, 2014 (Ord. 7 of 2014) is hereby repealed.(2) Notwithstanding such repeal, anything done or any action taken under the said Ordinance, shall, without prejudice to the judgment of the Supreme Court dated 25th August, 2014 and its order dated 24th September, 2014 passed in Writ Petition (Criminal) No. 120 of 2012, be deemed to have been done or taken under the corresponding provisions of this Act."}