{"name": "Coal Mines Provident Fund and Miscellaneous Provisions Act, 1948\r", "1": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 19481. Short title and extent.-5[(1) This Act may be called the Coal Mines Provident Fund and Miscellaneous Provisions Act 1948].6[(2) It extends to the whole of India 7* * *.5. Subs. by Act 99 of 1976, s. 3, for sub-section (1) (w.e.f. 1-8-1976).6. Subs. by the A.O. 1950, for sub-section (2).7. The words \"except the State of Jammu and Kashmir\" omitted by Act 51 of 1970, s. 2 and the Schedule (w.e.f. 1-9-1971).", "2": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 19482. Interpretation.-In this Act, unless there is anything repugnant in the subject or context,-(a) \"bonus\" means any sum of money payable to an 8[employee] under the Coal Mines Bonus Scheme framed under this Act;9[(aa) \"coal\" includes lignite;]10[(b) \"coal mine\" means any excavation where any operation for the purpose of searching for or obtaining coal has been or is being carried on, and includes-(i) all borings and bore holes;(ii) all shafts, in or adjacent to and belonging to a coal mine, whether in the course of being sunk or not;(iii) all levels and inclined planes in the course of being driven;(iv) any open cast working or quarry, that is to say, an excavation where any operation for the purpose of searching for or obtaining coal has been or is being carried on, not being a shaft or an excavation which extends below superjacent ground;(v) all conveyors or aerial rope-ways provided for the bringing into or removal from a coal mine of coal or other articles or for the removal of refuse therefrom;(vi) all adits, levels, planes, machinery, works, railways, tramways and sidings, in or adjacent to and belonging to a coal mine;(vii) all workshops situated within the precincts of a coal mine and under the same management and used for purposes connected with that coal mine or a number of coal mines under the same management;(viii) any office of a coal mine;(ix) all power stations for supplying electricity for the purpose of working the coal mine or a number of coal mines under the same management;(x) any premises for the time being used for depositing refuse from a coal mine, or in which any operation in connection with such refuse is being carried on, being premises exclusively occupied by the employer of the coal mine;(xi) all hospitals and canteens maintained for the benefit of the employees of a coal mine or a number of coal mines under the same management;(xii) any coke oven or plant;(xiii) any premises in or adjacent to and belonging to a coal mine, on which any plant or other machinery connected with a coal mine is situated or on which any process ancillary to the work of a coal mine is being carried on;](c) \"contribution\" means the contribution payable in respect of a member under the Coal Mines Provident Fund Scheme framed under this Act of 1[or the contribution payable in respect of an employee to whom the Insurance Scheme applies];2[(d) \"employee\" means any person who is employed for wages in any kind of work, manual or otherwise, in or in connection with a coal mine, and who gets his wages directly or indirectly from the employer, and includes-(1) any person employed by or through a contractor in or in connection with a coal mine, and(2) for the purposes of the Coal Mines Provident Fund Scheme, also(i) any other person who is employed as a sanitary worker, mali, teacher or domestic servant in or in connection with a coal mine and who receives wages directly from the employer, and(ii) any apprentice or trainee who receives stipend or other remuneration from the employer.]3[(e) \"employer\", when used in relation to a coal mine, means any person who is the immediate proprietor or lessee or occupier of the coal mine or of any part thereof and in the case of a coal mine the business whereof is being carried on by a liquidator or receiver, such liquidator or receiver and in the case of a coal mine owned by a company the business whereof is being carried on by a managing agent, such managing agent; but does not include a person who merely receives a royalty, rent or fine from the coal mine, or is merely the proprietor of the coal mine, subject to any lease, grant or licence for the working thereof, or is merely the owner of the soil and not interested in the coal of the coal mine; but any contractor for the working of a coal mine or any part thereof shall be subject to this Act in like manner as if he were an employer, but not so as to exempt the employer from any liability;]****(f) \"Fund\" means the provident fund established under the Coal Mines Provident Fund Scheme; 5* * *1[(fa) \"Insurance Fund\" means the Deposit-linked Insurance Fund established under subsection (2) of section 3G;(fb) \"Insurance Scheme\" means the Coal Mines Deposit-linked Insurance Scheme framed under sub-section (1) of section G;]6[7[(fc)] [\"managing agent\" has the meaning assigned to it in the Companies Act, 1956 (1 of 1956); and;](g) \"member\" means a member of the Fund.1[(h) \"Pension Fund\" means the Pension Fund established under sub-section (2) of section 3E;(i) \"Pension Scheme\" means the Coal Mines Pension Scheme framed under sub-section (1) of section 3E;(j) \"superannuation\", \"in relation to an employee who is a member of the Pension Scheme, means the attainment, by the said employee, of such age as is fixed in the contract or conditions of service as the age on the attainment of which such employee shall vacate the employment.]8. Subs. by Act 80 of 1950, s. 3, for \"employee in a coal mine\".9. Ins. by Act 45 of 1965, s. 2 (w.e.f. 1-4-1966).10. Subs. by s. 2, ibid., for clause (b) (w.e.f. 1-4-1966).1. Ins. by Act 99 of 1976, s. 4 (w.e.f. 1-8-1976).2. Subs. by Act 45 of 1965, s. 2, for clause (d) (w.e.f. 1-4-1966).3. Subs. by s. 2, ibid., for clause (e) (w.e.f. 1-4-1966).4. Omitted by Act 23 of 1996, s. 3 (w.e.f. 31-3-1998).5. The word \"and\" omitted by Act 45 of 1965, s. 2 (w.e.f. 1-4-1966).6. Ins. by s. 2, ibid. (w.e.f. 1-4-1966).7. Clause (ff) re-lettered as clause (fc) thereof by Act 99 of 1976, s. 4 (w.e.f. 1-8-1976).", "3": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 19483. Coal Mines Provident Fund Scheme.-(1) The Central Government may, by notification in the Official Gazette, frame a scheme to be called the Coal Mines Provident Fund Scheme a for the establishment of a provident fund for 2[employees] and specify the coal mines to which the said scheme shall apply.3[(1A) The Fund shall vest in, and be administered by, the Board constituted under section 3A.](2) Any scheme framed under the provisions of sub-section (1) may provide for all or any of the matters specified in the First Schedule.1. Ins. by Act 23 of 1996, s. 3 (w.e.f. 31-3-1998).2. Subs. by Act 80 of 1950, s. 4, for \"employees in coal mines\".3. Ins. by Act 45 of 1965, s. 3 (w.e.f. 1-4-1966).", "4": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 19481[4. Fund to be recognised under Act 43 of 1961.-For the purposes of the Income-tax Act, 1961, the Fund shall be deemed to be a recognised Provident Fund within the meaning of Part A of the Fourth Schedule to that Act.]1. Subs. by Act 23 of 1996, s. 6, for section 4 (w.e.f. 31-3-1996).", "5": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 19485. Coal Mines Bonus Schemes.-(1) The Central Government may, by notification in the Official Gazette, frame a scheme to be called the Coal Mines Bonus Scheme for the payment of bonus to 2[employees] and specify the coal mines to which the said scheme shall apply.(2) A scheme framed under the provisions of sub-section (1) may provide for all or any of the matters specified in the 3[Fourth Schedule.]4[(3) The employer shall pay the bonus in accordance with the Scheme as aforesaid.]2. Subs. by Act 80 of 1950, s. 4, for \"employees in coal mines\".3. Subs. by Act 99 of 1976, s. 8, for \"Third Schedule\" (w.e.f. 1-8-1976).4. Ins. by Act 45 of 1965, s. 5 (w.e.f. 1-4-1966).", "6": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 19486. Retrospective operation of a scheme.-A scheme framed under this Act may provide that any of its provisions shall come into force either prospectively or retrospectively with effect from such date as may be specified in this behalf in the scheme.", "7": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 19487. Modification of a scheme.-The Central Government may, by notification in the Official Gazette, add to, amend or vary, 5[either prospectively or retrospectively] a scheme framed under this Act.5. Ins. by Act 99 of 1976, s. 9 (w.e.f. 1-8-1976).", "8": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 19488. Protection against attachment.-(1) The amount of provident fund standing to the credit of any member in the Fund shall not in any way be capable of being assigned or charged and shall not be liable to attachment under any decree or order of any Court in respect of any debt or liability incurred by the member and neither the Official Assignee nor any Receiver appointed under the Provincial Insolvency Act, 1920 (5 of 1920), shall be entitled to, or have any claim on, any such amount.(2) Any amount standing to the credit of any member in the Fund at the time of his death and payable to his nominee under the Coal Mines Provident Fund Scheme shall, subject to any deduction authorized by the said scheme, vest in the nominee and shall be free from any debt or other liability incurred by the deceased or incurred by the nominee before the death of the member.1[(3) The provisions of sub-section (1) and sub-section (2) shall, so far as may be, apply in relation to the family pension or any other amount payable under the Coal Mines Family Pension Scheme 2[and also in relation to any amount payable under the Insurance Scheme] as they apply in relation to any amount payable out of the Fund.]1. Ins. by Act 16 of 1971, s. 10 (w.e.f. 13-2-1971).2. Ins. by Act 99 of 1976, s. 11 (w.e.f. 1-8-1976).", "9": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 19489. Penalty.-3[(1) If any person-(a) contravenes any provisions of this Act or of any scheme framed thereunder, he shall be punishable with imprisonment for a term which may extend to six months, or with fine which may extend to one thousand rupees or with both;(b) who has been convicted of any offence punishable is aforesaid, is again guilty of any such offence within a period of two years from the date of the previous conviction, he shall be punishable on conviction with imprisonment for a term which may extend to one year, or with fine which may extend to two thousand rupees, or with both.](2) No Court shall take cognizance of any offence punishable under 4[sub-section (1)] except on a report in writing of the facts constituting such offence made by an Inspector with the previous sanction of such authority as may be specified in this behalf by the Central Government.5[(3) No Court inferior to that of a Presidency Magistrate or a Magistrate of the first class shall try any offence punishable under sub-section (1)].3. Subs. by Act 45 of 1965, s. 7, for sub-section (1) (w.e.f. 1-4-1966).4. Subs. by s. 7, ibid., for \"any such scheme\" (w.e.f. 1-4-1966).5. Ins. by s. 7, ibid. (w.e.f. 1-4-1966).6. Ins. by Act 99 of 1976, s. 12 (w.e.f. 1-8-1976).", "10": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 194810. Inspectors.-(1) The Central Government may, by notification in the Official Gazette, appoint such persons as it thinks fit to be Inspectors for the purposes of the Coal Mines Provident Fund Scheme 6[or the Insurance Scheme] or the Coal Mines Bonus Scheme and may define their jurisdiction.(2) An Inspector may, in respect of any coal mine within his jurisdiction,-1[(a) require an employer or any contractor from whom any amount is recoverable under section 10E-(i) to furnish such information, or(ii) to produce in the office of the Inspector or such other place as may be nearer to the employer or, as the case may be, the contractor, such accounts, books, registers and other documents, relating to the employment of persons in a coal mine as the Inspector may consider necessary for the purposes of any scheme framed under this Act;](b) at any reasonable time 2[and with such assistance, if any, as he may think fit, enter and search any coal mine] and require any one found in charge thereof to produce before him such accounts, books, registers and other documents relating to the employment of persons in the coal mine as he may consider necessary;(c) examine, with respect to any matter relevant to any of the purposes aforesaid, the employer 3[or any contractor from whom any amount is recoverable under section 10E], his agent or servant or any other person found in charge of the coal mine 4* * * or whom the Inspector has reasonable cause to believe to be or to have been an employee in the coal mine.3(d) make copies of, or take extracts from, any accounts, books, registers or other documents maintained in relation to a coal mine and where he has reason to believe that any offence under this Act has been committed by an employer or contractor, seize with such assistance as he may think fit, such accounts, books, registers or other documents or portions thereof as he may consider relevant in respect of that offence;(e) exercise such other powers as any such Scheme may provide.]3(2A) Every person required to furnish any information or produce any document under clause (a) or clause (b) of sub-section (2) shall be deemed to be legally bound to do so within the meaning of section 175 of the Indian Penal Code (45 of 1860).(2B) The provisions of the 5[Code of Criminal Procedure, 1973, (2 of 1974)] shall, so far as may be, apply to any search or seizure under sub-section (2) as they apply to any search or seizure made under the authority of a warrant issued under 5[section 94 of the said Code.](3) Every Inspector shall be deemed to be a public servant within the meaning of section 21 of the Indian Penal Code, 1860 (45 of 1860).1. Subs. by Act 45 of 1965, s. 8, for clause (a) (w.e.f. 1-4-1966).2. Subs. by s. 8, ibid., for \"enter any coal mine or its office\" (w.e.f. 1-4-1966).3. Ins. by s. 8, ibid. (w.e.f. 1-4-1966).4. The words \"or its office\" omitted by s. 8, ibid. (w.e.f. 1-4-1996).5. Subs. by Act 23 of 1996, s. 7, for certain words (w.e.f. 31-3-1996).", "11": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 194811. Priority of payment of contributions and bonus over other debts.-The amount due in respect of any contribution or bonus under a scheme framed under this Act or any charges incurred in respect of the administration of any such scheme, shall, where the liability therefore has accrued before the persons liable has been adjudicated insolvent or, in the case of a company ordered to be wound up, before the date of such order, be deemed to be included among the debts which, under section 49 of the Presidency-towns Insolvency Act, 1909 (3 of 1909), or under section 61 of the Provincial Insolvency Act, 1920 (5 of 1920), or under section 230 of the 1[Companies Act, 1956 (1 of 1956),] are to be paid in priority to all other debts in the distribution of the property of the insolvent or the assets of a company being wound up, as the case may be.1. Subs. by Act 23 of 1996, s. 8, for certain words (w.e.f. 31-3-1998).", "12": "The Coal Mines Provident Fund and Miscellaneous Provisions Act, 194812. Repeal of Ordinance 7 of 1948.-(1) The Coal Mines Provident Fund and Bonus Schemes Ordinance, 1948, is hereby repealed.(2) Notwithstanding any such repeal, anything done or any action taken in exercise of any power conferred by or under the said Ordinance shall be deemed to have been done or taken in exercise of the powers conferred by or under this Act, as if this Act had commenced on the 23rd day of April, 1948."}