{"name": "Coasting Vessels Act, 1838\r", "1": "The Coasting-Vessels Act, 18381The 2*** Coasting-Vessels Act, 1838][Act No. 19 of 1838][27th August, 1838.]3[1. Extent.-This Act extends in the first instance 4[to the territories which, immediately before the 1st November, 1956, were comprised in the States] of Bombay, Saurashtra and Kutch, but the Central Government may, by notification in the Offici al Gazette, extend it to any other State 5[or part of a State] which has a sea-coast.]1. Short title given by the Bombay Short Titles Act, 1921 (Born. Act 2 of 1921).This Act was declared by the Laws Local Extent Act, 1874 (15 of 1874), s. 5, to be in force in the whole of the Bombay Presidency, except the Scheduled Districts.This Act has been repealed in so far as it applies to sea-going ships fitted with mechanical means of propulsion and to sailing vessels by the Merchant Shipping Act, 1958 (44 of 1958), s. 461 and Sch.The Act came into force in Pondicherry vide Reg. 7 of 1963, s. 3 and Sch. I (w.e.f. 1-10-1963).The Act has been extended to Goa, Daman and Diu with modifications by Reg. 12 of 1962 and Sch. (w.e.f. 1-2-1965) and to Laccadive, Minicoy and Amindivi Islands by Reg. 8 of 1965, s. 3 and Sch. (w.e.f. 1-10-1968).2. The word \"Bombay\" omitted by Act 22 of 1952, s. 3.3. Ins. by s. 4, ibid. Original s. 1 was rep. by Act 14 of 1870, s. 1 and Sch., Pt. II.4. Subs. by the Adaptation of Laws (No. 2) Order, 1956, for \"to the States\".5. Ins., ibid.", "2": "The Coasting-Vessels Act, 18382. Rules as to coasting and other vessels belonging to any citizen of India.-6***The following rules shall be in force with respect to vessels belonging to 7[any citizen of India] 8***, and employed on the coasts of 9[any State] 5[or part of a State] to which this Act extends] or in trading coastwise, as also with respect to fishing -vessels and harbour - craft belonging to 10[any such citizen].5. Ins., ibid.6. The words and figures \"And it is hereby enacted, that from the said first day of November, 1838\" rep. by Act 16 of 1874, s. 1 and Sch., Pt. I.7. Subs. by the A. O. 1950, for \"any of Her Majesty's subjects\".8. The words \"residing within the State of Bombay\" omitted by Act 22 of 1952, s. 5.9. Subs. by s. 5, ibid., for \"the said State\".10. Subs. by the A. O. 1950, for \"any of the same Her Majesty's subjects\".", "3": "The Coasting-Vessels Act, 18383. Marking or branding vessels with name of place and number.-11*** Every such vessel employed as aforesaid, fishing-vessel and harbour -craft shall be marked or branded with the name of the place to which she belongs, and also with a number assigned for the same by the officer authorised to make such regis try as is hereinafter mentioned.11. The words \"And it is hereby enacted, that\" rep. by Act. 16 of 1874, s. 1 and Sch., Pt. I.Owner to paint name and number- and the owner or owners of such vessel employed s aforesaid, fishing-vessel and harbour-craft shall cause such name and number to be panted in black paint upon a white ground on each quarter of such vessel employed or aforesaid fishing-vessel and harbour-craft, in English figures and letters, each figure anti letter being six inches in length.", "4": "The Coasting-Vessels Act, 18384. Registry of name, number and burthen.-11*** The name and number of every such vessels employed as aforesaid, fishing-vessel and harbour -craft, and her burthen, and also the name or names of the owner or owners thereof, shall be registered in a took to be kept for that purpose by the person hereinafter directed to make such registry.11. The words \"And it is hereby enacted, that\" rep. by Act. 16 of 1874, s. 1 and Sch., Pt. I.Regi stry by whom to be made, Fresh regi strat ion.- At Bombay such regi st ry shal l be made by the 12 [Pr incipal Of f icer , Mercant i le Mar ine Depar tment] , and at other places 13*** by the Collector of Sea-customs at such places respectively, or by such other person as sha11 be appointed by the 14[Central Government] to act at such places respectively, in the execution of this Act; and whenever any change shall take place in the burthen of such vessel employed as aforesaid, fishing-vessel or harbour-craft, or in the name or names of the owner or owners thereof, such registry shall be made again:Provided, however, that it shall not be lawful to give any name to such vessel employed as aforesaid, fishing-vessel or harbour-craft, other than that by which she was first registered.12. Subs. by the A. O. 1950 (as amended by C. O. 29, dated 4-4-1951), for \"Master-Attendant\" (w.e.f. 26-1-1950).13. The words \"within the said State\" omitted by Act 22 of 1952, s. 6.14.Subs. by the A. 0. 1937, for \"Government of Bombay\".", "5": "The Coasting-Vessels Act, 18385. Owners to apply for registry.-1*** The owner or owners of every such vessel employed as aforesaid, fishing-vessel and harbour-craft shall apply to the person authorised to make such registry in respect of the same, in order to have such registry as aforesaid made, or in order to have such registry made again as aforesaid.Information of registry at subordinate port.- And whenever such vessel employed as aforesaid, fishing-vessel or harbour-craft is registered at a subordinate port, information thereof, and of the number there assigned to her, shall immediately be given by the registering officer to the 2[Principal Officer, Mercantile Marine Department] at Bombay.1. The words \"And it is hereby enacted, that\" rep. by Act 16 of 1874, s. 1 and Sch., Pt. I.2. Subs. by A.O. 1950 (as amended by C. O. 29, dated 4-4-1951), for \"Master-Attendent\" (w.e.f. 26-1-1952).", "6": "The Coasting-Vessels Act, 18386. Officers to perform duty of marking and branding.-1*** The duty of marking or branding and of ascertaining the burthen of such vessels employed as aforesaid, fishing-vessels and harbour-craft, at Bombay, shall be performed by the 2[Principal Officer, Mercantile Marine Department]; and at all other places 3***the duty of marking or branding and of ascertaining the burthen of such vessels employed as aforesaid, fishing-vessels and harbour-craft shall be performed by the Collector of Sea-customs at such places respectively, or by such other persons as shall be appointed by the 4Central Government] to act at such places respectively, in the execution of this Act.2. Subs. by A.O. 1950 (as amended by C. O. 29, dated 4-4-1951), for \"Master-Attendent\" (w.e.f. 26-1-1952).3. The words \"within the State of Bombay\" omitted by Act 22 of 1952, s. 7.4. Subs. by the A. O. 1937, for \"Government of Bombay\".", "7": "The Coasting-Vessels Act, 18387. Owner to obtain certificate of registry. Replacing lost certificate.-1*** The owner or owners of every such vessel employed as aforesaid, fishing-vessel and harbour-craft shall apply for and obtain a certificate of registry from the person authorised to make such registry as aforesaid, and such certificate shall be in the form specified in the Schedule appended to this Act; and in the case of any certificate being lost or destroyed, a renewed certificate may be obtained in the same manner and on payment of the fees hereinafter mentioned.1. The words \"And it is hereby enacted, that\" rep. by Act 16 of 1874, s. 1 and Sch., Pt. I.", "8": "The Coasting-Vessels Act, 18388. Sealing certificate.-1*** Such certificate of registry shall be scaled with the seal of the 5[Government of India], - and shall be signed by the person authorised to make such registry.1. The words \"And it is hereby enacted, that\" rep. by Act 16 of 1874, s. 1 and Sch., Pt. I.5. Subs. by the A. O. 1950, for \"East India Company\".", "9": "The Coasting-Vessels Act, 18386[10. Fees for certificates.-The owner or owners of such vessels employed as aforesaid fishing-vessels and harbour-craft being excepted) on being registered as aforesaid, shall pay- for each certificate of registry for a vessel not exceeding 5 tons burthen, the fee of........1 rupee;for each certificate for a vessel exceeding 5 tons burthen and not exceeding 25 tons burthen, the fee of..........5 rupees;for each certificate for a vessel exceeding 25 tons burthen and not exceeding 100 tons burthen, the fee of.........7 rupees; andfor each certificate for a vessel of 100 tons or greater burthen, per ton, the fee of........2 annas.]6. Subs. by Act 22 of 1952, s. 8, for section 10.", "10": "The Coasting-Vessels Act, 183811. Fees to be credited to Government.-1*** The person or persons so authorised to make such registry as aforesaid shall receive the fees payable for the same, and shall pay such fees to such oilier as 1[the Central Government] shall appoint; the same to be carried to the credit of 2[the Central Government]:3[Provided that any such fees as immediately before the commencement of 4[the Constitution] were, under this Act as then in force to be carried to the credit of the 5[Provincial Government] shall be paid to such officer as the State Government may appoint and be carried to the credit of that Government.]1. Subs. by the A. O. 1937, for \"the Governor of Bombay in Council\".2. Subs., ibid., for \"the Government of Bombay\".3. Ins., ibid.4. Subs. by the A. O. 1950, for \"Part III of the Government of India Act, 1935\".5. Subs. ibid., for \"Local Government\".", "11": "The Coasting-Vessels Act, 183812. Production of certificate on demand.-6*** The owner or owners or commander of every such vessel employed as aforesaid, fishing-vessel and harbour-craft shall produce, on demand thereof by any officer of the Customs 7*** or by any officer of the 8*** Navy, the certificate so directed to be applied for and obtained, in respect of such vessel employed as aforesaid, fishing-vessel or harbour-craft, as above mentioned.6. The words \"And it is hereby enacted, that\" rep. by Act 16 of 1874, s. 1 and Sch., Pt. I.7. The words \"within the said State\" omitted by Act 22 of 1952, s. 6.8. The word \"Indian\" rep. by Act 12 of 1876, s. 1 and Sch., Pt. I.", "12": "The Coasting-Vessels Act, 183813. Penalty for neglect to comply with rules.-6*** Incase any such vessel employed as aforesaid, fishing-vessel or harbour-craft shall not be so marked or branded in all respects as hereinbefore directed, or in case the name and number of any such vessel employed as afford said, fishing-vessel or harbour-craft shall not be so painted, or shall not continue so painted on such vessel employed as aforesaid, fishing-vessel or harbour-craft, in all respects as herein-before directed;or in case any such vessel employed as aforesaid, fishing-vessel or harbour-craft shall not be furnished with such certificate as hereinbefore specified, or in case the owner or owners or commander of any such vessel employed as aforesaid, fishing-vessel or harbour-craft shall not produce such certificate on demand thereof as hereinbefore directed;the owner or owners of every such vessel employed as aforesaid shall be subject to a fine of ten times the amount of the fees payable in respect of the certificate of registry of such vessel, the same being a vessel for the certificate of the registration of which any fee is payable; and the owner or owners of any such fishing-vessel or harbour-craft shall be subject to a fine of ten rupees;6. The words \"And it is hereby enacted, that\" rep. by Act 16 of 1874, s. 1 and Sch., Pt. I.Recovery of penalties- which fines may be recovered on conviction before any Magistrate 9*** hiving jurisdiction, 7*** by sale of such vessel, fishing-vessel or harbour-craft, her furniture, ammunition, tackle and apparel;Penalty on repetition of default- and such fines shall be payable as often as the owner or owners or commander of any such vessel employed as aforesaid, fishing-vessel or harbour-craft shall make such default as aforesaid:Provided every such subsequent default be made after the expiration of one month from the date of the last conviction.7. The words \"within the said State\" omitted by Act 22 of 1952, s. 6.9. The words \"Justice of the Peace, or person exercising the powers of a Magistrate\" rep. by Act 12 of 1876, s. 1 and Sch., Pt. I.", "13": "The Coasting-Vessels Act, 183814. Power to direct compensation for trouble in seizing.-6*** The 10[Central Government] may direct compensation for trouble and diligence in seizing such vessel employed as aforesaid, fishing-vessel or harbour-craft, guns, furniture, tackle, ammunition and apparel, as last mentioned, to be made, out of the proceeds of such seizure to the person or persons who shall have seized the same, to such amount, in such manner and in such shares or proportions, as to the said 11[Central Government] shall seem meet.10. Subs. by the A. O. 1937, for \"Governor of Bombay in Council\".11. Subs., ibid., for \"Governor in Council\"."}