{"name": "Coastal Aquaculture Authority Act, 2005\r", "1": "Coastal Aquaculture Authority Act, 2005Chapter I Preliminary1. Short Title and Commencement. -1.   This Act\r\nmay be called the Coastal Aquaculture Authority Act, 20052.   Provisions\r\nof section 27 shall come into force at once and the remaining provisions of\r\nthis Act shall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "Coastal Aquaculture Authority Act, 20052. Definition. -1.   In this\r\nAct, unless the context otherwise requires,-a.  \r\n  \"Authority\" means the Coastal Aquaculture Authority\r\nestablished under sub-section (1) of section 4;b.  \r\n  \"Chairperson\" means the Chairperson of the Authority;c.  \r\n  \"coastal aquaculture\" means culturing, under controlled\r\nconditions in ponds, pens, enclosures or otherwise, in coastal areas, of\r\nshrimp, prawn, fish or any other aquatic life in saline or brackish water; but\r\ndoes not include fresh water aquaculture;d.  \r\n  \"coastal area\" means the area declared as the Coastal\r\nRegulation Zone, for the time being, in the notification of the Government of\r\nIndia in the Ministry of Environment and Forests (Department of Environment,\r\nForests and Wildlife) No. S.O. 114(E), dated the 19th February, 1991 and includes\r\nsuch other area as the Central Government may, by notification in the Official\r\nGazette, specify;e.  \r\n  \"member\" means the member of the Authority appointed\r\nunder sub-section (5) of section 4 and includes the Chairperson and the\r\nmember-secretary;f.  \r\n  \"prescribed\" means prescribed by rules made under this\r\nAct;g.  \r\n  \"regulations\" means the regulations made by the\r\nAuthority under this Act.1.  \r\n 2.   Words and\r\nexpressions used herein and not defined but defined in the Environment\r\n(Protection) Act, 1986 shall have the meanings respectively assigned to them in\r\nthat Act,", "3": "Coastal Aquaculture Authority Act, 2005Chapter II General Powers of Central Government3. Powers of Central Government to Take Measures to Protect\r\nEnvironment. -The Central Government shall take all such measures as it deems\r\nnecessary or expedient for regulation of coastal aquaculture by prescribing\r\nguidelines, to ensure that coastal aquaculture does not cause any detriment to\r\nthe coastal environment and the concept of responsible coastal aquaculture\r\ncontained in such guidelines shall be followed in regulating the coastal\r\naquaculture activities to protect the livelihood of various sections of the\r\npeople living in the coastal areas.", "4": "Coastal Aquaculture Authority Act, 2005Chapter III The Coastal Aquaculture Authority4. Establishment of Authority and Appointment of Chairperson and\r\nMembers. -1.   With\r\neffect from such date as the Central Government may, by notification in the\r\nOfficial Gazette, appoint in this behalf, there shall be established for the\r\npurposes of this Act an Authority to be called the Coastal Aquaculture\r\nAuthority.2.   The head\r\noffice of the Authority shall be at such place as the Central Government may\r\ndecide,3.   The\r\nAuthority shall consist of the following members who shall be appointed by the\r\nCentral Government, namely: -a.  \r\n  the Chairperson who is, or has been, a Judge of a High Court;b.  \r\n  one member who is an expert in the field of coastal aquaculture;c.  \r\n  one member who is an expert in the field of coastal ecology\r\nnominated by the Department of Ocean Development of the Central Government;d.  \r\n  one member who is an expert in the field of environment protection\r\nor pollution control nominated by the Ministry of Environment and Forests of\r\nthe Central Government;e.  \r\n  one member to represent she Ministry of Agriculture of the Central\r\nGovernment;f.  \r\n  one member to represent the Ministry of Commerce of the Central Government;g.  \r\n  four members to represent the coastal States on rotation basis;h.  \r\n  one member secretary.1.  \r\n 2.  \r\n 3.  \r\n 4.   The term\r\nof office of the Chairperson and every other member shall be three years.5.   The\r\nsalaries and allowances payable to, and the other terms and conditions of\r\nservice of, the members shall be such as may be prescribed.", "5": "Coastal Aquaculture Authority Act, 20055. Disqualification for Appointment as Members. -A person shall be disqualified for being appointed as a member if\r\nhe-a.   has been\r\nconvicted and sentenced to imprisonment for an offence which, in the opinion of\r\nthe Central Government, involves moral turpitude; orb.   is an un\r\ndischarged insolvent; orc.   is of\r\nunsound mind and stands so declared by a competent court; ord.   has been\r\nremoved or dismissed from the service of the Government or a Corporation owned\r\nor controlled by the Government; ore.   has, in\r\nthe opinion of the Central Government, such financial or other interest in the\r\nAuthority as is likely to affect prejudicially the discharge by him of his\r\nfunctions as a member.", "6": "Coastal Aquaculture Authority Act, 20056. Eligibility of member for reappointment. -Subject to sub-section (5) of section 4, any person ceasing to be\r\na member shall be eligible for reappointment as such member for not more than\r\ntwo consecutive terms.", "7": "Coastal Aquaculture Authority Act, 20057. Meeting of Authority.-1.   The\r\nAuthority shall meet at such times and places and shall observe such rules of\r\nprocedure in regard to the transaction of business at its meetings (including\r\nthe quorum thereat) as may be specified by regulations.2.   If for\r\nany reason the Chairperson is unable to attend any meeting of the Authority any\r\nother member chosen by the members present at the meeting shall preside at the\r\nmeeting.3.   All\r\nquestions which come up before any meeting of the Authority shall be decided by\r\na majority of votes of the members present and voting and in the event of an\r\nequality of votes, the Chairperson or in his absence the person presiding,\r\nshall have and exercise a second or casting vote.", "8": "Coastal Aquaculture Authority Act, 20058. Vacancy in Authority not to in validate proceeding. -No act or proceeding of the Authority shall be invalidated merely\r\nby reason of-a.   any\r\nvacancy in, or any defect in the constitution of, the Authority; orb.   any\r\ndefect in the appointment of a person acting as a member of the Authority; orc.   any\r\nirregularity in the procedure adopted by the Authority not affecting the merits\r\nof the case.", "9": "Coastal Aquaculture Authority Act, 20059. Appointment of Officers Consultants and other Employees of\r\nAuthority. -1.   For the\r\npurposes of discharging its functions, the Authority shall appoint such number\r\nof officers and other employees as it may consider necessary on such terms and\r\nconditions as may be specified by the regulations.2.   The\r\nAuthority may appoint, from time to time, any person as adviser or consultant\r\nas it may consider necessary on such terms and conditions as may be specified\r\nby the regulations.", "10": "Coastal Aquaculture Authority Act, 200510. Authentication for orders and other instrument of Authority.-All orders, decisions and other instruments of the Authority shall\r\nbe authenticated under the signature of the Chairperson or any other member or\r\nany officer of the Authority authorised by the Chairperson in this behalf.", "11": "Coastal Aquaculture Authority Act, 2005Chapter IV Powers and Functions of Authority11. Function of Authority.-1.   Subject\r\nto any guidelines issued by the Central Government under section 3, the\r\nAuthority shall exercise the following powers and perform the following\r\nfunctions, namely:-a.  \r\n  to make regulations for the construction and operation of\r\naquaculture farms within the coastal areas;b.  \r\n  to inspect coastal aquaculture farms with a view to ascertaining\r\ntheir environmental impact caused by coastal aquaculture;c.  \r\n  to register coastal aquaculture farms;d.  \r\n  to order removal or demolition of any coastal aquaculture farms\r\nwhich is causing pollution after hearing the occupier of the farm; ande.  \r\n  to perform such other functions as may be prescribed.1.  \r\n 2.   Where the\r\nAuthority orders removal or demolition of any coastal aquaculture farm under\r\nclause (d) of sub-section (1), the workers of the said farm shall be paid such\r\ncompensation as may be settled between the workers and the management through\r\nan authority consisting of one person only to be appointed by the Authority and\r\nsuch authority may exercise such powers of a District Magistrate for such\r\npurpose, as may be prescribed.", "12": "Coastal Aquaculture Authority Act, 200512. Power to Enter.-Subject to any rule made in this behalf, any person generally or specially\r\nauthorised by the Authority in this behalf, may, wherever it is necessary to do\r\nso for any purposes of this Act, at all reasonable times, enter on any coastal\r\naquaculture land, pond, pen or enclosure and-a.   make any\r\ninspection, survey, measurement, valuation or inquiry;b.   remove or\r\ndemolish any structure therein; andc.   do such\r\nother acts or things as may be prescribed:Provided that no such person shall enter on any coastal\r\naquaculture land, pond, pen or enclosure without giving the occupier of such\r\naquaculture land, pond, pen or enclosure at least twenty-four hours' notice in\r\nwriting of his intention to do so.", "13": "Coastal Aquaculture Authority Act, 200513. Registration for Coastal Aquaculture. -1.   Save as\r\notherwise provided in this section, no person shall carry on, or cause to be\r\ncarried on, coastal aquaculture in coastal area or traditional coastal\r\naquaculture in the traditional coastal aquaculture farm which lies within the\r\nCoastal Regulation Zone referred to in sub-section (9) and is not used for\r\ncoastal aquaculture purposes on the appointed day unless he has registered his\r\nfarm with the Authority under sub-section (5) or in pursuance of sub-section\r\n(9), as the case may be.2.   Notwithstanding\r\nanything contained in sub-section (1), a person engaged in coastal aquaculture,\r\nimmediately before the appointed day, may continue to carry on such activity\r\nwithout such registration for a period of three months from that day and if he\r\nmakes an application for such registration under sub-section (4) within the\r\nsaid period of three months, till the communication to him of the disposing of\r\nsuch application by the Authority.3.   The\r\nregistration made under sub-section (5) or in pursuance of sub section (9)-a.  \r\n  shall be valid for a period of five years;b.  \r\n  may be renewed from time to time for a like period; andc.  \r\n  shall be in such form and shall be subject to such conditions as\r\nmay be specified by the regulations.1.  \r\n 2.  \r\n 3.  \r\n 4.   A person\r\nwho intends to carry on coastal aquaculture shall make an application for\r\nregistration of his farm before the Authority in such form accompanied with\r\nsuch fees as may be prescribed for the purpose of registration under\r\nsub-section (5).5.   On\r\nreceipt of an application for registration of a farm under sub-section (4), the\r\nAuthority shall consider the application in the prescribed manner and after\r\nconsidering the application either register the farm or reject the application:\r\nProvided that the Authority shall not reject the application\r\nwithout recording the reason for such rejection.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n 6.   The\r\nAuthority shall, after registering a farm under sub-section (5), issue a\r\ncertificate of registration in the prescribed form to the person who has made\r\nthe application for such registration.7.   In the\r\ncase of a farm comprising more than two hectares of water spread area, no\r\napplication for registration to commence any activity connected with coastal\r\naquaculture shall be considered under sub-section (5) unless the Authority,\r\nafter making such inquiry as it thinks fit, is satisfied that registration of\r\nsuch farm shall not be detrimental to the coastal environment.8.   Notwithstanding\r\nanything contained in this section, -a.  \r\n  no coastal aquaculture shall be carried on within two hundred\r\nmetres from High Tide Lines; andb.  \r\n  no coastal aquaculture shall be carried on in creeks, rivers and\r\nbackwaters within the Coastal Regulation Zone declared for the time being under\r\nthe Environment (Protection) Act, 1986:Provided that nothing in this sub-section shall apply in the case\r\nof a coastal aquaculture farm which is in existence on the appointed day and to\r\nthe non-commercial and experimental coastal aquaculture farms operated or\r\nproposed to be operated by any research institute of the Government or funded\r\nby the Government:Provided further that the Authority may, for the purposes of\r\nproviding exemption under the first proviso, review from time to time the\r\nexistence and activities of the coastal aquaculture farms and the provisions of\r\nthis section shall apply on coastal aquaculture farms in view of such review.Explanation:-For the purposes of this sub-section, \"High Tide\r\nLine\" means the line on the land up to which the highest water line\r\nreaches during the spring tide.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n 6.  \r\n 7.  \r\n 8.  \r\n 9.   Notwithstanding\r\nanything contained in this section, any traditional coastal aquaculture farm\r\nwhich lies within the Coastal Regulation Zone declared by the notification of\r\nthe Government of India in the Ministry of Environment and Forests (Department\r\nof Environment, Forests and Wildlife) No. S.O. 114(E), dated the 19th\r\nFebruary, 1991 and is not used for coastal aquaculture purposes on the\r\nappointed day shall be registered under sub-section (3) by producing before the\r\nAuthority, by the person who is the owner of such farm, the documentary proof\r\nof such ownership failing which such farm shall not be registered under\r\nsub-section (5) and if such person after such registration does not utilise\r\nsuch farm, within one year, for coastal aquaculture purposes, the registration\r\nshall be cancelled by the Authority.10.   A person,\r\nwho intends to renew the registration of a farm made under sub section (5) or\r\nin pursuance of sub-section (9), may make an application within two months\r\nbefore the expiry of such registration to the Authority in the prescribed form\r\naccompanied with the prescribed fees and the Authority shall, after receiving\r\nsuch application, renew the registration and for such purpose make an entry\r\nwith its seal on the registration certificate relating to such form issued\r\nunder sub-section (6)11.   The Authority\r\nmay refuse to renew the registration of a farm under sub-section (10) if the\r\nAuthority is satisfied that the person to whom such registration is made has\r\nfailed to utilise such farm for coastal aquaculture purposes or without any\r\nreasonable cause has violated any provision of this Act or the rules or\r\nregulations made there under or any direction or order made by the Authority in\r\npursuance of section 11:Provided that such refusal to renew the registration shall not be\r\nmade without providing such person an opportunity of being heard.Explanation1:-For the purposes of this section, \"appointed\r\nday\" means the date of establishment of the Authority.Explanation 2:-For the removal of doubts, it is hereby declared\r\nthat the expression \"to renew the registration\" used in sub-sections\r\n(10) and (77) shall be construed to include further renewal of the\r\nregistration.", "14": "Coastal Aquaculture Authority Act, 200514. Punishment for carrying on coastal aquaculture without\r\nregistration.-If any person carries on coastal aquaculture or traditional\r\ncoastal aquaculture or causes the coastal aquaculture or traditional coastal\r\naquaculture to be carried on in contravention of sub-section (1) of section 13,\r\nhe shall be punishable with imprisonment for a term which may extend to three\r\nyears or with fine which may extend to one lakh rupees, or with both.", "15": "Coastal Aquaculture Authority Act, 200515. Cognizance of Offence.-No court shall take cognizance of an offence under section 14\r\nwithout a written complaint filed by an officer of the Authority authorised in\r\nthis behalf by it.", "16": "Coastal Aquaculture Authority Act, 2005Chapter V Finance, Accounts and Audit16. Payment to Authority.-The Central Government may, after due appropriation made by\r\nParliament, by law, in this behalf, pay to the Authority in each financial year\r\nsuch sums as may be considered necessary for the performance of functions of\r\nthe Authority under this Act.", "17": "Coastal Aquaculture Authority Act, 200517. Fund of Authority.-1.   The\r\nAuthority shall have its own fund and all sums which may, from time to time, be\r\npaid to it by the Central Government and all the receipts of the Authority\r\n(including any sum which any State Government or any other authority or person\r\nmay hand over to the Authority) shall be credited to the fund and all payments\r\nby the Authority shall be made there from.2.   All\r\nmoneys belonging to the fund shall be deposited in such banks or invested in\r\nsuch manner as may, subject to the approval of the Central Government, be\r\ndecided by the Authority.3.   The\r\nAuthority may spend such sums as it thinks fit for performing its functions\r\nunder this Act, and such sums shall be treated as expenditure payable out of\r\nthe fund of the Authority.", "18": "Coastal Aquaculture Authority Act, 200518. Budget. -The Authority shall prepare, in such form and at such time each\r\nyear as may be prescribed, a budget, in respect of the financial year next\r\nensuing, showing the estimated receipts and expenditure and copies thereof\r\nshall be forwarded to the Central Government.", "19": "Coastal Aquaculture Authority Act, 200519. Annual Report. -The Authority shall prepare once in every calendar year, in such form\r\nand at such time as may be prescribed an annual report giving a true and full account\r\nof its activities during the previous year and copies thereof shall be forwarded\r\nto the Central Government and that Government shall cause the same to be laid\r\nbefore both Houses of Parliament.", "20": "Coastal Aquaculture Authority Act, 200520. Account and Audit. -1.   The\r\nAuthority shall cause to be maintained such books of account and other books in\r\nrelation to its accounts in such form and in such manner as may, in\r\nconsultation with the Comptroller and Auditor-General of India, be prescribed.2.   The\r\nAuthority shall, as soon as may be, after closing its annual accounts, prepare\r\na statement of accounts in such form, and forward the same to the Comptroller\r\nand Auditor-General of India by such date, as the Central Government may, in\r\nconsultation with the Comptroller and Auditor-General of India, determine.3.   The\r\naccounts of the Authority shall be audited by the Comptroller and\r\nAuditor-General of India at such times and in such manner as he thinks fit.4.   The\r\naccounts of the Authority as certified by the Comptroller and Auditor-General\r\nof India or any other person appointed by him in this behalf together with the\r\naudit report thereon shall be forwarded annually to the Central Government and\r\nthat Government shall cause the same to be laid before both Houses of\r\nParliament.", "21": "Coastal Aquaculture Authority Act, 2005Chapter VI Miscellaneous21. Chairpersons and other member’s officers and other employees\r\nof Authority etc. to be public servants. -The Chairperson and other members and the officers and other employees\r\nof the Authority and the -authority appointed by the Authority shall be deemed\r\nto be public servants within the meaning of section 21 of the Indian Penal\r\nCode.", "22": "Coastal Aquaculture Authority Act, 200522. Protection of Action in Good Faith. -No suit, prosecution or other legal proceeding shall lie against\r\nthe Central Government or the Authority or the Chairperson and other members of\r\nthe Authority or the authority appointed by the Authority or any person\r\nauthorised by the Authority or any officer authorised by the Chairperson for anything\r\nwhich is in good faith done or intended to be done in pursuance of this Act or any\r\nrule or regulation or order made there under.", "23": "Coastal Aquaculture Authority Act, 200523. Power to Remove Difficulties. -1.   If any\r\ndifficulty arises in giving effect to the provisions of this Act, the Central\r\nGovernment may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as appear to it\r\nto be necessary or expedient for removing the difficulty:Provided that no such order shall be made after the expiry of the\r\nperiod of two years from the date of the commencement of this Act.2.   Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "24": "Coastal Aquaculture Authority Act, 200524. Power of the central Government to make rules. -1.   The\r\nCentral Government may, by notification in the Official Gazette, make rules to\r\ncarry out the provisions of this Act.2.   In\r\nparticular, and without prejudice to the generality of the foregoing powers, such\r\nrules may provide for all or any of the following matters, namely:-a.  \r\n  the guidelines under section 3;b.  \r\n  the salaries and allowances payable to, and the other terms and\r\nconditions of service of, the members under sub-section (J) of section 4;c.  \r\n  the other functions of the Authority under clause (e) of\r\nsub-section (7) of section 11;d.  \r\n  the powers of a District Magistrate to be exercised by the\r\nauthority under sub-section (2) of section 11;e.  \r\n  the rules subject to which any person referred to in section 12\r\nmay enter upon any coastal aquaculture land, pond, pen or enclosure under that\r\nsection;f.  \r\n  the other acts or things under clause (e) of section 12;g.  \r\n  the form of application and the fees to be accompanied therewith\r\nunder sub-section (4) of section 13;h.  \r\n  the manner of considering application under sub-section (5) of\r\nsection 13;i.  \r\n  the form of certificate of registration under sub-section (6) of\r\nsection 13;j.  \r\n  the form of application and the fees to be accompanied therewith\r\nunder sub-section (10) of section 13;k.  \r\n  the form and time of preparing budget under section 18;l.  \r\n  the form and time of preparing annual report under section 19;m.  \r\n  the books of account and other books to be maintained in relation\r\nto the accounts of the Authority and the form and manner of maintaining such\r\nbooks of account and other books under sub-section (7) of section 20;n.  \r\n  any other matter which is required to be, or may be, prescribed.", "25": "Coastal Aquaculture Authority Act, 200525. Power of Authority to Make Regulations.-1.   The\r\nAuthority may, by notification in the Official Gazette, make regulations not\r\ninconsistent with the provisions of this Act and the rules made there under to\r\ncarry out the purposes of this Act.2.   In particular,\r\nand without prejudice to the generality of the foregoing powers, such\r\nregulations may provide for all or any of the following matters, namely: -a.  \r\n  the times and places of the meetings of the Authority and the\r\nrules of procedure to be observed in regard to the transaction of business at\r\nits meetings (including quorum thereat) under sub-section (7) of section 7;b.  \r\n  the terms and conditions of appointment of the officers and other\r\nemployees under sub-section (7) of section 9;c.  \r\n  the terms and conditions of appointment of adviser or consultant\r\nunder sub-section (2) of section 9;d.  \r\n  for the construction and operation of coastal aquaculture farms\r\nwithin the coastal areas under clause (a) of sub-section (7) of section 11;e.  \r\n  the form and conditions of registration under clause (c) of\r\nsub-section (3) of section 13;f.  \r\n  generally for better regulation of the coastal aquaculture.", "26": "Coastal Aquaculture Authority Act, 200526. Rules and Regulations to be laid before Parliament. -Every rule and every regulation made under this Act shall be laid,\r\nas soon as may be after it is made, before each House of Parliament, while it\r\nis m session, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or regulation or both Houses\r\nagree that the rule or regulation should not be made, the rule or regulation\r\nshall thereafter have effect only in such modified form or be of no effect, as\r\nthe case may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule\r\nor regulation.", "27": "Coastal Aquaculture Authority Act, 200527. Validation.-1.   Notwithstanding\r\nanything contained in clause (v) of sub-section (2) of section 3 of the\r\nEnvironment (Protection) Act, 1986 or clause (d) of sub-rule (3) of rule 5 of\r\nthe Environment (Protection) Rules, 1986, in the notification of the Government\r\nof India in the Ministry of Environment and Forests (Department of Environment,\r\nForests and Wildlife) No. S.O.114 (E)., dated the 19th February, 1991\r\n(hereafter referred to in this section as the said notification), in paragraph\r\n2. after sub-paragraph (xiii), the following sub-paragraph shall be inserted\r\nand shall always be deemed to have been inserted with effect from the 19th day\r\nof February, 1991, namely:-\"(xiv) nothing contained in this paragraph shall apply to\r\ncoastal aquaculture.\"2.   The said\r\nnotification shall have and shall be deemed always to have effect for all\r\npurposes as if the foregoing provisions of this section had been in force at\r\nall material times and accordingly notwithstanding anything contained in any\r\njudgment, decree or order of any court, tribunal or other authority, no coastal\r\naquaculture carried on or undertaken or purporting to have been carried on or\r\nundertaken shall be deemed to be in contravention of the said notification and\r\nshall be deemed to be and to have always been for all purposes in accordance\r\nwith law, as if the foregoing provisions of this section had been in force at\r\nall material times and notwithstanding anything as aforesaid and without\r\nprejudice to the generality of the foregoing provisions, no suit or other proceeding\r\nshall be maintained or continued in any court for the enforcement of any\r\ndirection given by any court of any decree or order directing the removal or\r\nclosure of any coastal aquaculture farm's activity or demolition of any\r\nstructure connected there under which would not have been so required to be\r\nremoved, closed or demolished if the foregoing provisions of this section had\r\nbeen in force at all material times."}