{"name": "Code of Civil Procedure, 1908\r", "1": "Code of Civil Procedure, 1908\n1.Short title.-(1) This Act may be cited as he Code of Civil\r\nProcedure, 1908.(2) Commencement and extent. It shall come into force on the first day of\r\nJanuary, 1909.{Subs. by Act 2 of 1951, s.2, for the former clause (3) which had been subs. by\r\nthe A.O.1950.} [(3) It extends to the whole of India except-(a) the Tribal Areas in the State of Assam;(b) save as hereinafter provided, the Scheduled Areas in the State of Madras;(c) the State of Jammu and Kashmir; and(d) the State of Manipur:Provided that sections 36 to 43 and Order XXXIV\r\nin the First Schedule shall extend also to the Amindivi Islands {Ins.by the\r\nMadras A.O.1954.Amended in the U.P.by U.P.Act 24 of 1954.Amended in Assam by\r\nAssam Act 8 of 1953.} [in the State of Madras] and the East Godavari, West\r\nGodavari and Visakhapatnam Agencies in the {Subs, by the Madras A.O.1954 for\r\n\" State of Madras \".} [State of Andhra], and section 48 shall extend\r\nalso to the said Agencies.]", "2": "Code of Civil Procedure, 1908\n2.Definitions.-In this Act, unless there is anything\r\nrepugnant in the subject or context,-(1) \" Code \" includes rules:(2) \" decree \" means the formal expression of an adjudication which,\r\nso far as regards the Court expressing it, conclusively determines the rights\r\nof the parties with regard to all or any of the matters in controversy in the\r\nsuit and may be either preliminary or final. It shall be deemed to include\r\nthe rejection of a plaint and the determination of any question within section\r\n47  or section 144, but shall not include-(a) any adjudication\r\nfrom which an appeal lies as an appeal from an order, or(b) any order of dismissal for default.Explanation.- A decree is\r\npreliminary when further proceedings have to be taken before the suit can be completely\r\ndisposed of. It is final when such adjudication completely disposes of the\r\nsuit. It may be partly preliminary and partly final:(3) \" decree-holder\" means any person in whose favor a decree has\r\nbeen passed or an order capable of execution has been made:(4) \"district\" means the local limits of the jurisdiction of a\r\nprincipal Civil Court of original jurisdiction (hereinafter called a\r\n\"District Court \"), and includes the local limits of the ordinary\r\noriginal civil jurisdiction of a High Court:{Subs. by Act 2 of 1951, s.4.} [(5) \"foreign Court\" means a Court\r\nsituate outside India and rot established or continued by the authority of the\r\nCentral Government: ](6) \" foreign judgment \" means the judgment of a foreign Court:(7) \"Government Pleader\" includes any officer appointed by the State\r\nGovernment to perform all or any of the functions expressly imposed by this\r\nCode on the Government Pleader and also any pleader acting under the directions\r\nof the Government Pleader:{Ins.by s.4, ibid.} [(7A) \" High Court \", in relation to the Andaman\r\nand Nicobar Islands, means the High Court in Calcutta:(7B) \"India\", except in sections 1, 29, 43, 44, {Ins.by Act 42 of\r\n1953, s.4 and Sch.III.} [44A,] 78, 79, 32, 83 and 87A, means the territory of\r\nIndia excluding the State of Jammu and Kashmir: ](8) \"Judge\" means the presiding officer of a Civil Court:\r\n(9) \" judgment \" means the statement given by the Judge of the\r\ngrounds of a decree or order:(10) \" judgment-debtor \" means any person against whom a decree has\r\nbeen passed or an order capable of execution has been made:(11) \" legal representative \" means a person who in law represents\r\nthe estate of a deceased person, and includes any person who intermeddles with\r\nthe estate of the deceased and where a party sues or is sued in a\r\nrepresentative character the person on whom the estate devolves on the death of\r\nthe party so suing or sued :(12) \" mesne profits \" of property means those profits which the\r\nperson in wrongful possession of such property actually received or might with\r\nordinary diligence have received there from, together with interest on such\r\nprofits, but shall not include profits due to improvements made by the person\r\nin wrongful possession:(13) \"movable property\" includes growing crops:(14) \" order \" means the formal expression of any decision of a Civil\r\nCourt which is not a decree:(15) \"pleader\" means any person entitled to appear and plead for\r\nanother in Court, and includes an advocate, a vakil and an attorney of a High\r\nCourt:(16) \" prescribed \" means prescribed by rules:(17) \" public officer \" means a person falling under any of the\r\nfollowing descriptions, namely:-(a) every Judge;(b) every member of the Indian Civil Service;(c) every commissioned or gazetted officer in the military {Subs. by Act 35 of\r\n1934, s.2 and Sch., for \" or naval \".} [naval or air] forces of\r\n{Subs. by the A.O.1950 for \"His Majesty\".} [the Union] {The words\r\n\" including His Majesty's Indian Marine Service \" rep.by Act 35 of\r\n1934, s.2.} while serving under the Government;(d) every officer of a Court of Justice whose duty it is, as such officer, to\r\ninvestigate or report on any matter of law or fact, or to make, authenticate or\r\nkeep any document, or to take charge or dispose of any property, or to execute\r\nany judicial process, or to administer any oath, or to interpret, or to\r\npreserve order, in the Court, and every person especially authorized by a Court\r\nof Justice to perform any of such duties;(e) every person who holds any office by virtue of which he is empowered to\r\nplace or keep any person in confinement;(f) every officer of the Government whose duty it is, as such officer, to\r\nprevent offences, to give information of offences, to bring offenders to\r\njustice, or to protect the public health, safety or convenience;(g) every officer whose duty it is, as such officer, to take, receive, keep or\r\nexpend any property on behalf of the Government, or to make any survey,\r\nassessment or contract on behalf of the Government, or to execute any\r\nrevenue-process, or to investigate, or to report on, any matter affecting the\r\npecuniary interests of the Government or to make, authenticate or keep any\r\ndocument relating to the pecuniary interests of the Government, or to prevent\r\nthe infraction of any law for the protection of the pecuniary interests of the\r\nGovernment; and(h) every officer in the service or pay of the Government, or remunerated by\r\nfees or commission for the performance of any public duty: (18) \" rules \" means rules and forms\r\ncontained in the First Schedule or made under section 122 or section 125: (19) \" share in a corporation \"\r\nshall be deemed to include stock, debenture stock, debentures or bonds: and(20) \" signed \", save in the case of a judgment or decree, includes\r\nstamped.{Cl.(21) which was ins.by the A.O.1950, rep.by Act 2 of 1951, s.4.}", "3": "Code of Civil Procedure, 19083.\r\nSubordination of Courts.-For\r\nthe purposes of this Code, the District Court is subordinate to the High Court,\r\nand every Civil Court of a grade inferior to that of a District Court and every\r\nCourt of Small Causes is subordinate to the High Court and District Court.", "4": "Code of Civil Procedure, 1908\n4.Savings.-(1)\r\nIn the absence of any specific provision to the contrary, nothing in this Code\r\nshall be deemed to limit or otherwise affect any special or local law now in\r\nforce or any special Jurisdiction or power conferred, or any special form of\r\nprocedure prescribed, by or under any other law for the time being in force.(2) In particular and without prejudice to the generality of the proposition\r\ncontained in sub-section (1), nothing in this Code shall be deemed to limit or\r\notherwise affect any remedy which a landholder or landlord may have under any\r\nlaw for the time being in force for the recovery of rent of agricultural land\r\nfrom the produce of such land.", "5": "Code of Civil Procedure, 1908\n5.Application of the Code to Revenue Courts.-(1)\r\nWhere any Revenue Courts are governed by the provisions of this Code in those\r\nmatters of procedure upon which any special enactment applicable to them is\r\nsilent, the State Government {The words \" with the previous sanction of\r\nthe G.G.in C.\" rep. by Act.38 of 1920, s.2 and Sch.I, Pt.I.} may, by\r\nnotification in the Official Gazette, declare that any portions of those\r\nprovisions which are not expressly made applicable by this Code shall not apply\r\nto those Courts, or shall only apply to them with such modifications as the\r\nState Government {The words \"with the sanction aforesaid\" rep. by s.2\r\nancl Sch.I, Pt.I, ibid.} may prescribe.(2) \"Revenue Court\" in sub-section (1) means a Court having\r\njurisdiction under any local law to entertain suits or other proceedings\r\nrelating to the rent, revenue or profits of land used for agricultural\r\npurposes, but does not include a Civil Court having original jurisdiction under\r\nthis Code to try such suits or proceedings as being suits or proceedings of a\r\ncivil nature.", "6": "Code of Civil Procedure, 1908\n6.Pecuniary jurisdiction.-Save\r\nin so far as is otherwise expressly provided, nothing herein contained shall\r\noperate to give any Court jurisdiction over suits the amount or value of the\r\nsubject-matter of which exceeds the pecuniary limits (if any) of its ordinary\r\njurisdiction.", "7": "Code of Civil Procedure, 1908\n7.Provincial Small Cause Courts.-The\r\nfollowing provisions shall not extend to Courts constituted under the\r\nProvincial Small Cause Courts Act, 1887, {Ins.by Act 4 of 1941, s.2 and\r\nSch.III.} [or under the Berar Small Cause Courts Law, 1905], or to Courts\r\nexercising the jurisdiction of a Court of Small Causes {Subs., ibid., for\r\n\" under that Act \".} [under the said Act or Law], {Ins.by Act 2 of\r\n1951, s.5.} [or to Courts in Part B States exercising a corresponding jurisdiction]\r\nthat is to say,-(a) so much of the body of the Code as relates to-(i) suits excepted from the cognizance of a Court of Small Causes;(ii) the execution of decrees in such suits;(iii) the execution of decrees against immovable property; and(b) the following sections, that is to say-\nsection 9,\nsections 91 and 92,sections 94 and 95 {Subs. by Act 1 of 1926, s.3, for \"so far as they\r\nrelate to injunctions and interlocutory orders\".} [so far as they\r\nauthorise or relate to-(i) orders for the attachment of immovable property,(ii) injunctions,(iii) the appointment of a receiver of immovable property, or(iv) the interlocutory orders referred to in clause (e) of section 94], and\r\nsections 96 to 112 and 115.", "8": "Code of Civil Procedure, 19088.Presidency\r\nSmall Cause Courts.-Save\r\nas provided in sections 24, 38 to 41, 75, clauses (a), (b) and (c), 76, 77 and\r\n155 to 158, and by the Presidency Small Cause Courts Act, 1882, 15 of 1882 the\r\nprovisions in the body of this Code shall not extend to any suit or proceeding\r\nin any Court of Small Causes established in the towns of Calcutta, Madras and\r\nBombay:{Ins.by Act 1 of 1914, s.2.} [Provided that-(1) the High Courts of Judicature at Fort William, Madras and Bombay, as the\r\ncase may be, may from time to time, by notification in the Official Gazette,\r\ndirect{For instance of such direction, see Calcutta Gazette, 1910, Pt.I, p\r\n814.} that any such provisions not inconsistent with the express provisions of\r\nthe Presidency Small Cause Courts Act, 1882,15 of 1882 and with such\r\nmodifications and adaptations as may be specified in the notification, shall\r\nextend to suits or proceedings or any class of suits or proceedings in such\r\nCourt;(2) all rules heretofore made by any of the said High Courts under section 9 of\r\nthe Presidency Small Cause Courts Act, 1882,15 of 1882 shall be deemed to have\r\nbeen validly made.]", "9": "Code of Civil Procedure, 1908\n9.Courts to try all civil suits unless barred.-The\r\nCourts shall (subject to the provisions herein contained) have jurisdiction to\r\ntry all suits of a civil nature excepting suits of which their cognizance is\r\neither expressly or impliedly barred.\nExplanation.-A suit in which the right to property or to an office is\r\ncontested is a suit of a civil nature, notwithstanding that such right may\r\ndepend entirely on the decision of questions as to religious rites or\r\nceremonies.", "10": "Code of Civil Procedure, 1908\n10.Stay of suit.-No\r\nCourt shall proceed with the trial of any suit in which the matter in issue is\r\nalso directly and substantially in issue in a previously instituted suit\r\nbetween the same parties, or between parties under whom they or any of them\r\nclaim litigating under the same title where such suit is pending in the same or\r\nany other Court in {Subs. by Act 2 of 1951, s.3, for \"the States\".}\r\n[India] having jurisdiction to grant the relief claimed, or in any Court beyond\r\nthe limits of {Subs. by Act 2 of 1951, s.3, for \"the States\".}\r\n[India] established or continued by {Subs. by the A.O.1937 for \"the G.G.in\r\nC \".} [the Central Government {The words \"or the Crown\r\nRepresentative\" rep. by the A.O.1948.}] and having like jurisdiction, or\r\nbefore {Subs. by the A.O.1950 for \"His Majesty Council\".} [the\r\nSupreme Court].\nExplanation.-The pendency of a suit in a foreign Court does not preclude\r\nthe Courts in {Subs. by Act 2 of 1951, s.3, for \"the States\".}\r\n[India] from trying a suit founded on the same cause of action.", "11": "Code of Civil Procedure, 1908\n11.Res judicata.-No\r\nCourt shall try any suit or issue in which the matter directly and\r\nsubstantially in issue has been directly and substantially in issue in a former\r\nsuit between the same parties, or between parties under whom they or any of\r\nthem claim, litigating under the same title, in a Court competent to try such\r\nsubsequent suit or the suit in which such issue has been subsequently raised'\r\nand has been heard and finally decided by such Court.\nExplanation I.-The expression \" former suit \" shall denote a\r\nsuit which has been decided prior to the suit in question whether or not it was\r\ninstituted prior thereto.\nExplanation II.-For the purposes of this section, the competence of a\r\nCourt shall be determined irrespective of any provisions as to a right of\r\nappeal from the decision of such Court.\nExplanation III.-The matter above referred to must in the former suit\r\nhave been alleged by one party and either denied or admitted, expressly or\r\nimpliedly, by the other.\nExplanation IV.-Any matter which might and ought to have been made\r\nground of defence or attack in such former suit shall be deemed to have been a\r\nmatter directly and substantially in issue in such suit.\nExplanation V.-Any relief claimed in the plaint, which is not expressly\r\ngranted by the decree, shall, for the purposes of this section, be deemed to\r\nhave been refused.\nExplanation VI.-Where persons litigate bona fide in respect of a public\r\nright or of a private right claimed in common for themselves and others, all\r\npersons interested in such right shall, for the purposes of this section, be\r\ndeemed to claim under the persons so litigating.", "12": "Code of Civil Procedure, 1908\n12.Bar to further suit.-Where\r\na plaintiff is precluded by rules from instituting a further suit in respect of\r\nany particular cause of action, he shall not be entitled to institute a suit in\r\nrespect of such cause of action in any Court to which this Code applies.", "13": "Code of Civil Procedure, 190813.When\r\nforeign judgment not conclusive.-A\r\nforeign judgment shall be conclusive as to any matter thereby directly\r\nadjudicated upon between the same parties or between parties under whom they or\r\nany of them claim litigating under the same title except-(a) where it has not been pronounced by a Court of competent jurisdiction;(b) where it has not been given on the merits of the case;(c) where it appears on the face of the proceedings to be founded on an\r\nincorrect view of international law or a refusal to recognise the law of {Subs.\r\nby Act 2 of 1951, s.3, for \"the States\".} [India] in cases in which\r\nsuch law is applicable;(d) where the proceedings in which the judgment was obtained are opposed to\r\nnatural justice;(e) where it has been obtained by fraud;(f) where it sustains a claim founded on a breach of any law in force in {Subs.\r\nby Act 2 of 1951, s.3, for \"the States\".} [India].", "14": "Code of Civil Procedure, 1908\n14.Presumption as to foreign judgments.-The\r\nCourt shall presume, upon the production of any document purporting to be a\r\ncertified copy of a foreign judgment' that such judgment was pronounced by a\r\nCourt of competent jurisdiction, unless the contrary appears on the record; but\r\nsuch presumption may be displaced by proving want of jurisdiction.", "15": "Code of Civil Procedure, 1908\n15.Court in which suits to be instituted.-Every\r\nsuit shall be instituted in the Court of the lowest grade competent to try it.", "16": "Code of Civil Procedure, 1908\n16.Suits to be instituted where subject matter situate.-Subject\r\nto the pecuniary or other limitations prescribed by any law, suits-(a) for the recovery of immovable property with or without rent or profits,(b) for the partition of immovable property,(c) for foreclosure, sale or redemption in the case of a mortgage of or charge\r\nupon immovable property,(d) for the determination of any other right to or interest in immovable\r\nproperty,(e) for compensation for wrong to immovable property,(f) for the recovery of movable property actually under distraint or\r\nattachment, shall be instituted in the Court within the local limits of whose\r\njurisdiction the property is situate:\nProvided that a suit to obtain relief respecting, or compensation for\r\nwrong to, immovable property held by or on behalf of the defendant may, where\r\nthe relief sought can be entirely obtained through his personal obedience, be\r\ninstituted either in the Court within the local limits of whose jurisdiction\r\nthe property is situate, or in the Court within the local limits of whose\r\njurisdiction the defendant actually and voluntarily resides, or carries on\r\nbusiness, or personally works for gain.\nExplanation.-In this section \" property \" means property\r\nsituate in {Subs. by Act 2 of 1951, s.3, for \"the States\".} [India].", "17": "Code of Civil Procedure, 1908\n17.Suits for immovable property situate within jurisdiction of different\r\nCourts.-Where a suit is to obtain relief respecting, or compensation for wrong\r\nto, immovable property situate within the jurisdiction of different Courts, the\r\nsuit may be instituted in any Court within the local limits of whose\r\njurisdiction any portion of the property is situate:Provided\r\n that, in respect of the value of the\r\nsubject-matter of the suit, the entire claim is cognizable by such Court.", "18": "Code of Civil Procedure, 190818.Place of\r\ninstitution of suit where local limits of jurisdiction of Courts are\r\nuncertain.-(1) Where it is\r\nalleged to be uncertain within the local limits of the jurisdiction of which of\r\ntwo or more Courts any immovable property is situate, any one of those Courts\r\nmay, if satisfied that there is ground for the alleged uncertainty, record a\r\nstatement to that effect, and thereupon proceed to entertain and dispose of any\r\nsuit relating to that property, and its decree in the suit shall have the same\r\neffect as the property were situate within the local limits of its\r\njurisdiction:Provided  that the suit is one with respect to which the Court competent as\r\nregards the nature and value of the suit to exercise jurisdiction.(2) Where a statement has\r\nnot been recorded under sub-section (1), and an objection is taken before an\r\nAppellate or Revisional Court at a decree or order in a suit relating to such\r\nproperty was made by a Court not having jurisdiction where the property is\r\nsituate, the Appellate or Revisional Court shall not allow the objection unless\r\nin its opinion there was, at the time of the institution of the suit no\r\nreasonable ground for uncertainty as to the Court having jurisdiction with\r\nrespect thereto and there has been a consequent failure of Justice.", "19": "Code of Civil Procedure, 190819.Suits for\r\ncompensation for wrongs to person or movables.-Where a suit is for\r\ncompensation for wrong done to the person or to movable property, if the wrong\r\nwas done within the local limits of the jurisdiction of one Court and the defendant\r\nresides, or carries on business or personally works for gain, within the local\r\nlimits of the jurisdiction of another Court, the suit may be instituted at the\r\noption of the plaintiff in either of the said Courts.Illustrations\n\r\n(a) A, residing in Delhi, beats B in Calcutta.B may sue A either in Calcutta or\r\nin Delhi.(b) A, residing in\r\nDelhi, publishes in Calcutta statements defamatory of B.B may sue A either in\r\nCalcutta or in Delhi.", "20": "Code of Civil Procedure, 190820.Other suits to be\r\ninstituted where defendants reside or cause of action arises.-Subject to the\r\nlimitations aforesaid, every suit shall be instituted in a Court within the\r\nlocal limits of whose jurisdiction-(a) the defendant, or\r\neach of the defendants where there are more than one, at the time of the\r\ncommencement of the suit, actually and voluntarily resides, or carries on\r\nbusiness, or personally works for gain; or(b) any of the\r\ndefendants, where there are more than one, at the time of the commencement of\r\nthe suit, actually and voluntarily resides, or carries on business, or\r\npersonally works for gain, provided that in such case either the leave of the\r\nCourt is given, or the defendants who do not reside, or carry on business, or\r\npersonally work for gain, as aforesaid, acquiesce in such institution; or(c) the cause of\r\naction, wholly or in part, arises.Explanation I.- Where a person has a permanent dwelling at one place and also a\r\ntemporary residence at another place, he shall be deemed to reside at both\r\nplaces in respect of any cause of action arising at the place where he has such\r\ntemporary residence.Explanation II.- A corporation shall be deemed to carry on business at its sole or\r\nprincipal office in {Subs. by Act 2 of 1951, s.3, for \"the States\".}\r\n[India] or, in respect of any cause of action arising at any place where it has\r\nalso a subordinate office, at such place.Illustrations\n \r\n(a) A is a tradesman in Calcutta.B carries on business in Delhi.B, by his agent\r\nin Calcutta, buys goods of A and requests A to deliver them to the East Indian\r\nRailway Company. A delivers the goods accordingly in Calcutta. A may sue B for\r\nthe price of the goods either in Calcutta, where the cause of action has\r\narisen, or in Delhi, where B carries on business.(b) A resides at\r\nSimla, B at Calcutta and C at Delhi. A, B and C being together at Benares, B\r\nand C make a joint promissory note payable on demand and deliver it to A.A may\r\nsue B and C at Benares, where the cause of action arose. He may also sue them\r\nat Calcutta, where B resides, or at Delhi. There C resides; but in each of\r\nthese cases, if the non-resident defendant objects, the suit cannot proceed\r\nwithout the leave of the Court.", "21": "Code of Civil Procedure, 190821.Objections to\r\njurisdiction.-No objection as to the\r\nplace of suing shall be allowed by any Appellate or Revisional Court unless\r\nsuch objection was taken in the Court of first instance at the earliest\r\npossible opportunity and in all cases where issues are settled at or before\r\nsuch settlement, and unless there has been a consequent failure of justice.", "22": "Code of Civil Procedure, 190822.Power to transfer\r\nsuits which may be instituted in more than one Court.-Where a suit may be\r\ninstituted in any one of two or more Courts and is instituted in one of such\r\nCourts, any defendant, after notice to the other parties, may, at the earliest\r\npossible opportunity and in all cases where issues are settled at or before\r\nsuch settlement, apply to have the suit transferred to another Court, and the\r\nCourt to which such application is made, after considering the objections of\r\nthe other parties (if any), shall determine in which of the several Courts\r\nhaving jurisdiction the suit shall proceed.", "23": "Code of Civil Procedure, 190823.To what Court \r\napplication lies.-(1) Where the several \r\nCourts having jurisdiction are subordinate to the same Appellate Court, an \r\napplication under section 22 shall be made to the Appellate Court.(2) Where such Courts \r\nare subordinate to different Appellate Courts but to the same High Court, the \r\napplication shall be made to the said High Court.(3) Where such Courts \r\nare subordinate to different High Courts, the application shall be made to the \r\nHigh Court within the local limits of whose jurisdiction the Court in which the \r\nsuit is brought is situate.", "24": "Code of Civil Procedure, 190824.General power of\r\ntransfer and withdrawal.-(1) On the application\r\nof any of the parties and after notice to the parties and after hearing such of\r\nthem as desired to be heard, or of its own motion without such notice, the High\r\nCourt or the District Court may at any stage-(a)\r\ntransfer any suit, appeal or other proceeding pending before it for trial or\r\ndisposal to any Court subordinate to it and competent to try or dispose of the\r\nsame, or(b)\r\nwithdraw any suit, appeal or other proceeding pending in any Court subordinate\r\nto it, and(i) try or dispose of the same; or(ii)\r\ntransfer the same for trial or disposal to any Court subordinate to it and competent\r\nto try or dispose of the same; or(iii)\r\nretransfer the same for trial or disposal to the Court from which it was\r\nwithdrawn.(2) Where any suit or\r\nproceeding has been transferred or withdrawn under sub-section (1), the Court\r\nwhich thereafter tries such suit may, subject to any special directions in the\r\ncase of an order of transfer, either retry it or proceed from the point at\r\nwhich it was transferred or withdrawn.(3) For the purposes\r\nof this section, Courts of Additional and Assistant Judges shall be deemed to\r\nbe subordinate to the District Court.(4) The Court trying\r\nany suit transferred or withdrawn under this section from a Court of Small\r\nCauses shall, for the purposes of such suit, be deemed to be a Court of Small\r\nCauses.", "25": "Code of Civil Procedure, 190825.Power of State Government\r\nto transfer suits.-(1) Where any party to\r\na suit, appeal or other proceeding pending in a High Court presided over by a\r\nsingle Judge objects to its being heard by him and the Judge is satisfied that\r\nthere are reasonable grounds for the objection, he shall make a report to the {\r\nSubs. by the A.O.1937 for \"G.G.in C.\" } [State Government], {Subs.\r\nibid., for \"who\".} [which] may, by notification in the Official\r\nGazette transfer such suit, appeal or proceeding to any other High Court:{Ins., ibid.} [Provided\r\nthat no suit, appeal or proceeding shall be transferred to a High Court without\r\nthe consent of the State Government of the State in which that High Court has\r\nits principal seat.](2) The law applicable \r\nto any suit, appeal or proceeding so transferred shall be the law which the \r\nCourt in which the suit, appeal or proceeding was originally instituted ought to \r\nhave applied to such case", "26": "Code of Civil Procedure, 190826.Institution of\r\nsuits.-Every suit shall be instituted\r\nby the presentation of a plaint or in such other manner as may be prescribed.", "27": "Code of Civil Procedure, 190827.Summons to\r\ndefendants.-Where a suit has been\r\nduly instituted, a summons may be s issued to the defendant to appear and\r\nanswer the claim and may be served in manner prescribed.", "28": "Code of Civil Procedure, 190828.Service of summons\r\nwhere defendant resides in another State.-(1) A summons may be\r\nsent for service in another State to such Court and in such manner as may be\r\nprescribed by rules in force in that State.(2) The Court to which\r\nsuch summons is sent shall, upon receipt thereof, proceed as if it had been\r\nissued by such Court and shall then return the summons to the Court of issue\r\ntogether with the record (if any) of its proceedings with regard thereto.{ Subs. by Act 2 of\r\n1951, s.6.} [", "29": "Code of Civil Procedure, 190829. Service of foreign summonses. Summonses and other\r\nprocesses issued by-(a) any Civil or Revenue Court established in any part of India\r\nto which the provisions of this Code do not extend, or(b) any Civil or Revenue Court established or continued by the\r\nauthority of the Central Government outside India, or(c) any other Civil or Revenue Court outside India to which the\r\nCentral Government has, by notification in the Official Gazette, declared the\r\nprovisions of this section to apply, may be sent to the Courts in the\r\nterritories to which this Code extends, and served as if they were summonses\r\nissued by such Courts.]", "30": "Code of Civil Procedure, 190830. Power to order discovery and the like. Subject to such\r\nconditions and limitations as may be prescribed, the Court may, at any time,\r\neither of its own motion or on the application of any party,-(a) make such orders as may be necessary or reasonable in all\r\nmatters relating to the delivery and answering of interrogatories, the\r\nadmission of documents and facts, and the discovery, inspection, production,\r\nimpounding and return of documents or other material objects producible as\r\nevidence;(b) issue summonses to persons whose attendance is required\r\neither to give evidence or to produce documents or such other objects as\r\naforesaid;(c) order any fact to be proved by affidavit.", "31": "Code of Civil Procedure, 190831. Summons to witness.-The provisions in sections 27, 28 and 29 shall apply to\r\nsummonses to give evidence or to produce documents or other material objects.", "32": "Code of Civil Procedure, 190832. Penalty for default.-The Court may compel the attendance of any person to whom a\r\nsummons has been issued under section 30 and for that purpose may-(a) issue a warrant for his arrest;(b) attach and sell his property;(c) impose a fine upon him not exceeding five hundred rupees;(d) order him to furnish security for his appearance and in\r\ndefault commit him to the civil prison.", "33": "Code of Civil Procedure, 190833. Judgment and decree.-The Court, after the case has been heard, shall pronounce\r\njudgment, and on such judgment a decree shall follow.", "34": "Code of Civil Procedure, 1908\n34.Interest.-(1) Where and in so far as a decree is for the payment of money,\r\nthe Court may, in the decree, order interest at such rate as the Court deems\r\nreasonable to be paid on the principal sum adjudged, from the date of the suit\r\nto the date of the decree, in addition to any interest adjudged on such\r\nprincipal sum for any period prior to the institution of the suit, with further\r\ninterest at such rate as the Court deems reasonable on the aggregate sum so\r\nadjudged, from the date of the decree to the date of payment, or to such\r\nearlier date as the Court thinks fit.(2) Where such a decree is silent with respect to the payment of\r\nfurther interest on such aggregate sum as aforesaid from the date of the decree\r\nto the date of payment or other earlier date, the Court shall be deemed to have\r\nrefused such interest, and a separate suit therefor shall not lie.", "35": "Code of Civil Procedure, 1908\n35.Costs.-(1) Subject to such conditions and limitations as may be\r\nprescribed, and to the provisions of any law for the time being in force, the\r\ncosts of and incident to all suits shall be in the discretion of the Court, and\r\nthe Court shall have full power to determine by whom or out of what property\r\nand to what extent such costs are to be paid, and to give all necessary\r\ndirections for the purposes aforesaid. The fact that the Court has no\r\njurisdiction to try the suit shall be no bar to the exercise of such powers.(2) Where the Court directs that any costs shall not follow the\r\nevent, the Court shall state its reasons in writing.(3) The Court may give interest on costs at any rate not\r\nexceeding six per cent. per annum, and such interest shall be added to the\r\ncosts and shall be recoverable as such.{S.35A was ins.by s.2 of the Civil Procedure (Amendment) Act,\r\n1922 (9 of 1922), which, under section 1 (2) thereof, may be brought into force\r\nin any Province by the Provincial Government on any specified date. It has been\r\nso brought into force in Bombay, Bengal, U.P., Punjab, Bihar.C.P., Assam,\r\nOrissa and Madras.} [35A.Compensatory costs in respect of false or vexatious\r\nclaims or defenses.- (1) If in any suit or other proceeding, not being an\r\nappeal, any party objects to the claim or defense on the ground that the claim\r\nor defense or any part of it is, as against the objector, false or vexatious to\r\nthe knowledge of the party by whom it has been put forward, and if thereafter,\r\nas against the objector, such claim or defense is disallowed, abandoned or\r\nwithdrawn in whole or in part, the Court, if the objection has been taken at\r\nthe earliest opportunity and if it is satisfied of the justice thereof, may,\r\nafter recording its reasons for holding such claim or defense to be false or\r\nvexatious, make an order for the payment to the objector by the party by whom\r\nsuch claim or defense has been put forward, of costs by way of compensation.(2) No Court shall make any such order for the payment of an\r\namount exceeding one thousand rupees or exceeding the limits of its pecuniary\r\njurisdiction, whichever amount is less:Provided that where the pecuniary limits of the\r\njurisdiction of any Court exercising the jurisdiction of a Court of Small\r\nCauses under the Provincial Small Cause Courts Act, 1887 9 of 1887 { Ins.by Act\r\n2 of 1951, s.7.} [or under a corresponding law in force in a Part B State] and\r\nnot being a Court constituted { Subs., ibid., for \" under that Act\r\n\".} [under such Act or law], are less than two hundred and fifty rupees,\r\nthe High Court may empower such Court to award as costs under this section any\r\namount not exceeding two hundred and fifty rupees and not exceeding those\r\nlimits by more than one hundred rupees:Provided , further, that the High Court may limit the\r\namount which any Court or class of Courts is empowered to award as costs under\r\nthis section.(3) No person against whom an order has been made under this\r\nsection shall, by reason thereof, be exempted from any criminal liability in\r\nrespect of any claim or defense made by him.(4) The amount of any compensation awarded under this section in\r\nrespect of a false or vexatious claim or defense shall be taken into account in\r\nany subsequent suit for damages or compensation in respect of such claim or\r\ndefense.]", "36": "Code of Civil Procedure, 1908\n36.Application to orders.-The provisions of this Code relating to the execution of decrees\r\nshall, so far as they are applicable, be deemed to apply to the execution of\r\norders. Application to orders.", "37": "Code of Civil Procedure, 190837. Definition of Court which passed a decree.-The expression \"Court which passed a decree, \" or\r\nwords to that effect, shall, in relation to the execution of decrees unless\r\nthere is anything repugnant in the subject or context be deemed to include.(a) where the decree to be executed has been passed in the\r\nexercise of appellate jurisdiction the Court of first instance, and(b) where the Court of first instance has ceased to exist or to\r\nhave jurisdiction to execute it the Court which if the suit wherein the decree\r\nwas passed was instituted at the time of making the application for the\r\nexecution of the decree would have jurisdiction to try such suit.", "38": "Code of Civil Procedure, 190838. Court by which decree may be executed.-A decree may be executed either by the Court which passed it, or\r\nby the Court to which it is sent for execution.", "39": "Code of Civil Procedure, 190839. Transfer of decree.-(1) The Court which passed a decree may, on the application of\r\nthe decree-holder, send it for execution to another Court,-(a) if the person against whom the decree is\r\npassed actually and voluntarily resides or carries on business, or personally\r\nworks for gain, within the local limits of the jurisdiction of such other\r\nCourt, or(b) if such person has not property within the\r\nlocal limits of the jurisdiction of the Court which passed the decree\r\nsufficient to satisfy such decree and has property within the local limits of\r\nthe jurisdiction of such other Court, or(c) if the decree directs the sale or delivery\r\nof immovable property situate outside the local limits of the jurisdiction of\r\nthe Court which passed it, or(d) if the Court which passed the decree\r\nconsiders for any other reason, which it shall record in writing, that the decree\r\nshould be executed by such other Court.(2) The Court which passed a decree may of its own motion send\r\nit for execution to any subordinate Court of competent jurisdiction.", "40": "Code of Civil Procedure, 190840. Transfer of decree to Court in another State .-Where a decree is sent for execution in another State, it shall\r\nbe sent to such Court and executed in such manner as may be prescribed by rules\r\nin force in that State.", "41": "Code of Civil Procedure, 190841. Result of execution-proceedings to be certified .-The Court to which a decree is sent for execution shall certify\r\nto the Court which passed it the fact of such execution or where the former\r\nCourt fails to execute the ame the circumstances attending such failure.", "42": "Code of Civil Procedure, 190842. Powers of Court in executing transferred decree .-The Court executing a decree sent to it shall have the same\r\npowers in execution such decree as if it had been passed by itself. All persons\r\ndisobeying or obstructing the execution of the decree shall be punishable by\r\nsuch Court in the same manner as if it had passed the decree. And its order in\r\nexecution such decree shall be subject to the same rules in respect of appeal\r\nas if the decree had been passed by itself.", "43": "Code of Civil Procedure, 190843. Execution of decrees passed by Civil Courts in places\r\nto which this Code does not extend.-Any decree passed by any Civil Court established in any part of\r\nIndia to which the provisions of this Code do not extend or by any Court\r\nestablished or continued by the authority of the Central Government outside\r\nIndia, may if it cannot be executed within the jurisdiction of the Court by\r\nwhich it was passed, be executed in the manner herein provided within the\r\njurisdiction of any Court in the territories to which this Code extends.]", "44": "Code of Civil Procedure, 190844. Execution of decrees passed by Revenue Courts in\r\nplaces to which this Code does not extend.-The State Government may, by notification in the Official\r\nGazette declare that the decrees of any Revenue Court in any part of India to\r\nwhich the provisions of this Code do not extend, or any class of such decrees,\r\nmay be executed in the State as if they had been passed by Courts in that\r\nState.]", "45": "Code of Civil Procedure, 190845.Execution of decrees outside India.-So much of the foregoing section of this Part as empowers a\r\nCourt to sent a decree for execution to another Court shall be construed as\r\nempowering a Court in any State to send a decree for execution to any Court\r\nestablished {The words \"or continued\" rep.by the A.O.1948.} by the\r\nauthority of the Central Government {Subs. by the A.O.1950 for \"in any\r\nIndian State\".} [outside India] to which the State Government has by\r\nnotification in the Official Gazette declared this section to apply.]", "46": "Code of Civil Procedure, 190846.Precepts.-(1) Upon the application of the decree-holder the Court which\r\npassed the decree may, whenever it thinks fir, issue a precept to any other\r\nCourt which would be competent to execute such decree attach any property\r\nbelonging to the judgment-debtor and specified in the precept.(2) The Court to which a precept is sent shall proceed to attach\r\nthe property in the manner prescribed in regard to the attachment of property\r\nin execution of a decree :Provided that no attachment under a precept shall\r\ncontinue for more than two months unless the period of attachment is extended\r\nby an order of the Court which passed the decree or unless before the\r\ndetermination of such attachment the decree has been transferred to the Court\r\nby which the attachment has been made and the decree-holder has applied for an\r\norder for the sale of the such property.", "47": "Code of Civil Procedure, 190847.Questions to be determined by the Court executing\r\ndecree.-(1) All question arising between the parties to the suit in\r\nwhich the decree was passed, or their representatives, and relating to the\r\nexecution, discharge or satisfaction of the decree, shall be determined by the\r\nCourt executing the decree and not by a separate suit.(2) The Court may, subject to any objection as to limitation or\r\njurisdiction, treat a proceeding under this section as a suit or a suit as a\r\nproceeding and may, if necessary, order payment of any additional court-fees.(3) Where a question arises as to whether any person is or is\r\nnot the representative of a party, such question shall, for the purposes of this\r\nsection, be determined by the Court.Explanation.---- For the purposes of this section, a plaintiff\r\nwhose suit has been dismissed and a defendant against whom a suit has been\r\ndismissed, are parties to the suit.", "48": "Code of Civil Procedure, 190848.Execution barred in certain cases .-(1) Where an application to execute a decree not being a decree\r\nshall be made, no order for the execution of the same decree shall be made upon\r\nany fresh application presented after the expiration of twelve{ For certain\r\npurposes in parts of U.P., read \"six\"-vide the U.P.Regulation of\r\nAgricultural Credit Act, 1940 (U.P 14 of 1940), s.9.} years from-(a) the date of the decree sought to be\r\nexecuted, or,(b) where the decree or any subsequent order\r\ndirects any payment of money or the delivery of any property to be made at a\r\ncertain date or at recurring periods, the date of the default in making the\r\npayment or delivery in respect of which the applicant seeks to execute the\r\ndecree.(2) Nothing in this section shall be deemed.-(a) to preclude the Court from ordering the\r\nexecution of a decree upon an application presented after the expiration of the\r\nsaid term of twelve years, where the judgment-debtor has, by fraud or force,\r\nprevented the execution of the decree at some time within twelve y ears\r\nimmediately before the date of the application ; or(b) to limit or otherwise affect the operation\r\nof article {Subs, by Act 34 of 1940, s.3, for \"180 of the Second Schedule\r\nto the Indian Limitation Act, 1877\".} [183 of the First Schedule to the\r\nIndian Limitation Act, 1908].9 of 1908.", "49": "Code of Civil Procedure, 190849.Transferee.-Every transferee of a decree shall hold the same subject to the\r\nequities (if any) which the judgment-debtor might have enforced against the\r\noriginal decree-holder.Transferee.", "50": "Code of Civil Procedure, 1908\n50.Legal representative.-(1) Where a judgment-debtor dies before the decree has been\r\nfully satisfied the holder of the decree may apply to the Court which passed it\r\nto execute the same against the legal representative of the deceased.(2) Where the decree is executed against such legal\r\nrepresentative, he shall be liable only to the extent of the property of the\r\ndeceased which has come to his hands and has not been duly disposed of ; and\r\nfor the purpose of ascertaining such liability, the Court executing the decree\r\nmay, of its own motion or on the application of the decree-holder, compel such\r\nlegal representative to produce such accounts as it thinks fit.", "51": "Code of Civil Procedure, 190851.Powers of Court to enforce execution.-Subject to such conditions and limitations as may be prescribed\r\nthe Court may, on the application of the decree-holder, order execution of the\r\ndecree-(a) by delivery of any property specifically decreed ;(b) by attachment and sale or by sale without attachment of any\r\nproperty ;(c) by arrest and detention in prison ;(d) by appointing a receiver ; or(e) in such other manner as the nature of the relief granted may\r\nrequire :{194.Ins.by Act 21 of 1936, s.2.} [Provided that, where the\r\ndecree is for the payment of money, execution by detention in prison shall not\r\nbe ordered unless, after giving the judgment-debtor an opportunity of showing\r\ncause why he should not be committed to prison, the Court for reasons recorded\r\nin writing, is satisfied-(a) that the judgment-debtor, with the object or effect of\r\nobstructing or delaying the execution of the decree,-(i) is likely to abscond or leave the local\r\nlimits of the jurisdiction of the Court, or(ii) has, after the institution of the suit in\r\nwhich the decree was passed, dishonestly transferred concealed, or removed any\r\npart of his property, or committed any other act of bad faith in relation to\r\nhis property, or(b) that the judgment-debtor has, or has had since the date of\r\nthe decree, the means to pay the amount of the decree or some substantial part\r\nthereof and refuses or neglects or has refused or neglected to pay the same, or(c) that the decree is for a sum for which the judgment-debtor\r\nwas bound in fiduciary capacity to account.Explanation.---- In the calculation of the means of the\r\njudgment-debtor for the purposes of clause (b), there shall be left out of\r\naccount any property which, by or under any law or custom having the force of\r\nlaw for the time being in force, is exempt from attachment in execution of the decree.]", "52": "Code of Civil Procedure, 190852.Enforcement of decree against legal representative.-(1) Where a decree is passed against a party as the legal\r\nrepresentative of a deceased person, and the decree is for the payment of money\r\nout of the property if the deceased, it may be executed by the attachment and\r\nsale of any such property.(2) Where no such property remains in the possession of the\r\njudgment-debtor and he fails to satisfy the Court that he has duly applied such\r\nproperty of the deceased as is proved to have come into his possession, the\r\ndecree may be executed against the judgment-debtor to the extent of the\r\nproperty in respect of which he has failed so to satisfy the Court in the same\r\nmanner as if the decree had been against him personally.", "53": "Code of Civil Procedure, 190853.Liability of ancestral property.-For the purposes of section 50 and section 52, property in the\r\nhands of a son or other descendant which is liable under Hindu law for the\r\npayment of the debt of a deceased ancestor, in respect of which a decree which\r\nhas come to the hands of the son or other descendant as his legal\r\nrepresentative.", "54": "Code of Civil Procedure, 190854.Partition of estate or separation of share.-Where the decree is for the partition of an undivided estate\r\nassessed to the payment of revenue to the Government, or for the separate\r\npossession of a share of such an estate, the partition of the estate or the\r\nseparation of the share shall be made by the Collector or any gazetted\r\nsubordinate of the Collector deputed by him in this behalf, in accordance with\r\nthe law (if any) for the time being in force relating to the partition, or the\r\nseparate possession of shares, of such estates.", "55": "Code of Civil Procedure, 190855.Arrest and detention.-(1) A judgment-debtor may be arrested in execution of a decree\r\nat any hour and on any day, and shall, as soon as practicable, be brought before\r\nthe Court, and his detention may be in the civil prison of the district in\r\nwhich the Court ordering the detention is situate, or where such civil prison\r\ndoes not afford suitable accommodation, in any other place which the State\r\nGovernment may appoint for the detention of persons ordered by the Courts of\r\nsuch district to be detained.Provided , firstly, that, for the purpose of making an\r\narrest under this section, no dwelling no dwelling-house shall be entered after\r\nsunset and before sunrise:Provided , secondly, that no outer door of a\r\ndwelling-house shall be broken open unless such dwelling-house is in the\r\noccupancy of the judgment-debtor and he refuses or in any way prevents access\r\nthereto, but when the officer authorized to make the arrest has duly gained\r\naccess to any dwelling-house, he may break open the door of any room is which\r\nhe has reason to believe the judgment-debtor is to be found:Provided , thirdly, that, if the room is in the actual\r\noccupancy of a woman who is not the judgment-debtor and who according to the\r\ncustoms of the country does not appear in public, the officer authorized to\r\nmake the arrest shall give notice to her that she is at liberty to withdraw,\r\nand, after allowing a reasonable time for her to withdraw, and, after allowing\r\na reasonable time for her to withdraw and giving her reasonable facility for\r\nwithdrawing, any enter the room for the purpose of making the arrest:Provided , fourthly, that, where the decree in execution\r\nof which a judgment-debtor is arrested, is a decree for the payment of money\r\nand the judgment-debtor pays the amount of the decree and the costs of the\r\narrest to the officer arresting him such officer shall at once release him.(2) The State Government may, by notification in the Official\r\nGazette, declare that any person or class of persons whose arrest might be\r\nattended with danger or inconvenience to the public shall not be liable to\r\narrest in execution of a decree otherwise than in accordance with such\r\nprocedure as may be prescribed by the State Government in this behalf.(3) Where a judgment-debtor is arrested in execution of a decree\r\nfor the payment of money and brought before the Court, the Court shall inform\r\nhim that he may apply to be declared an insolvent, and that he {Subs. by Act 3\r\nof 1921, s.2, for \"will be discharged\".} [may be discharged] if he\r\nhas not committed any act of bad faith regarding the subject of the application\r\nand if he complies with the provisions of the law of insolvency for the time\r\nbeing in force.(4) Where a judgment-debtor expresses his intention to apply to\r\nbe declared an insolvent and furnishes security, to the satisfaction of the\r\nCourt, that he will within one month so apply, and that he will appear, when\r\ncalled upon, in any proceeding upon the application or upon the decree in\r\nexecution of which he was arrested, the Court { Subs. by s.2, ibid., for\r\n\"shall release\".} [may release] him from arrest, and, if he fails so\r\nto apply and to appear, the Court may either direct the security to be realized\r\nor commit him to the civil prison in execution of the decree.", "56": "Code of Civil Procedure, 190856.Prohibition of arrest or detention of women in\r\nexecution of decree for money.-Notwithstanding anything in this Part, the Court shall not order\r\nthe arrest or detention in the civil prison of a woman in execution of a decree\r\nfor the payment of money.", "57": "Code of Civil Procedure, 190857.Subsistence allowance  .-The State Government may fix scales, graduated according to\r\nrank, race and nationality, of monthly allowances payable for the subsistence of\r\njudgment-debtors.", "58": "Code of Civil Procedure, 190858.Detention and release.-(1) Every person detained in the civil prison in execution of a\r\ndecree shall be so detained, -(a) where the decree is for the payment of a\r\nsum of money exceeding fifty rupees, for a period of six months, and,(b) in any other case for a period of six\r\nweeks:Provided that he shall be released from such detention\r\nbefore the expiration of the said period of six months or six weeks, as the\r\ncase may be,-(i) on the amount mentioned in the warrant for his detention\r\nbeing paid to the officer in charge of the civil prison, or(ii) on the decree against him being otherwise fully satisfied,\r\nor(iii) on the request of the person on whose application he has\r\nbeen so detained, or(iv) on the omission by the person, on whose application he has\r\nbeen so detained, to pay subsistence-allowance:Provided , also, that he shall not be released from\r\nsuch detention under clause (ii) or clause (iii), without the order of the\r\nCourt.(2) A judgment-debtor released from detention under this section\r\nshall not merely by reason of his release be discharged from his debt but he\r\nshall not be liable to be re-arrested under the decree in execution of which he\r\nwas detained in the civil prison.", "59": "Code of Civil Procedure, 190859.Release on ground of illness.-(1) At any time after a warrant for the arrest of a\r\njudgment-Release debtor has been issued the Court may cancel it on the ground\r\nof his of serious illness.(2) Where a judgment-debtor has been arrested, the Court may\r\nrelease him if, in its opinion, he is not in a fit state of health to be\r\ndetained in the civil prison.(3) Where a judgment-debtor has been committed to the civil\r\nprison, he may be released there from-(a) by the State Government, on the ground of\r\nthe existence of any infectious or contagious disease, or(b) by the committing Court, or any Court to\r\nwhich that Court is subordinate, on the ground of his suffering from any\r\nserious illness.(4) A judgment-debtor released under this section may be\r\nrearrested, but the period of his detention in the civil prison shall not in\r\nthe aggregate exceed that prescribed by section 58.ATTACHMENT\r\n{For amendments to s.60, in its application to East Punjab, see the Punjab\r\nRelief of Indebtedness Act 1934 (Pun.7 of 1934), s.35, as amended by Pun. Acts\r\n12 of 1940 and 6 of 1942.}", "60": "Code of Civil Procedure, 190860.\r\nProperty liable to attachment and sale in execution of decree.-The\r\nfollowing property is liable to attachment and sale in execution of a decree,\r\nnamely, lands, houses or other buildings, goods, in money, bank-notes, cheques,\r\nbills of exchange, hundis, promissory notes, Government securities, bonds or\r\nother securities for money, debts, shares in a corporation and, save as\r\nhereinafter mentioned, all other saleable property, movable or immovable,\r\nbelonging to the judgment-debtor, or over which, or the profits of which, he\r\nhas a disposing power which he may exercise for his own benefit, whether the\r\nsame be held in the name of the judgment-debtor or by another person in trust\r\nfor him or on his behalf:Provided  that the following particulars shall not be liable to such attachment\r\nor sale, namely:-(a) the necessary\r\nwearing-apparel, cooking vessels, beds and bedding of the judgment-debtor, his\r\nwife and children, and such personal ornaments as, in accordance with religious\r\nusage, cannot be parted with by any woman;(b) tools of artisans,\r\nand, where the judgment-debtor is an agriculturist, his implements of husbandry\r\nand such cattle and seed-grain as may, in the opinion of the Court, be\r\nnecessary to enable him to earn his livelihood as such, and such portion of\r\nagricultural produce or of any c]ass of agricultural produce as may have been\r\ndeclared to be free from liability under the provisions of the next following\r\nsection;(c) houses and other\r\nbuildings (with the materials and the sites thereof and the land immediately\r\nappurtenant thereto and necessary for their enjoyment) belonging to an\r\nagriculturist and occupied by him;(d) books of account,(e) a mere right to\r\nsue for damages;(f) any right of\r\npersonal service;(g) stipends and gratuities\r\nallowed to pensioners of the Government, or payable out of any service family\r\npension fund {For such a notification, see Gazette of India, 1909, Pt.I, p.5.}\r\nnotified in the Official Gazette by {Subs. by the A.O.1937 for \" the\r\nG.G.in C.\" } [the Central Government or the State Government] in this\r\nbehalf, and political pensions;{Subs. by Act 9 of\r\n1937, s.2, for the former clauses (h) and (i).The amendments made by that\r\nsection have no effect in respect of any proceedings arising out of a suit\r\ninstituted before 1st June, 1937: see ibid., s.3.} [(h) the wages of labourers\r\nand domestic servants, whether payable in money or kind; {The words \" and\r\nsalary, to the extent of the first hundred rupees and one-half the remainder of\r\nsuch salary \" rep by Act 5 of 1943, s.2.}{Subs. by s.2, ibid.,\r\nfor the former clause and proviso.} [(i) salary to the extent of the first\r\nhundred rupees and one-half the remainder:Provided  that where such salary is the salary of a servant of the Government or a\r\nservant of a railway company or local authority, and the whole or any part of\r\nthe portion of such salary liable to attachment has been under attachment,\r\nwhether continuously or intermittently for a total period of twenty-four\r\nmonths, such portion shall be exempt from attachment until the expiry of a\r\nfurther period of twelve months and, where such attachment has been made in\r\nexecution of one and the same decree, shall be finally exempt from attachment\r\nin execution of that decree ;]].(j) the pay and\r\nallowances of persons to whom the {Subs. by the A.O.1937 for \"Indian\r\nArticles of War apply,'.} [{Subs. by Act 2 of 1951, s.10, for \"Indian Army\r\nAct, 1911, or the Burma Army Act \".} [Army Act, 1950 ] 46 of\r\n1950.applies], {Ins.by Act 35 of 1934, s.2 and Sch.} [or of persons other than commissioned\r\nofficers to whom {The words \"the Naval Discipline Act as modified\r\ntry\" omitted by the A.O.1950.} the Indian Navy (Discipline) Act, 1934, 34\r\nof 1934.applies];(k) all compulsory\r\ndeposits and other sums in or derived from any fund to which the Provident\r\nFunds Act, {\" Subs. by Act 9 of 1937, s.2, for \"1897\" } [1925],\r\n19 of 1925.For the time being applies in so far as they are declared by the\r\nsaid Act not to be liable to attachment;{Subs. by Act 9 of\r\n1937, s.2, for the original clause. See also footnote 3 on preceding page.}\r\n[(l) any allowance forming part of the emoluments of any {Subs. by Act 5 of\r\n1943, s.2, for \"public officer\".} [servant of the Government] or of\r\nany servant of a railway company or local authority which the {Subs. by the\r\nA.O.1933 for \"G.G.in C.\"} [appropriate Government] may by\r\nnotification in the Official Gazette declare to be exempt from attachment, and\r\nany subsistence grant or allowance made to {Subs. by Act 5 of 1943, s.2, for\r\n\"any such officer or servant\".} [any such servant] while under\r\nsuspension ;](m) an expectancy of\r\nsuccession by survivorship or other merely contingent or possible right or\r\ninterest;(n) a right to future\r\nmaintenance;(o) any allowance\r\ndeclared by {Subs. by the A.O.1937 for \"any law passed under the Indian\r\nCouncils Act 1861 and 1992'.} [any Indian law] to be exempt from liability to\r\nattachment-or sale in execution of decree; and(p) where the\r\njudgment-debtor is a person liable for the payment of land-revenue, any movable\r\nproperty which, under any law for the time being applicable to him, is exempt\r\nfrom sale for the recovery of an arrear of such revenue.{The original\r\nExplanation was renumbered Explanation 1 by Act 9 of 1937.s.2.} [Explanation\r\n1].-The particulars mentioned in clauses (g), (h), (i), (j), (1) and (o) are\r\nexempt from attachment or sale whether before or after they are actually\r\npayable, {Ins.by s.2, ibid. See also footnote 3 on preceding page.} [and in the\r\ncase of salary other than salary of a {Subs. by Act 5 of 1943, s.2, for\r\n\"public officer\".} [servant of the Government] or a servant of a\r\nrailway company or local authority the attachable portion thereof is exempt\r\nfrom attachment until it is actually payable].{Ins.by s.2, ibid. See\r\nalso footnote 3 on preceding page.} [Explanation 2.-In clauses (h) and (i),\r\n\"salary\" means the total monthly emoluments, excluding any allowance\r\ndeclared exempt from attachment under the provisions of clause (1), derived by\r\na person from his employment whether on duty or on leave.]{Ins.by the A.O.1937.}\r\n[Explanation ,3.-In clause(l) appropriate\r\nGovernment\" means-(i)\r\nas respects any {Subs. by Act 5 of 1943, s.2, for \"public officer\".}\r\n[person] in the service of the Central Government, or any servant of {Subs. by\r\nthe A.O.1950 for \"a Federal Railway\".} [a Railway Administration] or\r\nof a cantonment authority or of the port authority of a major port, the Central\r\nGovernment.{C1.(ii)\r\nrep. by the A.O.1948.}(iii)\r\nas respects any other {Subs. by Act 5 of 1943, s.2, for \"public\r\nofficer\".} [servant of the Government] or a servant of any other {The\r\nwords \"railway or\" omitted by the A.O.1950.}local authority, the\r\nState Government.](2) Nothing in this\r\nsection shall be deemed-{The letter and\r\nbrackets \"(a)\", the word \"or\" and cl.(b) rep. by Act 10 of\r\n1914, s.3, and Sch.II.} to exempt houses and other buildings (with the\r\nmaterials and the sites thereof and the lands immediately appurtenant thereto\r\nand necessary for their enjoyment) from attachment or sale in execution of\r\ndecrees for rent of any such house, building, site or land.{The letter and\r\nbrackets \"(a)\", the word \"or\" and cl.(b) rep. by Act 10 of\r\n1914, s.3, and Sch.II.}{The letter and\r\nbrackets \"(a)\", the word \"or\" and cl.(b) rep. by Act 10 of\r\n1914, s.3, and Sch.II.}", "61": "Code of Civil Procedure, 190861.Partial exemption of\r\nagricultural produce.-The State Government\r\n{The words \"with the previous sanction of the G.G.in C.\" rep. by Act\r\n,8 of 1920.s.2 and Sch., Pt.I.} may, by general or special order published in\r\nthe Official Gazette, declare that such portion of agricultural produce, or of\r\nany class of agricultural produce, as may appear to the State Government to be\r\nnecessary for the purpose of providing until the next harvest for the due\r\ncultivation of the land and for the support of the judgment-debtor and his\r\nfamily, shall, in the case of all agriculturists or of any class of\r\nagriculturists, be exempted from liability to attachment or sale in execution\r\nof a decree.", "62": "Code of Civil Procedure, 190862.Seizure of property\r\nin dwelling house.-(1) No person\r\nexecuting any process under this Code directing or authorizing seizure of\r\nmovable property shall enter any dwelling house after sunset and before\r\nsunrise.(2) No outer door of a\r\ndwelling-house shall be broken open unless such dwelling-house is in the\r\noccupancy of the judgment-debtor and he refuses or in any way prevents access\r\nthereto, but when the person executing any such process has duly gained access\r\nto any dwelling-house, he may break open the door of any room in which he has\r\nreason to believe any such property to be.(3) Where a room in a\r\ndwelling-house is in the actual occupancy of a woman who, according to the\r\ncustoms of the country, does not appear in public, the person executing the\r\nprocess shall give notice to such woman that she is at liberty to withdraw;\r\nand, after allowing reasonable time for her to withdraw and giving her\r\nreasonable facility for withdrawing, he may enter such room for the purpose of\r\nseizing the property, using at the same time every precaution, consistent with\r\nthese provisions, to prevent its clandestine removal.", "63": "Code of Civil Procedure, 190863.Property attached\r\nin execution of decrees of several Courts.-(1) Where property not\r\nin the custody of any Court is under attachment in execution of decrees of more\r\nCourts than one, the Court which shall receive or realize such property and\r\nshall determine any claim thereto and any objection to the attachment thereof\r\nshall be the Court of highest grade, or, where there is no difference in grade\r\nbetween such Courts, the Court under whose decree the property was first\r\nattached.(2) Nothing in this\r\nsection shall be deemed to invalidate any proceeding taken by a Court executing\r\none of such decrees.", "64": "Code of Civil Procedure, 190864.Private alienation\r\nof property after attachment to be void.-Where an attachment\r\nhas been made, any private transfer or delivery of the property attached or of\r\nany interest therein and any payment to the judgment-debtor of any debt,\r\ndividend or other be monies contrary to such attachment, shall be void as\r\nagainst all claims enforceable under the attachment.Explanation- For the purposes of this section, claims enforceable under an attachment\r\ninclude claims for the rateable distribution of assets.", "65": "Code of Civil Procedure, 1908\n65.Purchasers title.-Where immovable\r\nproperty is sold in execution of a decree and such sale has become absolute,\r\nthe property shall be deemed to have vested in the purchaser from the time when\r\nthe property is sold and not from the time when the sale becomes absolute.", "66": "Code of Civil Procedure, 190866.Suit against\r\npurchaser not maintainable on ground of purchase being on behalf of plaintiff.-(1) No suit shall be maintained\r\nagainst any person claiming title under a purchase certified by the Court in\r\nsuch manner as may be prescribed on the ground that the purchase was made on\r\nbehalf of the plaintiff or on behalf of some one through whom the plaintiff\r\nclaims.(2) Nothing in this section shall bar a suit to obtain a declaration that the name of any purchaser certified as aforesaid was inserted in the certificate fraudulently or without the consent of the real purchaser, or interfere with the right of a third person to proceed against that property, though ostensibly sold to the certified purchaser, on the ground that it is liable to satisfy a claim of such third person against the real owner.", "67": "Code of Civil Procedure, 190867.Power for State\r\nGovernment to make rules as to sales of land in execution of decrees for\r\npayment of money.-{The original s.67 was\r\nrenumbered as sub-section (1) of that section by Act 1 of 1914, s.3.} [(1)] The\r\nState Government {The words \" with the previous sanction of the G.G.in\r\nC.\" rep. by Ac 38 of 1920, s.2 and Sch.I, Pt.I.} may, by notification in\r\nthe Official Gazette, make rules for any local area imposing conditions in\r\nrespect of the sale of any class of interests in land in execution of decrees\r\nfor the payment of money, where such interests are so uncertain or undetermined\r\nas, in the opinion of the State Government, to make it impossible to fix their\r\nvalue.{Ins.by Act 1 of 1914,\r\ns.3.} [(2) When on the date on which this Code came into operation in any local\r\narea, any special rules as to sale of land in execution of decrees were in\r\nforce therein, the State Government may, by notification in the Official\r\nGazette, declare such rules to be in force, or may, {The words \" with the\r\nprevious sanction of the G.G.in C.\" rep. by Ac 38 of 1920, s.2 and Sch.I,\r\nPt.I.} by a like notification, modify the same.Every notification\r\nissued in the exercise of the powers conferred by this sub-section shall set\r\nout the rules so continued or modified.]", "68": "Code of Civil Procedure, 190868.Power to prescribe\r\nrules for transferring to Collector execution of certain decrees.-The State Government\r\nmay {The words \" with the previous sanction of the G.G.in C.\" rep. by\r\nAc 38 of 1920, s.2 and Sch.I, Pt.I.} declare, by notification in the Official Gazette,\r\nthat in any local area the execution of decrees in cases in which a Court has\r\nordered any immovable property to be sold, or the execution of any particular\r\nkind of such decrees, or the execution of decrees ordering the sale of any\r\nparticular kind of or interest in, immovable property, shall be transferred to\r\nthe Collector.Power to prescribe\r\nrules for transferring to Collector execution of certain decrees.", "69": "Code of Civil Procedure, 190869.Provisions of Third\r\nSchedule to apply.-The provisions set\r\nforth in the Third Schedule shall apply to all cases in which the execution of\r\na decree has been transferred under the last preceding section.", "70": "Code of Civil Procedure, 190870.Rules of\r\nprocedure.-(1) The State\r\nGovernment may make rules consistent with the aforesaid provisions-(a)\r\nfor the transmission of the decree from the Court to the Collector, and for\r\nregulating the procedure of the Collector and his subordinates in executing the\r\nsame, and for retransmitting the decree from the Collector to the Court;(b)\r\nconferring upon the Collector or any gazetted subordinate of the Collector all\r\nor any of the powers which the Court might exercise in the execution of the\r\ndecree if the execution thereof had not been transferred to the Collector;(c)\r\nproviding for orders made by the Collector or any gazetted subordinate of the\r\nCollector, or orders made on appeal with respect to such orders, being subject\r\nto appeal to, and revision by, superior revenue-authorities as nearly as may be\r\nas the orders made by the Court, or orders made on appeal with respect to such\r\norders, would be subject to appeal to, and revision by, Appellate or Revisional\r\nCourts under this Code or other law for the time being in force if the decree\r\nhad not been transferred to the Collector.(2) Jurisdiction of\r\nCivil Courts barred.- A power conferred by rules made under sub-section (1)\r\nupon the Collector or any gazetted subordinate of the Collector, or upon any\r\nappellate or revisional authority, shall not be exercisable by the Court or by\r\nany Court in exercise of any appellate or revisional jurisdiction which it has\r\nwith respect to decrees or orders of the Court.", "71": "Code of Civil Procedure, 190871.Collector deemed to\r\nbe acting judicially.-In executing a decree\r\ntransferred to the Collector under section 68 the Collector and his\r\nsubordinates shall be deemed to be acting judicially.", "72": "Code of Civil Procedure, 190872.Where Court may\r\nauthorize Collector to stay public sale of land.-(1) Where in any local\r\narea in which no declaration under section 68 is in force the property attached\r\nconsists of land or of a share in land, and the Collector represents to the\r\nCourt that the public sale of the land or share is objectionable and that\r\nsatisfaction of the decree may be made within a reasonable period by a\r\ntemporary alienation of the land or share, the Court may authorize the\r\nCollector to provide for such satisfaction in the manner recommended by him\r\ninstead of proceeding to a sale of the land or share.(2) In every such case\r\nthe provisions of sections 69 to 71 and of any rules made in pursuance thereof\r\nshall apply so far as they are applicable.", "73": "Code of Civil Procedure, 190873.Proceeds of execution-sale\r\nto be rateably distributed among decree-holders.-(1) Where assets are\r\nheld by a Court and more persons than one have, before the receipt of such\r\nassets, made application to the Court for the execution of decrees for the\r\npayment of money passed against the same judgment-debtor and have not obtained\r\nsatisfaction thereof, the assets, after deducting the costs of realization,\r\nshall be rateably distributed among all such persons:Provided  as follows: -(a) where any property\r\nis sold subject to a mortgage or charge, the mortgagee or incumbrancer shall\r\nnot be entitled to share in any surplus arising from such sale;(b) where any property\r\nliable to be sold in execution of a decree is subject to a mortgage or charge,\r\nthe Court may, with the consent of the mortgagee or incumbrancer, order that\r\nthe property be sold free from the mortgage or charge, giving to the mortgagee\r\nor incumbrancer the same interest in the proceeds of the sale as he had in the\r\nproperty sold;(c) where any\r\nimmovable property is sold in execution of a decree ordering its sale for the\r\ndischarge of an incumbrance thereon, the proceeds of sale shall be applied-first,\r\nin defraying the expenses of the sale;secondly,\r\nin discharging the amount due under the decree;thirdly,\r\nin discharging the interest and principal monies due on subsequent incumbrances\r\n(if any); andfourthly,\r\nrateably among the holders of decrees for the payment of money against the\r\njudgment-debtor, who have, prior to the sale of the property, applied to the\r\nCourt which passed the decree ordering such sale for execution of such decrees,\r\nand have not obtained satisfaction thereof.(2) Where all or any\r\nof the assets liable to be rateably distributed under this section are paid to\r\na person not entitled to receive the same, any person so entitled may sue such\r\nperson to compel him to refund the assets.(3) Nothing in this\r\nsection affects any right of the Government.", "74": "Code of Civil Procedure, 190874.Resistance to\r\nexecution.-Where the Court is satisfied\r\nthat the holder of a decree for the possession of immovable property or that\r\nthe purchaser of immovable property sold in execution of a decree has been\r\nresisted or obstructed in obtaining possession of the property by the judgment\r\ndebtor or some person on his behalf and that such resistance or obstruction was\r\nwithout any just cause, the Court may, at the instance of the decree-holder or\r\npurchaser, order the judgment-debtor or such other person to be detained in the\r\ncivil prison for a term which may extend to thirty days and may further direct\r\nthat the decree-holder or purchaser be put into possession of the property.", "75": "Code of Civil Procedure, 1908\n75.Power of Court to issue commissions.-Subject to such conditions\r\nand limitations as may be prescribed, the Court may issue a commission-(a) to examine any\r\nperson;(b) to make a local\r\ninvestigation;(c) to examine or\r\nadjust accounts; or(d) to make a partition.", "76": "Code of Civil Procedure, 190876.Commission to\r\nanother Court(1) A commission for\r\nthe examination of any person may be issued to any Court (not being a High\r\nCourt) situate in a State other than the State in which the Court of issue is\r\nsituate and having jurisdiction in the place in which the person to be examined\r\nresides.(2) Every Court\r\nreceiving a commission for the examination of any person under sub-section (1)\r\nshall examine him or cause him to be examined pursuant thereto, and the\r\ncommission, when it has been duly executed, shall be returned together with the\r\nevidence taken under it to the Court from which it was issued, unless the order\r\nfor issuing the commission has otherwise directed, in which case the commission\r\nshall be returned in terms of such order.", "77": "Code of Civil Procedure, 190877.Letter of request.-In lieu of issuing a\r\ncommission the Court may issue a letter to examine a witness residing at any\r\nplace not within {Subs. by Act 2 of 1951, s.3, for \"the States\".}\r\n[India].{Subs. by s.11, ibid.,\r\nfor the former section.} [78.Commissions issued by foreign Courts.- Subject to\r\nsuch conditions and limitations as may be prescribed, the provisions as to the\r\nexecution and return of commissions for the examination of witnesses shall\r\napply to commissions issued by or at the instance of-(a) Courts situate in\r\nany part of India to which the provisions of this Code do not extend; or(b) Courts established\r\nor continued by the authority of the Central Government outside India; or(c) Courts of any\r\nState or country outside India.]"}