{"name": "Coinage Act, 2011\r", "1": "Coinage Act, 2011Chapter I Preliminary1. Short title and\r\ncommencement.-1.  \r\n  This\r\nAct may be called the Coinage Act, 2011.2.  \r\n  It\r\nextends to the whole of India.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "Coinage Act, 20112. Definitions.-In this Act, unless\r\nthe context otherwise requires,a.  \r\n  Coin\r\nmeans any coin which is made of any metal or any other material stamped by the\r\nGovernment or any other authority empowered by the Government in this behalf\r\nand which is a legal tender including commemorative coin and Government of\r\nIndia one rupee note.Explanation:- For the\r\nremoval of doubts, it is hereby clarified that a \"coin\" does not\r\ninclude the credit card, debit card, postal order and e-money issued by any\r\nbank, post office or financial institution;a.  \r\nb.  \r\n  Commemorative\r\ncoin means any coin stamped by the Government or any other authority empowered\r\nby the Government in this behalf to commemorate any specific occasion or event\r\nand expressed in Indian currency;c.  \r\n  deface\r\nmeans any type of clipping, filing, stamping, or such other alteration of the\r\nsurface or shape of a coin as is readily distinguishable from the effects of\r\nreasonable wear;d.  \r\n  Government\r\nmeans the Central Government;e.  \r\n  Issue\r\nmeans to put a coin into circulation for use as money;f.  \r\n  Metal\r\nmeans any metal, base metal, alloy, gold, silver or any other material which\r\nmay be prescribed by the Government for the purpose of any coin;g.  \r\n  Mint\r\nmeans the Security Printing and Minting Corporation of India Limited formed and\r\nincorporated under the Companies Act, 1956 (1 of 1956) or any other\r\norganisation established by or under the authority of the Government to make a\r\ncoin by stamping metal;h.  \r\n  Notification\r\nmeans notification published in the Official Gazette;i.  \r\n  Per\r\ncent means the percentage of metals prescribed for any coin;j.  \r\n  Prescribed\r\nmeans prescribed by rules made under this Act;k.  \r\n  Remedy\r\nmeans variation from the standard weight and fineness;l.  \r\n  Standard\r\nweight means the weight prescribed for any coin.", "3": "Coinage Act, 2011Chapter II\r\nEstablishment of Mints3. Power to establish\r\nand abolish Mints.-The Government may,\r\nby notification,a.  \r\n  establish\r\na Mint at any place which may be managed by it or by any other person, which\r\nmay be authorised for this purpose:Provided that the Mints\r\nestablished before the commencement of this Act shall be deemed to have been\r\nestablished by the Government under this section:Provided further that\r\nwhere the Government is of the opinion that it is necessary or expedient in the\r\npublic interest so to do, it may authorise the minting of coins by any\r\norganisation or Government of any foreign country, within or beyond the limits\r\nof India and acquire such coins either by way of import or otherwise for issue\r\nunder its authority;b.  \r\n  abolish\r\nany Mint.", "4": "Coinage Act, 2011Chapter III Coinage4. Denominations,\r\ndimensions, designs and composition of coins.-Coins may be minted\r\nat the Mints or at any other place authorised under the proviso to section 3 of\r\nsuch denominations not higher than one thousand rupees and of such dimensions\r\nand designs and containing such metals or mixed metals of such composition or\r\nany other material as may be prescribed by the Government.", "5": "Coinage Act, 20115. Standard weight\r\nand remedy.-The standard weight\r\nof the coin of any denomination, minted under the provisions of section 4, and\r\nthe remedy allowed in making of such coins, shall be such as may be prescribed\r\nin this behalf by the Government from time to time.", "6": "Coinage Act, 20116. Coin when a legal\r\ntender.-1.  \r\n  The\r\ncoins issued under the authority of section 4 shall be a legal tender in\r\npayment or on account, in case ofa.   a coin of any\r\ndenomination not lower than one rupee, for any sum not exceeding one thousand\r\nrupees;b.   a half-rupee coin,\r\nfor any sum not exceeding ten rupees;c.   any other coin, for\r\nany sum not exceeding one rupee:Provided that the\r\ncoin has not been defaced and has not lost weight so as to be less than such\r\nweight as may be prescribed in its case.1.  \r\n2.  \r\n  All\r\nnew coins in the naya paisa series, designated as such under the notification\r\nof the Government of India in the Ministry of Finance, Department of Economic\r\nAffairs, Number S.R.O. 1120, dated the 11th May, 1956 issued prior to the\r\ncommencement of the Indian Coinage (Amendment) Act, 1964 (17 of 1964), shall\r\ncontinue to be a legal tender in payment or on account, in case of,a.   a half-rupee or fifty\r\nnaye paise coin, for any sum not exceeding ten rupees;b.   any other coin, for\r\nany sum not exceeding one rupee.", "7": "Coinage Act, 20117. Decimal system of\r\ncoinage.-1.  \r\n  The\r\nrupee shall be divided into one hundred units and any such unit may be\r\ndesignated by the Government, by notification, under such name as it thinks\r\nfit.2.  \r\n  All\r\nreferences in any enactment or in any notification, rule or order under any\r\nenactment or in any contract, deed or other instrument to any value expressed\r\nin annas, paisa and pies shall be construed as references to that value\r\nexpressed in units referred to in sub-section (1) converted thereto at the rate\r\nof sixteen anna, sixty-four paise or one hundred and ninety-two pies to one\r\nhundred units referred to in sub-section (1).3.  \r\n  All\r\nreferences in any enactment or in any notification, rule or order under any enactment\r\nor in any contract, deed or other instrument to any value in naya paisa or naye\r\npaise shall be construed as references to that value expressed respectively in\r\nunits referred to in sub-section (1).", "8": "Coinage Act, 20118. Power to call in\r\ncoin.-Notwithstanding\r\nanything contained in section 6, the Government may, by notification, call in\r\nwith effect from such date as may be specified in the notification, any coin,\r\nof whatever date or denomination and on and from the date so specified, such\r\ncoin shall cease to be a legal tender, save to such extent as may be specified\r\nin the notification.", "9": "Coinage Act, 2011Chapter IV\r\nDiminished, Defaced and Counterfeit Coins9.  Power to certain persons to\r\ncut diminished or defaced coins.1.  \r\n  Where\r\nany coin which has been minted and issued by or under the authority of the\r\nGovernment is tendered to any person authorised by it to act under this\r\nsection, and such person has reason to believe that the coina.   has been diminished\r\nin weight so as to be more than such per cent. below standard weight as\r\nprovided in section 5; orb.   has been defaced,he\r\nshall, by himself or through another person, cut or break the coin.1.  \r\n2.  \r\n  A\r\nperson cutting or breaking coin under the provisions of clause (a) of\r\nsub-section (1) shall receive and pay for the coin at its face value.3.  \r\n  A\r\nperson cutting or breaking coin under the provisions of clause (b) of sub-section\r\n(1) shall observe the following procedure, namely:a.   if such person has\r\nreason to believe, that the coin has been fraudulently defaced, he shall return\r\nthe pieces to the person tendering the coin, who shall bear the loss caused by\r\nsuch cutting or breaking;b.   if such person has\r\nreason to believe, that the coin has not been fraudulently defaced, he shall\r\nreceive and pay for the coin at its face value.", "10": "Coinage Act, 201110. Power to certain\r\npersons to cut counterfeit coins.-Where any coin minted\r\nor issued by or under the authority of the Government is tendered to any person\r\nauthorised by the Government under section 9 and such person has reason to\r\nbelieve that the coin is counterfeit, he shall by himself or through another\r\nperson cut or break the coin, and the tenderer shall bear the loss caused by\r\nsuch cutting or breaking.", "11": "Coinage Act, 201111. Power of Mint to\r\ndelegate its functions.-The Mint may in\r\nwriting authorise any other organisation of the Government to melt withdrawn\r\ncoins or take any help of such organisation for the said purpose.Explanation: - For\r\nthe purposes of this section organization means any Government industrial unit\r\nor public sector undertaking possessing melting facilities.", "12": "Coinage Act, 2011Chapter V Offences\r\nand Penalties12. Prohibition of\r\nmaking or melting or destruction of coins.-1.  \r\n  No\r\nperson shall \r\n i.  \r\n  use\r\nany metal piece as coin whether stamped or unstamped, intended to be used as\r\nmoney except by the authority of the Government, ormelt\r\nor destroy any coin, or \r\n iii.  \r\n  use\r\ncoin other than as a medium of exchange, or \r\n iv.  \r\n  have\r\nin his possession, custody or control,a.   any melted coin,\r\nwhether in the molten state or in a solid state, orb.   any coin in a\r\ndestroyed or mutilated state, orc.   coins substantially\r\nin excess of his reasonable requirements for the purpose of selling such coins\r\nfor value other than their face value or for melting or for destroying or for\r\ndisposing these coins other than as a medium of exchange.Explanation:- For the\r\npurposes of determining the reasonable requirements of coins of a person, due\r\nregard shall be had to  \r\n i.  \r\n  his\r\ntotal daily requirements of coins;the\r\nnature of his business, occupation or profession; \r\n iii.  \r\n  the\r\nmode of his acquisition of coins; and \r\n iv.  \r\n  the\r\nmanner in which, and the place at which, such coins are being possessed, held\r\nor controlled by him.2.  \r\n  Whoever\r\nis found to be in possession of any metal or material which contains alloys in\r\nthe same proportions in which they have been used in the manufacture of any\r\ncoin shall be presumed, until the contrary is proved, to have contravened the\r\nprovisions of sub-section (1).3.  \r\n  Nothing\r\nin this section shall apply \r\n i.  \r\n  to\r\nany person who is found in possession of any metal or scraps or scissel, etc.,\r\nof non-recyclable coinage metal, which he may so possess as a result of valid\r\ndisposal by auctions by a Mint;to\r\nthe Mint, Reserve Bank of India and its authorised agents, and suppliers of\r\ncoins or coin blanks to the extent of orders placed by or under the authority\r\nof the Government until their supply or completion of orders placed by the\r\nGovernment;  \r\n iii.  \r\n  to\r\nany prospective supplier who intends to supply coin or coin blanks as samples\r\nagainst a valid tender documents purchased by him provided that quantity is in\r\nreasonable agreement with quantity of samples to be supplied.", "13": "Coinage Act, 201113. Penalty for\r\ncontravention of section 12.-Whoever contravenes\r\nany provisions of section 12 shall be punishable with imprisonment which may\r\nextend to seven years and with fine.", "14": "Coinage Act, 201114. Prohibition and\r\npenalty for unlawful making, issue or possession of pieces of metal to be used\r\nas money.-1.  \r\n  No\r\nperson shalla.   make or issue or\r\nattempt to issue any metal piece except as provided under section 4 for the\r\npurpose of coin;b.   Possess custody or\r\ncontrol of any metal piece with the intent to issue the piece for use as money\r\nfor a medium of exchange.2.  \r\n  Whoever\r\ncontravenes the provisions of sub-section (1) shall be punishable with\r\nimprisonment which may extend to one year or with fine or with both:Provided that if any\r\nperson convicted under this section is again convicted, he shall be punishable\r\nwith imprisonment which may extend to three years or with fine or with both.", "15": "Coinage Act, 201115. Prohibition and\r\npenalty for bringing metal piece for use as coin.-1.  \r\n  No\r\nperson shall bring by sea or by land or by air into India of any piece of metal\r\nto be used as coin except with the authority or permission of the Government.2.  \r\n  Whoever\r\ncontravenes the provisions of sub-section (1) shall be punishable with\r\nimprisonment which may extend to seven years and with fine.", "16": "Coinage Act, 201116. Offences by\r\ncompanies.-1.  \r\n  Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed was in charge of, and was responsible to,\r\nthe company for the conduct of its business, shall be deemed to be guilty of\r\nthe offence and shall be liable to be proceeded against and punished\r\naccordingly:Provided that nothing\r\ncontained in this sub-section shall render any person liable to any punishment,\r\nif he proves that the offence was committed without his knowledge or that he\r\nexercised all due diligence to prevent the commission of such offence.2.  \r\n  Notwithstanding,\r\nanything contained in sub-section (1), where any offence under this Act has\r\nbeen committed by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to, any neglect on the\r\npart of any director, manager, secretary or other officer, such director,\r\nmanager, secretary or other officer of the company shall be deemed to be guilty\r\nof that offence and shall be liable to be proceeded against and punished\r\naccordingly.Explanation:- For\r\nthe purposes of this section,-a.   “company” means\r\nanybody corporate and includes a firm, society or other association of\r\nindividuals; andb.   “director”, in\r\nrelation to - \r\n i.  \r\n  a\r\nfirm, means a partner or proprietor of the firm; \r\n ii.  \r\n  a\r\nsociety or other association of individuals, means the person who is entrusted,\r\nunder the rules of the society or other association, with the management of the\r\naffairs of the society or other association of the individuals, as the case may\r\nbe.", "17": "Coinage Act, 2011Chapter VI\r\nMiscellaneous17. Forfeiture.-Any coin or metal in\r\nrelation to which any offence under this Act has been committed shall be\r\nforfeited to the Government.", "18": "Coinage Act, 201118. Probation of\r\nOffenders Act, 1958 not to apply to offences under this Act.-Nothing in the\r\nProbation of Offenders Act, 1958 (20 of 1958) shall apply to offences under\r\nthis Act.", "19": "Coinage Act, 201119. Offences to be\r\ncognizable, bailable and no compoundable.-Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 (2 of 1974),\r\noffences under this Act shall be cognizable and bailable, but shall not be\r\ncompoundable.", "20": "Coinage Act, 201120. Amendment of Act\r\n2 of 1934.-In the Reserve Bank\r\nof India Act, 1934, \r\n i.  \r\n  in\r\nsection 2, in clause (d), for the words and figures the Indian Coinage Act,\r\n1906 (3 of 1906) , the words and figures the Coinage Act, 2011shall be\r\nsubstituted; \r\n ii.  \r\n  in\r\nsection 39, for the words and figures \"the Indian Coinage Act, 1906 (3 of\r\n1906)\", at both the places where they occur, the words and figures\r\n\"the Coinage Act, 2011\" shall be substituted.", "21": "Coinage Act, 201121. Offences may be\r\ntried summarily.-Notwithstanding\r\nanything contained in section 260 of the Code of Criminal Procedure, 1973 (2 of\r\n1974), offences under this Act may be tried summarily by a Judicial Magistrate\r\nof the first class or a Metropolitan Magistrate.", "22": "Coinage Act, 201122. Protection of\r\naction taken in good faith.-No suit or other\r\nlegal proceedings shall lie against any person in respect of anything which is\r\nin good faith done, or intended to be done, under or in pursuance of the\r\nprovisions of this Act.", "23": "Coinage Act, 201123. Power to remove\r\ndifficulties.-1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nGovernment may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act as may appear it\r\nto be necessary or expedient for removing the difficulty:Provided that no such\r\norder shall be made under this section after the expiry of five years from the\r\ncommencement of this Act.2.  \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "24": "Coinage Act, 201124. Power to make\r\nrules.-1.  \r\n  The\r\nGovernment may, by notification, make rules to carry out the purposes of this\r\nAct.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:a.   the use of metal for\r\nthe purpose of making any coin under clause (f) of section 2;b.   the per cent of\r\nmetals for any coin under clause (i) of section 2;c.   the standard weight\r\nfor any coin under clause (l) of section 2;d.   the dimensions,\r\ndesigns, metals, mixed metals or their composition, for coins under section 4;e.   the standard weight\r\nof coins and the remedy allowed in making such coins under section 5.", "25": "Coinage Act, 201125. Rules to be laid\r\nbefore Parliament.-Every rule made under\r\nthis Act shall be laid, as soon as may be after it is made, before each House\r\nof Parliament, while it is in session for a total period of thirty days which\r\nmay be comprised in one session or in two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe rule or both Houses agree that the rule should not be made, the rule shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule.", "26": "Coinage Act, 201126. Saving of making\r\nother coins at Mints.-Nothing in this Act\r\nshall be deemed to prohibit or restrict the making at any Mint in India of\r\ncoins intended for issue as money by the foreign Government of any territories\r\nbeyond the limits of India.", "27": "Coinage Act, 201127. Repeal and\r\nsavings.-1.  \r\n  The\r\nfollowing enactments are hereby repealeda.   the Metal Tokens Act,\r\n1889 (1 of 1889);b.   the Coinage Act, 1906\r\n(3 of 1906);c.   the Bronze Coin\r\n(Legal Tender) Act, 1918 (22 of 1918);d.   the Currency\r\nOrdinance, 1940 (Ord. IV of 1940);e.   the Small Coins\r\n(Offences) Act, 1971 (52 of 1971).1.  \r\n2.  \r\n  The\r\nrepeal by this Act of the enactments and Ordinance specified in sub-section (1)\r\nshall nota.   affect any other\r\nenactment in which the repealed enactment or Ordinance has been applied,\r\nincorporated or referred to;b.   affect the validity,\r\ninvalidity, effect or consequences of anything already done or suffered, or any\r\nright, title, obligation or liability already acquired, accrued or incurred or\r\nany remedy or proceeding in respect thereof, or any release or discharge of or\r\nfrom any debt, penalty, obligation, liability, claim or demand, or any\r\nindemnity already granted, or the proof of any past act or thing;c.   affect any principle\r\nor rule of law, or established jurisdiction, form or course of pleading,\r\npractice or procedure, or existing usage, custom, privilege, restriction,\r\nexemption, office or appointment, notwithstanding that the same respectively\r\nmay have been in any manner affirmed or recognised or derived by, in or from\r\nany enactment or Ordinance hereby repealed;d.   revive or restore any\r\njurisdiction, office, custom, liability, right, title, privilege, restriction,\r\nexemption, usage, practice, procedure or other matter or thing not now existing\r\nor in force.3.  \r\n  The\r\nmention of particular matters in sub-section (1) shall not be held to prejudice\r\nor affect the general application of section 6 of the General Clauses Act, 1897\r\n(10 of 1897), with regard to the effect of repeals.", "28": "Coinage Act, 201128. Continuance of\r\nexisting coins.-Notwithstanding the\r\nrepeal of the enactments and the Ordinance specified in sub-section (1) of\r\nsection 27,a.  \r\n  all\r\ncoins issued under the said enactments; andb.  \r\n  Government\r\nof India one rupee note issued under the Currency Ordinance, 1940 (Ord. IV of\r\n1940),which are legal tender immediately before the commencement of the Coinage\r\nAct, 2011 shall be deemed to be the coin and continue to be legal tender in\r\npayment or on account under the corresponding provisions of this Act."}