{"name": "Coir Industry Act, 1953\r", "1": "Chapter IPrelimanary1. Short title, extent and commencement.-(1) This Act may be called the Coir Industry Act, 1953. (2) It extends to the whole of India except the State of Jammu and Kashmir.(3) It shall come into force on such date2 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Declaration as to expediency of control by the Union.-It is hereby declared that it is expedient in the public interest that the Union should take under its control the coir industry,", "3": "3. Definitions.-In this Act, unless the context otherwise requires,-(a) \"Board\" means the Coir Board constituted under section 4;(b) \"cess\" means the customs duty imposed by section 13;(c) \"coir\" or \"coir fiber\" means the fiber extracted from the husk of the coconut;(d) \"coir products\" means mats and mattings, rugs and carpets, ropes and other articles manufactured wholly or partly from coir or coir yarn;(e) \"coir yarn\" means yarn obtained by the spinning of coir;(f) \"export\" with its grammatical variations and cognate expressions means to take out of the territories to which this Act extends by land, sea or air to any place outside India other than a country or territory notified in this behalf by the Central Government by notification in the Official Gazette;(g) \"Fund\" means the Coir Fund referred to in section 15;(h) \"husks\" means coconut husks, both raw and retied;(i) \"member\" means a member of the Board;(j) \"prescribed\" means prescribed by rules made under this Act.", "4": "Chapter IIThe Coir Board4. Establishment and constitution of the Coir Board.-(1) With effect from such date as the Central Government may, by notification in the Official Gazette, specify in this behalf, there shall be established for the purposes of this Act a Board to be called the Coir Board.(2) The Board shall be a body corporate by the name aforesaid, having perpetual succession and a common seal with power to acquire, hold and dispose of property, both movable and immovable, and to contract, and shall, by the said name, sue and be sued.(3) The Board shall consist of a Chairman and such number of other members not exceeding forty as the Central Government may think expedient, to be appointed by that Government by notification in the Official Gazette from among persons who are in its opinion capable of representing-(a) growers of coconuts and producers of husks and coir yarn;(b) persons engaged in the production of husks, coir and yarn and in the manufacture of coir products;(c) manufacturers of coir products;(d) dealers in coir, coir yarn and coir products, including both exporters and internal traders;(e) parliament;(f) the Governments of the principal coconut growing States;(g) such other persons or class of persons who, in the opinion of the Central Government, ought to be represented on the Board.(4) The number of persons to be appointed as members from each of the categories specified in sub-section (3), the term of office, of the procedure to be followed in the discharge of their functions by, and the manner of filling vacancies among, the members of the Board shall be such as may be prescribed.(5) Any officer of the Central Government when deputed by that Government in this behalf shall have the right to attend meetings of the Board and take part in the proceedings thereof but shall not be entitled to vote.1. Subs. by Act 25 of 1964, s. 2, for certain words (w.e.f. 6-6-1964).2. 9th February, 1954, vide notification No. S.R.O. 470, dated 9th February, 1954, see Gazette of India, Extraordinary Part I, s. 3(ii).", "5": "5. Vacancies, etc., not to invalidate acts and proceedings.-No act or proceeding taken by the Board under this Act shall be questioned on the ground merely of-(a) the existence of any vacancy in the Constitution of, the Board; or(b) any omission, defect or irregularity not affecting the merits of the case.", "6": "6. Salary and allowances of Chairman.-The Chairman shall be entitled to such salary and allowances and shall be subject to such conditions of service in respect of leave, pension, provident fund and other matters as may from time to time be fixed by the Central Government.", "7": "7. Vice-Chairman.-The Board shall elect from among its members a Vice-Chairman, who shall exercise such of the powers and discharge such of the duties of the Chairman as may be prescribed or as may be delegated to him by the Chairman.", "8": "8. Executive and other Committees.-(1) There shall be an Executive Committee of the Board for the purpose of exercising such of the powers and performing such of the duties of the Board as may be prescribed or as the Board may delegate to it.(2) The Executive Committee shall consist of-(i) the Chairman,(ii) the Vice-Chairman, and(iii) five other members elected by the members of the Board, from among themselves of whom not more than two shall be Government officials and one shall be from among the members representing persons engaged in the production of husks, coir and coir yarn and in the manufacture of coir products.(3) Subject to such control and restrictions as may be prescribed, the Board may constitute other standing committees or ad hoc committes for exercising any power or discharging any duty of the Board or for enquiring into or reporting and advising on any matter which the Board may refer to them.(4) A Standing Committee shall consist exclusively of members of the Board.(5) An ad hoc Committee may include persons who are not members of the Board, but their number shall be less than one-half of its strength.", "9": "9. Secretary and staff.-(1) The Central Government shall, after consulting the Board appoint a Secretary to the Board who shall exercise such powers and perform such duties as may be prescribed or as may be delegated to him by the Board or the Chairman.(2) Subject to such control and restrictions as may be prescribed, the Board may appoint such officers and employees as may be necessary for the efficient performance of its functions and pay them such salaries and allowances as it may determine from time to time.(3) The Chairman, Secretary and other officers and employees of the Board shall not undertake any work unconnected with their duties under this Act except with the permission of the Central Government.", "10": "10. Functions of the Board.-(1) It shall be the duty of the Board to promote by such measures as it thinks fit the development under the control of the Central Government of the coir industry.(2) Without prejudice to the generality of the provisions of sub-section (1), the measures referred to therein may relate to-(a) promoting exports of coir yarn and coir products, and carrying on propaganda for that purpose;(b) regulating under the supervision of the Central Government the production of husks, coir yarn and coir products by registering coir spindles and looms for manufacturing coir products as also manufacturers of coir products, licensing exporters of coir, coir yarn and coir products and taking such other appropriate steps as may be prescribed;(c) undertaking, assisting or encouraging scientific technological and economic research and maintaining and assisting in the maintenance of one or more research institutes;(d) collecting statistics from manufacturers of, and dealers in, coir products and from such other persons as may be prescribed, on any matter relating to the coir industry; the publication of statistics so collected or portions thereof or extracts therefrom;(e) fixing grade standards and arranging when necessary for inspection of coir fibre, coir yarn and coir products;(f) improving the marketing of coconut husk, coir fibre, coir yarn and coir products in India and elsewhere and preventing unfair competition;1[(ff) setting up or assisting in the setting up of factories for the production of coir products with the aid of power;](g) promoting co-operative organisation among producers of husk, coir fibre and coir yarn and manufacturers of coir products;(h) ensuring remunerative returns to producers of husks, coir fibre and coir yarn and manufacturers of coir products;(i) licensing of retting places and warehouses and otherwise regulating the stocking and sale of coir fibre, coir yarn and coir products both for the internal market and for exports;(j) advising on all matters relating to the development of the coir industry;(k) such other matters as may be prescribed.(3) The Board shall perform its functions under this section in accordance with and subject to such rules as may be made by the Central Government.", "11": "11. Dissolution of the Board.-(1) The Central Government may, if the Board does any act exceeding the powers conferred upon it or acts in a manner contrary to the rules or prejudicial to the interests of the industry or acts 2* * * contrary to the directions given by the Central Government, call upon the Board to show cause why the Board should not be dissolved and if no explanation is offered or if the Central Government is dissatisfied with the explanation given it may suspend or dissolve the Board from such date and for such period as may be specified in the notification.(2) When the Board is dissolved under the provisions of sub-section (1)-(a) all members shall, from the date of dissolution, vacate their offices as such members;(b) all powers and duties of the Board shall, during the period of dissolution, be exercised and performed by such person or persons as the Central Government may appoint in this behalf;(c) all funds and other property vested in the Board shall, during the period of dissolution, vest in the Central Government; and(d) as soon as the period of dissolution expires, the Board shall be reconstituted in accordance with the provisions of this Act.1. Ins. by Act 25 of 1964, s. 3 (w.e.f. 16-6-1964).2. The words \"or fails to act\" omitted by Act 45 of 1953, s. 2 and the Schedule (w.e.f. 17-5-1957).", "12": "Chapter IIIControl Over the export of Coir fibre Coir yard and products12. Control of export of coir fibre, coir yarn and coir products.-No coir fibre, coir yarn or coir products shall be exported otherwise than under a licence issued by or on behalf of the Board in the prescribed manner, and the provisions of the Sea Customs Act, 1878 (VIII of 19887), shall have effect as if the provisions made by this section had been made by notification issued under Section 19 of that Act: Provided that nothing herein contained shall apply to any coir product dispatched out of the territories to which this Act extends by post or carried in a passenger's luggage for his personal use: Provided further that the Central Government may exempt from the operation of this section either absolutely or subject to specified conditions, the export of any coir fibre, coir yarn or coir product to any foreign settlement bounded by India.", "13": "Chapter IVFinance, Accounts and Audit13. Imposition of a duty of customs on export of coir fibre, coir yarn and coir products.-(1) With effect from such date as may be specified by the Central Government by notification in the Official Gazette, there shall be levied and collected as a cess for the purposes of this Act a duty of customs on all coir fibre, coir yarn and coir products which are exported 1[at such rate not exceeding two rupees per quintal] as the Central Government may, by the same or a like notification from time to time, fix.(2) The cess levied under sub-section (1) shall be in addition to any other duty leviable under the Indian Tariff Act, 1934 (XXXII of 1934), or any other law for the time being in force and shall be collected by such agencies and in such manner as may be prescribed.", "14": "14. Payment of proceeds of cess to the Board.-The proceeds of the cess levied under sub-section (1) of section 13 shall first be credited to the Consolidated Fund of India and the Central Government may thereafter from time to time pay to the Board from and out of such proceeds such sums of money as it may think fit after deducting the expenses of collection.", "15": "15. Constitution of Fund.-(1) There shall be formed by the Board a Fund to be called the Coir Fund and there shall be credited thereto-(a) the proceeds of the cess made over to the Board by the Central Government;(b) any other fee that may be levied and collected under this Act or the rules made thereunder;3[(c) any sum of money that may be paid by way of grants under section 14A.](2) The Fund shall be applied towards meeting the expenses of the Board and the cost of the measures referred to in section 10.", "16": "16. Borrowing powers of Board.-Subject to such rules as may be made in this behalf, the Board shall have power to borrow on the security of the Fund or any other asset for any purposes for which the Fund may be applied.1. Subs. by Act 40 of 1960, s. 9, for the words \"at such rate not exceeding one rupee per hundred weight\" (w.e.f. 1-10-1960).2. Ins. by Act 25 of 1964, s. 4 (w.e.f. 16-6-1964).3. Ins. by s. 5, ibid. (w.e.f. 16-6-1964).", "17": "1[17. Accounts and audit.-(1) The Board shall maintain proper accounts and other relevant records and prepare an annual statement of accounts, including the profit and loss account and the balance-sheet in such form as may be prescribed by the Central Government in consultation with the Comptroller and Auditor-General of India.(2) The accounts of the Board shall be audited by the Comptroller and Auditor-General of India at such intervals as may be prescribed by him and any expenditure incurred in connection with such audit shall be payable by the Board to the Comptroller and Auditor-General.(3) The Comptroller and Auditor-General of India and any person appointed by him in connection with the audit of the accounts of the Board shall have the same rights and privileges and authority in connection with such audit as the Comptroller and Auditor-General has in connection with audit of Government accounts, and in particular, shall have the right to demand the production of books, accounts, connected vouchers and other documents and papers and to inspect any of the offices of the Board.(4) The accounts of the Board as certified by the Comptroller and Auditor-General of India or any other person appointed by him in this behalf together with the audit report thereon shall be forwarded annually to the Central Government and that Government shall cause the same to be laid before each House of Parliament.]", "18": "Chapter VControl by The Central Government18. General control over acts and proceedings of the Board.-(1) All acts and proceedings of the Board shall be subject to the control of the Central Government which may cancel, suspend or modify as it thinks fit any action taken by the Board.(2) The Board shall carry out such directions as may be issued to it by the Central Government for the efficient administration of this Act.(3) The records of the Board shall be open to inspection at all reasonable times by any officer authorised in this behalf by the Central Government.", "19": "19. Report and returns.-2[(1) The Board shall submit to the Central Government and such other authority, as may be prescribed, an annual report on its activities and the working of this Act for the preceding year; and a copy of every such report shall, as soon as may be after it is received by the Central Government, be laid before each House of Parliament.](2) The Board shall prepare and submit such other returns relating to the coir industry as may be required by that Government from time to time.", "20": "Chpter VIMiscellanous20. Penalties.-(1) If any person contravenes the provisions of section 12, he shall be punishable with fine which may extend to five hundred rupees.(2) Any person who attempts to contravene or abets the contravention of the provisions of section 12 shall be deemed to have contravened those provisions.", "21": "21. Offences by companies.-(1) If the person committing an offence under section 12 is a company, every person who at the time the contravention was committed was incharge of, and was responsible to, the company for the conduct of the business of the company, as well as the company shall be deemed to be guilty of the contravention and shall be liable to be proceeded against and punished accordingly: Provided that nothing contained in this sub-section shall render any such person liable to any punishment, if he proves that the offence was committed without his knowledge or that he exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1) where an offence under section 12 has been committed by a company and it is proved that the offence has been committed with the consent orconnivance of, or is attributable to any neglect on the part of, any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation.-For the purposes of this section-(a) \"company\" means any body corporate and includes a firm or other association of individuals; and(b) \"director\" in relation to a firm means a partner in the firm.1. Subs. by Act 25 of 1964, s. 6, for section 17 (w.e.f. 16-6-1964).2. Subs. by 41 of 1994, s. 2, for sub-section (1) (w.e.f. 8-7-1994).", "22": "22. Previous sanction of Central Government for prosecution.-No prosecution for any offence punishable under this Act shall be instituted except with the previous approval of the Central Government.", "23": "23. Protection of action taken in good faith.-No suit prosecution or other legal proceeding shall lie against any person for anything in good faith done or intended to be done under this Act or the rules made thereunder.", "24": "24. Power to delegate.-The Central Government may, by order notified in the Official Gazette, direct that any power exercisable by it under this Act may also be exercised in such cases and subject to such conditions, if any, as may be specified in the order by such officer or authority as may be specified therein.", "25": "25. Suspension of operation of Act.-(1) If the Central Government is satisfied that circumstances have arisen rendering it necessary that certain of the restrictions imposed by this Act should cease to be imposed or if it considers it necessary or expedient so to do in the public interest the Central Government may, by notification in the Official Gazette, suspend or relax to a specified extent either indefinitely or for such period as may be specified in the notification the operation of all or any of the provisions of this Act.(2) Where the operation of any provisions of this Act has under sub-section (1) been suspended or relaxed indefinitely, such suspension or relaxation may at any time while this Act remains in force be removed by the Central Government by notification in the Official Gazette.", "26": "26. Power of Central Government to make rules.-(1) The Central Government may, subject to the condition of previous publication, make rules or carrying out the purposes of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:-(a) the constitution of the Board, the number of persons to be appointed as members from each of the categories specified in sub-section (3) of section 4, the term of office and the other conditions of service of, the procedure to be followed by, and the manner of filling vacancies among, the members of the Board;(b) the circumstances in which, and the authority by which, members may be removed;(c) the holding of a minimum number of meetings every year;(d) the pay and allowances and other conditions of service of the secretary;(e) the maintenance of records of all business transacted at meetings of the Board and the submission of copies of such records to the Central Government;(f) the preparation of budget estimate of the receipts and expenditure of the Board and the authority by which such estimates should be sanctioned;(g) the conditions subject to which, and the mode in which, contracts may be made by or on behalf of the Board;(h) the powers of the Board and the Executive Committee and the Chairman, in regard to the incurring of expenditure; and the re-appropriation of estimated savings in any budget heard to another such head;(i) the conditions subject to which the Board may borrow;(j) the form and the manner in which accounts should be kept by the Board;(k) the registration of coir spindles and looms for the manufacture of coir products as also the registration of manufacturers of coir products and the conditions for such registration; the grant or issue of licences under this Act; the fees to be levied in respect of such registration and licences; and the suspension and cancellation of such registration and licences;(l) the form of applications for registration and licences under this Act and the fee, if any, to be paid in respect of any such applications;(m) the collection of any information or statistics in respect of the coir industry;(n) any other matter which is to be or may be prescribed.1[(3) Every rule made by the Central Government under this section shall be laid as soon as may be after it is made, before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if 2[before the expiry of the session immediately following the session or the successive sessions aforesaid], both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]1. Subs. by Act 25 of 1964, s. 7, for sub-section (3) (w.e.f. 16-6-1964).2. Subs. by Act 4 of 1986, s. 2 and the Schedule, for the words \"before the expiry of the session in which it is so laid or the successive sessions aforesaid\" (w.e.f. 15-5-1986).", "27": "27. Power of Board to make by-laws.-(1) The Board may make by-laws consistent with this Act and the rules made thereunder, to provide for,-(a) the dates, times and places of its meetings and of the meetings of the Executive and other Committees and the quorum for such meetings, and the procedure thereat;(b) the delegation of powers and duties to the Executive or any other Committee, or to its Chairman, Vice-Chairman, Secretary or any other of its officers;(c) the travelling allowances of members and of members of Committees;(d) the appointment, promotion and dismissal of its officers and other employees other than the Secretary and the creation and abolition of their posts;(e) the conditions of service of its officers and other employees other than the Secretary including their pay, leave, leave allowances, pensions, gratuities, compassionate allowances and travelling allowances and the establishment and maintenance of a provident fund for them;(f) the maintenance of its accounts;(g) the persons by whom, and the manner in which payments, deposits and investments may be made on its behalf;(h) the custody of moneys required for its current expenditure and the investment of moneys not so required;(i) the preparation of statements showing the sums allotted to departments of the Central and State Governments and other institutions.(2) No by-law shall take effect until it has been confirmed by the Central Government and published in the Official Gazette; and the Central Government in confirming a by-law may make any change therein which appears to it to be necessary.(3) The Central Government may, by notification in the Official Gazette, cancel any by-law which it has confirmed and thereupon the by-law shall cease to have effect.1[(4) Every by-law made under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the by-law or both Houses agree that the by-law should not be made, the by-law shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that by-law.]1. Ins. by Act 4 of 1986, s. 2 and the Schedule, (w.e.f. 15-5-1986)."}