{"name": "Coking Coal Mines (Nationalisation) Act, 1972\r", "1": "Chapter IPreliminary1. Short title and commencement.-(1) This Act may be called the Coking Coal Mines (Nationalisation) Act, 1972.(2) The provisions of sections 30 and 31 shall come into force at once and the remaining provisions of this Act shall be deemed to have come into force on the 1st day of May, 1972.", "2": "2. Declaration as to the policy of the State.-It is hereby declared that this Act is for giving effect to the policy of the State towards securing the principles specified in clause (b) of article 39 of the Constitution.Explanation.-In this section, \"State\" has the same meaning as in article 12 of the Constitution.1. Subs. by Act 22 of 1978, s. 2, for the Explanation (w.e.f. 1-5-1972).", "3": "3. Definitions.-In this Act, unless the context otherwise requires,-(a) \"appointed day\" means the 1st day of May, 1972;(b) \"coke oven plant\" means the plant and equipment with which the manufacture of hard coke has been, or is being, carried on, and includes-(i) all lands, buildings, works, machinery and equipment, vehicles, railways, tramways and sidings, belonging to, or in, the coke oven plant,(ii) all workshops belonging to the coke oven plant, including buildings, machinery, instruments, stores, equipment of such workshops and the lands on which such workshops stand,(iii) all coke in stock or under production, and other stores, stocks and instruments, belonging to the coke oven plant,(iv) all power stations belonging to the coke oven plant or operated for supplying electricity for the purpose of working the coke oven plant or a number of coke oven plants,(v) all lands, buildings and equipment belonging to the coke oven plant where the washing of coal is carried on,(vi) all other fixed assets, movable or immovable, and current assets belonging to a coke oven plant, whether within its premises or outside.1[Explanation.-The expression \"current assets\" does not include,-(a) dues representing the sale of coal and coal products effected at any time before the appointed day and outstanding immediately before the said day;(b) dues from the Coal Board, established under section 4 of the Coal Mines (Conservation, Safety and Development) Act, 1952 (19 of 1952), prior to the repeal of the said Act, with respect to any period before the appointed day;(c) dues from sundry debtors, loans and advances to other parties and investments, not being investments in the coke oven plant;(d) security deposits made by the owners with the Coal Controller appointed by the Central Government or with the Railways for the fulfilment of contracts or with a State Electricity Board for the payment of bills;(e) earnest money deposited by the owners with the Railways for obtaining contracts;](c) \"coking coal mine\" means a coal mine in which there exists one or more seams of coking coal, whether exclusively or in addition to any seam of other coal;(d) \"company\" means a company as defined in section 3 of the Companies Act, 1956 (1 of 1956), and includes a foreign company within the meaning of section 591 of that Act;(e) \"Commissioner\" means the Commissioner of Payments appointed under section 20;(f) \"Custodian\" means the Custodian appointed under sub-section (2) of section 14, to take over, or carry on, the management of a coking coal mine or coke oven plant;(g) \"date of assent\" means the date on which assent is given by the President to this Act;(h) \"Government company\" has the meaning assigned to it by section 617 of the Companies Act, 1956 (1 of 1956);(i) \"managing contractor\" means the person, or body of persons, who, with the previous consent in writing of the State Government, has entered into an arrangement, contract or understanding, with the owner of a coking coal mine or coke oven plant under which the operations of the coking coal mine or coke oven plant are substantially controlled by such person or body of persons;(j) \"mine\" means any excavation where any operation for the purpose of searching for or obtaining minerals has been or is being carried on, and includes-(i) all borings and bore holes;(ii) all shafts adjacent to, and belonging to, or in, a mine, whether in the course of being sunk or not;(iii) all levels and inclined planes in the course of being driven;(iv) all open cast working;(v) all conveyors or aerial ropeways provided for bringing into or removal from a mine of minerals or other articles or for the removal of refuse therefrom;(vi) all lands, buildings, works, adits, levels, planes, machinery and equipment, vehicles, railways, tramways and sidings belonging to, or in, or about, a mine;(vii) all workshops belonging to, or in, a mine, including buildings, machinery, instruments, stores, equipment of such workshops and the lands on which such workshops stand;(viii) all coal in stock or in transit or under production and other stores, stocks and instruments belonging to, or in, a mine;(ix) all power stations belonging to, or in, a mine or operated for supplying electricity for the purpose of working the mine or a number of mines;(x) all lands, buildings and equipment belonging to, or in, a mine where the washing of coal or manufacture of coke is carried on;(xi) all other fixed assets, movable or immovable, and current assets, belonging to a mine, whether within its premises or outside.1[Explanation.-The expression \"current assets\" does not include,-(a) dues representing the sale of coal and coal products effected at any time before the appointed day and outstanding immediately before the said day;(b) dues from the Coal Board, established under section 4 of the Coal Mines (Conservation, Safety and Development) Act, 1952 (19 of 1952), prior to the repeal of the said Act, with respect to any period before the appointed day;(c) dues from sundry debtors, loans and advances to other parties and investments, not being investments in the coking coal mine;(d) security deposits made by the owners with the Coal Controller appointed by the Central Government or with the Railways for the fulfilment of contracts or with a State Electricity Board for the payment of bills;(e) earnest money deposited by the owners with the Railways for obtaining contracts;](k) \"Mineral Concession Rules\" means the rules, for the time being in force, made under the Mines and Minerals (Regulation and Development) Act, 1957 (67 of 1957);(l) \"mining company\" means a company owning a coking coal mine, and in relation to a foreign company within the meaning of section 591 of the Companies Act, 1956 (1 of 1956), the undertaking of that company in India;(m) \"notification\" means a notification published in the Official Gazette;(n) \"owner\",-(i) when used in relation to a mine, has the meaning assigned to it in the Mines Act, 1952 (35 of 1952),(ii) when used in relation to a coke oven plant, means any person who is the immediate proprietor or lessee or occupier of the coke oven plant or any part thereof or is a contractor for the working of the coke oven plant or any part thereof;(o) \"prescribed\" means prescribed by rules made under this Act;(p) \"scheduled bank\" means a bank included for the time being in the Second Schedule to the Reserve Bank of India Act, 1934 (1 of 1934);(q) \"specified date\" means such date as the Central Government may, for the purpose of any provision of this Act, by notification, specify; and different dates may be specified for different provisions of this Act;(r) words and expressions used herein and not defined but defined in the Coal Mines (Conservation, Safety and Development) Act, 1952 (12 of 1952), have the meanings, respectively, assigned to them in that Act;(s) words and expressions used herein and not defined in this Act or in the Coal Mines (Conservation, Safety and Development) Act, 1952 (12 of 1952), but defined in the Mines Act, 1952 (35 of 1952), shall have the meanings, respectively, assigned to them in the Mines Act, 1952 (35 of 1952).1. Subs. by Act 22 of 1978, s. 2, for the Explanation (w.e.f. 1-5-1972).", "4": "Chapter IIAcquisition of The Rights of Owners of Coking Coal Mines and Coke Oven Plants4. Acquisition of rights in coking coal mines.-(1) On the appointed day, the right, title and interest of the owners in relation to the coking coal mines specified in the First Schedule shall stand transferred to, and shall vest absolutely in, the Central Government, free from all incumbrances.1* * * * *2[(3) If after the appointed day, the Central Government is satisfied, whether from any information received by it or otherwise, that there has been any error, omission or misdescription in relation to the particulars of a coking coal mine included in the First Schedule or the name and address of the owner of any such coking coal mine, it may, by notification, correct such error, omission or misdescription, and on the issue of such notification, the relevant entries in the First Schedule shall be, and shall be deemed always to have been, corrected accordingly: Provided that no such correction in relation to the ownership of a coking coal mine shall be made where such ownership is in dispute.]1. Sub-section (2) omitted by Act 57 of 1986, s. 2 (w.e.f. 1-6-1972).2. Ins. by Act 41 of 1973, s. 3 (w.e.f. 1-5-1972).", "5": "5. Acquisition of rights of owners of coke oven plants.-1[(1)] On the appointed day, the right, title and interest of the owners of each of the coke oven plants specified in the Second Schedule, being the coke oven plants which are situated in or about the coking coal mines specified in the First Schedule, shall stand transferred to, and shall vest absolutely in, the Central Government, free from all incumbrances.2[(2) If after the appointed day, the Central Government is satisfied, whether from any information received by it or otherwise, that there has been any error, omission or misdescription in relation to the particulars of a coke oven plant included in the Second Schedule or the name and address of the owner of any such coke oven plant, it may, by notification, correct such error, omission or misdescription, and on the issue of such notification, the relevant entries in the Second Schedule shall be, and shall be deemed always to have been, corrected accordingly: Provided that no such correction in relation to the ownership of a coke oven plant shall be made where such ownership is in dispute.]", "6": "6. Central Government to be the lessee of the State Government.-(1) Where the rights of an owner under any mining lease granted, or deemed to have been granted, in relation to a coking coal mine, by a State Government or any other person, vest in the Central Government under section 4, the Central Government shall, on and from the date of such vesting, be deemed to have become the lessee of the State Government or such other person, as the case may be, in relation to such coking coal mine 3[as if a fresh mining lease] in relation to such coking coal mine had been granted to the Central Government under the Mineral Concession Rules, the period of such lease 4[shall be the maximum period] for which such lease could have been granted by the State Government or such other person under those Rules and, thereupon, all the rights under such mining lease, including surface, underground and other rights granted to the lessee shall be deemed to have been transferred to, and vested in, the Central Government.(2) On the expiry of the term of any lease, referred to in sub-section (1), such lease shall, if so desired by the Central Government be renewed 5***, by the lessor for the maximum period for which such lease can be renewed under the Mineral Concession Rules.", "7": "7. Power of Central Government to direct vesting rights in a Government company.-(1) Notwithstanding anything contained in sections 4 to 6 (both inclusive), the Central Government may, if it is satisfied that a Government company is willing to comply, or has complied, with such terms and conditions as that Government may think fit to impose, direct, by an order in writing, that the right, title and interest of an owner in relation to a coking coal mine or coke oven plant referred to, respectively, in section 4 or section 5 shall, instead of continuing to vest in the Central Government, vest in the Government company either on the date of publication of the direction or on such earlier or later date (not being a date earlier than the appointed day), as may be specified in the direction.(2) Where the right, title and interest of an owner in relation to a coking coal mine or coke oven plant vest in a Government company under sub-section (1), the Government company shall, on and from the date of such vesting, be deemed to have become-(a) the lessee in relation to such coking coal mine as if a mining lease in relation to such coking coal mine had been granted to the Government company under the Mineral Concession Rules, the period of such lease being the entire period for which such lease could have been granted under those Rules;(b) the owner of the coke oven plant, and all the rights and liabilities of the Central Government in relation to such coking coal mine or coke oven plant shall, on and from the date of such vesting, be deemed to have become the rights and liabilities, respectively, of the Government company.(3) The provisions of sub-section (2) of section 6 shall apply to a lease which vests in a Government company as they apply to a lease vested in the Central Government and, reference therein to the Central Government shall be construed as reference to the Government company.1. Section 5 re-numbered as sub-section (1) thereof by Act 41 of 1973, s. 3 (w.e.f. 1-5-1972).2. Ins. by s. 3, ibid. (w.e.f. 1-5-1972).3. Subs. by Act 57 of 1986, s. 3, for \"as if a mining lease\" (w.e.f. 1-5-1972).4. Subs. by s. 3, ibid., for \"being the entire period\" (w.e.f. 1-5-1972).5. The words \", on the same terms and conditions on which the lease was held on the appointed day\" omitted by s. 3, ibid., (w.e.f. 1-5-1972).", "8": "8. Properties vesting in Central Government to be freed from mortgages, etc.-(1) All property which vests in the Central Government or in a Government company under this Chapter shall, by force of such vesting, be freed and discharged from any trust, obligation, mortgage, charge, lien and all other incumbrances affecting it and any attachment, injunction or decree or order of any court restricting the use of such property in any manner shall be deemed to have been withdrawn.(2) Every mortgagee of any property which has vested under this Act in the Central Government or in a Government company, and every person holding any charge, lien or other interest in or in relation to any such property shall give, within such time and in such manner as may be prescribed, an intimation to the Commissioner of such mortgage, charge, lien or other interest.(3) For the removal of doubts, it is hereby declared that the mortgagee of any property referred to in sub-section (1) or any other person holding any charge, lien or other interest in, or in relation to, any such property shall be entitled to claim payment of the mortgage money or other dues, in whole or in part, out of the amount specified in relation to such property in the First Schedule or the Second Schedule, as the case may be, but no such mortgage, charge or lien or other interest shall be enforceable against any such property of the Central Government or the Government company.", "9": "9. Central Government not to be liable for prior liabilities.-(1) Every liability of the owner, agent, manager, or managing contractor of a coking coal mine or coke oven plant, in relation to any period prior to the appointed day, shall be the liability of such owner, agent, manager or managing contractor, as the case may be, and shall be enforceable against him and not against the Central Government or the Government company.(2) For the removal of doubts, it is hereby declared that-(a) save as otherwise provided elsewhere in this Act, no claim for wages, bonus, royalty, rate, rent, taxes, provident fund, pension, gratuity or any other dues in relation to a coking coal mine or coke oven plant in respect of any period prior to the appointed day, shall be enforceable against the Central Government or the Government company;(b) no award, decree or order of any court, tribunal or other authority in relation to any coking coal mine or coke oven plant passed after the appointed day, but in relation to any matter, claim or dispute which arose before that day, shall be enforceable against the Central Government or the Government company;(c) no liability for the contravention of any provision of law for the time being in force, made before the appointed day, shall be enforceable against the Central Government or the Government company.", "10": "Chapter IIIPayment of Amount10. Payment of amount to owners of coking coal mines.-1[(1)] The owner of every coking coal mine or group of coking coal mines specified in the second column of the First Schedule, shall be given by the Central Government, in cash and in the manner specified in section 21, for vesting in it, under section 4, the right, title and interest of the owner in relation to such coking coal mine or group of coking coal mines, an amount equal to the amount specified against it in the corresponding entry in the fifth column of the said Schedule.[(2) For the removal of doubts, it is hereby declared that the amount specified in the fifth column of the First Schedule against any coking coal mine or group of coking coal mines specified in the second column of the said Schedule and required to be given by the Central Government to its owner under sub-section (1), shall be deemed to include, and deemed always to have included, the amount required to be paid to such owner in respect of all coal in stock or other assets referred to in clause (j) of section 3 on the date immediately before the appointed day and no further amount shall be payable to the owner in respect of such coal or other assets.]1. Section 10 renumbered as sub-section (1) thereof by Act 57 of 1986, s. 4 (w.e.f. 1-5-1972).", "11": "11. Payment of amount to owners of coke oven plants.-2[(1)] The owner of every coke oven plant specified in the second column of the Second Schedule, shall be given by the Central Government, in cash and in the manner specified in section 21, for vesting in it, under section 5, the right, title and interest of the owner in relation to such coke oven plant, an amount equal to the amount specified against it in the corresponding entry in the fifth column of the said Schedule.3[(2) For the removal of doubts, it is hereby declared that the amount specified in the fifth column of the Second Schedule against any coke oven plant specified in the second column of the said Schedule and required to be given by the Central Government to its owner under sub-section (1) shall be deemed to include, and deemed always to have included, the amount required to be paid to such owner in respect of all coke in stock or other assets referred to in clause (b) of section 3 on the date immediately before the appointed day and no further amount shall be payable to the owner in respect of such coke or other assets.]", "12": "12. Payment of further amount.-(1) In consideration of the retrospective operation of the provisions of section 4 and section 5, there shall be given by the Central Government, in cash, to the owner of every coking coal mine specified in the First Schedule or the owner of every coke oven plant specified in the Second Schedule, an amount equal to the amount which would have been, but for the provisions of the said section 4 or section 5, as the case may be, payable to such owner under the Coking Coal Mines (Emergency Provisions) Act, 1971 (64 of 1971), for the period commencing on the 1st day of May, 1972, and ending on the date of assent.(2) In addition to the amount specified in sub-section (1), there shall be given by the Central Government, in cash, to the owner of every coking coal mine specified in the First Schedule and the owner of every coke oven plant specified in the Second Schedule, simple interest at the rate of four per cent. per annum on the amount specified against such owner in the corresponding entry in the fifth column of the First Schedule or the Second Schedule, as the case may be, for the period commencing on the date of assent and ending on the date of payment of such amount to the Commissioner.(3) The amounts referred to in sub-section (1) and sub-section (2) shall be in addition to the amount specified in the First Schedule or the Second Schedule, as the case may be.", "13": "13. Income derived by the owners of coking coal mines and coke oven plants after the appointed day to be refunded to the Central Government.-(1) Where, in pursuance of any decree, order or injunction made by a court, the Central Government or the Custodian appointed under the Coking Coal Mines (Emergency Provisions) Act, 1971 (64 of 1971), was prevented from taking over the management of any coking coal mine or coke oven plant, the owner of such coking coal mine or coke oven plant shall render, within sixty days from the date of assent, to the Central Government or the Government company, as the case may be, accounts, in relation to the period commencing on the appointed day and ending on the date of assent, with regard to the-(a) assets or stores of the coking coal mine or coke oven plant acquired or sold by him during the said period;(b) coal or coke sold or despatched during the said period;(c) income derived by him from the coking coal mine or coke oven plant during the said period.(2) If, on examination of the accounts referred to in sub-section (1), any income is found to have been derived by the owner from the coking coal mine or coke oven plant during the period referred to in that sub-section, such income shall be set off against the amount specified in the First Schedule or the Second Schedule, as the case may be, against the name of such owner, and the balance of such amount shall be paid to him.(3) If no account is rendered by the owner of a coking coal mine or coke oven plant within the period referred to in sub-section (1) or if the Central Government or the Government company has any reason to believe that the account rendered by such owner is incorrect or false in material particulars, the Central Government or the Government company may refer the matter to the Commissioner and thereupon the Commissioner shall determine the income derived by the owner from the coking coal mine or coke oven plant during the period referred to in sub-section (1), and set off such income against the amount specified in the First Schedule or the Second Schedule, as the case may be, against the name of such owner and pay the balance to such owner.", "14": "Chapter IVManagement, Etc., of Coking Coal Mines and Coke Oven Plants14. Management, etc., of coking coal mines and coke oven plants.-(1) The general superintendence, direction, control and management of the affairs and business of a coking coal mine or coke oven plant, the right, title and interest of an owner in relation to which have vested in the Central Government under section 4 or section 5, as the case may be, shall,-(a) in the case of a coking coal mine or coke oven plant, in relation to which a direction has been made by the Central Government under sub-section (1) of section 7, vest in the Government company specified in such direction, or(b) in the case of a coking coal mine or coke oven plant, in relation to which no such direction has been made by the Central Government, vest in one or more Custodians appointed by the Central Government under sub-section (2), and thereupon the Government company so specified or the Custodian so appointed, as the case may be, shall be entitled to exercise all such powers and do all such things as the owner of the coking coal mine or coke oven plant is authorised to exercise and do.(2) The Central Government may appoint an individual or a Government company as the Custodian of a coking coal mine or coke oven plant in relation to which no direction has been made by it under sub-section (1) of section 7.", "15": "15. Duty of persons in charge of management of coking coal mines or coke oven plants to deliver all assets, etc.-(1) On the vesting of the management of a coking coal mine or coke oven plant in a Government company or on the appointment of a Custodian, all persons in charge of the management of such coking coal mine or coke oven plant immediately before such vesting or appointment, shall be bound to deliver to the Government company or Custodian, as the case may be, all assets, books of account, registers or other documents in their custody relating to the coking coal mine or coke oven plant, and any contract, whether express or implied, providing for the management of the coking coal mine or coke oven plant made before the appointed day between such persons and the owners of such coking coal mine or coke oven plant, shall be deemed to have terminated on the date on which the management of the coking coal mine or coke oven plant vests in the Government company or the Custodian so appointed.(2) The Central Government may issue such directions as it may deem desirable in the circumstances of the case to the Government company or Custodian as to its or his powers and duties and the Government company or Custodian may, also if it or he so desires, apply to the Central Government at any time for instructions as to the manner in which the management of the coking coal mine or coke oven plant shall be conducted by it or him or in relation to any other matter arising in the course of such management.(3) The Custodian shall receive from the funds of the coking coal mine or coke oven plant, as the case may be, in relation to which he or it is the Custodian, such remuneration as the Central Government may fix and shall hold office during the pleasure of the Central Government.", "16": "16. Accounts and audit.-The Custodian of every coking coal mine or coke oven plant shall maintain the accounts of such mine or plant in such manner and under such conditions as may be prescribed.", "17": "Chapter VProvisions Relating to Employees of Coking Coal Mines and Coke oven Plants1[17. Liability of officer or other employee of a coking coal mine or coke oven plant for transfer to any other coking coal mine or coke oven plant.-Notwithstanding anything contained in the Industrial Disputes Act, 1947 (14 of 1947) or in any other law for the time being in force, the services of any officer or other employee employed in a coking coal mine or coke oven plant shall be liable to be transferred to any other coking coal mine or coke oven plant and such transfer shall not entitle such officer or other employee to any compensation under this Act or any other law for the time being in force and no such claim shall be entertained by any court, tribunal or other authority.]", "18": "18. Provident fund.-(1) Where a coking coal mine or coke oven plant has established a provident fund for the benefit of its employees, the monies relatable to the employees, whose services have become transferred, by or under this Act, to the Central Government or a Government company, shall, out of the monies standing, on the appointed day, to the credit of such provident fund, stand transferred to, and vest in, the Central Government or the Government company, as the case may be.(2) The monies which stand transferred, under sub-section (1), to the Central Government or a Government company shall be dealt with by that Government or company, as the case may be, in such manner as may be prescribed.1. Subs. by Act 57 of 1986, s. 6, for section 17 (w.e.f. 1-5-1972).", "19": "19. Superannuation, welfare and other funds.-Where a superannuation, welfare or other fund has been established for the benefit of the employees whose services stand transferred to the Central Government or a Government company, the coking coal mine or coke oven plant, by which such employees were employed, shall distribute the amount due to each such employee as if the employee had superannuated, or his services with the coking coal mine or coke oven plant had terminated, on the day immediately preceding the specified date.", "20": "Chapter VICommissioner of Payments20. Commissioner of Payments to be appointed.-(1) For the purpose of disbursing the amounts payable to the owner of each coking coal mine or coke oven plant, the Central Government shall appoint such person as it may think fit to be the Commissioner of Payments.1[(2) The Central Government may appoint such other persons as it may think fit to assist the Commissioner and thereupon the Commissioner may authorise one or more of such persons to also exercise all or any of the powers exercisable by him under this Act, and different persons may be authorised to exercise different powers.(2A) Any person authorised by the Commissioner to exercise any powers may exercise those powers in the same manner and with the same effect as if they have been conferred on that person directly by this Act and not by way of authorisation.](3) The salaries and allowances of the Commissioner and other persons appointed under this section shall be defrayed out of the Consolidated Fund of India.", "21": "21. Payment by the Central Government to the Commissioner.-(1) The Central Government shall, within thirty days from the specified date, pay, in cash, to the Commissioner, for payment to the owner of a coking coal mine or coke oven plant, a sum equal to the sum specified against the coking coal mine or coke oven plant, as the case may be, in the First Schedule or the Second Schedule together with the amount and interest, if any, referred to in section 12.(2) In addition to the sum referred to in sub-section (1), the Central Government shall pay, in cash, to the Commissioner, such amount as may become due to the owner of a coking coal mine or coke oven plant in relation to the period during which the management of the coking coal mine or coke oven plant remained vested in the Central Government 2[and simple interest at the rate of four per cent. per annum on such amount for the period commencing on the 1st day of April, 1973 and ending on the date of payment of such amount to the Commissioner].(3) The Commissioner shall open an d operate an account in a scheduled bank in respect of each coking coal mine or coke oven plant.(4) Every amount paid to the Commissioner shall be deposited to the credit of the account, referred to in sub-section (3), of the coking coal mine or coke oven plant to which the payment relates.(5) Interest accruing on the amount standing to the credit of the account referred to in sub-section (3) shall enure to the benefit of the owner of the coking coal mine or coke oven plant, as the case may be 2[and shall also be payable to the Commissioner in addition to the sum referred to in sub-section (1).](6) References in this section to the owner of a coking coal mine shall, in relation to a group of coking coal mines specified in the First Schedule, be construed as references to the owner of that group of coking coal mines.1. Subs. by Act 22 of 1978, s. 3, for sub-section (2) (w.e.f. 27-5-1978).2. Ins. by Act 57 of 1986, s. 7 (w.e.f. 1-5-1972).", "22": "22. Statement of accounts in relation to the period of management by the Central Government, etc.-(1) The Central Government or the Government company, as the case may be, shall cause the books in relation to each coking coal mine or coke oven plant, the management of which has vested in it under the Coking Coal Mines (Emergency Provisions) Act, 1971 (64 of 1971), to be closed and balanced as on the 30th day of April, 1972, and shall cause a statement of accounts, as on that day, to be prepared, within such time, in such form and in such manner as may be prescribed, in relation to each such mine or plant in respect of the transactions effected by it during the period for which the management of such coking coal mine or coke oven plant remained vested in it: Provided that where two or more coking coal mines or coke oven plants were owned, before the commencement of this Act, by the same owner, a consolidated statement of accounts may be prepared for all the coking coal mines or coke oven plants owned by such owner.(2) All amounts received by the Central Government or the Government company after the closure of such accounts shall, where such amounts relate to transactions effected before the appointed day, be included in the said statement of accounts in respect of the coking coal mine or coke oven plant to which the said receipt relates.(3) The Central Government or the Government company in which the right, title and interest of the coking coal mine or coke oven plant stands vested shall be entitled to receive, up to the specified date, to the exclusion of all other persons, any money, due to the coking coal mine or coke oven plant, as the case may be, realised after the appointed day notwithstanding that the realisations pertain to a period prior to the appointed day: Provided that where such realisations have not been included in the statement of accounts as on the 30th day of April, 1972, a supplementary statement of accounts shall be prepared and furnished, at such intervals as may be prescribed, by the Central Government or the Government company to the owner of the coking coal mine or the coke oven plant, as the case may be.1[(4) The liabilities of the coking coal mine or the coke oven plant (not being liabilities arising out of advances made by the Central Government or the Government company), which could not be discharged by the appointed day, may be discharged by the Central Government or the Government company up to the specified date out of the realisations effected before or after the appointed day or out of advances or borrowings made up to the specified date and every payment so made shall be included in the statement of accounts as on the date immediately before the appointed day indicating therein the period in relation to which the payments were made and the payments so made shall not be called in question in any court:Provided that the liabilities in relation to the period prior to the appointed day, which have not been discharged on or before the specified date, shall be the liabilities of the owner of the coking coal mine or the coke oven plant, as the case may be.](5) A copy of each statement of accounts prepared under this section shall be delivered by the Central Government or the Government company, as the case may be, to the Commissioner and also to the owner:Provided that where the number of owners is more than one, only one copy of the statement of accounts shall be given to the owners for the benefit of all of them.(6) The statement of accounts prepared under this section shall be audited by a person who is qualified to be appointed as an auditor of a company under section 226 of the Companies Act, 1956 (1 of 1956) and the auditor so appointed shall receive, from the funds of the coking coal mine or coke oven plant, as the case may be, such remuneration as the Central Government may fix.(7) The audit of the statement of accounts shall be conducted in such manner as the Central Government may direct.2[(8) The statement of accounts audited under sub-section (6) shall, unless the contrary is proved, be conclusive proof in respect of every matter entered therein.Explanation.-For the purposes of this section, \"statement of accounts\" means a statement in the form of receipts and payments, and does not include any statement that may be prepared as a result of the closing and balancing of the books for the preparation of the profit and loss account and balance-sheet or any statement prepared in accordance with the normal commercial practice.]1. Subs. by Act 57 of 1986, s. 8, for sub-section (4) (w.e.f. 1-5-1972).2. Ins. by s. 8, ibid. (w.e.f. 1-5-1972).", "23": "23. Claims to be made to the Commissioner.-(1) Every person having a claim against the owner of a coking coal mine or coke oven plant shall prefer such claim before the Commissioner within thirty days from the specified date: Provided that if the Commissioner is satisfied that the claimant was prevented by sufficient cause from preferring the claim within the said period of thirty days, he may, on the expiry of the said period of thirty days, entertain the claim within a further period of thirty days, but not thereafter.2[(1A) Without prejudice to the provisions of sub-section (1), claims in relation to a provident fund, pension fund, gratuity fund or any other fund established for the welfare of the persons employed by the owner of a coking coal mine or group of coking coal mines or a coke oven plant may be filed on behalf of the persons so employed by the Coal Mines Provident Fund Commissioner appointed by the Central Government under section 3C of the Coal Mines Provident Fund, Family Pension and Bonus Schemes Act, 1948 (46 of 1948); 3[and claims in relation to any other matter may be filed on behalf of all or any of the persons so employed or any group of such persons, by any Trade Union, registered under the Trade Unions Act, 1926 (16 of 1926), or, where no such claim has been filed by any Trade Union, by the Chief Labour Commissioner (Central) appointed by the Central Government or any officer subordinate to him;] and the claims so made shall be deemed to have been made by the persons having a claim against the owner of a coking coal mine or group of coking coal mines or a coke oven plant, as the case may be: Provided that no such claim shall be made by the Coal Mines Provident Fund Commissioner 3[or the Trade Union or the Chief Labour Commissioner (Central) or any officer subordinate to him,] in relation to a person who has already made a claim under sub-section (1).]4[(1AA) Where any claim, not being a claim which was time-barred on the 17th day of October, 1971, was preferred under sub-section (1) within the period specified therefor and was rejected merely on the ground that such claim was time-barred, such claim shall be deemed not to have been rejected and the Commissioner shall restore on his file such claim and shall deal with it in the manner specified in this section.](2) Notwithstanding anything contained in any other law for the time being in force, there shall be paid in priority to all other unsecured debts, not being the amounts advanced by the Central Government or the Custodian appointed under the Coking Coal Mines (Emergency Provisions) Act, 1971 (64 of 1971), for the management of the coking coal mine or coke oven plant, as the case may be,-(a) all wages or salary (including wages payable for time or piece work and salary earned wholly or in part by way of commission) of any employee, in respect of services rendered to the coking coal mine or coke oven plant, as the case may be, and any compensation payable to any workman under any provisions of Chapter VA of the Industrial Disputes Act, 1947 (14 of 1947);5* * * * *(c) all amounts due in respect of any compensation or liability for compensation under the Workmen's Compensation Act, 1923 (8 of 1923) in respect of the death or disablement of any employee of the coking coal mine or coke oven plant unless such mine or plant has, under such a contract with insurers as is mentioned in section 15 of the said Act, rights capable of being transferred to, and vested in, the workmen;1[(d) all sums deducted by the employer from the salary or wages of any workman or other employee of the coking coal mine or group of coking coal mines or coke oven plant, as the case may be, for credit to any provident fund, or any other fund established for the welfare of such workmen or other employees but not deposited to the credit of the said fund;](e) all sums due to the State Government 2[including royalty, rent and dead rent.](3) The debts specified in sub-section (2) shall rank equally among themselves and be paid in full, unless the assets are insufficient to meet them, in which case they shall abate in equal proportions and be paid accordingly.(4) The Commissioner shall fix a certain date on or before which every claimant shall file the proof of his claim or be excluded from the benefit of the disbursements made by the Commissioner.(5) Not less than fourteen days' notice of the date so fixed shall be given by advertisement in one issue of the daily newspaper in the English language and one issue of such daily newspaper in the regional language as the Commissioner may consider suitable, and every such notice shall call upon the claimant to file the proof of his claim with the Commissioner within the time specified in the advertisement.(6) Every claimant who fails to file the proof of his claim within the time specified by the Commissioner shall be excluded from the disbursements made by the Commissioner.(7) The Commissioner shall, after such investigation as may, in his opinion, be necessary and after giving the owner of the coking coal mine or coke oven plant, as the case may be, an opportunity of refuting the claim and after giving the claimant a reasonable opportunity of being heard, in writing admit or reject the claim in whole or in part.(8) The Commissioner shall have the power to regulate his own procedure in all matters arising out of the discharge of his functions including the place or places at which he will hold his sittings and shall, for the purpose of making any investigation under this Act, have the same powers as are vested in a civil court under the Code of Civil Procedure, 1908 (5 of 1908), while trying a suit, in respect of the following matters, namely:-(a) the summoning and enforcing the attendance of any witness and examining him on oath;(b) the discovery and production of any document or other material object producible as evidence;(c) the reception of evidence on affidavits;(d) the issuing of any commission for the examination of witnesses.(9) Any investigation before the Commissioner shall be deemed to be a judicial proceeding within the meaning of sections 193 and 228 of the Indian Penal Code (45 of 1860) and the Commissioner shall be deemed to be a civil court for the purposes of section 195 and Chapter XXXV of the Code of Criminal Procedure, 1898 (5 of 1898).3[(9A) The Commissioner may, on receipt of a claim,-(a) elect to settle the claim himself; or(b) transfer the claim for settlement to a person authorised in this behalf under sub-section (2) of section 20; or(c) withdraw the claim from the person referred to in clause (b) and either settle the claim himself or transfer it for disposal to any other person who has been authorised in this behalf under sub-section (2) of section 20.](10) 1[A claimant or owner who is dissatisfied with the decision of the Commissioner may prefer an appeal, within a period of sixty days from the date of the decision,] to the principal civil court of original jurisdiction within the local limits of whose jurisdiction the coking coal mine or coke oven plant, as the case may be, is situated:2[Provided that where a person who is a Judge of a High Court is appointed to be the Commissioner, such appeal shall lie to the High Court for the State in which the coking coal mine or coke oven plant, as the case may be, is situated, and such appeal shall be heard and disposed of by not less than two Judges of that High Court:]3[Provided further that any appeal which has not been preferred before the date on which the Coal Mines Nationalisation Laws (Amendment) Act, 1978 (22 of 1978), receives the assent of the President, shall be preferred within a period of sixty days from such date.]1. Ins. by Act 22 of 1978, s. 4 (w.e.f. 27-5-1978).2. Ins. by Act 41 of 1973, s. 5 (w.e.f. 1-5-1972).3. Ins. by Act 22 of 1978, s. 5 (w.e.f. 1-5-1972).4. Ins. by s. 5, ibid. (w.e.f. 1-11-1973).5. Clause (b) omitted by Act 41 of 1973, s. 5 (w.e.f. 1-5-1972).", "24": "24. Disbursement of money by the Commissioner.-Where the total amount of the claim admitted by the Commissioner does not exceed the total amount of the money credited to the account of a coking coal mine or coke oven plant, every such admitted claim shall rank equally among themselves and be paid in full, and the balance, if any, shall be paid to the owner, but where such amount is insufficient to meet in full the total amount of the admitted claims, every such claim shall abate in equal proportions and be paid accordingly.", "25": "6[25. Recovery of excess payments made by Central Government or Custodian.-Any amount in excess of payments over receipts in the statement of accounts prepared under section 22 shall be deemed to be an amount advanced by the Central Government or the Custodian, as the case may be, for the management of a coking coal mine or a coke oven plant during the period in which the management of such mine or plant remained vested in the Central Government and the Central Government may make a claim to the Commissioner for such excess payment and such claim shall have priority over the claims of all other unsecured creditors of the coking coal mine or coke oven plant.Explanation.-In this section, \"Custodian\" means the Custodian appointed under the Coking Coal Mines (Emergency Provisions) Act, 1971 (64 of 1971).]", "26": "26. Disputes how to be dealt with.-(1) In the event of there being a doubt or dispute as to the right of a person to receive the whole or any part of the amount referred to in sections 10, 11 and 12, the Commissioner shall refer the matter to the court for a decision, and shall make the disbursements in accordance with the decision of the court.(2) In relation to a coking coal mine or coke oven plant, the operations of which were, immediately before the 17th day of October, 1971 under the control of a managing contractor, the amount specified in the First Schedule against such coking coal mine or in the Second Schedule against such coke oven plant shall be apportioned between the owner of the coking coal mine or coke oven plant and such managing contractor in such proportions as may be agreed upon by or between the owner and such managing contractor, and in the event of there being no such agreement, in such proportions as may be determined by the court.1[(3) Where the amount specified in the fifth column of the First Schedule is relatable to a group of coking coal mines, the Commissioner shall have power to apportion such amount among the owners of such group, and in making such apportionment, the Commissioner shall have regard to the highest annual production in the coking coal mine during the three years immediately preceding the appointed day.]Explanation.-In this section, \"court\", in relation to a coking coal mine or coke oven plant, means the principal civil court of original jurisdiction within the local limits of whose jurisdiction the coking coal mine or coke oven plant is situated.", "27": "27. Undisbursed or unclaimed amounts to be deposited to the general revenue account.-Any money paid to the Commissioner 2[which remains undisbursed or unclaimed for a period of three years from the day on which the last order for disbursement was made] shall be transferred by the Commissioner to the general revenue account of the Central Government; but a claim to any money so transferred may be preferred to the Central Government by the person entitled to such payment and shall be dealt with as if such transfer had not been made, the order, if any, for payment of the claim being treated as an order for the refund of revenue.", "28": "Chapter VIIMiscellaneous28. Effect of Act on other laws.-The provisions of this Act shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law other than this Act, or in any decree or order of any court, tribunal or other authority.", "29": "29. Contracts cease to have effect unless ratified by the Central Government.-(1) Every contract entered into by the owner or occupier of any coking coal mine or coke oven plant for any service, sale or supply before the appointed day shall, on and from the expiry of one hundred and twenty days from the date of assent, cease to have effect unless such contract is, before the expiry of that period, ratified, in writing, by the Central Government and in ratifying such contract the Central Government may make such alterations or modifications therein as it may think fit: Provided that the Central Government shall not omit to ratify a contract unless it is satisfied that such contract is unduly onerous or has been entered into in bad faith or is detrimental to the interests of the coking coal mine or coke oven plant.(2) The Central Government shall not omit to ratify a contract or make any alteration or modification therein except after giving to the parties to the contract a reasonable opportunity of being heard and except after recording in writing its reasons for refusal to ratify the contract.", "30": "30. Penalties.-Any person who,-(a) having in his possession, custody or control of any property forming part of the undertaking of any coking coal mine or coke oven plant referred to in the First Schedule or the Second Schedule, as the case may be, wrongfully withholds such property from the Central Government or Government company, or(b) wrongfully obtains possession of, or retains, any property forming part of the undertaking of any coking coal mine or coke oven plant referred to in the First Schedule or the Second Schedule, as the case may be, or wilfully withholds or fails to furnish to the Central Government or any person specified by that Government, any document relating to such coking coal mine or coke oven plant, which may be in his possession, custody or control, or fails to deliver to the Custodian any assets, books of account, registers or other documents in his custody relating to the coking coal mine or coke oven plant in respect of which a Custodian has been appointed, or(c) wrongfully removes or destroys any property of any coking coal mine or coke oven plant or prefers any claim under this Act in relation to such mine or plant, which he knows or has reasonable cause to believe to be false or grossly inaccurate, shall be punishable with imprisonment for a term which may extend to two years, or with fine which may extend to ten thousand rupees, or with both.1. Ins. by Act 57 of 1986, s. 10 (w.e.f. 1-5-1972).2. Subs. by Act 22 of 1978, s. 9, for \"which remains undisbursed or unclaimed after such payment for a period of three years\" (w.e.f. 29-3-1976).", "31": "31. Offences by companies.-(1) Where an offence under this Act has been committed by a company, every person who at the time the offence was committed was in charge of, and was responsible to, the company for the conduct of the business of the company as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly: Provided that nothing contained in this sub-section shall render any such person liable to any punishment, if he proves that the offence was committed without his knowledge or that he had exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where any offence under this Act has been committed with the consent or connivance of, or is attributable to, any neglect on the part of, any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation.-For the purposes of this section,-(a) \"company\" means any body corporate and includes a firm or other association of individuals; and(b) \"director\", in relation to a firm, means a partner in the firm.", "32": "32. Mining companies not to be wound up by court.-No proceeding for the winding up of a mining company, the right, title and interest in relation to the coking coal mine or coke oven plant owned by which have vested in the Central Government or in a Government company under this Act or for the appointment of a receiver in respect of such business, shall lie in any court except with the consent of the Central Government.", "33": "33. Delegation of powers.-(1) The Central Government may, by notification, direct that all or any of the powers exercisable by it under this Act may also be exercised by any person or persons as may be specified in the notification.(2) Whenever any delegation of power is made under sub-section (1), the person to whom such power has been delegated shall act under the direction, control and supervision of the Central Government.", "34": "34. Power to make rules.-(1) The Central Government may, by notification, make rules to carry out the provisions of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:-(a) the manner in which the coking coal mines or coke oven plants shall be managed by a Government company or a Custodian;(b) the manner in which provident fund monies referred to in section 18 shall be dealt with;(c) the form and manner in which the statement of accounts referred to in section 22 shall be prepared;(d) any other matter in relation to which such rule is required to be, or may be, made.(3) Every rule made by the Central Government under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.", "35": "35. Power to remove difficulties.-If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by order, not inconsistent with the provisions of this Act, remove the difficulty: Provided that no such order shall be made after the expiry of a period of two years from the date of assent.", "36": "36. Coking coal mines to which the Act shall not apply.-Nothing in this Act shall apply to any coking coal mine-(a) owned or managed by a Government company or corporation owned or controlled by Government;(b) owned or managed by a company engaged in the production of iron or steel:Provided that this section shall not extend to such mine or part thereof which, in the opinion of the Central Government, is in excess of the requirements for the production of iron and steel by that company.", "37": "The First Schedule[See Sections 4 and 10]Note:-The number specified, in brackets, against the name specified in the second column indicates the corresponding serial number of the coking coal mine in the First Schedule to the Coking Coal Mines (Emergency Provisions) Act, 1971 (64 of 1971).The abbreviations \"EB\" stand for \"East Bokaro Coal field\"; \"J\" stands for Jharia Coalfield and \"R\" stands for \"Raneegunge Coalfield\".1. Subs. by notification No. G.S.R. 595, dated. 12-4-1978.", "38": "The Second Schedule\n[See Sections 5 and 11]\n\n\n\nSl. No.\nName of the coke oven plant\nLocation of the coke oven plant\nName and address of the owners of the coke oven plant\nAmount (in rupees)\n\n\n(1)\n(2)\n(3)\n(4)\n(5)\n\n\n1\nBararee Coke Plant\nSouth Balliary Kendwadih Colliery, Post Office Kusunda, District Dhanbad.\nBararee Coke Company Limited, 4, Clive Row, Calcutta-1.\n21,42,000\n\n\n2\nBhowra Coke Plant\nBhowra South Colliery, Post Office Bhowra, District Dhanbad.\nMessrs. Bhowra Coke Company Bhattacharya's House, Lubi Circular Road, Dhanbad.\n11,76,900\n\n\n3\nBhulanbararee\nBhulanbararee Colliery, Post Office Patherdih, District Dhanbad.\nBararee Coke Company Limited, 4, Clive Row, Calcutta-1.\n2,03,500\n\n\n4\nCentral Bhowra\nCentral Bhowra Colliery, Post Office Bhowra, District Dhanbad.\nCentral Bhowra Coal Company (Private) Limited, Post Office Jharia; and G.D. Kumar and Sons, Bastacolla, Post Office Dhansar, Dhanbad.\n2,98,000\n\n\n5\nCentral Kooridih\nCentral Kooridh-Sonardih Colliery, Post Office Katrasgarh, Dhanbad.\nShivram Singh and Company (Private) Limited, Post Office Katrasgarh, District Dhanbad.\n1,50,000\n\n\n6\nJunkundar Valley Beehive Coke Plant.\nJunkundar Colliery, Post Office Chirkunda, District Dhanbad.\nD.Mondal and Company Limited, Panchayat Road, Post Office Chirkunda, District Dhanbad.\n1,08,800\n\n\n7\nNew Gobindpur\nNew Gobindpur Colliery, Post Office Sonardih, District Dhanbad.\nGhosh's Estate Private Limited, 33, Canning Street, Calcutta-1.\n1,12,500\n\n\n8\nNew Standard Lodna\nNew Standard Lodna Colliery, Post Office Jharia, District Dhanbad.\nMessrs.Singh Sachdeva, Post Office Dhansar, Dhanbad.\n1,05,000\n\n\n9\nNew Sudamdih\nNew Sudandih Colliery, Post Office Patherdih, District Dhanbad.\nSanjive Coke Manufacturing Company, c/o H.D. Adjmera, Post Office Patherdih, Dhanbad.\n3,21,000\n\n\n10\nNorth Kujama\nNorth Kujama Colliery, Post Office Jharia, District Dhanbad.\nBeehive Hard Coke Manufacturing Company Chowra Construction Company Private Limited, III, Central Avenue, Calcutta.\n2,57,500\n\n\n11\nRamkanaly\nRamkanaly Colliery, Office Katrasgarh, District Dhanbad.\nBijali Kanti Roy, Keshalpur House, Post Office Katrasgarh, Dhanbad and M.C. Coal Company, Post Office Jharia, Dhanbad.\n2,02,000\n\n\n12\nUnion Angarpathra\nUnion Angarpathra Colliery, Post Office Katrasgarh, District Dhanbad.\nSatyadeo Singh Coal Company (Private) Limited,138, Biplabi Rash Bihari Basu Road, Calcutta -1.\n1,84,000\n\n\n\n\n\n\n Back\n\n\n[See Sections 5 and 11]\n\n\n\nSl. No.\nName of the coke oven plant\nLocation of the coke oven plant\nName and address of the owners of the coke oven plant\nAmount (in rupees)\n\n\n(1)\n(2)\n(3)\n(4)\n(5)\n\n\n1\nBararee Coke Plant\nSouth Balliary Kendwadih Colliery, Post Office Kusunda, District Dhanbad.\nBararee Coke Company Limited, 4, Clive Row, Calcutta-1.\n21,42,000\n\n\n2\nBhowra Coke Plant\nBhowra South Colliery, Post Office Bhowra, District Dhanbad.\nMessrs. Bhowra Coke Company Bhattacharya's House, Lubi Circular Road, Dhanbad.\n11,76,900\n\n\n3\nBhulanbararee\nBhulanbararee Colliery, Post Office Patherdih, District Dhanbad.\nBararee Coke Company Limited, 4, Clive Row, Calcutta-1.\n2,03,500\n\n\n4\nCentral Bhowra\nCentral Bhowra Colliery, Post Office Bhowra, District Dhanbad.\nCentral Bhowra Coal Company (Private) Limited, Post Office Jharia; and G.D. Kumar and Sons, Bastacolla, Post Office Dhansar, Dhanbad.\n2,98,000\n\n\n5\nCentral Kooridih\nCentral Kooridh-Sonardih Colliery, Post Office Katrasgarh, Dhanbad.\nShivram Singh and Company (Private) Limited, Post Office Katrasgarh, District Dhanbad.\n1,50,000\n\n\n6\nJunkundar Valley Beehive Coke Plant.\nJunkundar Colliery, Post Office Chirkunda, District Dhanbad.\nD.Mondal and Company Limited, Panchayat Road, Post Office Chirkunda, District Dhanbad.\n1,08,800\n\n\n7\nNew Gobindpur\nNew Gobindpur Colliery, Post Office Sonardih, District Dhanbad.\nGhosh's Estate Private Limited, 33, Canning Street, Calcutta-1.\n1,12,500\n\n\n8\nNew Standard Lodna\nNew Standard Lodna Colliery, Post Office Jharia, District Dhanbad.\nMessrs.Singh Sachdeva, Post Office Dhansar, Dhanbad.\n1,05,000\n\n\n9\nNew Sudamdih\nNew Sudandih Colliery, Post Office Patherdih, District Dhanbad.\nSanjive Coke Manufacturing Company, c/o H.D. Adjmera, Post Office Patherdih, Dhanbad.\n3,21,000\n\n\n10\nNorth Kujama\nNorth Kujama Colliery, Post Office Jharia, District Dhanbad.\nBeehive Hard Coke Manufacturing Company Chowra Construction Company Private Limited, III, Central Avenue, Calcutta.\n2,57,500\n\n\n11\nRamkanaly\nRamkanaly Colliery, Office Katrasgarh, District Dhanbad.\nBijali Kanti Roy, Keshalpur House, Post Office Katrasgarh, Dhanbad and M.C. Coal Company, Post Office Jharia, Dhanbad.\n2,02,000\n\n\n12\nUnion Angarpathra\nUnion Angarpathra Colliery, Post Office Katrasgarh, District Dhanbad.\nSatyadeo Singh Coal Company (Private) Limited,138, Biplabi Rash Bihari Basu Road, Calcutta -1.\n1,84,000\n\n\n\n\n\n\n Back\n\n\n"}