{"name": "Collection of Statistics Act, 2008\r", "1": "The Collection of Statistics Act, 2008Chapter I Preliminary1. Short title,\r\nextent and commencement. -1.  \r\n  This\r\nAct may be called the Collection of Statistics Act, 2008.2.  \r\n  It\r\nextends to the whole of India except the State of Jammu and Kashmir.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "The Collection of Statistics Act, 20082. Definitions. -In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"agency\"\r\nincludes a person or persons engaged by the appropriate Government, directly or\r\nby outsourcing, for collection of statistics;b.  \r\n  \"appropriate\r\nGovernment\" means- \r\n i.  \r\n  any\r\nMinistry or Department in the Central Government; orany\r\nMinistry or Department in a State Government or Union territory Administration;\r\nor \r\n iii.  \r\n  any\r\nlocal government that is to say, Panchayats or Municipalities, as the case may\r\nbe, in relation to the collection of statistics under a direction issued by it\r\nunder section 3;a.  \r\nb.  \r\nc.  \r\n  \"informant\"\r\nmeans any person, who supplies or is required to supply statistical information\r\nand includes a owner or occupier or person in-charge or his authorised\r\nrepresentative in respect of persons or a firm registered under the Indian\r\nPartnership Act, 1932 or a co-operative society registered under any\r\nCo-operative Societies Act or a company registered under the Companies Act,\r\n1956 or a society registered under the Societies Registration Act, 1860 or any\r\nassociation recognised or registered under any law for the time being in force;\r\nd.  \r\n\r\n  \"information\r\nschedule\" means any book, document, form, card, tape, disc or any storage\r\nmedia on which information required is entered or recorded or is required to be\r\nentered or recorded for statistical purposes under this Act;e.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;f.  \r\n  \"sampling\"\r\nmeans a statistical procedure by which information relating to a particular\r\nfield of inquiry is derived by applying statistical techniques to information\r\nobtained in respect of a proportion of the total number of persons or units\r\nconcerned relevant to the field of inquiry;g.  \r\n  \"statistical\r\nsurvey\" means a census or a survey, whereby information is collected from\r\nall the informants in the field of inquiry or from a sample thereof, by an\r\nappropriate Government under this Act or any other relevant Act, wholly or\r\nprimarily for the purposes of processing and summarising by appropriate\r\nstatistical procedures;h.  \r\n  \"statistics\"\r\nmeans statistics derived by collecting, classifying and using statistics,\r\nspecially in or for large quantities or numbers by appropriate Government from\r\nstatistical surveys, administrative and registration records, and other forms\r\nand papers, the statistical analysis of which are, whether in a published or\r\nunpublished form;i.  \r\n\r\n  \"statistics\r\nofficer\" means any officer appointed under section 4 for the purposes of\r\nany direction issued under section 3 of this Act.", "3": "The Collection of Statistics Act, 2008Chapter II Collection\r\nof Statistics3. Collection of\r\nstatistics.The appropriate\r\nGovernment may, by notification in the Official Gazette, direct that the\r\nstatistics on economic, demographic, social, scientific and environmental\r\naspects shall be collected through a statistical survey or otherwise, and\r\nthereupon the provisions of this Act shall apply in relation to those\r\nstatistics: Provided that-a.  \r\n  nothing\r\ncontained in this section shall be deemed to authorise a State Government or\r\nUnion territory Administration or any local government to issue any direction\r\nwith respect to the collection of statistics relating to any matter falling\r\nunder any of the entries specified in List I (Union List) in the Seventh\r\nSchedule to the Constitution; orb.  \r\n  where\r\nthe Central Government has issued any direction under this section for the\r\ncollection of statistics relating to any matter, no State Government or Union\r\nterritory Administration or any local government shall, except with the\r\nprevious approval of the Central Government, issue any similar direction for so\r\nlong as the collection of such statistics by the Central Government remain to\r\nbe completed; orc.  \r\n\r\n  where\r\na State Government or Union territory Administration or any local government\r\nhas issued a direction under this section for the collection of statistics\r\nrelating to any matter, the Central Government shall not issue any similar\r\ndirection for so long as the collection of such statistics by the State\r\nGovernment remain to be completed, except in cases where such statistics have\r\nto be collected with reference to two or more States or Union territories.", "4": "The Collection of Statistics Act, 20084. Powers of\r\nappropriate Government to appoint statistics officer, etc. -1.  \r\n  The\r\nappropriate Government may appoint or cause to appoint an officer to be the\r\nstatistics officer for any geographical unit for the purpose of collecting any\r\nstatistics directed by it.2.  \r\n  The\r\nappropriate Government may appoint any agency or persons working in such\r\nagencies to take, or aid in, or supervise the collection of the statistics\r\nwithin any specified geographical unit and such agencies or persons, when so\r\nappointed, shall be bound to serve accordingly.3.  \r\n  The\r\nappropriate Government may employ on contract basis any agency or company or\r\norganisation or association or person, on such terms and conditions and on such\r\nsafeguards as may be prescribed, for the purpose of collecting the statistics\r\ndirected by it.4.  \r\n\r\n  The\r\nappropriate Government may delegate to any statistics officer, as it thinks\r\nfit, the power of appointing agencies or persons working in such agencies or\r\nemploying on contract basis any agency or company or organisation or\r\nassociation of persons, conferred on it by sub-sections (2) and (3) within the geographical\r\nunit for which such statistics officer is appointed.5.  \r\n  The\r\nappropriate Government may, by order specify the form, the particulars required\r\nor the interval within which, and the statistics officer to whom, the\r\nstatistical information by the informants shall be furnished.6.  \r\n  The\r\nappropriate Government may, by order published in the Official Gazette,\r\ndelegate to any statistics officer, as it thinks fit, any power conferred under\r\nsub-section (5) for the purpose of the collection of statistics under a direction\r\nissued by it under section 3.", "5": "The Collection of Statistics Act, 20085. Power of\r\nstatistics officer to call for information. -The statistics\r\nofficer may, for the purpose of collection of statistics on any specified\r\nsubject in any geographical unit for which the said officer was appointed-a.  \r\n  serve\r\nor cause to be served on any informant a notice in writing asking him to\r\nfurnish the information specified under sub-section (5) of section 4 or cause a\r\ninformation schedule to be given to any informant for the purpose of its being\r\nfilled up; orb.  \r\n  cause\r\nall questions relating to the subject to be asked from any informant; orc.  \r\n  seek\r\ninformation through tele fax or telephone or e-mail or in any other electronic\r\nmode or in a combination of different modes for different sets of information\r\nso specified.", "6": "The Collection of Statistics Act, 20086. Duty of\r\ninformants. -The informants who\r\nare asked to furnish any information under the provisions of this Act shall be\r\nbound to furnish the information so asked in the prescribed manner to the best\r\nof knowledge or belief; and in cases where only a portion of a particular class\r\nor group of persons or units is asked to furnish information because of any\r\nsampling procedure, it shall not be a defence in failure on the part of any\r\ninformant to furnish that information, if so asked.", "7": "The Collection of Statistics Act, 20087. All agencies to\r\nassist. -Every agency shall\r\nrender such help and assistance and furnish such information to the statistics\r\nofficer or a person or an agency authorised by him in writing, as he may\r\nrequire for the discharge of his functions, and shall make available for\r\ninspection and examination of such records, plans and other documents, as may\r\nbe necessary.", "8": "The Collection of Statistics Act, 20088. Right of access to\r\nrecords or documents. -The statistics\r\nofficer or any person authorised by him in writing in this behalf shall, for\r\nthe purposes of collection of any statistics under this Act, have access to any\r\nrelevant record or document in the possession of any informant required to\r\nfurnish any information under this Act, and may enter at any reasonable time\r\nany premises where he believes such record or document is kept and may inspect\r\nor take copies of relevant records or documents or ask any question necessary\r\nfor obtaining any information required to be furnished under this Act.", "9": "The Collection of Statistics Act, 2008Chapter III\r\nDisclosure of Information in Certain Cases and Restrictions of their use9. Security of\r\ninformation -1.  \r\n  Any\r\ninformation furnished to the statistics officer or to any person or agencies\r\nauthorised under this Act shall only be used for statistical purposes.2.  \r\n  No\r\nperson other than a person engaged in the work of collection of statistics\r\nunder this Act or preparation of statistics resultant to such collection shall\r\nbe permitted to see any information schedule or any answer to a question asked,\r\nexcept for the purposes of a prosecution under this Act.3.  \r\n  No\r\ninformation contained in any information schedule and no answer to any question\r\nasked shall, except for the purposes of a prosecution under this Act, be\r\nseparately published, or disclosed without suppressing the identification of\r\ninformants to any agency.4.  \r\n  All\r\nstatistical information published by any agency shall be arranged in such a\r\nmanner so as to prevent any particulars becoming identifiable by any person\r\n(other than the informant by whom those particulars were supplied) as the\r\nparticulars relating to the informant who supplied it, even through the process\r\nof elimination, unless-5.  \r\n  that\r\ninformant has consented to their publication in that manner; or6.  \r\n  their\r\npublication in that manner could not reasonably have been foreseen by the\r\nconcerned agency or any employee thereof.7.  \r\n\r\n  For\r\nthe purposes of sub-section (4), the Central Government may make such rules or\r\nmake such arrangement, as it may consider necessary.", "10": "The Collection of Statistics Act, 200810. Appropriate\r\nGovernment authorised to disclose certain information. -Notwithstanding the\r\nprovisions contained in section 9 of this Act, the appropriate Government may\r\ndisclose the following information, namely:-a.  \r\n  information\r\nsupplied by informant in respect of which disclosure is consented to in writing\r\nby the informant or by any person authorised by the said informant;b.  \r\n  information\r\notherwise available to the public under any Act or as a public document;c.  \r\n  information\r\nin the form of an index or list of the names and addresses of informants\r\ntogether with the classification, if any, allotted to them and the number of\r\npersons engaged.", "11": "The Collection of Statistics Act, 200811. Disclosure of\r\ninformation schedules for bona fide research or statistical purposes -1.  \r\n  Notwithstanding\r\nthe provisions contained in section 9 of this Act, the appropriate Government\r\nmay disclose individual returns or formats or information schedules to other\r\nagency or person or institutions or universities solely for bona fide research\r\nor statistical purposes pursuant to their functions and duties.2.  \r\n  No\r\nindividual return or information schedule shall be disclosed pursuant to this\r\nsection unless -a.   the name and address\r\nof the informant by whom the schedule or related information was supplied is\r\ndeleted;b.   every agency or\r\nperson or institutions or Universities involved in the research or statistical\r\nproject makes a declaration to use the schedules disclosed to them only for\r\nbona fide research or statistical purposes; andc.   the appropriate\r\nGovernment, making such disclosure is satisfied that the security of the\r\nschedules and any information contained therein shall not be impaired.1.  \r\n2.  \r\n3.  \r\n  The\r\npublished results of any research or statistical project shall not divulge any\r\nmore information than what the agency authorised for collection of statistics\r\ncould publish under this Act.4.  \r\n  Every\r\nagency or person or institutions or universities to whom any individual return\r\nor information schedule is disclosed under this section shall comply with\r\ndirections given by the agency authorised for collection of statistics making\r\nthe disclosure relating to the schedules and any information contained therein.", "12": "The Collection of Statistics Act, 200812. Disclosure of\r\nhistorical documents. -Notwithstanding\r\nanything contained in section 9 of this Act, the appropriate Government may\r\nrelease such documents relating to information schedules, which in its opinion\r\nhave attained historical importance.", "13": "The Collection of Statistics Act, 200813. Security of\r\nrecorded information. -The statistics\r\nofficer or any person or agency authorised for collection of statistics shall,\r\nwhile copying or recording any statistical information collected pursuant to\r\nthis Act from individual returns, information schedules, worksheets or any\r\nother confidential source by means of cards, tapes, discs, film or any other\r\nmethod, whether using encoded or plain language symbols for processing, storage\r\nor reproduction of particulars, take and cause to take such steps as are\r\nnecessary to ensure that the security provisions of this Act are complied with.", "14": "The Collection of Statistics Act, 200814. Restrictions on\r\nuse of information. -Save as otherwise\r\nprovided under this Act,-a.  \r\n  no\r\ninformation obtained pursuant to this Act and no copy of the information in the\r\npossession of any informant shall be disclosed or used as evidence in any\r\nproceedings whatsoever; andb.  \r\n  no\r\nperson who has access to any information because of his official position in\r\nthe collection of any statistics shall be compelled in any proceedings\r\nwhatsoever to give oral testimony regarding the information or to produce any\r\nschedule, document, or record with respect to any information obtained in the\r\ncourse of administering this Act, except in the manner provided under this Act.", "15": "The Collection of Statistics Act, 2008Chapter IV Offences and\r\nPenalties15. Penalty for\r\nneglect or refusal to supply particulars. -1.  \r\n  Whoever,\r\nfails to produce any books of accounts, vouchers, documents or other business\r\nrecords or whoever neglects or refuses to fill in and supply the particulars\r\nrequired in any information schedule or return given or sent to him or whoever\r\nneglects or refuses to answer any question or inquiry addressed to him as may\r\nbe required under or for the purposes of any provision of this Act and the\r\nrules made there under, shall be punishable with a fine which may extend to one\r\nthousand rupees or, in the case of a company, with a fine which may extend to\r\nfive thousand rupees.2.  \r\n  The\r\nconviction of a person or company for an offence shall not relieve him or it of\r\nthe obligations under sub-section (1) and if after the expiry of fourteen days\r\nfrom the date of conviction, he or it still fails to give the required\r\nparticulars or continues to neglect or refuses to fill in and supply the\r\nparticulars or to answer the question or inquiry, then he or it shall be\r\npunishable with a further fine which may extend to one thousand rupees or, in\r\nthe case of a company, with a fine which may extend to five thousand rupees,\r\nfor each day after the first during which the failure continues.", "16": "The Collection of Statistics Act, 200816. Penalty for\r\nmaking false statement. -Whoever, willfully\r\nmakes any false or misleading statement or material omission in any information\r\nschedule or return filled in or supplied, or in answer to any question asked to\r\nhim under this Act or the rules made there under, shall be punishable with\r\nsimple imprisonment for a term which may extend to six months or with a fine\r\nwhich may extend to one thousand rupees or, in the case of a company, with a\r\nfine which may extend to five thousand rupees or with both.", "17": "The Collection of Statistics Act, 200817. Penalty for\r\nmutilation or defacement of information schedule. -Whoever, destroys,\r\ndefaces, removes, or mutilates any information schedule, form, or other\r\ndocument containing particulars collected under this Act or requesting any such\r\nparticulars, shall be punishable with simple imprisonment for a term which may\r\nextend to six months or with a fine which may extend to two thousand rupees or,\r\nin the case of a company with a fine which may extend to ten thousand rupees or\r\nwith both.", "18": "The Collection of Statistics Act, 200818. Penalty for\r\nobstruction of employees. -Whoever, interferes\r\nwith, hinders, or obstructs any employee in the exercise of any power or duty\r\nconferred by this Act, shall be punishable with simple imprisonment for a term\r\nwhich may extend to six months or with a fine which may extend to two thousand\r\nrupees or, in the case of a company with a fine which may extend to ten\r\nthousand rupees or with both.", "19": "The Collection of Statistics Act, 200819. Penalty for other\r\noffences. -Whoever-a.  \r\n  acts\r\nin contravention of or fails to comply with any provision of this Act or any\r\nrequirement imposed under this Act; orb.  \r\n  willfully\r\ndeceives or attempts to deceive any statistics officer or any agency or any employee\r\nthereof, shall be punishable with simple imprisonment for a term which may\r\nextend to six months or with a fine which may extend to two thousand rupees or,\r\nin the case of a company, with a fine which may extend to ten thousand rupees\r\nor with both.", "20": "The Collection of Statistics Act, 200820. Penalty for\r\nfailure to carry out duties and functions by employees. -If any person\r\nemployed in the execution of any duty or functions under this Act,-a.  \r\n  omits\r\nwithout lawful excuse to carry out his duty, or knowingly makes any false\r\ndeclaration, statement or return; orb.  \r\n  pretends\r\nperformance of his duties or obtains or seeks to obtain information which he is\r\nnot authorised to obtain; orc.  \r\n  fails\r\nto keep inviolate the secrecy of the information gathered or entered in the\r\ninformation schedules collected pursuant to this Act and, except as permitted\r\nunder this Act, divulges the contents of any schedule filled in or any\r\ninformation furnished by any informant under this Act, shall be punishable with\r\nsimple imprisonment for a term which may extend to six months or with a fine\r\nwhich may extend to two thousand rupees or, in the case of a company, with a\r\nfine which may extend to ten thousand rupees or with both.", "21": "The Collection of Statistics Act, 200821. Penalty for\r\nimpersonation of employee. -Whoever, not being\r\nauthorised to collect statistics under the provisions of this Act, by words,\r\nconduct or demeanor pretends that he is authorised to do so, shall be\r\npunishable with simple imprisonment for a term which may extend to six months\r\nor with a fine which may extend to two thousand rupees or, in the case of a\r\ncompany, with a fine which may extend to ten thousand rupees or with both.", "22": "The Collection of Statistics Act, 200822. General penalty.\r\n-Whoever, commits an\r\noffence under this Act for which no penalty is prescribed elsewhere than in\r\nthis section, shall be punishable with simple imprisonment for a term which may\r\nextend to six months or with a fine which may extend to two thousand rupees or,\r\nin the case of a company, with a fine which may extend to ten thousand rupees\r\nor with both.", "23": "The Collection of Statistics Act, 200823. Offences by\r\ncompanies. -1.  \r\n  Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed was in charge of, and was responsible to,\r\nthe company for the conduct of the business of the company, as well as the\r\ncompany, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded against and punished accordingly:Provided that nothing\r\ncontained in this sub-section shall render any such person liable to any\r\npunishment provided in this Act, if he proves that the offence was committed\r\nwithout his knowledge or that he had exercised all due diligence to prevent the\r\ncommission of such offence.1.  \r\n2.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to, any neglect on the\r\npart of any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof the offence and shall be liable to be proceeded against and punished\r\naccordingly.Explanation.-For the\r\npurpose of this section-a.  \r\n  ''company''\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.  \r\n  ''Director'',\r\nin relation to a firm, means a partner in the firm. may be, the statistics\r\nofficer, and no court inferior to that of a Metropolitan Magistrate or a\r\nJudicial Magistrate of the first class shall try any offence punishable under\r\nthis Act.", "24": "The Collection of Statistics Act, 200824. Cognizance of\r\noffences. -No court shall take\r\ncognizance of any offence under this Act except on a complaint made by the\r\nappropriate Government or an officer authorised in this behalf by such\r\nappropriate Government or, as the case may be, the statistics officer, and no\r\ncourt inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of\r\nthe first class shall try any offence punishable under this Act.", "25": "The Collection of Statistics Act, 200825. Sanction for\r\nprosecution for offence. -No prosecution for an\r\noffence committed by any informant shall be instituted except by or with the\r\nsanction of the statistics officer, and no prosecution for an offence committed\r\nby persons other than informants shall be instituted except by or with the\r\nconsent of the appropriate Government.", "26": "The Collection of Statistics Act, 200826. Power of court to\r\ntry cases summarily. -Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, all offences under\r\nthis Act shall be tried in a summary way by a Judicial Magistrate of the first\r\nclass or by a Metropolitan Magistrate and the provisions of sections 262 to 265\r\n(both inclusive) of the said Code shall, as far as may be, apply to such trial:Provided that when in\r\nthe course of, a summary trial under this section it appears to the Magistrate\r\nthat the nature of the case is such that it is, for any reason, undesirable to\r\ntry the case summarily, the Magistrate shall after hearing the parties, record\r\nan order to that effect and thereafter recall any witness who may have been\r\nexamined and proceed to hear or rehear the case in the manner provided by the\r\nsaid Code.", "27": "The Collection of Statistics Act, 2008Chapter V Power in\r\nRespect of Core Statistics27. Power in respect\r\nof core statistics. -Without prejudice to\r\nthe provisions contained in this Act, the Central Government may, by\r\nnotification in the Official Gazette, declare from time to time any subject for\r\nthe collection of statistics of national importance as 'core statistics' and\r\nmake such arrangement, as it may consider necessary, for regulating the\r\ncollection and dissemination of statistics on the subject so declared.", "28": "The Collection of Statistics Act, 2008Chapter VI Miscellaneous28. Power to give\r\ndirections. -The Central\r\nGovernment may give directions to any State Government or Union territory\r\nAdministration or to any local government that is to say Panchayats or\r\nMunicipalities, as to the carrying into execution of this Act in the State or\r\nUnion territory or Panchayats or Municipalities, as the case may be.", "29": "The Collection of Statistics Act, 200829. Public servants.\r\n-Any statistics\r\nofficer and any person authorised for the collection of statistics or\r\npreparation of official statistics under the provisions of this Act shall be\r\ndeemed to be a public servant within the meaning of section 21 of the Indian\r\nPenal Code, 1860.", "30": "The Collection of Statistics Act, 200830. Bar of\r\njurisdiction. -No civil court shall\r\nhave jurisdiction to entertain any suit or proceeding in respect of any matter\r\nwhich the appropriate Government or the statistics officer or the agency is\r\nempowered by or under this Act to determine, and no injunction shall be granted\r\nby any court or other authority in respect of any action taken or to be taken\r\nin pursuance of any power conferred by or under this Act.", "31": "The Collection of Statistics Act, 200831. Protection of\r\naction taken in good faith. -No suit or other\r\nlegal proceedings shall lie against the appropriate Government or agency or any\r\nstatistics officer or other officers or employees in respect of anything which\r\nis in good faith done or intended to be done in pursuance of this Act or the\r\nrules or directions issued thereunder.", "32": "The Collection of Statistics Act, 200832. Overriding\r\neffect. -The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force except in relation to\r\nthe conduct of human population census as per the directions, if any, issued\r\nunder the Census Act, 1948.", "33": "The Collection of Statistics Act, 200833. Power to make\r\nrules. -1.  \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the provisions of this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power, the\r\nCentral Government may make rules under this section for all or any of the\r\nfollowing matters, namely:-a.   principles for\r\ncoordinating as effectively as possible to achieve the objectives of section 3\r\nincluding nomination and registration of statistics officers by the Central Government\r\nand also to avoid unnecessary duplication in the collection of statistics;b.   the terms, conditions\r\nand safeguards under which any person or agency or company or organisation or\r\nassociation may be engaged by the appropriate Government for the purpose of\r\ncollection of statistics under sub-section (3) of section 4;c.   principles for\r\nprescribing the form and manner in which the information may be required to be\r\nfurnished;d.   principles for\r\nprescribing the manner in which the right of access to documents and the right\r\nof entry conferred by section 8 may be exercised; ande.   any other matter\r\nwhich is to be or may be prescribed under this Act.1.  \r\n\r\n2.  \r\n3.  \r\n  Every\r\nrule made by the Central Government under this Act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule.", "34": "The Collection of Statistics Act, 200834. Repeal and\r\nsavings. -1.  \r\n  The\r\nCollection of Statistics Act, 1953 is hereby repealed.2.  \r\n  Notwithstanding\r\nsuch repeal, anything done or any action taken under the said Act shall be\r\ndeemed to have been done or taken under the corresponding provisions of this Act.3.  \r\n  All\r\nrules made under the said Act shall continue to be in force and operate till\r\nnew rules are made under this Act."}