{"name": "Collection of Statistics (Amendment) Act, 2017\r", "1": "1. (1) This Act may be called the Collection of Statistics (Amendment) Act, 2017.(2) It shall come into force on such date as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. In the Collection of Statistics Act, 2008 (hereinafter referred to as the principal Act), in section 1, for sub-section (2), the following sub-section shall be substituted, namely:-\"(2) It extends to the whole of India: Provided that it shall apply to the State of Jammu and Kashmir in so far as it relates to statistics pertaining to matters falling under any of the entries specified in List I (Union List) or List III (Concurrent List) in the Seventh Schedule to the Constitution as applicable to that State.\".", "3": "3. In the principal Act, in section 2, after clause (d), the following clause shall be inserted, namely:-'(da) \"nodal officer\" means the officer designated as a nodal officer under sub-section (1) of section 3A;'.", "4": "4. In the principal Act, after section 3, the following section shall be inserted, namely:-\"3A. (1) The Central Government or a State Government or Union territory Administration shall designate one of its officers as a nodal officer for the purposes of statistics under this Act.(2) The nodal officer shall coordinate and supervise such statistical activities in the Central Government or the State Government or Union territory Administration, as the case may be, in which he is designated, and shall exercise such other powers and perform such other duties, as may be prescribed.\".", "5": "5. In the principal Act, in section 9, for sub-section (1), the following sub-section shall be substituted, namely:-\"(1) The statistics officer or any person or agencies authorised under this Act shall, for statistical purposes, use any information furnished under section 6 in such manner as may be prescribed.\".", "6": "6. In the principal Act, in section 33,-(i) in sub-section (1), after the words \"The Central Government may\", the words \"subject to the condition of previous publication\" shall be inserted;(ii) in sub-section (2),-(A) after clause (a), the following clause shall be inserted, namely:-\"(aa) the coordination and supervision of statistical activities by the nodal officer and the powers and duties of the nodal officer under sub-section (2) of section 3A;\";(B) after clause (d), the following clause shall be inserted, namely:-\"(da) the manner of use of information under sub-section (1) of section 9;\"."}