{"name": "Commercial Courts Act, 2015\r", "1": "Chapter IPreliminary 1. Short title, extent and commencement.-2[(1) This Act may be called the Commercial Courts Act, 2015.](2) It extends to the whole of India except the State of Jammu and Kashmir.(3) It shall be deemed to have come into force on the 23rd day of October, 2015.", "2": "2. Definitions.-(1) In this Act, unless the context otherwise requires,-3[(a) \"Commercial Appellate Courts\" means the Commercial Appellate Courts designated under section 3A;]4[(aa)] \"Commercial Appellate Division\" means the Commercial Appellate Division in a High Court constituted under sub-section (1) of section 5;(b) \"Commercial Court\" means the Commercial Court constituted under sub-section (1) of section 3;(c) \"commercial dispute\" means a dispute arising out of-(i) ordinary transactions of merchants, bankers, financiers and traders such as those relating to mercantile documents, including enforcement and interpretation of such documents;(ii) export or import of merchandise or services;(iii) issues relating to admiralty and maritime law;(iv) transactions relating to aircraft, aircraft engines, aircraft equipment and helicopters, including sales, leasing and financing of the same;(v) carriage of goods;(vi) construction and infrastructure contracts, including tenders;(vii) agreements relating to immovable property used exclusively in trade or commerce;(viii) franchising agreements;(ix) distribution and licensing agreements;(x) management and consultancy agreements;(xi) joint venture agreements;(xii) shareholders agreements;(xiii) subscription and investment agreements pertaining to the services industry including outsourcing services and financial services;(xiv) mercantile agency and mercantile usage;(xv) partnership agreements;(xvi) technology development agreements;(xvii) intellectual property rights relating to registered and unregistered trademarks, copyright, patent, design, domain names, geographical indications and semiconductor integrated circuits;(xviii) agreements for sale of goods or provision of services;(xix) exploitation of oil and gas reserves or other natural resources including electromagnetic spectrum;(xx) insurance and re-insurance;(xxi) contracts of agency relating to any of the above; and(xxii) such other commercial disputes as may be notified by the Central Government.Explanation.-A commercial dispute shall not cease to be a commercial dispute merely because-(a) it also involves action for recovery of immovable property or for realisation of monies out of immovable property given as security or involves any other relief pertaining to immovable property;(b) oneÂ of the contracting parties is the State or any of its agencies or instrumentalities, or a private body carrying out public functions;(d) \"Commercial Division\" means the Commercial Division in a High Court constituted under sub-section (1) of section 4;(e) \"District Judge\" shall have the same meaning as assigned to it in clause (a) of article 236 of the Constitution of India;(f) \"document\" means any matter expressed or described upon any substance by means of letters, figures or marks, or electronic means, or by more than one of those means, intended to be used, or which may be used, for the purpose of recording that matter;\r\n(g) \"notification\" means a notification published in the Official Gazette and the expression \"notify\" with its cognate meanings and grammatical variations shall be construed accordingly;(h) \"Schedule\" means the Schedule appended to the Act; and(i) \"Specified Value\", in relation to a commercial dispute, shall mean the value of the subject-matter in respect of a suit as determined in accordance with section 12 1[which shall not be less than three lakh rupees] or such higher value, as may be notified by the Central Government.(2) The words and expressions used and not defined in this Act but defined in the Code of Civil Procedure, 1908 (5 of 1908) and the Indian Evidence Act, 1872 (1 of 1872), shall have the same meanings respectively assigned to them in that Code and the Act.1. Ins. by Act 28 of 2018, s. 2 (w.e.f. 3-5-2018).2. Subs. by s. 3, ibid., for sub-section (1) (w.e.f. 3-5-2018).3. Ins. by s. 4, ibid., (w.e.f. 3-5-2018).4. Clause (a) renumbered as clause (aa) by s. 4, ibid., (w.e.f. 3-5-2018).1. Subs. by Act 28 of 2018, s. 4, for \"which shall not be less than one crore rupees\" (w.e.f. 3-5-2018).", "3": "Chapter II1[Commercial Courts, Commercial appellate Courts, Commercial Divisions and Commercial appellate Divisions]. 3. Constitution of Commercial Courts.-(1) The State Government, may after consultation with the concerned High Court, by notification, constitute such number of Commercial Courts at District level, as it may deem necessary for the purpose of exercising the jurisdiction and powers conferred on those Courts under this Act:2[Provided that with respect to the High Courts having ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, constitute Commercial Courts at the District Judge level: Provided further that with respect to a territory over which the High Courts have ordinary original civil jurisdiction, the State Government may, by notification, specify such pecuniary value which shall not be less than three lakh rupees and not more than the pecuniary jurisdiction exercisable by the District Courts, as it may consider necessary.]3[(1A) Notwithstanding anything contained in this Act, the State Government may, after consultation with the concerned High Court, by notification, specify such pecuniary value which shall not be less than three lakh rupees or such higher value, for whole or part of the State, as it may consider necessary.];(2) The State Government shall, after consultation with the concerned High Court specify, by notification, the local limits of the area to which the jurisdiction of a Commercial Court shall extend and may, from time to time, increase, reduce or alter such limits.(3) The4[State Government may], with the concurrence of the Chief Justice of the High Court appoint one or more persons having experience in dealing with commercial disputes to be the Judge or Judges, of a5[Commercial Court either at the level of District Judge or a court below the level of a District Judge]. 6[3A. Designation of Commercial Appellate Courts.-Except the territories over which the High Courts have ordinary original civil jurisdiction, the State Government may, after consultation with the concerned High Court, by notification, designate such number of Commercial Appellate Courts at District Judge level, as it may deem necessary, for the purposes of exercising the jurisdiction and powers conferred on those Courts under this Act.]", "4": "4. Constitution of Commercial Division of High Court.-(1) In all High Courts, having 7[ordinary original civil jurisdiction], the Chief Justice of the High Court may, by order, constitute Commercial Division having one or more Benches consisting of a single Judge for the purpose of exercising the jurisdiction and powers conferred on it under this Act.(2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Division.", "5": "5. Constitution of Commercial Appellate Division.-(1) After issuing notification under subsection (1) of section 3 or order under sub-section (1) of section 4, the Chief Justice of the concerned High Court shall, by order, constitute Commercial Appellate Division having one or more Division Benches for the purpose of exercising the jurisdiction and powers conferred on it by the Act. (2) The Chief Justice of the High Court shall nominate such Judges of the High Court who have experience in dealing with commercial disputes to be Judges of the Commercial Appellate Division.1. Subs. by Act 28 of 2018, s. 5, for \"CONSTITUTION OF COMMERCIAL COURTS, COMMERCIAL DIVISIONS AND COMMERCIAL APPELLATE DIVISIONS\" (w.e.f. 3-5-2018).2. Subs. by s. 6, ibid., for the proviso (w.e.f. 3-5-2018).3. Ins. by s. 6, ibid., (w.e.f. 3-5-2018).4. Subs. by s. 6, ibid., for \"State Government shall\" (w.e.f. 3-5-2018).5. Subs. by s. 6, ibid., for \"Commercial Court, from amongst the cadre of Higher Judicial Service in the State\" (w.e.f. 3-5-2018).6. Ins. by s. 7, ibid., (w.e.f. 3-5-2018).7. Subs. by s. 8, ibid., for \"ordinary civil jurisdiction\" (w.e.f. 3-5-2018).", "6": "6. Jurisdiction of Commercial Court.-The Commercial Court shall have jurisdiction to try all suits and applications relating to a commercial dispute of a Specified Value arising out of the entire territory of the State over which it has been vested territorial jurisdiction.Explanation.-For the purposes of this section, a commercial dispute shall be considered to arise out of the entire territory of the State over which a Commercial Court has been vested jurisdiction, if the suit or application relating to such commercial dispute has been instituted as per the provisions of sections 16 to 20 of the Code of Civil Procedure, 1908 (5 of 1908).", "7": "7. Jurisdiction of Commercial Divisions of High Courts.-All suits and applications relating to commercial disputes of a Specified Value filed in a High Court having ordinary original civil jurisdiction shall be heard and disposed of by the Commercial Division of that High Court: Provided that all suits and applications relating to commercial disputes, stipulated by an Act to lie in a court not inferior to a District Court, and filed or pending on the original side of the High Court, shall be heard and disposed of by the Commercial Division of the High Court: Provided further that all suits and applications transferred to the High Court by virtue of sub-section (4) of section 22 of the Designs Act, 2000 (16 of 2000) or section 104 of the Patents Act, 1970 (39 of 1970) shall be heard and disposed of by the Commercial Division of the High Court in all the areas over which the High Court exercises ordinary original civil jurisdiction.", "8": "8. Bar against revision application or petition against an interlocutory order.-Notwithstanding anything contained in any other law for the time being in force, no civil revision application or petition shall be entertained against any interlocutory order of a Commercial Court, including an order on the issue of jurisdiction, and any such challenge, subject to the provisions of section 13, shall be raised only in an appeal against the decree of the Commercial Court.", "9": "9. [Transfer of suit if counterclaim in a commercial dispute is of Specified Value].-Omitted by the Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts (Amendment) Act, 2018 (28 of 2018), s. 9 (w.e.f. 3-5-2018)", "10": "10. Jurisdiction in respect of arbitration matters.-Where the subject-matter of an arbitration is a commercial dispute of a Specified Value and-(1) If such arbitration is an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed in a High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.(2) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that have been filed on the original side of the High Court, shall be heard and disposed of by the Commercial Division where such Commercial Division has been constituted in such High Court.(3) If such arbitration is other than an international commercial arbitration, all applications or appeals arising out of such arbitration under the provisions of the Arbitration and Conciliation Act, 1996 (26 of 1996) that would ordinarily lie before any principal civil court of original jurisdiction in a district (not being a High Court) shall be filed in, and heard and disposed of by the Commercial Court exercising territorial jurisdiction over such arbitration where such Commercial Court has been constituted.", "11": "11. Bar of jurisdiction of Commercial Courts and Commercial Divisions.-Notwithstanding anything contained in this Act, a Commercial Court or a Commercial Division shall not entertain or decide any suit, application or proceedings relating to any commercial dispute in respect of which the jurisdiction of the civil court is either expressly or impliedly barred under any other law for the time being in force.", "12": "Chapter IIISpecified Value 12. Determination of Specified Value.-(1) The Specified Value of the subject-matter of the commercial dispute in a suit, appeal or application shall be determined in the following manner:-(a) where the relief sought in a suit or application is for recovery of money, the money sought to be recovered in the suit or application inclusive of interest, if any, computed up to the date of filing of the suit or application, as the case may be, shall be taken into account for determining such Specified Value;(b) where the relief sought in a suit, appeal or application relates to movable property or to a right therein, the market value of the movable property as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining such Specified Value;(c) where the relief sought in a suit, appeal or application relates to immovable property or to a right therein, the market value of the immovable property, as on the date of filing of the suit, appeal or application, as the case may be, shall be taken into account for determining Specified Value; 1[and] (d) where the relief sought in a suit, appeal or application relates to any other intangible right, the market value of the said rights as estimated by the plaintiff shall be taken into account for determining Specified Value; 23(2) The aggregate value of the claim and counterclaim, if any as set out in the statement of claim and the counterclaim, if any, in an arbitration of a commercial dispute shall be the basis for determining whether such arbitration is subject to the jurisdiction of a Commercial Division, Commercial Appellate Division or Commercial Court, as the case may be.(3) No appeal or civil revision application under section 115 of the Code of Civil Procedure, 1908 (5 of 1908), as the case may be, shall lie from an order of a Commercial Division or Commercial Court finding that it has jurisdiction to hear a commercial dispute under this Act.", "13": "Chapter IVAppeals13. Appeals from decrees of Commercial Courts and Commercial Divisions.-(1) 1[Any person aggrieved by the judgment or order of a Commercial Court below the level of a District Judge may appeal to the Commercial Appellate Court within a period of sixty days from the date of judgment or order.(1A) Any person aggrieved by the judgment or order of a Commercial Court at the level of District Judge exercising original civil jurisdiction or, as the case may be, Commercial Division of a High Court may appeal to the Commercial Appellate Division of that High Court within a period of sixty days from the date of the judgment or order: Provided that an appeal shall lie from such orders passed by a Commercial Division or a Commercial Court that are specifically enumerated under Order XLIII of the Code of Civil Procedure, 1908 (5 of 1908) as amended by this Act and section 37 of the Arbitration and Conciliation Act, 1996 (26 of 1996).](2) Notwithstanding anything contained in any other law for the time being in force or Letters Patent of a High Court, no appeal shall lie from any order or decree of a Commercial Division or Commercial Court otherwise than in accordance with the provisions of this Act.", "14": "14. Expeditious disposal of appeals.-The 2[Commercial Appellate Court and the Commercial Appellate Division] shall endeavour to dispose of appeals filed before it within a period of six months from the date of filing of such appeal.", "15": "Chapter VTransfer of Pending Suits15. Transfer of pending cases.-(1) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in a High Court where a Commercial Division has been constituted, shall be transferred to the Commercial Division.(2) All suits and applications, including applications under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of a Specified Value pending in any civil court in any district or area in respect of which a Commercial Court has been constituted, shall be transferred to such Commercial Court: Provided that no suit or application where the final judgment has been reserved by the Court prior to the constitution of the Commercial Division or the Commercial Court shall be transferred either under sub-section (1) or sub-section (2).(3) Where any suit or application, including an application under the Arbitration and Conciliation Act, 1996 (26 of 1996), relating to a commercial dispute of Specified Value shall stand transferred to the Commercial Division or Commercial Court under sub-section (1) or sub-section (2), the provisions of this Act shall apply to those procedures that were not complete at the time of transfer.(4) The Commercial Division or Commercial Court, as the case may be, may hold case management hearings in respect of such transferred suit or application in order to prescribe new timelines or issue such further directions as may be necessary for a speedy and efficacious disposal of such suit or application in accordance 3[with Order XV-A] of the Code of Civil Procedure, 1908 (5 of 1908): Provided that the proviso to sub-rule (1) of Rule 1 of Order V of the Code of Civil Procedure, 1908 (5 of 1908) shall not apply to such transferred suit or application and the court may, in its discretion, prescribe a new time period within which the written statement shall be filed.(5) In the event that such suit or application is not transferred in the manner specified in sub-section (1), sub-section (2) or sub-section (3), the Commercial Appellate Division of the High Court may, on the application of any of the parties to the suit, withdraw such suit or application from the court before which it is pending and transfer the same for trial or disposal to the Commercial Division or Commercial Court, as the case may be, having territorial jurisdiction over such suit, and such order of transfer shall be final and binding.1. Subs. by Act 28 of 2018, s. 12, for sub-section (1) (w.e.f. 3-5-2018).2. Subs. by s. 13, ibid., for \"Commercial Appellate Division\" (w.e.f. 3-5-2018).3. Subs. by s. 14, ibid., for \"with Order XIV-A\" (w.e.f. 3-5-2018)", "16": "Chapter VIAmendments to the Provisions of the Code of Civil Procedure, 1908 16. Amendments to the Code of Civil Procedure, 1908 in its application to commercial disputes.-(1) The provisions of the Code of Civil Procedure, 1908 (5 of 1908) shall, in their application to any suit in respect of a commercial dispute of a Specified Value, stand amended in the manner as specified in the Schedule.(2) The Commercial Division and Commercial Court shall follow the provisions of the Code of Civil Procedure, 1908 (5 of 1908), as amended by this Act, in the trial of a suit in respect of a commercial dispute of a Specified Value.(3) Where any provision of any Rule of the jurisdictional High Court or any amendment to the Code of Civil Procedure, 1908 (5 of 1908), by the State Government is in conflict with the provisions of the Code of Civil Procedure, 1908, as amended by this Act, the provisions of the Code of Civil Procedure as amended by this Act shall prevail.", "17": "Chapter VIIMiscellaneous 17. Collection and disclosure of data by 1[Commercial Courts, Commercial Appellate Courts], Commercial Divisions and Commercial Appellate Divisions.-The statistical data regarding the number of suits, applications, appeals or writ petitions filed before the 1[Commercial Courts, Commercial Appellate Courts], Commercial Division, or Commercial Appellate Division, as the case may be, the pendency of such cases, the status of each case, and the number of cases disposed of, shall be maintained and updated every month by each 1[Commercial Courts, Commercial Appellate Courts], Commercial Division, Commercial Appellate Division and shall be published on the website of the relevant High Court.", "18": "18. Power of High Court to issue directions.-The High Court may, by notification, issue practice directions to supplement the provisions of Chapter II of this Act or the Code of Civil Procedure, 1908 (5 of 1908) insofar as such provisions apply to the hearing of commercial disputes of a Specified Value.", "19": "19. Infrastructure facilities.-The State Government shall provide necessary infrastructure to facilitate the working of a Commercial Court or a Commercial Division of a High Court.", "20": "20. Training and continuous education.-The State Government may, in consultation with the High Court, establish necessary facilities providing for training of Judges who may be appointed to the 2[Commercial Courts, Commercial Appellate Courts], Commercial Division or the Commercial Appellate Division in a High Court.", "21": "21. Act to have overriding effect.-Save as otherwise provided, the provisions of this Act shall have effect, notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law for the time being in force other than this Act.1. Subs. by Act 28 of 2018, s. 15, for \"Commercial Courts\" and \"Commercial Court\" (w.e.f. 3-5-2018).\r\n2. Subs. by s. 16, ibid., for \"Commercial Court\" (w.e.f. 3-5-2018).1[21A. Power of Central Government to make rules.-(1) The Central Government may, by notification, make rules for carrying out the provisions of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for or any of the following matters, namely:-\r\n(a) the manner and procedure of pre-institution mediation under sub-section (1) of section 12A;(b) any other matter which is required to be, or may be, prescribed or in respect of which provision is to be made by rules made by the Central Government.(3) Every rule made by the Central Government under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session, or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule, or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]", "22": "22. Power to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by order published in the Official Gazette, make such provisions, not inconsistent with the provisions of this Act as may appear to it to be necessary or expedient for removing the difficulty: Provided that no such order shall be made under this section after the expiry of a period of two years from the date of commencement of this Act.(2) Every order made under this section shall be laid, as soon as may be, after it is made, before each House of Parliament.", "23": "23. Repeal and savings.-(1) The Commercial Courts, Commercial Division and Commercial Appellate Division of High Courts Ordinance, 2015 (Ord. 8 of 2015) is hereby repealed.(2) Notwithstanding such repeal, anything done or any action taken under the said Ordinance, shall be deemed to have been done or taken under the corresponding provisions of this Act.1. Ins. by Act 28 of 2018, s. 17 (w.e.f. 3-5-2018)."}