{"name": "Commission of Enquiries Act, 1952\r", "1": " Commission of Enquiries Act, 19521. Short title, extend and commencement - (1) This Act may be called the Commissions of Inquiry Act,\r\n1952.(2) [Note: Subs. By Act 79 of 1971, sec. 2 for sub-sec.\r\n(2)] It extends to the whole of India :Provided  that it shall apply to the State of Jam and  Kashmir only in so far as it\r\nrelates to inquiries pertaining to matters relatable to any of the entries\r\nenumerated in List 1 or List III in the Seventh to the Constitutions as\r\napplicable to that State.(3) It shall come into force on such date[Note:  1st October, 1952 , vide Notification\r\nNo. S.R.O.1670, dated  the 30th September,\r\n 1952  , Gazette of India, Extra., Pt. II, sec.\r\n3, p. 861. This Act, as amended by Act 79 of 1971, came into force in the state\r\nof Jammu and Kashmir on 6-3-1972 and in the districts of Kohima \r\nand Mokokchung in the state of Nagalnd \r\non 15-2-1972, vide Notification Nos. 94(E), dated 4th March, 1972 and 74(E),\r\ndated 14th February, 1972 respectively, issued under section 15 of Act 79 of\r\n1971.]as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": " Commission of Enquiries Act, 19522. Definitions - In this Act, unless the content otherwise requires-(a) \" appropriate \r\nGovernment\" means-( i ) the Central Government, in\r\nrelation to a Commission appointed by it to make an inquiry into any matter\r\nrelatable to any of the entries enumerated in List 1 or List III in the Seventh\r\nSchedule to the Constitution , and(ii) the State Government, in\r\nrelation to a Commission appointed by it to make an inquiry into any matter\r\nrelatable to any of the entries enumerated in List II or List III in the\r\nSeventh Schedule to the Constitution.[Note: Added by Act 79 of 1971, sec. 3.] Provided that in\r\nrelation to the State of  Jammu and Kashmir , these clauses shall\r\nhave effect subject to the modification that-in sub clause (I) thereof, for the words and figures\r\n\"List 1 or List II or List III in the Seventh Schedule to the\r\nConstitution\" , the words and figures, List 1 or List III in the Seventh\r\nSchedule to the Constitution as applicable to the State of Jammu and\r\nKashmir\" shall be substituted.In sub clause- (ii) thereof, for the words an figures \"List II or list III in the Seventh Schedule\r\nto the Constitution, the words and figures\"List III in the Seventh Schedule to the Constitution\r\nas applicable to the State of  Jammu and  Kashmir  \" shall be substituted.\"Commission\" means a Commission of Inquiry\r\nappointed under Section 3\" prescribed \" means\r\nprescribed by rules made under this Act.", "3": " Commission of Enquiries Act, 19523. Appointment of Commission - (1) The appropriate Government may, if it is of opinion\r\nthat it is necessary so to do, and shall, if resolution in this behalf is\r\npassed by ( [ Note : Subs. by Act 19 of 1990, sec 2, for certain words.] each\r\nHouse of Parliament or, as the case may be, the Legislature of the State, by\r\nnotification in the Official Gazette, appoint a Commission of Inquiry for the\r\npurpose of making an inquiry into any definite matter of public importance and\r\nperforming such functions and with such time as may be specified in the\r\nnotification, and the Commission so appointed shall make the inquiry and\r\nperform the functions accordingly.Provided  that where any such Commission has been\r\nappointed to inquire into any matter-a . by the Central Government, no State\r\nGovernment shall, except with the approval of the Central Government, appoint\r\nanother Commission to inquire into the same mater for so long as the Commission\r\nappointed by the Central Government is functioning.b . by a State Government, the Central\r\nGovernment shall not appoint another Commission to inquire into the same matter\r\nfor so long as the Commission appointed by the State Government is functioning,\r\nunless the Central Government is of opinion that the scope of the inquiry\r\nshould be extended to two or more States.2. The Commission may consist of one or more members\r\nappointed by the appropriate Government, and where the Commission consists of\r\nmore than one members , one of them may be appointed as\r\nthe Chairman thereof.3. [ Note : Ins by Act 79 of 1971,\r\nsec.5.] The appropriate Government may, at any stage of an inquiry by the\r\nCommission fill any vacancy which may have arisen in the office of a member of\r\nthe Commission (whether consisting of one or more than one member).4. The appropriate Government shall cause to be laid\r\nbefore ( [ Note : Subs. by Act 19 of 1990, sec 2, for\r\ncertain words.]each House of Parliament, or, as the case may be, the\r\nLegislature of the State), the report, if nay, of the Commission on the inquiry\r\nmade by the Commission under sub section (1) together with a memorandum of the\r\naction taken thereon, within a period of six months of the submission of the\r\nreport by the Commission to the appropriate Government.[ Note : Sub section (5) and\r\n(6) omitted by Act 19 of 1990, sec. 2, which were inserted by Act 36 of 1986,\r\nsec. 2 ( w.e.f .  14-5-1986 ).", "4": " Commission of Enquiries Act, 19524.Powers   of Commission - The Commission shall have the powers of a", "5": " Commission of Enquiries Act, 19525. Additional powers of Commission - (1) Where the appropriate Government is of opinion that,\r\nhaving regard to the nature of the inquiry to be made and other circumstances\r\nof the case, all or any of the provisions of sub section (2) or sub section (3)\r\nor sub section (4) or sub section (5) should be made applicable to a\r\nCommission, the appropriate Government may, by notification in the Official\r\nGazette, direct that all or such of the said provisions as may be specified in\r\nthe notification shall apply to that Commission and on the issue of such a\r\nnotification, the said provisions shall apply accordingly.(2) The Commission shall have power to require any person,\r\nsubject to any privilege which may be claimed by that person under any law for\r\nthe time being in force, to furnish information on such points or matters as,\r\nin the opinion of the Commission, may be useful for, or relevant to, the\r\nsubject matter of the inquiry [(Note:- Ins. by Act 79 of 1971, sec.7) and any\r\nperson so required shall be deemed to be legally bound to furnish such\r\ninformation within the meaning of section 176 and section 177 of the Indian\r\nPenal Code, 1860 (45 of 1860)].(3) The Commission or any officer, not below the rank of a\r\n Gazetted Officer, specially authorized in this behalf\r\nby the Commission may enter any building or place where the Commission has\r\nreason to believe that any books of account or other documents relating to the\r\nsubject matter of the inquiry may be found, and may seize any books of accounts\r\nor documents or take extracts or copies there from, subject to the provisions\r\nof section 102 and section 103 of the Code of Criminal Procedure, 1898 (5 of\r\n1898), in so far as they may be applicable.(4) The Commission shall be deemed to be a civil court and\r\nwhen any offence as is described in section 175, section 178, section 179,\r\nsection 180 or section 228 of the Indian Penal Code (45 of 1860) is committed\r\nin the view or presence of the Commission, the Commission may, after recording the\r\nfacts constituting the offence and the statement of the accused as provided for\r\nin the Code of Criminal Procedure, 1898 (5 of 1898), forward the case to a\r\nmagistrate having jurisdiction to try the same and the magistrate to whom any\r\nsuch case is forwarded shall proceed to hear the complaint against the accused\r\nas if the case had been forwarded to him under section 482 of the Code of\r\nCriminal Procedure, 1898.(5) Any proceeding before the Commission shall be deemed\r\nto be a judicial proceeding within the meaning of sections 193 and 228 of the\r\nIndian Penal Code (45 of 1860).", "6": " Commission of Enquiries Act, 19526. Statements made by persons to the\r\nCommission - No statement made by a person in the course of giving\r\nevidence before the Commission shall subject him to, or be used against him in,\r\nany civil or criminal proceeding except a prosecution for giving false evidence\r\nby such statement.Provided  that the statementis\r\n made in reply to a question which he is required by the Commission to\r\n answer, or", "7": " Commission of Enquiries Act, 19527. Commission to cease to exist when so\r\nnotified -\r\n[Note: Subs. by Act 79 of 1971, sec.\r\n10, for sec. 7.](1) The appropriate Government may, by notification in the\r\nOfficial Gazette, declare that-(a) a Commission other than a\r\nCommission appointed in pursuance of a resolution passed by ( [ Note: Subs. by\r\nAct 19 of 1990, sec. 3, for certain words] each House of Parliament or, as the\r\ncase may be, the Legislature of the State) shall cease to exist, if it is of\r\nopinion that the continued existence of the Commission is unnecessary.(b) a Commission appointed in pursuance of a resolution\r\npassed by ( [ Note: Subs. by Act 19 of 1990, sec. 3, for certain words] each House\r\nof Parliament or, as the case may be, the Legislature of the State shall cease\r\nto exist if a resolution for the discontinuance of the Commission is passed by\r\n( [ Note: Subs. by Act 19 of 1990, sec. 3, for certain words] each House of\r\nParliament or, as the case may be, Legislature of the State.(2) Every notification issued under sub section (1) Shall specify the date from which the Commission shall cease\r\nto exist and on the issue of such notification, the Commission shall cease to\r\nexist with effect from the date specified therein.", "8": " Commission of Enquiries Act, 19528. Procedure to be followed by the Commission - The commission shall, subject to any rules that may be\r\nmade in this behalf, have power to regulate its own procedure (including the fixing\r\nof places and times of its sittings and deciding whether to sit in public or in\r\nprivate) [Note: certain words omitted by Act 79 of 1971, sec. 11.]", "9": " Commission of Enquiries Act, 19529. Protection of action taken in good faith - No suit or other legal proceeding shall lie against the\r\nappropriate Government, the Commission or any member thereof, or any person\r\nacting under the direction either of the appropriate Government or of the\r\nCommission in respect of anything which is in good faith done or intended to be\r\ndone in pursuance of this Act or of any rules or orders may thereunder \r\nor in respect of the publication, by or under the authority of the appropriate\r\ngovernment or the Commission, of any report, paper or proceedings.", "10": " Commission of Enquiries Act, 195210. Members, etc., to be public servants - Every member of the Commission and every officer appointed\r\nor authorized by the Commissioner in exercise of functions under this Act shall\r\nbe deemed to be a public servant within the meaning of section 21 of the Indian\r\nPenal code, 1860 (45 of 1860).", "11": " Commission of Enquiries Act, 195211. Act to apply to other inquiring\r\nauthorities in certain cases  - Where any authority (by whatever name called), other than\r\na Commission appointed under section 3, has been or is set up under any resolution\r\nor order of the appropriate Government for the purpose of making an inquiry\r\ninto any definite matter of public importance and that Government is of opinion\r\nthat all or any of the provisions of this Act should be made applicable to that\r\nauthority, that Government may, subject to the prohibition contained in the\r\nproviso to sub section (1) of section 3, by notification in the Official\r\nGazette, direct that the said provisions of this Act shall apply to that\r\nauthority, and on the issue of such a notification that authority shall be\r\ndeemed to be a Commission appointed under Section 3 for the purposes of this\r\nAct.", "12": " Commission of Enquiries Act, 195212. Power to make rules - (1) The appropriate Government may, by notification in the\r\nOfficial Gazette, make rules to carry out the purpose of this Act.a. (2) In particular, and without prejudice to the generality of\r\nthe foregoing power, such rules may provide for all or any of the following\r\nmatters, namely:-the term of office and\r\nthe conditions of service of the members of the Commissionb . the manner is which\r\ninquires may be held under this Act and the procedure to be followed by the\r\nCommission in respect of the proceedings before it.c. The powers of civil\r\ncourt which may be vested in the Commission( cc) [\r\nNote: Ins. by Act 79 of 1971, sec. 14.] The traveling and\r\nother expenses payable to assessors appointed under section 5B, and to person\r\nsummoned by the Commission to give evidence or to produce documents before it. \r\nd . any other matter which has to be, \r\nor may be, prescribed.(3) [Note: Subs. by Act 4 of 1986, sec2 and  sch ., for certain words ( w.e.f .\r\n15-5-1986)] Every rule made by the Central Government under this section shall\r\nbe laid, as soon as may be after it is made, before each House of Parliament\r\nwhile it is in session for a total period of thirty days which may be comprised\r\nin one session or ( in two or more successive sessions, and if, before the\r\nexpiry of the session immediately following the session or the successive\r\nsessions aforesaid) both Houses agree in making any modification in the rule or\r\nboth Houses agree that the rule should not be made, the rule shall thereafter\r\nhave effect only in such modified form or be of no effect, as the case may be,\r\nso however, that any such modification or annulment shall be without prejudice\r\nto the validity of anything previously done under that rule.(4) [Note: Ins. by Act 4 of 1986, sec2 and  sch ., (w.e.f. 15-5-1986) ] Every rule made by the State\r\nGovernment under this section shall be laid, as soon as may be after it is\r\nmade, before the Legislature."}