{"name": "Commissions for Protection of Child Rights Act, 2005\r", "1": " The Commissions for Protection of Child Rights Act, 2005 Chapter I Preliminary1. Short title,\r\nextent and commencement.-1.     \r\n  This\r\nAct may be called the Commissions for Protection of Child Rights Act, 2005.2.     \r\n  It\r\nextends to the whole of India except the State of Jammu and Kashmir.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": " The Commissions for Protection of Child Rights Act, 2005 2. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.     \r\n  \"Chairperson\"\r\nmeans the Chairperson of the Commission or of the State Commission, as the case\r\nmay be;b.    \r\n  \"child\r\nrights\" includes the children's rights adopted in the United Nations convention\r\non the Rights of the Child on the 20th November, 1989 and ratified by the\r\nGovernment of India on the 11th December, 1992;c.     \r\n  \"Commission\"\r\nmeans the National Commission for Protection of Child Rights constituted under\r\nsection 3;d.    \r\n  \"Member\"\r\nmeans a Member of the Commission or of the State Commission, as the case may\r\nbe, and includes the Chairperson;e.     \r\n  \"notification\"\r\n\r\nmeans a notification published in the Official Gazette;f.     \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;g.    \r\n  \"State\r\nCommission\" means a State Commission for Protection of Child Rights\r\nconstituted under section 17.", "3": " The Commissions for Protection of Child Rights Act, 2005 Chapter II The\r\nNational Commission For Protection of Child Rights3. Constitution of\r\nNational Commission for Protection of Child Rights.-1.     \r\n  The\r\nCentral Government shall, by notification, constitute a body to be known as the\r\nNational Commission for Protection of Child Rights to exercise the powers\r\nconferred on, and to perform the functions assigned to it, under this Act.2.     \r\n  The\r\nCommission shall consist of the following Members, namely :-a.      a Chairperson who is\r\na person of eminence and has done outstanding work for promoting the welfare of\r\nchildren; andb.     six Members, out of\r\nwhich at least two shall be women, from the following fields, to be appointed\r\nby the Central Government from amongst persons of eminence, ability, integrity,\r\nstanding and experience in, -                     \r\n i.        \r\n  education;                    \r\n ii.        \r\n  child\r\nhealth, care, welfare or child development;                   \r\n iii.        \r\n  juvenile\r\njustice or care of neglected or marginalized children or children with\r\ndisabilities;                   \r\n iv.        \r\n  elimination\r\nof child labour or children in distress;                    \r\n v.        \r\n  child\r\npsychology or sociology; and                   \r\n vi.        \r\n  laws\r\nrelating to children.1.     \r\n2.     \r\n3.     \r\n\r\n  The\r\noffice of the Commission shall be at Delhi.", "4": " The Commissions for Protection of Child Rights Act, 2005 4. Appointment of\r\nChairperson and Members.-The Central\r\nGovernment shall, by notification, appoint the Chairperson and other Members: Provided\r\nthat the Chairperson shall be appointed on the recommendation of a three member\r\nSelection Committee constituted by the Central Government under the\r\nChairmanship of the Minister in-charge of the Ministry of Human Resource\r\nDevelopment.", "5": " The Commissions for Protection of Child Rights Act, 2005 5. Term of office and\r\nconditions of service of Chairperson and Members.-1.     \r\n  The\r\nChairperson and every Member shall hold office as such for a term of three\r\nyears from the date on which he assumes office: Provided that no Chairperson or\r\na Member shall hold the office for more than two terms: Provided further that\r\nno Chairperson or any other Member shall hold office as such after he has\r\nattained-a.      in the case of the\r\nChairperson, the age of sixty-five years; andb.     in the case of a\r\nMember, the age of sixty years.1.     \r\n\r\n2.     \r\n  The\r\nChairperson or a Member may, by writing under his hand addressed to the Central\r\nGovernment, resign his office at any time.", "6": " The Commissions for Protection of Child Rights Act, 2005 6. Salary and\r\nallowances of Chairperson and Members.-The salary and\r\nallowances payable to, and other terms and conditions of service of, the\r\nChairperson and Members, shall be such as may be prescribed by the Central\r\nGovernment: Provided that neither the salary and allowances nor the other terms\r\nand conditions of service of the Chairperson or a Member, as the case may be,\r\nshall be varied to his disadvantage after his appointment.", "7": " The Commissions for Protection of Child Rights Act, 2005 7. Removal from\r\noffice.-1.     \r\n  Subject\r\nto the provisions of sub-section (2), the Chairperson may be removed from his\r\noffice by an order of the Central Government on the ground of proved\r\nmisbehaviour or incapacity.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), the Central Government may by order\r\nremove from office the Chairperson or any other Member, if the Chairperson or,\r\nas the case may be, such other Member, -a.      is adjudged an\r\ninsolvent; orb.     engages during his\r\nterm of office in any paid employment outside the duties of his office; orc.      refuses to act or\r\nbecomes incapable of acting; or(d) is of unsound mind and stands so declared by\r\na competent court; ord.     has so abused his\r\noffice as to render his continuance in office detrimental to the public interest;\r\nore.      is convicted and\r\nsentenced to imprisonment for an offence which in the opinion of the Central\r\nGovernment involves moral turpitude; orf.      is, without obtaining\r\nleave of absence from the Commission, absent from three consecutive meetings of\r\nthe Commission.1.     \r\n2.     \r\n3.     \r\n  No\r\nperson shall be removed under this section until that person has been given an\r\nopportunity of being heard in the matter.", "8": " The Commissions for Protection of Child Rights Act, 2005 8. Vacation of office\r\nby Chairperson or Members.-1.     \r\n  If\r\nthe Chairperson or, as the case may be, a Member, -a.      becomes subject to\r\nany of the disqualifications mentioned in section 7; orb.     tenders his\r\nresignation under sub-section (2) of section 5,his seat shall thereupon become\r\nvacant.1.     \r\n\r\n2.     \r\n  If\r\na casual vacancy occurs in the office of the Chairperson or a Member, whether\r\nby reason of his death, resignation or otherwise, such vacancy shall be filled\r\nwithin a period of ninety days by making afresh appointment in accordance with\r\nthe provisions of section 4 and the person so appointed shall hold office for\r\nthe remainder of the term of office for which the Chairperson, or a Member, as\r\nthe case may be, in whose place he is so appointed would have held that office.", "9": " The Commissions for Protection of Child Rights Act, 2005 9. Vacancies, etc.,\r\nnot to invalidate proceedings of Commission.-No act or proceeding\r\nof the Commission shall be invalid merely by reason of-a.     \r\n  any\r\nvacancy in, or any defect in the constitution of, the Commission; orb.    \r\n  any\r\ndefect in the appointment of a person as the Chairperson or a Member; orc.     \r\n  any\r\nirregularity in the procedure of the Commission not affecting the merits of the\r\ncase.", "10": " The Commissions for Protection of Child Rights Act, 2005 10. Procedure for\r\ntransaction of business.-1.     \r\n  The\r\nCommission shall meet regularly at its office at such time as the Chairperson\r\nthinks fit, but three months shall not intervene between its last and the next\r\nmeeting.2.     \r\n  All\r\ndecisions at a meeting shall be taken by majority: Provided that in the case of\r\nequality of votes, the Chairperson, or in his absence the person presiding,\r\nshall have and exercise a second or casting vote.3.     \r\n  If\r\nfor any reason, the Chairperson, is unable to attend the meeting of the\r\nCommission, any Member chosen by the Members present from amongst themselves at\r\nthe meeting, shall preside.4.     \r\n\r\n  The\r\nCommission shall observe such rules of procedure in the transaction of its\r\nbusiness at a meeting, including the quorum at such meeting, as may be\r\nprescribed by the Central Government.5.     \r\n  All\r\norders and decisions of the Commission shall be authenticated by the Member-\r\nSecretary or any other officer of the Commission duly authorised by\r\nMember-Secretary in this behalf.", "11": " The Commissions for Protection of Child Rights Act, 2005 11. Member-Secretary,\r\nofficers and other employees of Commission.-1.     \r\n  The\r\nCentral Government shall, by notification, appoint an officer not below the\r\nrank of the Joint Secretary or the Additional Secretary to the Government of\r\nIndia as a Member-Secretary of the Commission and shall make available to the\r\nCommission such other officers and employees as may be necessary for the\r\nefficient performance of its functions.2.     \r\n  The\r\nMember-Secretary shall be responsible for the proper administration of the\r\naffairs of the Commission and its day-to-day management and shall exercise and\r\ndischarge such other powers and perform such other duties as may be prescribed\r\nby the Central Government.3.     \r\n  The\r\nsalary and allowances payable to, and the other terms and conditions of service\r\nof the Member-Secretary, other officers and employees, appointed for the\r\npurpose of the Commission shall be such as may be prescribed by the Central\r\nGovernment.", "12": " The Commissions for Protection of Child Rights Act, 2005 12. Salaries and\r\nallowances to be paid out of grants.-The salaries and\r\nallowances payable to the Chairperson and Members and the administrative\r\nexpenses, including salaries, allowances and pensions payable to the\r\nMember-Secretary, other officers and employees referred to in section 11, shall\r\nbe paid out of the grants referred to in sub-section (1) of section 27.", "13": " The Commissions for Protection of Child Rights Act, 2005 Chapter III Functions\r\nand Powers of the Commission13. Functions of\r\nCommission.-1.     \r\n  The\r\nCommission shall perform all or any of the following functions, namely:-a.      examine and review\r\nthe safeguards provided by or under any law for the time being in force for the\r\nprotection of child rights and recommend measures for their effective\r\nimplementation;b.     present to the\r\nCentral Government, annually and at such other intervals, as the Commission may\r\ndeem fit, reports upon the working of those safeguards;c.      inquire into violation\r\nof child rights and recommend initiation of proceedings in such cases;d.     examine all factors\r\nthat inhibit the enjoyment of rights of children affected by terrorism,\r\ncommunal violence, riots, natural disaster, domestic violence, HIV/AIDS,\r\ntrafficking, maltreatment, torture and exploitation, pornography and\r\nprostitution and recommend appropriate remedial measures;e.      look into the matters\r\nrelating to children in need of special care and protection including children\r\nin distress, marginalized and disadvantaged children, children in conflict with\r\nlaw, juveniles, children without family and children of prisoners and recommend\r\nappropriate remedial measures;f.      study treaties and\r\nother international instruments and undertake periodical review of existing\r\npolicies, programmes and other activities on child rights and make\r\nrecommendations for their effective implementation in the best interest of\r\nchildren;g.     undertake and promote\r\nresearch in the field of child rights;h.      spread child rights\r\nliteracy among various sections of the society and promote awareness of the\r\nsafeguards available for protection of these rights through publications, the\r\nmedia, seminars and other available means;i.       inspect or cause to\r\nbe inspected any juvenile custodial home, or any other place of residence or\r\ninstitution meant for children, under the control of the Central Government or\r\nany State Government or any other authority, including any institution run by a\r\nsocial organisation; where children are detained or lodged for the purpose of\r\ntreatment, reformation or protection and take up with these authorities for\r\nremedial action, if found necessary;j.       inquire into\r\ncomplaints and take suo motu notice of matters relating to,-                     \r\n i.        \r\n  deprivation\r\nand violation of child rights;                    \r\n ii.        \r\n  non-implementation\r\nof laws providing for protection and development of children;                   \r\n iii.        \r\n  non-compliance\r\nof policy decisions, guidelines or instructions aimed at mitigating hardships\r\nto and ensuring welfare of the children and to provide relief to such children,\r\nor take up the issues arising out of such matters with appropriate authorities;\r\nanda.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\n\r\nj.     \r\nk.      such other functions\r\nas it may consider necessary for the promotion of child rights and any other\r\nmatter incidental to the above functions.1.     \r\n2.     \r\n\r\n  The\r\nCommission shall not inquire into any matter which is pending before a State\r\nCommission or any other Commission duly constituted under any law for the time\r\nbeing in force.", "14": " The Commissions for Protection of Child Rights Act, 2005 14. Powers relating\r\nto inquiries.-1.     \r\n  The\r\nCommission shall, while inquiring into any matter referred to in clause (j) of\r\nsub-section (1) of section 13 have all the powers of a civil court trying a\r\nsuit under the Code of Civil Procedure, 1908 (5 of 1908) and, in particular, in\r\nrespect of the following matters, namely:-a.      summoning and\r\nenforcing the attendance of any person and examining him on oath;b.     discovery and\r\nproduction of any document;c.      receiving evidence on\r\naffidavits;d.     requisitioning any\r\npublic record or copy thereof from any court or office; ande.      issuing commissions\r\nfor the examination of witnesses or documents.1.     \r\n2.     \r\n\r\n  The\r\nCommission shall have the power to forward any case to a Magistrate having\r\njurisdiction to try the same and the Magistrate to whom any such case is\r\nforwarded shall proceed to hear the complaint against the accused as if the\r\ncase has been forwarded to him under section 346 of the Code of Criminal\r\nProcedure, 1973 (2 of 1974).", "15": " The Commissions for Protection of Child Rights Act, 2005 15. Steps after\r\ninquiry.-The Commission may take any of the following steps upon the completion\r\nof an inquiry held under this Act, namely:-             \r\n i.        \r\n  where\r\nthe inquiry discloses, the Commission of violation of child rights of a serious\r\nnature or contravention of provisions of any law for the time being in force,\r\nit may recommend to the concerned Government or authority the initiation of\r\nproceedings for prosecution or such other action as the Commission may deem fit\r\nagainst the concerned person or persons;approach\r\nthe Supreme Court or the High Court concerned for such directions, orders or\r\nwrits as that Court may deem necessary;           \r\n iii.        \r\n  recommend\r\nto the concerned Government or authority for the grant of such interim relief\r\nto the victim or the members of his family as the Commission may consider\r\nnecessary.", "16": " The Commissions for Protection of Child Rights Act, 2005 16. Annual and\r\nspecial reports of Commission.-1.     \r\n  The\r\nCommission shall submit an annual report to the Central Government and to the\r\nState Government concerned and may at any time submit special reports on any\r\nmatter which, in its opinion, is of such urgency or importance that it should\r\nnot be deferred till submission of the annual report.2.     \r\n  The\r\nCentral Government and the State Government concerned, as the case may be,\r\nshall cause the annual and special reports of the Commission to be laid before\r\neach House of Parliament or the State Legislature respectively, as the case may\r\nbe, along with a memorandum of action taken or proposed to be taken on the\r\nrecommendations of the Commission and the reasons for non-acceptance of the\r\nrecommendations, if any, within a period of one year from the date of receipt\r\nof such report.3.     \r\n  The\r\nannual report shall be prepared in such form, manner and contain such details\r\nas may be prescribed by the Central Government.", "17": " The Commissions for Protection of Child Rights Act, 2005 Chapter IV State\r\nCommissions for Protection of Child Rights17. Constitution of\r\nState Commission for Protection of Child Rights.-1.     \r\n  A\r\nState Government may constitute a body to be known as the ..........(name of\r\nthe State) Commission for Protection of Child Rights to exercise the powers\r\nconferred upon, and to perform the functions assigned to, a State Commission\r\nunder this Chapter.2.     \r\n  The\r\nState Commission shall consist of the following Members, namely: -a.      a Chairperson who is\r\na person of eminence and has done outstanding work for promoting the welfare of\r\nchildren; andb.     six Members, out of\r\nwhich at least two shall be women, from the following fields, to be appointed\r\nby the State Government from amongst persons of eminence, ability, integrity,\r\nstanding and experience in,-                     \r\n i.        \r\n  education;                    \r\n ii.        \r\n  child\r\nhealth, care, welfare or child development;                   \r\n iii.        \r\n  juvenile\r\njustice or care of neglected or marginalized children or children with\r\ndisabilities;                   \r\n iv.        \r\n  elimination\r\nof child labour or children in distress;                    \r\n v.        \r\n  child\r\npsychology or sociology; and                   \r\n vi.        \r\n  laws\r\nrelating to children.1.     \r\n2.     \r\n3.     \r\n\r\n  The\r\nheadquarter of the State Commission shall be at such place as the State\r\nGovernment may, by notification, specify.", "18": " The Commissions for Protection of Child Rights Act, 2005 18. Appointment of\r\nChairperson and other Members.-The State Government\r\nshall, by notification, appoint the Chairperson and other Members: Provided\r\nthat the Chairperson shall be appointed on the recommendation of a three Member\r\nSelection Committee constituted by the State Government under the Chairmanship\r\nof the Minister in-charge of the Department dealing with children.", "19": " The Commissions for Protection of Child Rights Act, 2005 19. Term of office\r\nand conditions of service of Chairperson and Members.-1.     \r\n  The\r\nChairperson and every Member shall hold office as such for a term of three\r\nyears from the date on which he assumes office: Provided that no Chairperson or\r\na Member shall hold the office for more than two terms: Provided further that\r\nno Chairperson or any other Member shall hold office as such after he has\r\nattained-a.      in the case of\r\nChairperson, the age of sixty-five years; andb.     in the case of a\r\nMember, the age of sixty years.2.     \r\n\r\n  The\r\nChairperson or a Member may, by writing under his hand addressed to the State\r\nGovernment, resign his office at any time.", "20": " The Commissions for Protection of Child Rights Act, 2005 20. Salary and\r\nallowances of Chairperson and Members.-The salaries and\r\nallowances payable to, and other terms and conditions of service of, the\r\nChairperson and Members shall be such as may be prescribed by the State\r\nGovernment: Provided that neither the salary and allowances nor the other terms\r\nand conditions of service of the Chairperson or a Member, as the case may be,\r\nshall be varied to his disadvantage after his appointment.", "21": " The Commissions for Protection of Child Rights Act, 2005 21. Secretary,\r\nofficers and other employees of the State Commission.-1.     \r\n  The\r\nState Government shall, by notification, appoint an officer not below the rank\r\nof the Secretary to the State Government as the Secretary of the State\r\nCommission and shall make available to the State Commission such other officers\r\nand employees as may be necessary for the efficient performance of its\r\nfunctions.2.     \r\n  The\r\nSecretary shall be responsible for the proper administration of the affairs of\r\nthe State Commission and its day-to-day management and shall exercise and\r\ndischarge such other powers and perform such other duties as may be prescribed\r\nby the State Government.3.     \r\n  The\r\nsalary and allowances payable to, and the other terms and conditions of service\r\nof the Secretary, other officers and employees, appointed for the purpose of\r\nthe State Commission shall be such as may be prescribed by the State\r\nGovernment.", "22": " The Commissions for Protection of Child Rights Act, 2005 22. Salaries and\r\nallowances to be paid out of grants.-The salaries and\r\nallowances payable to the Chairperson and Members and the administrative\r\nexpenses, including salaries, allowances and pensions payable to the Secretary,\r\nother officers and employees referred to in section 21, shall be paid out of\r\nthe grants referred to in sub-section (1) of section 28.", "23": " The Commissions for Protection of Child Rights Act, 2005 23. Annual and\r\nspecial reports of State Commission.-1.     \r\n  The\r\nState Commission shall submit an annual report to the State Government and may\r\nat any time submit special reports on any matter which, in its opinion, is of\r\nsuch urgency or importance that it should not be deferred till submission of\r\nthe annual report.2.     \r\n  The\r\nState Government shall cause all the reports referred to in sub-section (1) to\r\nbe laid before each House of State Legislature, where it consists of two\r\nHouses, or where such Legislature consists of one House, before that House\r\nalong with a memorandum explaining the action taken or proposed to be taken on\r\nthe recommendations relating to the State and the reasons for the\r\nnon-acceptance, if any, of any of such recommendations.3.     \r\n  The\r\nannual report shall be prepared in such form, manner and contain such details\r\nas may be prescribed by the State Government.", "24": " The Commissions for Protection of Child Rights Act, 2005 24. Application of\r\ncertain provisions relating to National Commission for Protection of Child\r\nRights to State Commissions.-The provisions of\r\nsections 7, 8, 9, 10, sub-section (1) of section 13 and sections 14 and 15\r\nshall apply to a State Commission and shall have effect, subject to the\r\nfollowing modifications, namely:-a.     \r\n  references\r\nto \"Commission\" shall be construed as references to \"State\r\nCommission\";b.    \r\n  references\r\nto \"Central Government\" shall be construed as references to\r\n\r\n\"State Government\"; andc.     \r\n  references\r\nto \"Member-Secretary\" shall be construed as references to\r\n\"Secretary\".", "25": " The Commissions for Protection of Child Rights Act, 2005 Chapter V Children's\r\nCourts25. Children's\r\nCourts.-For the purpose of\r\nproviding speedy trial of offences against children or of violation of child\r\nrights, the State Government may, with the concurrence of the Chief Justice of\r\nthe High Court, by notification, specify at least a court in the State or\r\nspecify, for each district, a Court of Session to be a Children's Court to try\r\nthe said offences: Provided that nothing in this section shall apply if –a.     \r\n  a\r\nCourt of Session is already specified as a special court; orb.    \r\n  a\r\nspecial court is already constituted, for such offences under any other law for\r\nthe time being in force.", "26": " The Commissions for Protection of Child Rights Act, 2005 26. Special Public\r\nProsecutor.-For every Children's\r\nCourt, the State Government shall, by notification, specify a Public Prosecutor\r\nor appoint an advocate who has been in practice as an advocate for not less\r\nthan seven years, as a Special Public Prosecutor for the purpose of conducting\r\ncases in that Court.", "27": " The Commissions for Protection of Child Rights Act, 2005 Chapter VI Finance,\r\nAccounts and Audit27. Grants by Central\r\nGovernment.-1.     \r\n  The\r\nCentral Government shall, after due appropriation made by Parliament by law in\r\nthis behalf, pay to the Commission by way of grants such sums of money as the\r\nCentral Government may think fit for being utilised for the purposes of this\r\nAct.2.     \r\n  The\r\nCommission may spend such sums of money as it thinks fit for performing the\r\nfunctions under this Act, and such sums shall be treated as expenditure payable\r\nout of the grants referred to in sub-section (1).", "28": " The Commissions for Protection of Child Rights Act, 2005 28. Grants by State\r\nGovernments.-1.     \r\n  The\r\nState Government shall, after due appropriation made by Legislature by law in\r\nthis behalf, pay to the State Commission by way of grants such sums of money as\r\nthe State Government may think fit for being utilised for the purposes of this\r\nAct.2.     \r\n  The\r\nState Commission may spend such sums of money as it thinks fit for performing\r\nthe functions under Chapter III of this Act, and such sums shall be treated as\r\nexpenditure payable out of the grants referred to in sub-section (1).", "29": " The Commissions for Protection of Child Rights Act, 2005 29. Accounts and\r\naudit of Commission.-1.     \r\n  The\r\nCommission shall maintain proper accounts and other relevant records and\r\nprepare an annual statement of accounts in such form as may be prescribed by\r\nthe Central Government in consultation with the Comptroller and Auditor-General\r\nof India.2.     \r\n  The\r\naccounts of the Commission shall be audited by the Comptroller and\r\nAuditor-General at such intervals as may be specified by him and any\r\nexpenditure incurred in connection with such audit shall be payable by the\r\nCommission to the Comptroller and Auditor-General.3.     \r\n  The\r\nComptroller and Auditor-General and any person appointed by him in connection\r\nwith the audit of the accounts of the Commission under this Act shall, have the\r\nsame rights and privileges and the authority in connection with such audit as\r\nthe Comptroller and Auditor-General generally has in connection with the audit\r\nof Government accounts and, in particular, shall have the right to demand the\r\nproduction of books, accounts, connected vouchers and other documents and papers\r\nand to inspect any of the offices of the Commission.4.     \r\n\r\n  The\r\naccounts of the Commission as certified by the Comptroller and Auditor-General\r\nor any other person appointed by him in this behalf, together with the audit\r\nreport thereon shall be forwarded annually to the Central Government by the\r\nCommission and the Central Government shall cause the audit report to be laid,\r\nas soon as may be after it is received, before each House of Parliament.", "30": " The Commissions for Protection of Child Rights Act, 2005 30. Accounts and\r\naudit of State Commission.-1.     \r\n  The\r\nState Commission shall maintain proper accounts and other relevant records and\r\nprepare an annual statement of accounts in such form as may be prescribed by\r\nthe State Government in consultation with the Comptroller and Auditor-General\r\nof India.2.     \r\n  The\r\naccounts of the State Commission shall be audited by the Comptroller and\r\nAuditor-General at such intervals as may be specified by him and any\r\nexpenditure incurred in connection with such audit shall be payable by the\r\nState Commission to the Comptroller and Auditor-General.3.     \r\n  The\r\nComptroller and Auditor-General and any person appointed by him in connection\r\nwith the audit of the accounts of the State Commission under this Act shall,\r\nhave the same rights and privileges and the authority in connection with such\r\naudit as the Comptroller and Auditor-General generally has in connection with\r\nthe audit of Government accounts and, in particular, shall have the right to\r\ndemand the production of books, accounts, connected vouchers and other\r\ndocuments and papers and to inspect any of the offices of the State Commission.4.     \r\n\r\n  The\r\naccounts of the State Commission as certified by the Comptroller and\r\nAuditor-General or any other person appointed by him in this behalf, together\r\nwith the audit report thereon shall be forwarded annually to the State\r\nGovernment by the State Commission and the State Government shall cause the\r\naudit report to be laid, as soon as may be after it is received, before the\r\nState Legislature.", "31": " The Commissions for Protection of Child Rights Act, 2005 Chapter VII\r\nMiscellaneous31. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government, the State\r\nGovernment, the Commission, the State Commission, or any Member thereof or any person\r\nacting under the direction either of the Central Government, State Government,\r\nCommission or the State Commission, in respect of anything which is in good\r\nfaith done or intended to be done in pursuance of this Act or of any rules made\r\nthere under or in respect of the publication by or under the authority of the\r\nCentral Government, State Government, Commission, or the State Commission of\r\nany report or paper.", "32": " The Commissions for Protection of Child Rights Act, 2005 32. Chairperson,\r\nMembers and other officers to be public servant.-Every Member of the\r\nCommission, State Commission and every officer appointed in the Commission or\r\nthe State Commission to exercise functions under this Act shall be deemed to be\r\na public servant within the meaning of section 21 of the Indian Penal Code (45\r\nof 1860).", "33": " The Commissions for Protection of Child Rights Act, 2005 33. Directions by\r\nCentral Government.-1.     \r\n  In\r\nthe discharge of its functions under this Act, the Commission shall be guided\r\nby such directions on questions of policy relating to national purposes, as may\r\nbe given to it by the Central Government.2.     \r\n  If\r\nany dispute arises between the Central Government and the Commission as to\r\nwhether a question is or is not a question of policy relating to national\r\npurposes, the decision of the Central Government thereon shall be final.", "34": " The Commissions for Protection of Child Rights Act, 2005 34. Returns or\r\ninformation.-The Commission shall\r\nfurnish to the Central Government such returns or other information with\r\nrespect to its activities as the Central Government may, from time to time,\r\nrequire.", "35": " The Commissions for Protection of Child Rights Act, 2005 35. Power to Central\r\nGovernment to make rules.-1.     \r\n  The\r\nCentral Government may, by notification, make rules to carry out the provisions\r\nof this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.      terms and conditions\r\nof service of the Chairperson and Members of the Commission and their salaries\r\nand allowances under section 6;b.     the procedure to be\r\nfollowed by the Commission in the transaction of its business at a meeting\r\nunder sub-section (4) of section 10;c.      the powers and duties\r\nwhich may be exercised and performed by the Member- Secretary of the Commission\r\nunder sub-section (2) of section 11;d.     the salary and\r\nallowances and other terms and conditions of service of officers and other\r\nemployees of the Commission under sub-section (3) of section 11; ande.      form of the statement\r\nof accounts and other records to be prepared by the Commission under\r\nsub-section (1) of section 29.1.     \r\n\r\n2.     \r\n3.     \r\n  Every\r\nrule made under this Act shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the rule or both Houses agree that the rule should not be made,\r\nthe rule shall thereafter have effect only in such modified form or be of no\r\neffect, as the case may be; so, however, that any such modification or\r\nannulment shall be without prejudice to the validity of anything previously\r\ndone under that rule.", "36": " The Commissions for Protection of Child Rights Act, 2005 36. Power of State\r\nGovernment to make rules.-1.     \r\n  The\r\nState Government may, by notification, make rules to carry out the provisions\r\nof this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.      terms and conditions\r\nof service of the Chairperson and Members of the State Commission and their\r\nsalaries and allowances under section 20;b.     the procedure to be\r\nfollowed by the State Commission in the transaction of its business at a\r\nmeeting under sub-section (4) of section 10 read with section 24;c.      the powers and duties\r\nwhich may be exercised and performed by the Secretary of the State Commission\r\nunder sub-section (2) of section 21;d.     the salary and\r\nallowances and other terms and conditions of service of officers and other\r\nemployees of the State Commission under sub-section (3) of section 21; ande.      form of the statement\r\nof accounts and other records to be prepared by the State Commission under\r\nsub-section (1) of section 30.1.     \r\n\r\n2.     \r\n3.     \r\n  Every\r\nrule made by the State Government under this section shall be laid, as soon as\r\nmay be after it is made, before each House of the State Legislature where it\r\nconsists of two Houses, or where such State Legislature consists of one House,\r\nbefore that House.", "37": " The Commissions for Protection of Child Rights Act, 2005 37. Power to remove\r\ndifficulties.-1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as may appear to\r\nbe necessary for removing the difficulty: Provided that no order shall be made\r\nunder this section after the expiry of the period of two years from the date of\r\ncommencement of this Act.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament."}