{"name": "Company Law Board Regulations, 1991\r", "1": "Company Law Board Regulations, 1991 Chapter I Preliminary 1. Short title,\r\ncommencement and interpretation –1.     \r\n  These\r\nregulations may be called the Company Law Board Regulations, 1991a.      They shall come into\r\nforce on the date of their publication in the Official Gazette.b.     The General Clauses\r\nAct, 1897 (10 of 1897), applies to the interpretation of these regulations as\r\nit applies to the interpretations of a Central Act.", "2": "Company Law Board Regulations, 1991 2. Definitions  –1.     \r\n  In\r\nthese regulations, unless the context otherwise requires –a.      “ Act” means the\r\nCompanies Act, 1956 (1 of 1956);b.     “Annexure” means an\r\nAnnexure to these regulations;c.      “ Application” means\r\nand applications by which an interlocutory proceeding is commenced before a\r\nBench;d.     “Authorised\r\nrepresentative” means a person authorized in writing by a party under\r\nsub-regulation (2)of regulation 19 to function before a Bench as the\r\nrepresentative of such party.e.      “Bench” means a Bench\r\nof the Board and includes the Principal Bench, Additional Principal Bench and a\r\nmember sitting singly;f.      “Bench Officer”\r\nmeans an officer notified by the Board for the purpose of –                     \r\n i.        \r\n  receiving,\r\nexamining and processing of applications; and                    \r\n ii.        \r\n  performing\r\nsuch other functions as may be entrusted to him by or under these regulations;a.    \r\nb.    \r\nc.    \r\nd.    \r\ne.    \r\nf.    \r\ng.     “Board’ means the\r\nBoard of Company Law Board Administration, constituted under section 10E of the\r\nAct.h.      “Certified” means,\r\nin relation to a copy, certified as provided in section 76 of the Indian Evidence\r\nAct, 1872 (1 of 1872);i.       “Chairman” means\r\nChairman of the Board.j.       “Company” includes a\r\nnon-banking financial company as defined in clause (f) of section 45-I of the\r\nReserve Bank of India Act, 1934 (2 of 1934)and a foreign company;k.      “Filed” means filed\r\nin the office of the Bench.l.       “Form” means a form\r\nspecified in Annexure-II;m.    “Member” means a\r\nmember (whether judicial or technical)of the Board and includes the Chairman\r\nand Vice-Chairmann.      “The Monopolies Act”\r\nmeans the Monopolies and Restrictive Trade Practices Act, 1969 (54 of 1969);o.     “Office of the\r\nBench” means the office of the Bench Officer;p.     “Party” means a\r\nperson who files an application or petition before a Bench, the respondent; the\r\nRegistrar of Companies or the Regional Director and includes any person who has\r\na right under the Act or the Reserve Bank of India Act, 1934 (2 of 1934)to make\r\nsuggestion or objections;q.     “Petition” means an\r\napplication, appeal or complaint in pursuance of which any proceeding, not\r\nbeing an interlocutory proceeding, is commenced by the Bench;r.       “Reference” means a\r\nreference within the meaning of regulation 35,40 and 42 of these regulations’s.      “Regional Director’”\r\nmeans a person appointed by the Central Government as a Regional Director for\r\nthe purpose of the Act;t.       “Registrar” means\r\nRegistrar of Companies appointed under the Act;u.      “Sealed” means\r\nsealed with the seal of the ‘Board’ of ‘Bench;v.      “Secretary” means\r\nSecretary to the Board and includes “Under Secretary” to the Board and any\r\nother officer by whatever name called, to whom powers and duties of Secretary\r\nmay be entrusted under regulation 31;w.     “Section” means a\r\nsection of the Act;x.      Omitted by Amendment\r\nRegulations, 1997y.      “Vice-Chairman”\r\nmeans Vice Chairman of the Board;1.     \r\n2.     \r\n  Words\r\nor expressions occurring in these regulations and not defined in sub-\r\nregulation (1)shall bear the same meaning as in the Act.", "3": "Company Law Board Regulations, 1991 Chapter II General 3.  Composition of\r\nBenches of the Board – 1.     \r\n  Subject\r\nto regulation 4 every Bench of the Board formed under the sub-section (4B)of section\r\n10E may consist of one or more members.2.     \r\n  The\r\norder of the Chairman forming any Bench shall specify therein the powers which\r\nshall be exercised and functions which shall be discharged by the Bench.3.     \r\n  The\r\nChairman shall, in relation to each Bench formed specify the member of the\r\nBench before whom every matter requiring decision of the Board (not being a matter\r\naffecting the final disposal of the petition)shall be placed for orders and in\r\nthe absence of the member so specified every such matter shall be placed before\r\nany other member of the Bench who is present.", "4": "Company Law Board Regulations, 1991 4. Power of the\r\nChairman to specify matters which may be dealt with by a Bench-1.     \r\n  It\r\nshall be lawful for the Chairman to provide that matters falling under sections\r\n235, 237, 247, 248, 250, 388B, 408 and 409and matters falling under Chapter VI\r\nof Part VI of the Act and under section 2A of the Monopolies Act shall be dealt\r\nwith by a Bench consisting of not less than two members including the Chairman\r\nor the Vice-Chairman (which shall be known as the Principal Bench)1A.  \r\n  It\r\nshall also be lawful for the Chairman to provide that matters falling under\r\nsection 235 and 237 of the Act and matters falling under Chapter VI of Part VI\r\nof the Act in so far as they relate to Southern Region shall be dealt with by a\r\nBench consisting of not less than two Members (which shall be known as\r\nAdditional Principal Bench).1.     \r\n2.     \r\n  The\r\nPrincipal Bench shall be at New Delhi but the Principal Bench may sit at such\r\nplaces in India and at such time as may be most convenient in exercise of its\r\npowers and functions in India.2A.   The Additional\r\nPrincipal Bench shall be at Chennai but it may sit at such places in the\r\nSouthern Region as may be more convenient in exercise of its powers and\r\nfunctions.1.     \r\n2.     \r\n3.     \r\n  It\r\nshall be lawful for the Chairman to provide for matters falling under section\r\n111, 111A and 269of the Act and under section 22A of the Securities Act shall\r\nbe dealt with by a Bench consisting of not less than two members.4.     \r\n  All\r\nother matters including interlocutory and miscellaneous applications connected\r\nwith the matters falling under sub-regulations (1), (1A) and (3)of this\r\nregulation may be heard and decided by a Bench consisting of a single member:Provided that\r\nnotwithstanding anything contained in regulation 7, it shall be lawful for the\r\nChairman to transfer any matter pending before any Regional Bench or the\r\nAdditional Principal Bench to the Principal Bench, for reasons to be recorded\r\nin writing.", "5": "Company Law Board Regulations, 1991 5. Vacancy in the\r\noffice of the Chairman -If, for any reasons,\r\nthe Chairman is not appointed or a casual vacancy occurs in the office of the\r\nChairman, the senior most member of the Board, holding office of member for the\r\ntime being, shall discharge the functions of the Chairman until a person is\r\nappointed as the Chairman.", "6": "Company Law Board Regulations, 1991 6. Inability of the\r\nChairman to function  -\r\nOmitted by Amendment\r\nRegulations, 1995", "7": "Company Law Board Regulations, 1991 7. Jurisdiction of\r\nthe Bench – 1.     \r\n  All\r\nproceedings, other than the proceedings before the Principal Bench under\r\nregulation 4, shall be instituted before the Bench within whose jurisdiction\r\nthe registered office of the company is situated.2.      The regions where the\r\nBenches shall ordinarily have their sittings are the Northern Region, the\r\nSouthern Region including Additional Principal Bench, the Eastern Region and\r\nthe Western Region, the States and Union Territories falling within each of\r\nsuch regions being States and Union Territories as provided in Annexure-I to\r\nthese regulations.3.     \r\n  The\r\nBenches shall ordinarily have their sittings at Calcutta (Eastern Region),\r\nBombay (Western Region), Madras (Southern Region including Additional Principal\r\nBench) and New Delhi (Northern Region).Provided that the\r\nBench may, at its discretion, hold its sittings in any other city or town\r\nfalling within the region or at any other place outside the region with the\r\nconsent of the parties.", "8": "Company Law Board Regulations, 1991 8. Language of the\r\nBench – 1.     \r\n  The\r\nproceedings of a Bench shall be conducted in English or Hindi.2.     \r\n  No\r\npetition, application, reference, document or other matter contained in any\r\nlanguage other than English or Hindi shall be accepted by the Board unless the same\r\nis accompanied by a true translation thereof in English or Hindi.3.     \r\n  All\r\ndocuments required to be translated into English or Hindi shall be translated\r\nby a person appointed or approved by the Board.Provided that any\r\ntranslation which is agreed to by the parties to the proceedings may be\r\naccepted by the Board in appropriate cases as a true translation.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  All\r\nfinal and interlocutory orders of the Bench shall be in English or Hindi.", "9": "Company Law Board Regulations, 1991 9. Sitting hours of\r\nthe Bench – Sitting hours of the\r\nBenches shall ordinarily be from 10.30 a.m. to 1.30 p.m and from 2.30 p.m to\r\n4.30 p.m. on all working days except Saturday, Sunday and other public\r\nHolidays, subject to any general or special order made by the Chairman.", "10": "Company Law Board Regulations, 1991 10. Bench to have\r\nseal of its own – 1.     \r\n  There\r\nshall be a separate seal of a Bench of the Board.2.     \r\n  Every\r\nsuch seal shall be kept in the custody of the Secretary or Bench Officer and\r\nshall be used under his direction or control.3.     \r\n  Every\r\norder or communication made, notice issued or certified copy granted, by a\r\nBench shall be stamped with the seal of the concerned Bench, and shall be\r\nauthenticated by the Secretary or the Bench Officer, as the case may be.", "11": "Company Law Board Regulations, 1991 11. Petitions, etc.\r\nto be in writing – 1.     \r\n  Every\r\naffidavit, application, reference or petition shall be written, typewritten\r\ncyclostyled or printed, neatly and legibly, on one of the substantial paper of\r\nfoolscap size in double space and separate sheets shall be stitched together\r\nand every page shall be consecutively numbered/2.     \r\n  Numbers\r\nand dates specified in any affidavit, application, reference or petition shall\r\nbe expressed in figures as well as in works; and, where the date specified\r\ntherein has not been stated according to the Gregorian Calendar, the\r\ncorresponding date according to the Gregorian Calendar shall also be specified.\r\n", "12": "Company Law Board Regulations, 1991 12. Application,\r\nreference or petition to be divided into paragraphs – Every application,\r\nreference or petition shall be divided into separate paragraphs which shall be\r\nnumbered serially and shall state thereon the matter, and the name of the\r\ncompany, to which it relates.", "13": "Company Law Board Regulations, 1991 13. General heading\r\nto be in Form No. 1 in Annexure II – The general heading\r\nin all proceedings, whether original or interlocutory, and of advertisements\r\nand notices, shall be as in Form No. 1 in Annexure II", "14": "Company Law Board Regulations, 1991 14. Procedure for\r\nfiling petition – 1.     \r\n  Subject\r\nto the provision of regulations 35 and 37, a petition to the Bench shall be\r\nprepared in Form No.1 in Annexure II and presented by the petitioner in person\r\nor through authorized representative to the office of the Bench or be sent by\r\nregistered post with acknowledgment due addressed to the Secretary or Bench\r\nOfficer of the Bench concerned, as the case may be.2.     \r\n  The\r\npetitioner shall serve a copy of the petition, reference or application on the\r\nrespondent or respondents, as the case may be, and produced evidence of such\r\nservice.3.     \r\n  Provided\r\nthat where the number of respondents is more than five, Secretary or Bench\r\nOfficer may permit the petitioner to file extra copies of the petition at the\r\ntime of issue of notice to the respondents.4.     \r\n  The\r\npetitioner shall serve a copy of the reference or petition other than a\r\npetition, under sections 49, 79, 80A, (111, 111A), 113, 118, 144, 163, 188,\r\n196, 219, 225, 284, 304 and 307 of the Act, upon the concerned Registrar of\r\nCompanies, having jurisdiction over the company and shall attach to and present\r\nwith his petition, reference an acknowledgment from the office of the Registrar\r\nof Companies receiving a copy of the petition, reference, so served.Provided that, in the\r\ncase of a petition under section 17 by a company licensed under section 25 of\r\nthe Act, the copy of the petition shall also be served upon the Regional\r\nDirector:Provided further\r\nthat, in case of a petition or complaint under section 235, 237, 250, 397, 398,\r\n408 and 409 of the Act, a copy thereof shall also be served upon the Central\r\nGovernment.a.      Notwithstanding\r\nanything contained in sub-regulations (1)to (2), the Bench may permit more than\r\none person to join together and file a single petition if it is satisfied,\r\nhaving regard to the cause of action and the nature of relief prayed for, that\r\nthey have a common interest in the matter.b.     Such permission shall\r\nbe granted where the joining of the petitioners by a single petition is\r\nspecifically permitted by the Act.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  Every\r\npetition, other than an application under (sub-section (9)of section 58A of the\r\nAct or under sub-section (2)of section 45QA of the Reserve Bank of India Act,\r\n1934 (2 of 1934),)shall be accompanied by an affidavit verifying the same and\r\nshall be drawn up in the first person and shall state the full name, age,\r\noccupation and complete residential address of the deponent and shall be signed\r\nby the deponent and sworn before the person specified in section 558 of the\r\nAct.6.     \r\n  Where\r\nthe deponent is not personally is not personally known to the person before\r\nwhom the affidavit under sub-regulation (5)is sworn, he shall be identified by\r\na person who is known to the person before whom the affidavit is sworn.7.     \r\n  Every\r\naffidavit under sub-regulation (5)shall clearly and separately indicate the\r\nstatements which are true to the-a.      Knowledge of the\r\ndeponent;b.     Information received\r\nby the deponent;c.      Belief of the\r\ndeponent; andd.     Information based on\r\nlegal advice.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n7.     \r\n8.     \r\n  Where\r\nthe statement referred to in sub-regulation (7)is stated to be true to the\r\ninformation received by the deponent, the affidavit shall also include the name\r\nand complete residential address of the person from whom the information has\r\nbeen received by the deponent and whether the deponent believes that information\r\nto be true.", "15": "Company Law Board Regulations, 1991 15. Presentation and\r\nscrutiny of petition – 1.     \r\n  The\r\noffice of the Bench shall endorse on every petition the date on which it is\r\npresented.2.     \r\n  If,\r\non scrutiny, the petition is found to be in order, it shall be duly registered\r\nand given a serial number.3.     \r\n  If\r\nthe petition, on scrutiny, is found to be defective and the defect noticed is\r\nformal in nature, the Secretary or Bench Officer may allow the party to rectify\r\nthe same in his presence and if the said defect is not formal in nature, the\r\nSecretary or Bench Officer may allow the petitioner such time to rectify the\r\ndefect as the may deem fit.4.     \r\n  Where\r\nthe petitioner is aggrieved by the order made by the Secretary or Bench Officer\r\nunder sub-regulation (3), the matter shall be placed before the Bench for its\r\norder and it shall be competent for a single member of the Bench to issue\r\nnecessary direction which shall be deemed to be the direction of the Bench.", "16": "Company Law Board Regulations, 1991 16. Contents of\r\npetition – Every petition; other\r\nthan an application filed under regulation 37 shall set forth the name of the\r\ncompany , with its status, date of incorporation, the address of its registered\r\noffice, authorized capital, paid-up capital with division of different classes\r\nof shares and terms of issue, if any, in the case of preference shares, main\r\nobjects in brief, for which the company was formed, present business activities\r\nof the company, and shall also set forth concisely under distinct heads the\r\ngrounds for such petition and the nature of relief(s)prayed for.", "17": "Company Law Board Regulations, 1991 17. Contents of\r\ninterlocutory application – An application filed\r\nsubsequent to the filing of the petition applying for any interim order or\r\ndirection shall, as far as possible, be in Form No. 2 in Annexure II and shall\r\nbe accompanied by an affidavit verifying the application in the manner laid\r\ndown in regulation 14:Provided that it\r\nshall not be necessary to present a separate application to seek an interim\r\nrelief or direction, except for condonation of delay in filing the petition,\r\nif, in the original petition, the same is prayed for.", "18": "Company Law Board Regulations, 1991 18. Documents to\r\naccompany the petition-1.     \r\n  A\r\npetition shall be accompanied by documents as prescribed in Annexure III and\r\nshall be accompanied by an Index of Documents.2.     \r\n  Documents\r\nreferred to in sub-regulation (1)may be attested by the (party or the authorized\r\nrepresentative or the advocate )and the documents shall be marked serially as\r\nAnnexures A1, A2, A3 and so on.3.     \r\n  Where\r\nthe petition is filed by the authorized representative, memorandum of\r\nappearance shall be appended to the petition ( as in Form No. 5 in Annexure II)Provided that where\r\nthe petition is filed by an advocate, it shall be accompanied by a duly\r\nexecuted Vakalatnama.", "19": "Company Law Board Regulations, 1991 19. Rights of a party\r\nto appear before the Bench – 1.     \r\n  Every\r\nparty may appear before a Bench in person or through an authorized\r\nrepresentative.2.     \r\n  A\r\nparty may, in writing, authorize an Advocate or a Secretary-in-whole-time\r\npractice or a practising Chartered Accountant or practising Cost and Works\r\nAccountant, to function as a representative of such party. A company may\r\nappoint and authorise its Directors or Company Secretary to appear, in its\r\nbehalf, in any proceedings before the Bench. The Central Government, the\r\nRegional Director or the Registrar may authorise an officer to appear in its\r\nbehalf.", "20": "Company Law Board Regulations, 1991 20. Plural remedies –\r\nA petition shall be\r\nbased upon a single cause of action and may seek one or more reliefs provided\r\nthat they are consequential to one another.", "21": "Company Law Board Regulations, 1991 21. Service of notice\r\nand process issued by the Bench – 1.     \r\n  Any\r\nnotice or process to be issued by the Bench may be served by any of the\r\nfollowing modes directed by the Bench:             \r\n i.        \r\n  service\r\nby the party itself;by\r\nhand delivery (dasti)through a messenger of the Office of the Bench;           \r\n iii.        \r\n  under\r\nCertificate of Posting;           \r\n iv.        \r\n  by\r\nregistered post with acknowledgment due if so required by an order of the\r\nBench;            \r\n v.        \r\n  where\r\nthe Central Government is a party, through the Secretary of the concerned\r\nMinistry or Department or through Branch Secretariat of the Ministry of Law or\r\nthrough Standing Counsel of the Central Government;           \r\n vi.        \r\n  where\r\nthe State Government is a party, through the Chief Secretary or the Standing\r\nCounsel of the State Government.1.     \r\n2.     \r\n  Where\r\na notice is required to be served on a company, it shall be served in the\r\nmanner specified in section 51 or, in the case of a foreign company, in the\r\nmanner specified in section 496, and may also be served in such other manner as\r\nthe Secretary or the Bench Officer may direct.3.     \r\n  Save\r\nas otherwise provided in sub-regulation (2), notices and other documents, which\r\nare required to be served on any person, other than a company, shall be served\r\nby delivering or tendering a copy thereof to such person or his authorised\r\nrepresentative, where he appears by such representative or by prepaid\r\nregistered post, acknowledgement due, addressed to the last-known address of\r\nsuch person.4.     \r\n  Where\r\na notice is served by registered post the Secretary or Bench Officer may, if\r\nthe acknowledgment is not received, determine the question as to the\r\nsufficiency of the service of the notice.5.     \r\n  Where\r\nthe notice sent by registered post is returned by the post office with the\r\nremark “refused”, the notice may be presumed to have been duly served .6.     \r\n  Every\r\nnotice, of the petition or reference issued by the Bench shall, unless\r\notherwise ordered, be accompanied by a copy of the petition or reference, as\r\nthe case may be.7.     \r\n  Notwithstanding\r\nanything contained in sub-regulation (1)to (6), where, for any reason\r\nwhatsoever, it is not reasonably practicable to serve notice of petition on all\r\nthe respondents, the notice may be served by public advertisement, as the Bench\r\nmay in each case direct,8.     \r\n  The\r\nBench shall in such cases, determine who shall bear the cost of the public\r\nadvertisement.", "22": "Company Law Board Regulations, 1991 22. Filling of reply\r\nand other documents by the respondents – 1.     \r\n  Each\r\nrespondent intending to contest the petition shall file, in triplicate, the\r\nreply to the petition and the documents relied upon with the office of the\r\nBench within such period as may be fixed by the Bench but not exceeding fifteen\r\ndays of service of petition upon him.2.     \r\n  In\r\nthe reply filed under sub-regulation (1), the respondent shall specifically\r\nadmit, deny or explain the facts stated by the petitioner in his petition and\r\nmay also state such additional facts as may be found necessary for the just\r\ndecision of the case. The reply so filed shall be signed and verified in the\r\nmanner as provided in regulation 14.3.     \r\n  The\r\ndocuments referred to in sub-regulation (1)shall also be filed along with the\r\nreply and the same shall be marked as Annexues R1, R2, R3 and so on.4.     \r\n  The\r\nrespondents shall also serve a copy of the reply along with the document\r\nmentioned in sub-regulation (1)duly attested to be true copies on the\r\npetitioner or his authorised representative, if any, and file proof of such\r\nservice with the office of the Bench.5.     \r\n  The\r\nBench may, if so satisfied, allow filing of the reply after the expiry of the\r\nprescribed period on sufficient cause being shown.", "23": "Company Law Board Regulations, 1991 23. Filling of\r\ncounter-reply by the petitioner – Where the respondent\r\nstates such additional facts as may be necessary for the just decision of the\r\ncase under sub-regulation (2)of regulation 22, the Bench may allow the\r\npetitioner to file a counter-reply to the reply filed by the respondent. The\r\nprocedure laid down in regulation 22 shall apply, mutatis mutandis, to the\r\nfiling of such counter-reply.", "24": "Company Law Board Regulations, 1991 24. Power of the\r\nBench to call for further information/evidence-The Bench may, before\r\npassing orders on the petition, require the parties or any one or more of them,\r\nto produce such further documentary or other evidence as the Bench may consider\r\nnecessary-a.      for the purpose of\r\nsatisfying itself as to the truth of the allegations made in the petition; orb.    \r\n  for\r\nascertaining any information which, in the opinion of the Bench, is necessary\r\nfor the purpose of enabling it to pass orders on the petition.", "25": "Company Law Board Regulations, 1991 25. Hearing of\r\npetition – The Bench may, if\r\nsufficient cause is shown at any stage of the proceeding grant time to the\r\nparties or any of them and adjourn the hearing of the petition or the\r\napplication. The Bench may make such order as it thinks fit with respect to the\r\ncosts occasioned by such adjournment.", "26": "Company Law Board Regulations, 1991 26. Procedure to be\r\nfollowed where any party does not appear – 1.     \r\n  Where,\r\non the date fixed for hearing of the petition or any application or on any\r\nother date to which such hearing may be adjourned, the petitioner or the\r\napplicant as the case may be, does not appear when the petition or the\r\napplication is called for hearing, the Bench may, in its discretion, either\r\ndismiss the petition or the application for default or hear and decide the same\r\nex parte.2.     \r\n  Where\r\na petition or application has been dismissed for default and the petitioner or\r\nthe applicant files an application within thirty days from the date of\r\ndismissal and satisfies the Bench that there was sufficient cause for his\r\nnon-appearance when the petition or the application was called for hearing, The\r\nBench may pass an order setting aside the order dismissing the petition or the\r\napplication and restore the same.Provided, however,\r\nwhere the case was disposed on merit, the decision shall not be recalled.1.     \r\n2.     \r\n3.     \r\n  Where,\r\non the date fixed for hearing or any other date to which such hearing may be\r\nadjourned, the petitioner appears but the respondent does not appear when the\r\npetition is called for hearing, the Bench, may, in its discretion, adjourn the\r\nhearing or hear and decide the petition ex parte.4.     \r\n  Where\r\nthe petition has been heard ex parte against the respondent or respondents,\r\nsuch respondent or respondents may apply to the Bench within thirty days for an\r\norder to set aside and if the respondent and respondents satisfy the Bench that\r\nthe notice was not duly served on him or them or that he or they were prevented\r\nby any sufficient cause from appearing when the petition was called for\r\nhearing, the Bench may make an order setting aside the ex parte order against\r\nhim or them on such terms as it thinks fit and shall appoint a date for\r\nproceeding with the petition.Provided that where\r\nthe ex parte order is of such nature that it cannot be set aside as against one\r\nrespondent only, it may be set aside as against all or any or the other\r\nrespondents also.Provided further that\r\nin cases covered by sub-regulation (7)of regulation 21, the Bench shall not set\r\naside the ex parte order merely on the ground that a shareholder or a creditor\r\ndid not have the notice of the petition.", "27": "Company Law Board Regulations, 1991 27. Review – Regulation 27 omitted\r\nby CLB (Amendment) Regulations, 1992.", "28": "Company Law Board Regulations, 1991 28. Substitution of\r\nlegal representative – 1.     \r\n  In\r\nthe case of death of any party during the pendency of the proceedings before\r\nthe Bench, the legal representatives of the deceased party may apply within\r\nthirty days of the date of such death for being brought on record as necessary\r\nparties.2.      Where no application\r\nis received within the period specified in sub-regulation (1), the proceedings\r\nagainst the decreased party shall abate:Provided that, on\r\ngood and sufficient reasons, the Bench, on application , may set aside the\r\norder of abatement and substitute the legal representative.", "29": "Company Law Board Regulations, 1991 29. Order of the\r\nBench – 1.     \r\n  Every\r\norder of the Bench shall be in writing, and shall be signed by the member or\r\nmembers constituting the Bench which pronounces the order.2.      In case of difference\r\nof opinion among the members of the Bench, the opinion of the majority shall\r\nprevail and the opinion or orders of the Bench shall be expressed in terms of\r\nthe views of the majority:Provided that where a\r\nmatter is heard by a Bench consisting to an even number of Members and such\r\nmembers are divided equally in their opinion, it shall be placed before the\r\nChairman who may himself deal with the matter or nominate any other Member to\r\ndeal with the same.1.     \r\n2.     \r\n3.     \r\n  Any\r\norder of the Bench deemed fit for publication in any journal, authoritative\r\nreport or the Press may be released for such publication on such terms and\r\nconditions as the Board may specify by general or special order.4.     \r\n  A\r\ncopy of every interim order granting or refusing or modifying interim relief\r\nand final order passed on any petition or reference shall be communicated to\r\nthe petitioner the applicant and to the respondents and other parties concerned\r\nfree of cost:Provided that in the\r\ncase of an order under section 17 confirming change of registered office, two\r\ncopies of the order shall be supplied to the petitioner company free of cost:1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  If\r\nthe petitioner or the applicant or the respondent to any proceedings requires a\r\ncopy of any document or proceeding, the same shall be supplied to him on such\r\nterms and conditions and on payment of such fee as may be fixed by the Bench by\r\ngeneral or special order.6.     \r\n  The\r\nBench may make such order or give such direction as may be necessary or\r\nexpedient to give effect to its orders or to prevent abuse of its process or to\r\nsecure the ends of justice.7.     \r\n  It\r\nshall be lawful for a Bench to fix, and award, costs to any of the parties\r\nbefore it where it is of opinion that the award of such costs is necessary", "30": "Company Law Board Regulations, 1991 30. Inspection of\r\nrecords and supply of certified copies – 1.     \r\n  Records\r\nof every pending proceedings will be open, as of right, to the inspection of\r\nthe parties or their authorised representatives, on making an application in\r\nwriting and on payment of a fee of Rs.10/- per day.2.     \r\n  Subject\r\nto the provisions of sub-regulation (4)of Regulation 29, a person who is not a\r\nparty to the proceedings, may after the final orders are passed, for sufficient\r\nreasons shown to the satisfaction of the Bench, obtain copies of the petition,\r\nreplies and counter-replies on payment of such fee, as may be fixed by the\r\nBench by general or special order.3.     \r\n  A\r\nperson, who is not a party to the proceedings, may also obtain, as of right, at\r\nany time after the final orders are passed by the Bench, copies of the orders,\r\non payment of such fee, as may be fixed by the Bench by general or special\r\norder.4.     \r\n  A\r\nperson, who is not a party to the proceedings, has, however, no right to\r\ninspect the records of the proceedings or to obtain copies of the Exhibits put\r\nin evidence, except with the consent of the person by whom they were produced\r\nor under the orders of the Bench.", "31": "Company Law Board Regulations, 1991 31. Powers and\r\nfunctions of the Secretary – 1.     \r\n  The\r\nSecretary shall be the principal officer of the Board and shall exercise his\r\npowers and perform his duties under the control of the Chairman.2.     \r\n  The\r\nBoard, in discharge of its functions under the Act, may take such assistance\r\nfrom the Secretary, as it may deem fit, and the Secretary, shall be bound to\r\nassist the Board.3.     \r\n  In\r\nparticular and without prejudice to the generally of the provisions of this rule,\r\nthe Secretary shall have the following powers and perform the following duties,\r\nnamely :-a.      The Secretary shall\r\nhave the custody of the records of the Principal Bench.b.     The Secretary shall\r\nreceive all petitioners, applications or references pertaining to the Principal\r\nBench.c.      The Secretary shall\r\nassist the Principal Bench in the proceedings relating to the powers exercised\r\nby the Principal Bench.d.     The Secretary shall\r\nhave the power to call for information/records and to inspect or cause to be\r\ninspected the records of other Benches.e.      The Secretary shall\r\nauthenticate the orders passed by the Principal Benchf.      The Secretary shall\r\nensure compliance of the orders passed by the Principal Bench and other\r\nBenches.g.     The Official seal of\r\nthe Board shall be in the custody and control of the Secretary.h.      The Secretary shall\r\nhave the right to collect from the Central Government or other offices,\r\ncompanies and firms, or any other persons such information as may be considered\r\nuseful for the purpose of efficient discharge of the functions of the Board\r\nunder the Act and place the said information before the Board.", "32": "Company Law Board Regulations, 1991 32. Powers and duties\r\nof the Bench Officer – 1.     \r\n  In\r\naddition to the powers conferred elsewhere in these Regulations, the Bench\r\nOfficer shall have the followings powers and duties subject to any general or\r\nspecial order of the Bench concerned, namely-             \r\n i.        \r\n  to\r\nreceive all petitions or applications and other documents including transferred\r\napplications;            \r\n ii.        \r\n  to\r\ndecide all questions arising out of the security of the petitions and\r\napplications before they are registered;           \r\n iii.        \r\n  to\r\nrequire any petition or application presented to the Bench to be amended in\r\naccordance with the Act and the regulations;           \r\n iv.        \r\n  subject\r\nto the direction of the Bench, to fix the date of first hearing of the\r\npetitions or applications or other proceedings and issue notices thereof;            \r\n v.        \r\n  to\r\ndirect any formal amendment of records;           \r\n vi.        \r\n  to\r\norder grant of copies of documents to parties to the proceedings;          \r\n vii.        \r\n  to\r\ngrant leave to inspect the records of the Bench;         \r\n viii.        \r\n  to\r\ndispose of matters relating to service of notices;           \r\n ix.        \r\n  to\r\nreceive applications within thirty days from the date of death for substitution\r\nof authorised representatives of the deceased parties during the pendency of\r\nthe petition or application;            \r\n x.        \r\n  to\r\nreceive and dispose of application for substitution, except where the\r\nsubstitution would involve setting aside an order of abatement;           \r\n xi.        \r\n  to\r\nreceive and dispose of applications by parties for return of documents.2.     \r\n  An\r\nappeal against any decision by a Bench Officer under clause (ii), (iii), (v)and\r\n(vii)shall be made to the Bench by the aggrieved party within fifteen days from\r\nthe date such decision is communicated to him.", "33": "Company Law Board Regulations, 1991 33. Registers of\r\npetitions and applications – 1.     \r\n  There\r\nshall be kept in the office of the Bench two separate registers, one for the\r\npetitions and the other for the applications filed before the Bench.2.     \r\n  In\r\nevery register, referred to in sub-regulation (1), there shall be entered the\r\nfollowing particulars, namely -a.      the serial number of\r\nthe petition or application and in addition, in the case of an application, the\r\nserial number of the petition to which it relates;b.     the date of\r\npresentation or receipt of the petition or application;c.      the name of the\r\ncompany to which the matter relates;d.     the name and address\r\nof the petitioner or applicant;e.      the names and\r\naddresses of the other parties to the petition or application and the names and\r\naddresses of the authorised representatives of the parties, if any;f.      the provision of law\r\nunder which the petition or application is made;g.     the nature of the\r\nreliefs which have been sought;h.      the date of disposal\r\nof the petition or application;i.       the nature of the\r\norder made by the Bench;j.       the date when the\r\nformal order is drawn up and communicated to the parties;k.      remarks, if any.1.     \r\n2.     \r\n3.     \r\n  Separate\r\nregisters shall be opened for each year and each register of petitions shall be\r\npreserved permanently and each register of application shall be preserved for a\r\nperiod of eight years.", "34": "Company Law Board Regulations, 1991 34. Fees – 1.     \r\n  In\r\nrespect of the several matters mentioned in Annexure III, there shall be paid\r\nfees for every petition as prescribed:Provided that no fee\r\nshall be payable or shall be liable to be collected on a petition filed or\r\nreference made by the Registrar of Companies, Regional Director or by any\r\nofficer on behalf of the Central Government:1.     \r\n2.     \r\n  Fee\r\nas prescribed shall be levied and collected on every interlocutory application:Provided that no fee\r\nshall be payable or shall be liable to be collected on an application filed by\r\nthe Registrar of Companies, Regional Director or by an officer on behalf of the\r\nCentral Government.3.     \r\n  In\r\nRespect of a petition or application filed before the Principal Bench or the\r\nNorthern, Eastern, Southern/ Additional Principal Bench and Western Regional\r\nBenches of the Board, fees payable under these regulations shall be paid by\r\nmeans of a bank draft drawn in favour of the Pay and Accounts Officer,\r\nDepartment of Companies Affairs, New Delhi/Calcutta/Madras/Bombay, as the case\r\nmay be.", "35": "Company Law Board Regulations, 1991 Chapter III Special\r\nProvisions Relating to Certain Specific Matters 35. Reference to\r\nCompany Law Board – Any reference to the\r\nBoard by the Registrar of Companies under section 621A of the Act or any\r\nreference to the Board by the Central Government under sections 250, 269, 388-B\r\nand 408 of the Act or any reference by a company under clause (c)of sub-section\r\n(4)of section 22A of the Securities Act shall be made by way of an application\r\nin Form No. 3, and shall be accompanied by documents mentioned in Annexure III", "36": "Company Law Board Regulations, 1991 36. Petition under\r\nsection 17 – 1.     \r\n  The\r\ncompany shall, not less than one month before filing any petition under section\r\n(2)of section 17,-             \r\n i.        \r\n  publish\r\na general notice, at least once, in the district in a daily newspaper published\r\nin English and in the Principal language of that district in which the\r\nregistered office of the company is situated and circulating in that district\r\nclearly indicating the substance of the petition and stating that any person\r\nwhose interest is likely to be affected by the proposed alteration of the\r\nMemorandum may intimate to the Bench Officer within twenty-one days of the date\r\nof publication of that notice, the nature of interest and grounds of\r\nopposition; andserve,\r\nby certificate of posting, individual notice(s)to the effect set out in\r\nclause(i)above on each debenture-holder and creditor of the company, unless\r\notherwise required by the Bench to be sent by registered post.1.     \r\n2.      Where the petition\r\nseeks to change the registered office of the petitioner-company from one State\r\nto another, a notice together with the copy of the petition shall also be\r\nserved by registered post on the Chief Secretary to the Government of the State\r\nin which the registered office of the petitioner-company is situate, or, where\r\nthe registered office of the company is situated in a Union Territory, to the\r\nAdministrator/Lt. Governor of the Union Territory.3.      Any person intending\r\nto oppose the petition shall within twenty-one days from the date of service or\r\npublication of the notice, as the case may be, deliver, or cause to be\r\ndelivered, or send by registered post, the objections supported by an\r\naffidavit, in original, to the Bench Officer and shall serve a copy of the\r\nobjections on the petitioner-company at its registered office.4.      If default is made in\r\ncomplying with any provision of sub-regulation (3), the person concerned shall\r\nbe deemed to have consented to the alteration proposed in the petition.Provided that the\r\nBench, may, if it thinks fit, even after the final hearing permit any person to\r\nfile objections after giving notice to the petitioner-company.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.      The\r\npetitioner-company shall prove the despatch, publication and service of\r\nnotice(s)by an affidavit and such affidavit shall be enclosed with the\r\npetition.6.      A petition under\r\nsection 17 shall invariably contain information relating to the number of\r\ncreditors and the total amount due to them up to the latest practicable date\r\nproceeding the date of filing of the petition and, in any case, the date to\r\nwhich the list referred to in sub-regulation (8)is made up, shall not precede\r\nthe date f filing the petition by more than two months. A list of creditors and\r\ndebenture-holders shall also be filed along with the petition7.      The Secretary of the\r\npetitioner-company if any, and not less than two directors of the company, one\r\nof whom shall be a managing director, where there is one, shall file an\r\naffidavit to the effect that they have made a full enquiry into the affairs of\r\nthe company and, having done so, have formed the opinion that the list referred\r\nto in sub-regulation (8)is correct, that the estimated value as given in the\r\nlist of the debts or claims payable on a contingency or not ascertained are\r\nproper estimates of the values of such debts and claims included in the list\r\nare borne out by the books and records of the company and that there are no\r\nother debts of, or claims against, the company to their knowledge.8.      Duly authenticated\r\ncopy of the list of creditors and debenture-holders showing their names,\r\naddresses and the amounts due to each of them shall be kept at the registered\r\noffice of the company and any person desirous of inspecting the same may, at\r\nany time, during the ordinary hours of business, inspect and take extracts from\r\nthe same on payment of rupees ten to the company.9.      Where no objection\r\nhas been received from any of the parties, who have been duly served, the Bench\r\nOfficer may put up the petition for orders without hearing.10.   Omitted by ibid.", "37": "Company Law Board Regulations, 1991 37. Application for\r\ndeposit – Applications under\r\nsub-section (9) of section 58A of the Act or 45QA of the Reserve Bank of India\r\nAct, 1934 (2 of 1934), shall be in Form No. 4 in Annexure-II and shall be\r\nsubmitted in duplicate.", "38": "Company Law Board Regulations, 1991 38. Petition under\r\nsection 397 or 398 – A petition under\r\nsection 397 or 398 shall not be withdrawn without leave of the Board, and where\r\nthe petition has been presented by a member or members authorised by the\r\nCentral Government under sub-section (4) of section 399, notice of the\r\napplication for leave to withdraw shall be given to the Central Government.", "39": "Company Law Board Regulations, 1991 39. Petition under\r\nsection 407 – A petition under\r\nclause (b) of sub-section (1) of section 407 for leave to any of the persons\r\nmentioned therein as to be appointed or to act as the managing or other\r\ndirector or manger of the company, shall state whether notice of the intention\r\nto apply for such leave has been given to the Central Government and shall be\r\naccompanied by a copy of such notice.", "40": "Company Law Board Regulations, 1991 40. Reference under\r\nsection 621A – 1.     \r\n  Every\r\napplication for compounding of an offence shall be made by a company or its\r\nofficers in default to the Registrar specifying clearly the nature of offence,\r\nthe date or period during which the offence was committed or continued, the\r\nname and address of officers of the company who have committed the offence and\r\nthe prayer made.2.     \r\n  The\r\nRegistrar shall forward the application made by the company, together with his\r\ncomments thereon, to the Board or the Regional Director, as the case may be,\r\nwithin 30 days from the date of receipt of the application.3.     \r\n  Every\r\nRegional Director shall exercise the powers to compound an offence, subject to\r\nany general or special order of the Board.", "41": "Company Law Board Regulations, 1991 41. Petition under\r\nsection 2A of the Monopolies Act – Provisions of these\r\nregulations shall apply mutatis-mutandis to the petition made under section 2A\r\nof the Monopolies Act.", "42": "Company Law Board Regulations, 1991 42. Reference under\r\nsection 22A of the Securities Act-Omitted by CLB\r\n(Amendment) Regulation, 1997.", "43": "Company Law Board Regulations, 1991 Chapter IV Miscellaneous43. Enlargement of\r\ntime – Where any period is\r\nfixed by or under these regulations or granted by a Bench, for the doing of any\r\nact, or filing of any documents or representation, the Bench, may, in its\r\ndiscretion, from time to time, enlarge such period, even though the period\r\nfixed by or under these regulations or granted by the Bench may have expired.", "44": "Company Law Board Regulations, 1991 44. Saving of\r\ninherent power of the Bench – Nothing in these\r\nrules shall be deemed to limit or otherwise affect the inherent power of the\r\nBench to make such orders as may be necessary for the ends of justice or to\r\nprevent abuse of the process of the Bench.", "45": "Company Law Board Regulations, 1991 45. Amendment of\r\norder – Any clerical or\r\narithmetical mistake in any order of the Bench or error therein arising from\r\nany accidental slip or omission may, at any time, be corrected by the Bench\r\neither on its own motion or on the application of any party.", "46": "Company Law Board Regulations, 1991 46. General power to\r\namend – A Bench may, at any\r\ntime, and on such terms as to costs or otherwise, as it may thing fit, amend\r\nany defect or error in any proceeding before it; and all necessary amendments\r\nshall be made for a the purpose of determining the real question or issue\r\nraised by or depending on such proceeding.", "47": "Company Law Board Regulations, 1991 47. Bench to be\r\ndeemed to be a Court for certain purposes – A Bench shall be\r\ndeemed to be a Court or lawful authority for the purpose of prosecution or\r\npunishment of a person who willfully disobeys any direction or order of such\r\nBench.", "48": "Company Law Board Regulations, 1991 48. Power to dispense\r\nwith the requirement of the regulations – Every Bench\r\nshall have power, for reasons to be recorded in writing, to dispense with the\r\nrequirements of any of these regulations, subject to such terms and conditions\r\nas may be specified.", "49": "Company Law Board Regulations, 1991 49. Preparation of\r\npaper book – The Bench Officer, if\r\nit so deemed fit, may call upon the parties to prepare a paper book after\r\ncompletion of the pleading.", "50": "Company Law Board Regulations, 1991 50. Dress for the\r\nmember, for the authorised representatives and for the parties in person – 1.     \r\n  For\r\nthe members – The dress for the members will be suit with a tie or buttoned-up\r\ncoat over a pant.2.     \r\n  For\r\nthe authorised representatives – An authorised representative who is a\r\nprofessional, shall appear before the Bench in his/her professional dress, if\r\nany, and if there is no such dress,-a.      In the case of made,\r\na suit with a tie or buttoned-up coat over a pant.b.     IN the case of\r\nfemale, in a saree or any other dress of a sober colour.1.     \r\n2.     \r\n3.     \r\n  For\r\nparties in person – Parties appearing in person before the Company Law Board\r\nshall be properly dressed."}