{"name": "Companies (Profits) Surtax Act, 1964\r", "1": "1. Short title and extent.-(1) This Act may be called the Companies (Profits) Surtax Act, 1964.(2) It extends to the whole of India.", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-1[(1) \"advance surtax\" means the Surtax payable under section 7A;]2[(1A)] \"assessee\" means a person by whom surtax or any other sum of money is payable under this Act and includes every person in respect of whom any proceeding under this Act has been taken for the assessment of his chargeable profits or of the amount of refund due to him or of the chargeable profits of any other person in respect of which he is assessable or of the amount of refund due to such other person;(2) \"assessment\" includes re-assessment;(3) \"assessment year\" means the period of twelve months commencing on the 1st day of April, every year;(4) \"Board\" means the Central Board of Direct Taxes constituted under the Central Boards of Revenue Act, 1963 (54 of 1963);(5) \"chargeable profits\" means the total income of an assessee computed under the Income-tax Act, 1961 (43 of 1961) for any previous year or years, as the case may be, and adjusted in accordance with the provisions of the First Schedule;(6) \"Income-tax Act\" means the Income-tax Act, 1961 (43 of 1961);(7) \"prescribed\" means prescribed by rules made under this Act;1[(7A) \"regular assessment\" means as assessment made under section 6;](8) \"statutory deduction\" means an amount equal to 3[fifteen per cent.] of the capital of the company as computed in accordance with the provisions of the Second Schedule, or an amount of two hundred thousand rupees, whichever is greater: Provided that where the previous year is longer or shorter than a period of twelve months, the aforesaid amount of 3[fifteen per cent.] or, as the case may be, of two hundred thousand rupees shall be increased or decreased proportionately: Provided further that where a company has different previous years in respect of its income, profits and gains, the aforesaid increase or decrease, as the case may be, shall be calculated with reference to the length of the previous year of the longest duration; and(9) all other words and expressions used herein but not defined and defined in the Income-tax Act shall have the meanings respectively assigned to them in that Act.1. Ins. by Act 16 of 1981, s. 35 (w.e.f. 1-4-1981).2. Clause (1) re-numbered as clause (1A) thereof by s. 35, ibid. (w.e.f. 1-4-1981).", "3": "3. Subs. by Act 66 of 1976, s. 29, for \"ten per cent.\" (w.e.f. 1-4-1977) .1[3. Tax authorities.-(1) The income-tax authorities specified in section 116 of the Income-tax Act shall be the authorities for the purposes of this Act and every such authority shall exercise the powers and perform the functions of a tax authority under this Act in respect of any company, and for this purpose his jurisdiction under this Act shall be the same as he has under the Income-tax Act by virtue of orders or directions issued under section 120 of that Act (including orders or directions assigning concurrent jurisdiction) or under any other provision of that Act.(2) The Board may, from time to time, issue such orders, instructions and directions to other tax authorities as it may deem fit for the proper administration of this Act, and such authorities and all other persons employed in the execution of this Act shall observe and follow such orders, instructions and directions of the Board:Provided that no such orders, instructions or directions shall be issued-(a) so as to require any tax authority to make a particular assessment or to dispose of a particular case in a particular manner; or(b) so as to interfere with the discretion of the Commissioner (Appeals) in the exercise of his appellate functions.]", "4": "4. Charge of tax.-Subject to the provisions contained in this Act, there shall be charged on every company for every assessment year commencing on and from the first day of April, 1964, 2[but before the first day of April, 1988] a tax (in this Act referred to as the surtax) in respect of so much of its chargeable profits of the previous year or previous years, as the case may be, as exceed the statutory deduction, at the rate or rates specified in the Third Schedule.", "5": "5. Return of chargeable profits.-(1) In the case of every company whose chargeable profits assessable under this Act exceeded during the previous year the amount of statutory deduction, its principal officer, or where in the case of a non-resident company any person has been treated as its agent under section 163 of the Income-tax Act, such person, shall furnish a return of the chargeable profits of the company during the previous year in the prescribed form and verified in the prescribed manner and setting forth such other particulars as may be prescribed, before the 30th day of September of the assessment year:Provided that on an application made in this behalf, the 3[Assessing Officer] may, in his discretion, extend the date for the furnishing of the return.(2) In the case of any company which in the 3[Assessing Officer] opinion is assessable under this Act, the 3[Assessing Officer] may, before the end of the relevant assessment year, serve a notice upon its principal officer, or where in the case of a non-resident company any person has been treated as its agent under section 163 of the Income-tax Act, upon such person, requiring him to furnish within thirty days from the date of service of the notice a return of the chargeable profits of the company during the previous year in the prescribed form and verified in the prescribed manner and setting forth such other particulars as may be prescribed: Provided that on an application made in this behalf, the 3[Assessing Officer] may, in his discretion, extend the date for the furnishing of the return.(3) Any assessee who has not furnished a return during the time allowed under sub-section (1) or sub-section (2), or having furnished a return) under sub-section (1) or sub-section (2) discovers any omission or wrong statement therein, may furnish a return or a revised return, as the case may be, at any time before the assessment is made.", "6": "6. Assessment.-(1) For the purposes of making an assessment under this Act, the 3[Assessing Officer] may serve on any, person who has furnished a return under sub-section (1) of section 5 or upon whom a notice has been served under sub-section (2) of section 5 (whether a return has been furnished or not) a notice requiring him on a date therein to be specified, to produce or cause to be produced such accounts or documents or evidence as the 1[Assessing Officer] may require for the purposes of this Act and may from time to time serve further notices requiring the production of such further accounts or documents or other evidence as he may require.(2) The 1[Assessing Officer], after considering such accounts, documents or evidence, if any, as he has obtained under sub-section (1) and after taking into account any relevant material which he has gathered, shall, by an order in writing, assess the chargeable profits and the amount of the surtax payable on the basis of such assessment.1. Subs. by Act 4 of 1988, s. 188, for s. 3 (w.e.f. 1-4-1988).2. Ins. by Act 23 of 1986, s. 47 (w.e.f. 1-4-1988).3. Subs. by Act 4 of 1988, s. 187, for \"Income-tax Officer\" (w.e.f.1-4-1988).", "7": "7. Provisional assessment.-(1) The 1[Assessing Officer], before proceeding to make an assessment under section 6 (in this section referred to as the regular assessment) may, at any time after the expiry of the period allowed under sub-section (1) or sub-section (2) of section 5 for the furnishing of the return and whether the return has or has not been furnished, proceed to make in a summary manner a provisional assessment of the chargeable profits and the amount of the surtax payable thereon.(2) Before making such provisional assessment, the 1[Assessing Officer] shall give notice in the prescribed form to the person on whom the provisional assessment is to be made of his intension to do so, and shall with the notice forward a statement of the amount of the proposed assessment, and the said person shall be entitled to deliver to the 1[Assessing Officer] at any time within fourteen days of the service of the said notice a statement of his objections, if any, to the amount of the proposed assessment.(3) On expiry of the said fourteen days from the date of service of the notice referred to in sub-section (2), or earlier, if the assessee agrees to the proposed provisional assessment, the 1[Assessing Officer] may, after taking into account the objections, if any, made under sub-section (2), make a provisional assessment, and shall furnish a copy of the order of the assessment to the assessee: Provided that assent to the amount of the provisional assessment, or failure to make objection to it, shall in no way prejudice the assessee in relation to the regular assessment.(4) There shall be no right of appeal against a provisional assessment made under this section.(5) After a regular assessment has been made, any amount paid or deemed to have been paid towards the provisional assessment made under this section shall be deemed to have been paid towards the regular assessment; and where the amount paid or deemed to have been paid towards the provisional assessment exceeds the amount payable under the regular assessment, the excess shall be refunded to the assessee.1. Subs. by Act 4 of 1988, s.187, for \"Income-tax Officer\" (w.e.f.1-4-1988).2. Ins. by Act 16 of 1981, s. 36 (w.e.f.1-4-1981).", "8": "8. Profits escaping assessment.-If-(a) the 1[Assessing Officer] has reason to believe that by reason of the omission or failure on the part of the assessee to make a return under section 5 for any assessment year or to disclose fully and truly all material facts necessary for his assessment for any assessment year, chargeable profits for that year have escaped assessment or have been under-assessed or assessed at too low a rate or have been made the subject of excessive relief under this Act, or(b) notwithstanding that there has been no omission or failure as mentioned in clause (a) on the part of the assessee, the 1[Assessing Officer] has in consequence of information in his possession reason to believe that chargeable profits assessable for any assessment year have escaped assessment or have been under-assessed or assessed at too low a rate or have been the subject of excessive relief under this Act, he may, in cases falling under clause (a) at any time, and in cases falling under clause (b) at any time within four years of the end of that assessment year, serve on the assessee a notice containing all or any of the requirements which may be included in a notice under section 5, and may proceed to assess or re-assess the amount chargeable to surtax, and the provisions of this Act shall, so far as may be, apply as if the notice were a notice issued under that section.", "9": "9. Penalties.-If the 1[Assessing Officer], in the course of any proceedings under this Act, is satisfied that any person has, without reasonable cause, failed to furnish the return required under section 5, or to produce or cause to be produced the accounts, documents or other evidence required by the 1[Assessing Officer] under sub-section (1) of section 6, or has concealed the particulars of the chargeable profits or has furnished inaccurate particulars of such profits, he may direct that such person shall pay, by way of penalty, in addition to the amount of surtax payable, a sum not exceeding-(a) where the person has failed to furnish the return required under section 5, the amount of 3[surtax chargeable under the Provisions of this Act];(b) in any other case, the amount of surtax which would have been avoided if the return made had been accepted as correct: Provided that the 1[Assessing Officer] shall not impose any penalty under this section without the previous authority of the 4[Deputy Commissioner].1. Subs. by Act 4 of 1988, s.187, for \"Income-tax Officer\" (w.e.f. 1-4-1988).2. Subs. by Act 67 of 1984, s. 77, for \"twelve per cent.\" (w.e.f. 1-10-1984).3. Subs. by Act 26 of 1974, s. 20, for \"surtax payable\" (retrospectively).4. Subs. by Act 4 of 1988, s. 187, for \"Inspecting Assistant Commissioner\" (w.e.f. 1-4-1988).", "10": "10.Opportunity of being heard.-No order imposing a penalty under section 9 2[or section 9A] shall be made unless the assessee has been given a reasonable opportunity of being heard.", "11": "11. Appeals to the 3[Commissioner (Appeals)].-(1) Any person objecting to the amount of surtax for which he is liable as assessed by the 4[Assessing Officer] or denying his liability to be assessed under this Act, or objecting to any penalty or fine imposed by the 4[Assessing Officer], 5[or objecting to the interest levied by the 4[Assessing Officer] under section 7D] or to the amount allowed by the 4[Assessing Officer] by way of any relief under any provisions of this Act, or to any refusal by the 4[Assessing Officer] to grant relief or to an order of rectification or amendment having the effect of enhancing the assessment or reducing the refund, or to an order refusing to allow the claim made by the assessee for a rectification under section 13 or amendment under section 14 may appeal to the 3[Commissioner (Appeals)].(2) Every appeal shall be in the prescribed form and shall be verified in the prescribed manner.(3) An appeal shall be presented within thirty days of the following date, that is to say-(a) where the appeal relates to assessment or penalty or fine, the date of service of the notice of demand relating to the assessment or penalty or fine, or(b) in any other case, the date on which the intimation of the order sought to be appealed against is served: Provided that the 3[Commissioners (Appeals)] may admit an appeal after the expiration of the said period if he is satisfied that the appellant had sufficient cause for not presenting it within that period.(4) The 3[Commissioner (Appeals)] shall hear and determine the appeal and, subject to the provisions of this Act, pass such orders as he thinks fit and such orders may include an order enhancing the assessment or penalty: Provided that an order enhancing the assessment or penalty shall not be made unless the person affected thereby has been given a reasonable opportunity of showing cause against such enhancement.(5) The procedure to be adopted in the hearing and determination of the appeals shall, with any necessary modification, be in accordance with the procedure applicable in relation to income-tax.1. Subs. by Act 4 of 1988, s. 187, for \"Commissioner\" (w.e.f. 1-4-1988).2. Ins. by Act 16 of 1981, s. 38 (w.e.f. 1-4-1981).3. Subs. by Act 29 of 1977, s. 39 and the Fifth Sch., for \"Appellate Assistant Commissioner\" (w.e.f. 10-7-1978).4. Subs. by Act 4 of 1988, s. 187, for \"Income-tax Officer\" (w.e.f. 1-4-1988).5. Ins. by Act 16 of 1981, s. 39 (w.e.f. 1-4-1981).", "12": "12. Appeals to Appellate Tribunal.-(1) Any assessee aggrieved by an order passed by a 2[Chief Commissioner or Commissioner] under section 16, or an order passed by 3[Commissioner (Appeals)] under any provision of this Act, may appeal to the Appellate Tribunal against such order.(2) The 2[Chief Commissioner or Commissioner] may, if he objects to any order passed by the 3[Commissioner (Appeals)] under any provision of this Act, direct the 4[Assessing officer] to appeal to the Appellate Tribunal against the order.(3) Every appeal under sub-section (1) or sub-section (2) shall be filed within sixty days of the date on which the order sought to be appealed against is communicated to the assessee or to the 2[Chief Commissioner or Commissioner], as the case may be.(4) The 4[Assessing Officer] or the assessee, as the case may be, on receipt of notice that an appeal against the order of the 3[Commissioner (Appeals)] has been preferred under sub-section (1) or sub-section (2) by the other party may, notwithstanding that he may not have appealed against such order or any part thereof, within thirty days of the receipt of the notice, file a memorandum of cross-objections, verified in the prescribed manner, against any part of the order of the 3[Commissioner (Appeals)] and such memorandum shall be disposed of by the Appellate Tribunal as if it were an appeal presented within the time specified in sub-section (3).(5) The Appellate Tribunal may admit an appeal or permit the filing of a memorandum of cross-objections after the expiry of the relevant period referred to in sub-section (3) or sub-section (4), if it is satisfied that there was sufficient cause for not presenting it within that period.(6) An appeal to the Appellate Tribunal shall be in the prescribed form and shall be verified in the prescribed manner and shall, except in the case of an appeal referred to in sub-section (2) or a memorandum of cross-objections referred to in sub-section (4), be accompanied by 5[a fee of 6[two hundred rupees]].(7) Subject to the provisions of this Act, in hearing and making an order on any appeal under this section, the Appellate Tribunal shall exercise the same powers and follow the same procedure as it exercises and follows in hearing and making an order on any appeal under the Income-tax Act.", "13": "13. Rectification of mistakes.-(1) With a view to rectifying any mistake apparent from the record, the 2[Chief Commissioner or Commissioner], the 4[Assessing Officer], the 3[Commissioner (Appeals)] and the Appellate Tribunal may, of his, or its, own motion or on an application by the assessee in this behalf, amend any order passed by him or it in any proceeding under this Act 7[within four years from the end of the financial year in which such order was passed].(2) An amendment which has the effect of enhancing the assessment or reducing a refund or otherwise increasing the liability of the assessee shall not be made under this section unless the authority concerned has given notice to the assessee of its intention so to do and has allowed the assessee a reasonable opportunity of being heard.(3) Where an amendment is made under this section, the order shall be passed in writing by the authority concerned.(4) Subject to the other provisions of this Act, where any such amendment has the effect of reducing the assessment, the 1[Assessing Officer] shall make any refund which may be due to such assessee.(5) Where any such amendment has the effect of enhancing the assessment or reducing the refund already made, the 1[Assessing Officer] shall serve on the assessee a notice of demand in the prescribed form specifying the sum payable.1. Ins. by Act 29 of 1977, s. 39 and the Fifth Sch. (w.e.f. 10-7-1978).2. Subs. by Act 4 of 1988, s. 187, for \"Commissioner\" (w.e.f. 1-4-1988).3. Subs. by Act 29 of 1977, s. 39 and the Fifth Sch. for \"Appellate Assistant Commissioner\" (w.e.f. 10-7-1978).4. Subs. By Act 4 of 1988, s. 187, for \"Income-tax Officer\" (w.e.f. 1-4-1988).5. Subs. by Act 42 of 1970, s. 72, for \"a fee of one hundred rupees\" (w.e.f. 1-4-1971).6. Subs. by Act 16 of 1981, s. 40, for certain words (w.e.f. 1-6-1981).7. Subs. By Act 67 of 1984, s. 78, for \"within four years of the date on which such order was passed\" (w.e.f. 1-10-1984).", "14": "14. Other amendments.-Where as a result of any order made under 2[sections 154, 155, 250, 254, 260, 262, 263 or 264] of the Income-tax Act, it is necessary to recompute the chargeable profits determined in ay assessment under this Act, the 1[Assessing Officer] may proceed to recompute the chargeable profits, and determine the surtax payable or refundable on the basis of such recomputation and make the necessary amendment and the provisions of section 13 shall, so far as may be, apply thereto, the period of four years specified in sub-section (1) of that section being reckoned 3[from the end of the financial year in which the order under the aforesaid sections of the Income-tax Act was passed].", "15": "15. Surtax deductible in computing distributable income under Income-tax Act.-Notwithstanding anything contained in clause (i) of section 109 of the Income-tax Act, in computing the distributable income of a company for the purpose of Chapter XID of that Act, the surtax payable by the company for any assessment year shall be deductible from the total income of the company assessable for that assessment year.", "16": "16. Revision of orders prejudicial to revenue.-(1) The 4[Chief Commissioner or Commissioner] may call for and examine the record of any proceeding under this Act, and if he considers that any order passed therein by the 1[Assessing Officer] is erroneous in so far as it is prejudicial to the interests of the revenue, he may, after giving the assessee an opportunity of being heard and after making or causing to be made such inquiry as he deems necessary, pass such order thereon as the circumstances of the case justify, including an order enhancing or modifying the assessment, or cancelling the assessment and directing a fresh assessment.5[Explanation.-For the removal of doubts, it is hereby declared that, for the purposes of this sub-section, an order passed by the 1[Assessing Officer] shall include an order passed by the 6[Deputy Commissioner] in exercise of the powers or in performance of the functions of an 1[Assessing Officer] conferred on, or assigned to, him under clause (a) of sub-section (1) of section 125 or under sub-section (1) of section 125A of the Income-tax Act as applied by section 18 of this Act.]7[(2) No order shall be made under sub-section (1) after the expiry of two years from the end of the financial year in which the order sought to be revised was passed.](3)Notwithstanding anything contained in sub-section (2), an order in revision under this section may be passed at any time in the case of an order which has been passed in consequence of, or to give effect to, any finding or direction contained in an order of the Appellate Tribunal, the High Court or the Supreme Court.Explanation.-In computing the period of limitation for the purpose of sub-section (2), any period during which any proceeding under this section is stayed by an order or injunction of any court shall be excluded.1. Subs. by Act 4 of 1988, s. 187, for \"Income-tax Officer\" (w.e.f. 1-4-1988).2. Subs. by Act 42 of 1970, s. 73, for \"section 154 or section 155\" (w.e.f. 1-4-1971).3. Subs. by Act 67 of 1984, s. 79, for \"from the date of the order passed under the aforesaid sections of the Income-tax Act\" (w.e.f. 1-10-1984).4. Subs. by Act 4 of 1988, s. 187, for \"Commissioner\" (w.e.f. 1-4-1988).5. Ins. by Act 67 of 1984, s. 80 (w.e.f. 1-10-1984).6. Subs. by Act 4 of 1988, s. 187, for \"Inspecting Assistant Commissioner\" (w.e.f. 1-4-1988).7. Subs. by Act 67 of 1984, s. 80, for sub-section (2) (w.e.f. 1-10-1984).", "17": "17. Revision of orders byÂ 1[Chief Commissioner or Commissioner].-(1) The 1[Chief Commissioner or Commissioner] may, either of his own motion or on an application by the assessee for revision, call for the record of any proceeding under this Act which has been taken by an 2[Assessing Officer] 3* * * subordinate to him and may make such inquiry or cause such inquiry to be made and subject to the provisions of this Act, may pass such order thereon, not being an order prejudicial to the assessee, as he thinks fit.(2) The 1[Chief Commissioner or Commissioner] shall not of his own motion revise any order under this section if the order has been made more than one year previously.(3) In the case of an application for revision under this section by the assessee, the application shall be made within one year from the date on which the order in question was communicated to him or the date on which he otherwise came to know of it, whichever is earlier: Provided that the 1[Chief Commissioner or Commissioner] may, if he is satisfied that the assessee was prevented by sufficient cause from making the application within that period, admit an application made after the expiry of that period.(4) The 1[Chief Commissioner or Commissioner] shall not revise any order under this section in the following cases-4[(a) where an appeal against the order lies to the Commissioner (Appeals) but has not been made and the time within which such appeal may be made has not expired, or the assessee has not waived his right of appeal; or(b) where the order has been made the subject of an appeal to the Commissioner (Appeals).](5) Every application by an assessee for revision under this section shall be accompanied by a fee of twenty-five rupees.Explanation 1.- An order by the 1[Chief Commissioner or Commissioner] declining to interfere shall, for the purposes of this section, be deemed not to be an order prejudicial to the assessee.5* * * * *", "18": "18. Application of provisions of Income-tax Act.-The provisions of the following sections and Schedules of the Income-tax Act and the Income-tax (Certificate Proceedings) Rules, 1962, as in force from time to time, shall apply with such modifications, if any, as may be prescribed, as if the said provisions and the rules referred to surtax instead of to Income-tax 6***:-7[2(44)], 8[ 9[116, 117, 118, 119, 120, 129], 131, 132, 132A, 10[132B],133 to 136 (both inclusive)], 138, 140, 156, 160, 161, 162, 163, 166, 167, 170,173, 175, 176, 178, 179, 11[218 to 229] (both inclusive), 231, 232, 233, 237 to 242 (both inclusive) 244, 245, 254 to 262 (both inclusive) 265, 266, 268, 269, 281, 10[281B], 282, 284, 8[287, 288, 288A, 288B, 289 to 293 (both inclusive),] the Second Schedule and the Third Schedule: Provided that references in the said provisions and the rules to the \"assessee\" shall be construed as references to an assessee as defined in this Act.1. Subs. by Act 4 of 1988, s. 187, for \"Commissioner\" (w.e.f 1-4-1988).2. Subs. by s. 187, ibid., for \"Income-tax Officer\" (w.e.f. 1-4-1988).3. The words \"or Appellate Assistant Commissioner\" omitted by Act 29 of 1977, s. 39 and the Fifth Sch. (w.e.f. 10-7-1978).4. Subs. by s. 39 and the Fifth Sch., ibid., for clauses (a), (b) and (c) (w.e.f. 10-7-1978).5. Explanation 2 omitted by s. 39 and the Fifth Sch. (w.e.f. 10-7-1978).6. The words \"and super-tax\" omitted by Act 10 of 1965, s. 74 (w.e.f. 1-4-1965).7. Subs. by Act 4 of 1988, s. 189, for \"2(43B) and 44\" (w.e.f. 1-4-1989).8. Subs. by Act 20 of 1967, s. 36, for \"131 to 136 (both inclusive)\" (w.e.f. 1-4-1967).9. Subs. by Act 4 of 1988, s. 189, for \"118, 125, 125A, 129, 130, 130A\" (w.e.f. 1-4-1988).10. Ins. by Act 41 of 1975, s. 124 (w.e.f. 1-10-1975).11. Subs. by Act 16 of 1981, s. 41, for \"220 to 229\" (w.e.f. 1-4-1981).", "19": "19. Income-tax papers to be available for the purposes of this Act.-(1) Notwithstanding anything contained in the Income-tax Act, all information contained in any statement or return made or furnished under the provisions of that Act or obtained or collected for the purposes of that Act may be used for the purposes of this Act.(2) All information contained in any statement or return made or furnished under the provisions of this Act or obtained or collected for the purposes of this Act may be used for the purposes of the Income-tax Act.", "20": "20. Failure to deliver returns, etc.-If any person fails without reasonable cause to furnish in due time any return under sub-section (2) of section 5, or to produce, or cause to be produced, any accounts or documents required to be produced under section 6, he shall be punishable with fine which may extend to five hundred rupees, and with a further fine which may extend to ten rupees for every day during which the default continues.", "21": "21. False statement.-If a person makes in any return furnished under section 5, any statement which is false, and which he either knows or believes to be false, or does not believe to be true, he shall be punishable with simple imprisonment which may extend to six months, or with fine which may extend to one thousand rupees, or with both.", "22": "22. Abetment of false returns, etc.-If a person makes or induces in any manner another person to make and deliver any account, statement or declaration relating to chargeable profits liable to surtax which is false and which he either knows to be false or does not believe to be true, he shall be punishable with simple imprisonment which may extend to six months, or with fine which may extend to one thousand rupees, or with both.", "23": "23. Institution of proceedings and composition of offences-(1) A person shall not be proceeded against for an offence under section 20 or section 21 or section 22 or under the Indian Penal Code (45 of(2) The 1[Chief Commissioner or Commissioner] may, either before or after the institution of proceedings, compound any offence punishable under section 20 or section 21 or section 22.", "24": "24. Power to make exemption, etc., in relation to certain Union territories.-If the Central Government considers it necessary or expedient so to do for avoiding any hardship or anomaly or removing any difficulty that may arise as a result of the application of this Act to the Union territories of Dadra and Nagar Haveli, Goa, Daman and Diu and Pondicherry, the Central Government may, by general or special order, make an exemption, reduction in rate or other modification in respect of surtax in favour of any class of assessees or in regard to the whole or any part of the chargeable profits of any class of assessees.", "25": "25. Power to make rules.-(1) The Board may, subject to the control of the Central Government, by notification in the official Gazette, make rules for carrying out the purposes of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:-(a) the form in which returns under section 5 may be furnished and the manner in which they may be verified.(b) the form in which notice for making provisional assessment shall be given;(c) the form in which appeals under section 11 or section 12 may be filed and the manner in which they shall be verified;2[(cc) the circumstances in which, the conditions subject to which and the manner in which, the 3[Commissioner (Appeals)] may permit an appellant to produce evidence which he did not produce or which he was not allowed to produce before the 4[Assessing Officer]];(d) the procedure to be followed on applications for rectification of mistakes and applications for refunds;5[(dd) the procedure to be followed in calculating interest payable by assessees or interest payable by the Government to assessees under this Act including the rounding off of the period for which such interest is to be calculated in cases where such period includes a fraction of a month, and specifying the circumstances in which and the extent to which petty amounts of interest payable by assessees may be ignored;](e) any other matter by this Act is to be, or may be, prescribed.1[(2A) The power to make rules conferred by this section shall include the power to give retrospective effect, from a date not earlier than the date of commencement of this Act, to the rules or any of them and, unless the contrary is permitted (whether expressly or by necessary implication), no retrospective effect shall be given to any rule so as to prejudicially affect the interests of assessees.](3) The Central Government shall cause every rule made under this section to be laid as soon as may be after it is made before each House of Parliament while it is in session for a total period of thirty days, which may be comprised in one session 2[or in two or more successive sessions], and if, before the expiry of the session 3[immediately following the session or the successive sessions aforesaid], both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, that rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.1. Ins. by Act 16 of 1981, s. 42 (w.e.f. 1-4-1981).2. Ins. by Act 16 of 1972, s. 58 (w.e.f. 1-4-1972).3. Subs. by Act 29 of 1977, s. 39 and Fifth Sch., for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1977).4. Subs. by Act 4 of 1988, s. 187, for \"Income-tax Officer\" (w.e.f. 1-4-1988).5. Ins. by Act 42 of 1970, s. 74 (w.e.f. 1-4-1971).", "26": "26. Saving.-Nothing contained in this Act shall apply to any company which has no share capital.", "27": "The First Schedule[See Section 2(5)]Rules for Computing the Chargeable ProfitsIn computing the chargeable profits of a previous year, the total income computed for that year under the Income-tax Act shall be adjusted as follows:-1. Income, profits and gains and other sums falling within the following clauses shall be excluded from such total income, namely:-(i) any income chargeable under the Income-tax Act under the head \"Capital gains\";(ii) any compensation or other payment as is referred to in clause (ii) of section 28 of the Income-tax Act;(iii) profits and gains of any business of life insurance;(iv) any income referred to in sub-section (2) of section 41 of the Income-tax Act;4* * * * *;(vi) income chargeable under the Income-tax Act under the head \"Interest on securities\" derived from any security of the Central Government issued or declared to be income-tax free or from any security of a State Government issued income-tax free, the income-tax whereon is payable by the State Government;5[(vii) an amount equal to fifty per cent. of the sum with reference to which a deduction is allowable to the company under the provisions of section 80G of the Income-tax Act;](viii) income by way of dividends from an Indian company or a company which has made the prescribed arrangements for the declaration and payment of dividends within India;(ix) income by way of royalties received from Government or a local authority or any Indian concern;(x) in the case of a non-resident company which has not made the prescribed arrangements for the declaration and payment of dividends within India, its income by way of any interest or fees for rendering technical services received from Government or a local authority or any Indian concern;(xi) in the case of a banking company-(a) any sum which during the previous year is transferred by it to a reserve fund under sub-section (1) of section 17 of the Banking Regulation Act, 1949 (10 of 1949) or is deposited by it with the Reserve Bank of India under sub-clause (ii) of clause (b) of sub-section (2) of section 11 of that Act, not exceeding the amount required under the aforesaid provisions to be so transferred or deposited, as the case may be, or(b) any sum transferred by it during the previous year to any reserves in India including reserves not shown as such in its published balance-sheet in so far as the sums transferred to such reserves are attributable to income chargeable to tax under the Income-tax Act and have not been allowed as a deduction in computing its total income under that Act and in so far as the aggregate of such sums does not exceed the highest of the aggregate of such sums, if any, so transferred during any one of the three years prior to the previous year, whichever is higher;(xii) the amount of any deduction from the income-tax 1* * * chargeable on the total income allowed under the annual Finance Act in connection with export of any goods or merchandise out of India or the sale by a manufacturer of any articles to any person who exports them out of India.2[Explanation.-Notwithstanding anything contained in any clause of this rule, the amount of any income or profits and gains which is required to be excluded from the total income under that clause shall be only the amount of such income or profits and gains as computed in accordance with the provisions of the Income-tax Act (except Chapter VIA thereof), and in a case where any deduction is required to be allowed in respect of any such income or profits and gains under the said Chapter VIA, the amount of such income or profits and gains computed as aforesaid as reduced by the amount of such deduction.]2. The balance of the total income arrived at after making the exclusions mentioned in rule 1 shall be reduced by-(i) the amount of income-tax 1*** payable by the company in respect of its total income under the provisions of the Income-tax Act after making allowance for any relief, rebate or deduction in respect of income-tax 1*** to which the company may be entitled under the provisions of the said Act or the annual Finance Act, and after excluding from such amount-(a) the amount of income-tax 1*** if any, payable by the company in respect of any income referred to in clause (i) or clause (ii) or clause (iii) or clause (viii) of rule,1 included in the total income;3[(b) the amount of income-tax, if any, payable by the company under the provisions of the annual Finance Act with reference to the relevant amount of distributions of dividends by it.Explanation.-In this sub-clause, the expression \"the relevant amount of distributions of dividends\" has the meaning assigned to it in the Finance Act of the relevant year;]4[(c) the amount of income-tax, if any, payable by the company under section 104 of the Income-tax Act.Explanation.- In relation to the assessment year commencing on the 1st day of April, 1964, the reference in this sub-clause to \"income-tax\" shall be construed as a reference to \"super-tax\";](ii) in the case of a company which has been charged to tax in a country outside India on any portion of its income, profits and gains included in its total income as computed under the Income-tax Act, the tax actually paid in respect of such income, profits and gains in the said country in accordance with the laws in force in that country after allowance of every relief due under the said laws: Provided that the aforesaid reduction shall not be allowed unless the assessee produces evidence of the fact of the payment of the aforesaid tax in that country.3. The net amount of income calculated in accordance with rule 2 shall be increased 1[by the amount of any expenditure] incurred on account of commission, entertainment and advertisement, to the extent such expenditure, in the opinion of the 2[Assessing Officer] is excessive having regard to the circumstances of the case: Provided that the previous authority of the 3[Deputy Commissioner] is obtained for holding such expenditure to be excessive.1. Ins. by Act 26 of 1974, s. 21 (w.e.f. 18-8-1974).2. Subs. by Act 41 of 1975, s. 125, for \"or in two successive sessions\" (w.e.f. 1-4-1976).3. Subs. by s. 125, ibid., for \"in which it is so laid or the session immediately following\" (w.e.f. 1-4-1976).4. Clause (v) omitted by Act 20 of 1967, s. 36 (w.e.f. 1-4-1968).5. Subs. by s. 36, ibid., for clause (vii) (w.e.f. 1-4-1968).", "28": "The Second Schedule[See Section 2 (8)]Rules for Computing The Capital of A Company for the Purposes of Surtax1. Subject to the other provisions contained in this Schedule, the capital of a company shall be the aggregate of the amounts, as on the first day of the previous year relevant to the assessment year, of-(i) its paid-up share capital;(ii) its reserves, if any created under the proviso (b) to clause (vib) of sub-section (2) of section 10 of the Indian Income-tax Act, 1922 (11 of 1922) or under 4[sub-section (4) of section 32A, or sub-section (3) of section 34], of the Income-tax Act, 1961 (43 of 1961);(iii) its other reserves as reduced by the amounts credited to such reserves as have been allowed as a deduction in computing the income of the company for the purposes of the Indian Income-tax Act, 1922 (11 of 1922) or the Income-tax Act, 1961 (43 of 1961);5* * * * *6[lA. Where a company has not made any credit in any account in its books as on the first day of the previous year relevant to the assessment year which is of the nature of item (8) or item (9) under the heading \"CURRENT LIABILITIES AND PROVISIONS\" in the column relating to \"LIABILITIES\" in the \"FORM OF BALANCE-SHEET\", given in part I of Schedule VI to the Companies Act, 1956 (1 of 1956), or where the 2[Assessing Officer] is of opinion that the amount credited in such account falls short of the amount which should have reasonably been credited by it, the amount of its capital as computed under rule 1 shall be reduced by the amount which has not been so credited or, as the case may be, the amount of such shortfall.Explanation.- For the purposes of this rule, the amount of credit which should have reasonably been made by a company in relation to any account of the nature of item (9) aforesaid, means the amount of dividend declared or paid by the company, on or after the first day of the previous year relevant to the assessment year, for the previous year immediately preceding the first mentioned previous year.]2. Where a company owns any assets the income from which in accordance with clause (iii) or clause (vi) or clause (viii) of rule 1 of the First Schedule is required to be excluded from its total income in computing its chargeable profits, the amount of its capital as computed under rule 1 of this Schedule shall be diminished by the cost to it of the said assets as on the first day of the previous year relevant to the assessment year in so far as such cost exceeds the aggregate of-(i) any moneys borrowed 1*** and remaining outstanding as on the first day of the said previous year; and(ii) the amount of any fund, any surplus and any such reserve as is not to be taken into account in computing the capital under rule 1.Explanation 1.- A paid-up share capital or reserve brought into existence by creating or increasing (by revaluation or otherwise) any book asset is not capital for computing the capital of a company for the purposes of this Act.Explanation 2.-Any premium received in cash by the company on the issue of its shares standing to the credit of the share premium account shall be regarded as forming part of its paid-up share capital.Explanation 3.-Where a company has different previous years in respect of its income, profits and gains, the computation of capital under rules 1, 2 and 3 shall be made with reference to the previous year which commenced first.3. Where after the first day of the previous year relevant to the assessment year the capital of a company as computed in accordance with the foregoing rules of this Schedule is increased by any amount during that previous year on account of increase of paid-up share capital 2[or is reduced by any amount on account of reduction of paid-up share capital,] or repayment of any such moneys, such capital shall be increased or reduced, as the case may be, by a sum which bears to that amount the same proportion as the number of days of the previous year during which the increase or the reduction remained effective bears to the total number of days in that previous year.4. Where a part of the income, profits and gains of a company is not includible in its total income as computed under the Income-tax Act, its capital shall be the sum ascertained in accordance with rules 1, 2 and 3, diminished by an amount which bears to that sum the same proportion as the amount of the aforesaid income, profits and gains bears to the total amount of its income, profits and gains.1. Subs. by Act 66 of 1976, s. 29, for \"(ii) any expenditure\" (w.e.f. 1-4-1977).2. Subs. by Act 4 of 1988, s. 187, for \"Income-tax Officer\" (w.e.f. 1-4-1988).3. Subs. by s. 187, ibid., for \"Inspecting Assistant Commissioner\" (w.e.f. 1-4-1988).4. Subs. by Act 66 of 1976, s. 29, for \"sub-section (3) of section 34\" (w.e.f. 1-4-1977).5. Sub-clauses (iv) and (v) omitted by s. 29, ibid. (w.e.f. 1-4-1977).6. Ins. by s. 29, ibid. (w.e.f. 1-4-1975).", "29": "3[The Third Schedule(See Section 4)Rates of SurtaxSurtax shall be charged on the amount (hereinafter referred to as the chargeable amount) by which the chargeable profits exceed the amount of the statutory deduction at the following rates, namely:-5[Provided that where in the case of an Indian company or a company which has made the prescribed arrangements for the declaration and payment of dividends within India-(i) which is such a company as is referred to in section 108 of the Income-tax Act, and(ii) whose paid-up share capital (subscribed and paid for in cash) as on the last day of the previous year, is not less than twenty-five per cent. of the amount of the capital as computed under the Second Schedule to this Act, the aggregate of-(a) the amount of income-tax-payable by the company in respect of its total income of the previous year under the provisions of the Income-tax Act after making allowance for any relief, rebate or deduction in respect of income-tax to which the company is entitled under the provisions of the said Act or the annual Finance Act; and(b) the amount of surtax computed in accordance with the foregoing provisions of this Schedule, exceeds the amount calculated at seventy per cent. of the total income of the company, the amount of such excess shall be deducted from the amount of surtax referred to in clause (b) above and the balance shall be the amount of the surtax payable by the company.]1. The words, brackets and figures \"other than the debentures referred to in clause (iv) or moneys referred to in clause (iv) of rule 1\" omitted by Act 66 of 1976, s. 29 (w.e.f. 1-4-1977).2. Subs. by s. 29, ibid., for certain words, brackets and figures (w.e.f. 1-4-1977).3. Subs. by Act 32 of 1971, s. 38, for \"The Third Schedule\" (w.e.f. 1-4-1972).4. Subs. by Act 20 of 1974, s. 15, for \"30 per cent.\" (w.e.f. 1-4-1975).5. Ins. by s. 15, ibid. (w.e.f. 1-4-1975)."}