{"name": "Companies (Amendment) Act, 2000\r", "1": "Companies (Amendment) Act, 20001. Short title,\r\nextent and commencement.-1.  \r\n  This\r\nAct may be called the Electricity Act, 2003.2.  \r\n  It\r\nextends to the whole of India except the State of Jammu and Kashmir.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by notification,\r\nappoint:Provided\r\nthat \r\ndifferent dates may be appointed for different provisions of this Act and any\r\nreference in any such provision to the commencement of this Act shall be\r\nconstrued as a reference to the coming into force of that provision.", "2": "Companies (Amendment) Act, 20002.\r\nAmendment of section 2.-In\r\nsection 2 of the Companies Act, 1956 (1 of 1956) (hereinafter referred to as\r\nthe principal Act),-a.  \r\n  clause\r\n(1) shall be re-numbered as clause (1A) thereof and before the clause as so\r\nre-numbered, the following clause shall be inserted, namely:-'(1)\r\n\"abridged prospectus\" means a memorandum containing such salient\r\nfeatures of a prospectus as may be prescribed;';a.  b.   clauses (3) and (4)\r\nshall be omitted;c.   after clause (12),\r\nthe following clauses shall be inserted, namely:-'(12A)\r\n\"Depository\" has the same meaning as in the Depositories Act, 1996\r\n(22 of 1996);(12B)\r\n\"derivative\" has the same meaning as in clause (aa) of section 2 of\r\nthe Securities Contracts (Regulation) Act, 1956 (42 of 1956);';a.  b.  c.  d.   after clause (14),\r\nthe following clause shall be inserted, namely:-'(14A)\r\n\"dividend\" includes any interim dividend;';a.  b.  c.  d.  e.   after clause (15),\r\nthe following clause shall be inserted, namely:-'(15A)\r\n\"employees stock option\" means the option given to the whole-time\r\ndirectors, officers or employees of a company, which gives such directors,\r\nofficers or employees the benefit or right to purchase or subscribe at a future\r\ndate, the securities offer d by the company at a pre-determined price;';f.  \r\n  after\r\nclause (19), the following clauses shall be inserted, namely:-'(19A)\r\n\"hybrid\" means any security which has the character of more than one\r\ntype of security, including their derivatives;(19B)\r\n\"information memorandum\" means a process undertaken prior to the\r\nfiling of a prospectus by which a demand for the securities proposed to be\r\nissued by a company is elicited, and the price and the terms of issue for such\r\nsecurities is assessed, by me ns of a notice, circular, advertisement or\r\ndocument;';g.   after clause (23),\r\nthe following clause shall be inserted, namely:- '(23A) \"listed public\r\ncompanies\" means a public company which has any of its securities listed\r\nin any recognised stock exchange;';h.   clause (25) shall be\r\nomitted;a.  b.  c.  d.  e.  f.  g.  h.  i.   for clause (30), the\r\nfollowing clause shall be substituted, namely:- '(30) \"officer\"\r\nincludes any director, manager or secretary or any person in accordance with\r\nwhose directions or instructions the Board of directors or any one or more of\r\nthe directors is or are accustomed to act;';j.   after clause (31),\r\nthe following clause shall be inserted, namely:-'(31A)\r\n\"option in securities\" has the same meaning as in clause (d) of\r\nsection 2 of the Securities Contracts (Regulation) Act, 1956 (42 of 1956);';a.  b.  c.  d.  e.  f.  g.  h.  i.  j.  k.   clause (44) shall be\r\nomitted.l.   after clause (45A),\r\nthe following clause shall be inserted, namely:- '(45AA) \"securities\"\r\nmeans securities as defined in clause (h) of section 2 of the Securities\r\nContracts (Regulation) Act, 1956 (42 of 1956), and includes hybrids;';m.   after clause (46),\r\nthe following clause shall be inserted, namely:-'(46A)\r\n\"share with differential rights\" means a share that is issued with\r\ndifferential rights in accordance with the provisions of section 86;'.", "3": "Companies (Amendment) Act, 20003.\r\nAmendment of section 3.-In\r\nsection 3 of the principal Act,-(a)\r\nin sub-section (1),-(i)\r\nin clause (iii),-(A)\r\nin the opening portion, for the words \"means a company which, by its\r\narticles,-\", the words \"means a company which has a minimum paid-up\r\ncapital of one lakh rupees or such higher paid-up capital as may be prescribed,\r\nand by its articles,-\" shall be substituted;(B)\r\nafter sub-clause (c), before the proviso, the following clause shall be\r\ninserted, namely:-\"(d)\r\nprohibits any invitation or acceptance of deposits from persons other than its\r\nmembers, directors or their relatives:\";(ii)\r\nfor clause (iv), the following clause shall be substituted, namely:-'(iv)\r\n\"public company\" means a company which-(a)\r\nis not a private company;(b)\r\nhas a minimum paid-up capital of five lakh rupees or such higher paid-up\r\ncapital, as may be prescribed;(c)\r\nis a private company which is a subsidiary of a company which is not a private\r\ncompany;';(b)\r\nafter sub-section (2), the following sub-sections shall be inserted, namely:-\"(3)\r\nEvery private company, existing on the commencement of the Companies (Amendment\r\n) Act, 2000, with a paid-up capital of less than one lakh rupees shall, within\r\na period of two years from such commencement, enhance its paid-up capital to\r\none lakh rupees.(4)\r\nEvery public company, existing on the commencement of the Companies (Amendment)\r\nAct, 2000, with a paid-up capital of less than five lakh rupees shall, within a\r\nperiod of two years from such commencement, enhance its paid-up capital to five\r\nlakh rupee .(5)\r\nWhere a private company or a public company fails to enhance its paid-up\r\ncapital in the manner specified in sub-section (3) or sub-section (4), such\r\ncompany shall be deemed to be a defunct company within the meaning of section\r\n560 and its name shall be struck off from the register by the Registrar.(6)\r\nA company registered under section 25 before or after the commencement of the\r\nCompanies (Amendment) Act, 2000, shall not be required to have minimum paid-up\r\ncapital specified in this section.\".", "4": "Companies (Amendment) Act, 20004.\r\nAmendment of section 4.-In\r\nsection 4 of the principal Act, in sub-section (2), in clause (b), the words\r\n\", managing agent, secretaries and treasurers\" shall be omitted.", "5": "Companies (Amendment) Act, 20005.\r\nAmendment of section 11.-In\r\nsection 11 of the principal Act, in sub-section (5), for the words \"one\r\nthousand rupees\", the words \"ten thousand rupees\" shall be\r\nsubstituted.", "6": "Companies (Amendment) Act, 20006.\r\nAmendment of section 16.-In\r\nsection 16 of the principal Act, in sub-section (3), the words \", managing\r\nagent, secretaries and treasurers\" shall be omitted.", "7": "Companies (Amendment) Act, 20007.\r\nInsertion of new section 17A.-After\r\nsection 17 of the principal Act, the following section shall be inserted\r\nnamely:-\"17A.\r\nChange of registered office within a State.-1.   No company shall\r\nchange the place of its registered office from one place to another within a\r\nState unless such change is confirmed by the Regional Director.2.   The company shall\r\nmake an application in the prescribed form to the Regional Director for\r\nconfirmation under sub-section (1).3.   The confirmation\r\nreferred to in sub-section (1) shall be communicated to the company within four\r\nweeks from the date of receipt of application for such change.Explanation.-For\r\nthe removal of doubts, it is hereby declared that the provisions of this\r\nsection shall apply only to the companies which change the registered office\r\nfrom the jurisdiction of one Registrar of Companies to the jurisdiction of\r\nanother Registrar of Companies within the same State.1.  2.  3.  4.   The company shall\r\nfile, with the Registrar a certified copy of the confirmation by the Regional\r\nDirector for change of its registered office under this section, within two\r\nmonths from the date of confirmation, together with a printed copy of the memo\r\nandum as altered and the Registrar shall register the same and certify the\r\nregistration under his hand within one month from the date of filing of such\r\ndocument.5.   The certificate shall\r\nbe conclusive evidence that all the requirements of this Act with respect to the\r\nalteration and confirmation have been complied with and henceforth the\r\nmemorandum as altered shall be the memorandum of the company.\".", "8": "Companies (Amendment) Act, 20008.\r\nAmendment of section 22.-In\r\nsection 22 of the principal Act, in sub-section (2), for the words \"one\r\nhundred rupees\", the words \"one thousand rupees\" shall be\r\nsubstituted.", "9": "Companies (Amendment) Act, 20009.\r\nAmendment of section 25.-In\r\nsection 25 of the principal Act, in sub-section (10), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "10": "Companies (Amendment) Act, 200010.\r\nAmendment of section 39.-In\r\nsection 39 of the principal Act,-a.   in sub-section (1),\r\nclause (c) shall be omitted;b.   in sub-section (2),\r\nfor the words \"fifty rupees\", the words \"five hundred\r\nrupees\" shall be substituted.", "11": "Companies (Amendment) Act, 200011.\r\nAmendment of section 40.-In\r\nsection 40 of the principal Act,-a.   in sub-section (1),\r\nthe words, brackets, letter and figures \"in the agreement referred to in\r\nclause (c) of sub-section (1) of section 39 or in any other agreement\"\r\nshall be omitted;b.   in sub-section (2),\r\nfor the words \"ten rupees\", the words \"one hundred rupees\"\r\nshall be substituted.", "12": "Companies (Amendment) Act, 200012.\r\nAmendment of section 43A.-In\r\nsection 43A of the principal Act,-(a)\r\nafter sub-section (2), the following sub-section shall be inserted, namely:-'(2A)\r\nWhere a public company referred to in sub-section (2) becomes a private company\r\non or after the commencement of the Companies (Amendment) Act, 2000, such\r\ncompany shall inform the Registrar that it has become a private company and\r\nthereupon the Registrar shall substitute the words \"private company\"\r\nfor the words \"public company\" in the name of the company upon the\r\nregister and shall also make the necessary alterations in the certificate of\r\nincorporation issued to the company and in its memorandum of association within\r\nfour weeks from the date of application made by the company.';(b)\r\nafter sub-section (10), the following sub-section shall be inserted, namely:-\"(11)\r\nNothing contained in this section, except sub-section (2A), shall apply on and\r\nafter the commencement of the Companies (Amendment) Act, 2000.\".", "13": "Companies (Amendment) Act, 200013.\r\nAmendment of section 44.-In\r\nsection 44 of the principal Act,-a.   in sub-section (3),\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted;b.   in sub-section (4),\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted.", "14": "Companies (Amendment) Act, 200014.\r\nAmendment of section 49.-In\r\nsection 49 of the principal Act, in sub-section (9), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "15": "Companies (Amendment) Act, 200015.\r\nAmendment of section 54.-In\r\nsection 54 of the principal Act, the words \"the managing agent, the\r\nsecretaries and treasurers,\" shall be omitted.", "16": "Companies (Amendment) Act, 200016.\r\nInsertion of new section 55A.-After\r\nsection 55 of the principal Act, the following section shall be inserted,\r\nnamely:-\"55A.\r\nPowers of Securities and Exchange Board of India.-The provisions contained in\r\nsections 55 to 58, 59 to 81 (including sections 68A, 77A and 80A) , 108, 109,\r\n110, 112, 113, 116, 117, 118, 119, 120, 121, 122, 206, 206A and 207, so far as\r\nthey relate t issue and transfer of securities and non-payment of dividend\r\nshall,-(a)\r\nin case of listed public companies;(b)\r\nin case of those public companies which intend to get their securities listed\r\non any recognized stock exchange in India, be administered by the Securities\r\nand Exchange Board of India; and(c)\r\nin any other case, be administered by the Central Government.Explanation.-\r\nFor the removal of doubts, it is hereby declared that all powers relating to\r\nall other matters including the matters relating to prospectus, statement in\r\nlieu of prospectus, return of allotment, issue of shares and redemption of\r\nirredeemable preference shares shall be exercised by the Central Government,\r\nthe Company Law Board or the Registrar of Companies, as the case may be.\".", "17": "Companies (Amendment) Act, 200017.\r\nAmendment of section 56.-In\r\nsection 56 of the principal Act, in sub-section (3), after the second proviso,\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted.", "18": "Companies (Amendment) Act, 200018.\r\nAmendment of section 58A.-In\r\nsection 58A of the principal Act,-(a)\r\nin sub-section (6), in clause (a), in sub-clause (ii),-(i)\r\nfor the words \"one lakh rupees\", the words \"ten lakh\r\nrupees\" shall be substituted;(ii)\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted;(b)\r\nin sub-section (10), for the words \"not less than rupees fifty\", the\r\nwords \"not less than rupees five hundred\" shall be substituted.", "19": "Companies (Amendment) Act, 200019.\r\nInsertion of new sections 58AA and 58AAA.-After\r\nsection 58A of the principal Act, the following sections shall be inserted,\r\nnamely:-'58AA.\r\nSmall depositors.-(1)\r\nEvery company, which accepts deposits from small depositors, shall intimate to\r\nthe Company Law Board any default made by it in repayment of any such deposits\r\nor part thereof or any interest thereupon.(2)\r\nThe intimation under sub-section (1) shall-(a)\r\nbe given within sixty days from the date of default;(b)\r\ninclude particulars in respect of the names and addresses of each small\r\ndepositor, the principal sum of deposits due to them and interest accrued\r\nthereupon.Explanation.-For\r\nthe removal of doubts, it is hereby declared that the intimation under this\r\nsection shall be given on monthly basis.(3)\r\nWhere a company has made a default in repayment of any deposit or part thereof\r\nor any interest thereupon to a small depositor, the Company Law Board, on receipt\r\nof intimation under sub-section (1) shall,-(a)\r\nexercise, on its own motion, powers conferred upon it by sub-section (9) of\r\nsection 58A;(b)\r\npass an appropriate order within a period of thirty days from the date of\r\nreceipt of intimation under sub-section (1):Provided\r\nthat the Board may pass order after expiry of the period of thirty days, after\r\ngiving the small depositors an opportunity of being heard: Provided further\r\nthat it shall not be necessary for a small depositor to be present at the hearing\r\nof the proceeding under this sub-section.(4)\r\nNo company shall, at any time, accept further deposits from small depositors,\r\nunless each small depositor, whose deposit has matured, had been paid the\r\namount of the deposit and the interest accrued thereupon: Provided that nothing\r\ncontained in this sub-section shall apply to-(a)\r\nany deposit which has been renewed by the small depositor voluntarily; or(b)\r\nany deposit, whose repayment has become impracticable due to the death of the\r\nsmall depositor or whose repayment has been stayed by a competent court or\r\nauthority.(5)\r\nEvery company, which has on any occasion made a default in the repayment of a\r\ndeposit or part thereof or any interest thereupon to a small depositor, shall\r\nstate, in every future advertisement and application form inviting deposits\r\nfrom the public, the total number of small depositors and amount due to them in\r\nrespect of which such default has been made.(6)\r\nWhere any interest accrued on deposits of the small depositors has been waived,\r\nthe fact of such waiver shall be mentioned by the company in every\r\nadvertisement and application form inviting deposits issued after such waiver.(7)\r\nWhere a company had accepted deposits from small depositors and subsequent to\r\nsuch acceptance of deposits, obtains funds by taking a loan for the purposes of\r\nits working capital from any bank, it shall first utilise the funds so obtained\r\nfor the repayment of any deposit or any part thereof or any interest thereupon\r\nto the small depositor before applying such funds for any other purpose.(8)\r\nEvery application form, issued by a company to a small depositor for accepting\r\ndeposits from him, shall contain a statement to the effect that the applicant\r\nhad been apprised of-(a)\r\nevery past default by the company in the repayment of deposit or interest\r\nthereon, if any, such default has occurred; and(b)\r\nthe waiver of interest under sub-section (6), if any, and reasons therefor.(9)\r\nWhoever knowingly fails to comply with the provisions of this section or comply\r\nwith any order of the Company Law Board shall be punishable with imprisonment\r\nwhich may extend to three years and shall also be liable to fine for not less\r\nthan five hundred rupees for every day during which such non-compliance\r\ncontinues.(10)\r\nIf a company or any other person contravenes any provision of this section,\r\nevery person, who at the time the contravention was committed, was a director\r\nof the company, as well as the company, proceeded against and punished\r\naccordingly. shall be deemed to be guilty of the offence and shall b liable to\r\nbe(11)\r\nThe provisions of section 58A shall, as far as may be, apply to the deposits\r\nmade by a small depositor under this section.Explanation.-For\r\nthe purposes of this section, \"a small depositor\" means a depositor\r\nwho has deposited in a financial year a sum not exceeding twenty thousand\r\nrupees in a company and includes his successors, nominees and legal\r\nrepresentatives. 58AAA. Default in acceptance or refund of deposits to be\r\ncognizable.-(1) Notwithstanding anything contained in sections 621 and 624,\r\nevery offence connected with or arising out of acceptance of deposits under\r\nsection 58A or section 58AA shall be recogniza le offence under the Code of\r\nCriminal Procedure, 1973 (2 of 1974).(2)\r\nNo court shall take cognizance of any offence under sub-section (1) except on a\r\ncomplaint made by the Central Government or any officer authorised by it in\r\nthis behalf.'.", "20": "Companies (Amendment) Act, 200020.\r\nAmendment of section 59.-In\r\nsection 59 of the principal Act, in sub-section (1), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "21": "Companies (Amendment) Act, 200021.\r\nAmendment of section 60.-In\r\nsection 60 of the principal Act, in sub-section (5), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "22": "Companies (Amendment) Act, 200022.\r\nInsertion of new section 60A and 60B.-After\r\nsection 60 of the principal Act, the following sections shall be inserted,\r\nnamely:- '60A. Shelf prospects.-1.   Any public financial\r\ninstitution, public sector bank or scheduled bank whose main object is\r\nfinancing shall file a shelf prospectus.2.   A company filing a\r\nshelf prospectus with the Registrar shall not be required to file prospectus\r\nafresh at every stage of offer of securities by it within a period of validity\r\nof such shelf prospectus.3.   A company filing a\r\nshelf prospectus shall be required to file an information memorandum on all\r\nmaterial facts relating to new charges created, changes in the financial\r\nposition as have occurred between the first offer of securities, previous offer\r\nof securities and the succeeding offer of securities within such time as may be\r\nprescribed by the Central Government, prior to making of a second or subsequent\r\noffer of securities under the shelf prospectus.4.   An information\r\nmemorandum shall be issued to the public along with shelf prospectus filed at\r\nthe stage of the first offer of securities and such prospectus shall be valid\r\nfor a period of one year from the date of opening of the first issue of\r\nsecurities under that prospectus: Provided that where an update of information\r\nmemorandum is filed every time an offer of securities is made, such memorandum\r\ntogether with the shelf prospectus shall constitute the prospectus.Explanation.-For\r\nthe purpose of this section,-a.   \"financing\"\r\nmeans making loans to, or subscribing in the capital of, a private industrial\r\nenterprise engaged in infrastructural financing or such other company as the\r\nCentral Government may notify in this behalf;b.   \"shelf\r\nprospectus\" means a prospectus issued by any financial institution or bank\r\nfor one or more issues of the securities or class of securities specified in\r\nthat prospectus. 60B. Information memorandum.-1.   A public company\r\nmaking an issue of securities may circulate information memorandum to the\r\npublic prior to filing of a prospectus.2.   A company inviting\r\nsubscription by an information memorandum shall be bound to file a prospectus\r\nprior to the opening of the subscription lists and the offer as a red herring\r\nprospectus, at least three days before the opening of the offer.3.   The information\r\nmemorandum and red herring prospectus shall carry same obligations as are\r\napplicable in the case of a prospectus.4.   Any variation between\r\nthe information memorandum and the red herring prospectus shall be highlighted\r\nas variations by the issuing company.5.   Explanation.-For the\r\npurposes of sub-sections (2), (3) and (4), \"red herring prospectus\"\r\nmeans a prospectus which does not have complete particulars on the price of the\r\nsecurities offered and the quantum of securities offered. (5) Every variation\r\nas made and highlighted in accordance with sub-section (4) above shall be\r\nindividually intimated to the persons invited to subscribe to the issue of securities.\r\n6.   In the event of the\r\nissuing company or the underwriters to the issue have invited or received\r\nadvance subscription by way of cash or post-dated cheques or stock-invest, the\r\ncompany or such underwriters or bankers to the issue shall not encash such subscription\r\n\r\nmoneys or post-dated cheques or stock-invest before the date of opening of the\r\nissue, without having individually intimated the prospective subscribers of the\r\nvariation and without having offered an opportunity to such prospective\r\nsubscribers o withdraw their application and cancel their post-dated cheques or\r\nstock-invest or return of subscription paid.7.   The applicant or\r\nproposed subscriber shall exercise his right to withdraw from the application\r\non any intimation of variation within seven days from the date of such\r\nintimation and shall indicate such withdrawal in writing to the company and the\r\nunder writers.8.   Any application for\r\nsubscription which is acted upon by the company or underwriters or bankers to\r\nthe issue without having given enough information of any variations, or the\r\nparticulars of withdrawing the offer or opportunity for cancelling the post-\r\nacted cheques or stock-invest or stop payments for such payments shall be void\r\nand the applicants shall be entitled to receive a refund or return of its\r\npost-dated cheques or stock-invest or subscription moneys or cancellation of\r\nits application, as if the said application had never been made and the\r\napplicants are entitled to receive back their original application and interest\r\nat the rate of fifteen per cent. from the date of encashment till payment of\r\nrealisation.9.   Upon the closing of\r\nthe offer of securities, a final prospectus stating therein the total capital\r\nraised, whether by way of debt or share capital and the closing price of the\r\nsecurities and any other details as were not complete in the redherring\r\nprospectus shall be filed in a case of a listed public company with the\r\nSecurities and Exchange Board of India and Registrar, and in any other case\r\nwith the Registrar only.'.", "23": "Companies (Amendment) Act, 200023.\r\nAmendment of section 63.-In\r\nsection 63 of the principal Act, in sub-section (1), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "24": "Companies (Amendment) Act, 200024.\r\nAmendment of section 67.-In\r\nsection 67 of the principal Act,-(a)\r\nin sub-section (3), the following provisos shall be inserted, namely:-\"Provided\r\nthat nothing contained in this sub-section shall apply in a case where the\r\noffer or invitation to subscribe for shares or debentures is made to fifty\r\npersons or more:Provided\r\nfurther that nothing contained in the first proviso shall apply to the\r\nnon-banking financial companies or public financial institutions specified in\r\nsection 4A of the Companies Act, 1956 (1 of 1956).\";(b)\r\nafter sub-section (3), the following sub-section shall be inserted, namely:-\"(3A)\r\nNotwithstanding anything contained in sub-section (3), the Securities and\r\nExchange Board of India shall, in consultation with the Reserve Bank of India,\r\nby notification in the Official Gazette, specify the guidelines in respect of\r\noffer or invitation made to the public by a public financial institution\r\nspecified under section 4A or non-banking financial company referred to in\r\nclause (f) of section 45-I of the Reserve Bank of India Act, 1934 (2 of\r\n1934).\".", "25": "Companies (Amendment) Act, 200025.\r\nAmendment of section 68.-In\r\nsection 68 of the principal Act, for the words \"ten thousand rupees\",\r\nthe words \"one lakh rupees\" shall be substituted.", "26": "Companies (Amendment) Act, 200026.\r\nInsertion of new section 68B.-After\r\nsection 68A of the principal Act, the following section shall be inserted,\r\nnamely:-\"68B.\r\nInitial offer of securities to be in dematerialized form in certain\r\ncases.-Notwithstanding anything contained in any other provisions of this Act,\r\nevery listed public company, making initial public offer of any security for a\r\nsum of rupees ten crore's or more, shall issue the same only in dematerialised\r\nform by complying with the requisite provisions of the Depositories Act, 1996\r\n(22 of 1996) and the regulations made thereunder.\".", "27": "Companies (Amendment) Act, 200027.\r\nAmendment of section 69.-In\r\nsection 69 of the principal Act, in sub-section (4), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "28": "Companies (Amendment) Act, 200028.\r\nAmendment of section 70.-In section 70 of the principal Act,-a.   in sub-section (4),\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted;b.   in sub-section (5),\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted.", "29": "Companies (Amendment) Act, 200029.\r\nAmendment of section 72.-In\r\nsection 72 of the principal Act, in sub-section (3), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "30": "Companies (Amendment) Act, 200030.\r\nAmendment of section 73.-In\r\nsection 73 of the principal Act, in sub-sections (2B) and (3), for the words\r\n\"five thousand rupees\", the words \"fifty thousand rupees\"\r\nshall be substituted.", "31": "Companies (Amendment) Act, 200031.\r\nAmendment of section 75.-In\r\nsection 75 of the principal Act, in sub-section (4),-a.   for the words\r\n\"five hundred rupees\", the words \"five thousand rupees\"\r\nshall be substituted;b.   in the proviso, for\r\nthe words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted.", "32": "Companies (Amendment) Act, 200032.\r\nAmendment of section 76.-In\r\nsection 76 of the principal Act, in sub-section (5), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "33": "Companies (Amendment) Act, 200033.\r\nAmendment of section 77.-In\r\nsection 77 of the principal Act,-a.   in sub-section (2),\r\nin the proviso, in clause (c), the words \" managing agents, secretaries\r\nand treasurers\" shall be omitted;b.   in sub-section (4),\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted.", "34": "Companies (Amendment) Act, 200034.\r\nAmendment of section 79.-In\r\nsection 79 of the principal Act, in sub-section (4), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "35": "Companies (Amendment) Act, 200035.\r\nAmendment of section 80.-In\r\nsection 80 of the principal Act, in sub-section (6), for the words \"one\r\nthousand rupees\", the words \"ten thousand rupees\" shall be\r\nsubstituted.", "36": "Companies (Amendment) Act, 200036.\r\nAmendment of section 80A.-In\r\nsection 80A of the principal Act, in sub-section (3), in clause (a), for the\r\nwords \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted.", "37": "Companies (Amendment) Act, 200037.\r\nAmendment of section 84.-In\r\nsection 84 of the principal Act, in sub-section (3), for the words \"ten\r\nthousand rupees\", the words \"one lakh rupees\" shall be\r\nsubstituted.", "38": "Companies (Amendment) Act, 200038.\r\nSubstitution of new section for section 86.-For\r\nsection 86 of the principal Act, the following section shall be substituted,\r\nnamely:-\"86.\r\nNew issues of share capital to be only of two kinds.-The share capital of a\r\ncompany limited by shares shall be of two kinds only, namely:-(a)\r\nequity share capital-(i)\r\nwith voting rights; or(ii)\r\nwith differential rights as to dividend, voting or otherwise in accordance with\r\nsuch rules and subject to such conditions as may be prescribed;(b)\r\npreference share capital.\".", "39": "Companies (Amendment) Act, 200039.\r\nOmission of section 88.-Section\r\n88 of the principal Act shall be omitted.", "40": "Companies (Amendment) Act, 200040.\r\nAmendment of section 89.-In\r\nsection 89 of the principal Act,-(a)\r\nin sub-section (2),-(i)\r\nfor clause (a), the following clause shall be substituted, namely:-\"(a)\r\nany resolution relating to the appointment or reappointment of a director or to\r\nany variation in the terms of an agreement between the company and a managing\r\nor whole time director thereof;\";(ii)\r\nclause (c) shall be omitted;(b)\r\nin sub-section (3), for the words \"one thousand rupees\", the words\r\n\"ten thousand rupees\" shall be substituted.", "41": "Companies (Amendment) Act, 200041.\r\nAmendment of section 95.-In\r\nsection 95 of the principal Act, in sub-section (3), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "42": "Companies (Amendment) Act, 200042.\r\nAmendment of section 97.-In\r\nsection 97 of the principal Act, in sub-section (3), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "43": "Companies (Amendment) Act, 200043.\r\nAmendment of section 107.-In\r\nsection 107 of the principal Act, in sub-section (5), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "44": "Companies (Amendment) Act, 200044.\r\nAmendment of section 108-In\r\nsection 108-I of the principal Act, for the words \"five thousand\r\nrupees\", wherever they occur, the words \"fifty thousand rupees\"\r\nshall be substituted.", "45": "Companies (Amendment) Act, 200045.\r\nAmendment of section 111.-In\r\nsection 111 of the principal Act,-(a)\r\nin sub-section (9),-(i)\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted;(ii)\r\nfor the words \"one hundred rupees\", the words \"one thousand\r\nrupees\" shall be substituted;(b)\r\nin sub-section (12), for the words \"fifty rupees\", the words\r\n\"five hundred rupees\" shall be substituted.", "46": "Companies (Amendment) Act, 200046.\r\nAmendment of section 113.-In\r\nsection 113 of the principal Act, in sub-section (2), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "47": "Companies (Amendment) Act, 200047.\r\nAmendment of section 115.-In\r\nsection 115 of the principal Act, in sub-section (6), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "48": "Companies (Amendment) Act, 200048.\r\nInsertion of new sections 117A, 117B and 117C.-After\r\nsection 117 of the principal Act, the following sections shall be inserted,\r\nnamely:-\"117A.\r\nDebenture trust deed.-(1)\r\nA trust deed for securing any issue of debentures shall be in such form and\r\nshall be executed with in such period as may be prescribed.(2)\r\nA copy of the trust deed shall be open to inspection to any member or debenture\r\nholder of the company and he shall also be entitled to obtain copies of such\r\ntrust deed on payment of such sum as may be prescribed.(3)\r\nIf a copy of the trust deed is not made available for inspection or is not\r\ngiven to any member or debenture holder, the company and every officer of the\r\ncompany who is in a default, shall be punishable, for each offence, with fine\r\nwhich may extend to five hundred rupees for every day during which the offence\r\ncontinues.117B.\r\nAppointment of debenture trustees and duties of debenture trustees.-(1)\r\nNo company shall issue a prospectus or a letter of offer to the public for\r\nsubscription of its debentures, unless the company has, before such issue,\r\nappointed one or more debenture trustees for such debentures and the company\r\nhas, on the face of the prospectus or the letter of offer, stated that the\r\ndebenture trustee or trustees have given their consent to the company to be so\r\nappointed:Provided\r\nthat no person shall be appointed as a debenture trustee, if he-(a)\r\nbeneficially holds shares in the company;(b)\r\nis beneficially entitled to moneys which are to be paid by the company to the\r\ndebenture trustee;(c)\r\nhas entered into any guarantee in respect of principal debts secured by the\r\ndebentures or interest thereon.(2)\r\nSubject to the provisions of this Act, the functions of the debenture trustees\r\nshall generally be to protect the interest of holders of debentures (including\r\nthe creation of securities within the stipulated time) and to redress the\r\ngrievances of holders of debentures effectively.(3)\r\nIn particular, and without prejudice to the generality of the foregoing\r\nfunctions, a debenture trustee may take such other steps as he may deem fit-(a)\r\nto ensure that the assets of the company issuing debentures and each of the\r\nguarantors are sufficient to discharge the principal amount at all times;(b)\r\nto satisfy himself that the prospectus or the letter of offer does not contain\r\nany matter which is inconsistent with the terms of the debentures or with the\r\ntrust deed;(c)\r\nto ensure that the company does not commit any breach of covenants and\r\nprovisions of the trust deed;(d)\r\nto take such reasonable steps to remedy any breach of the covenants of the\r\ntrust deed or the terms of issue of debentures;(e)\r\nto take steps to call a meeting of holders of debentures as and when such\r\nmeeting is required to be held.(4)\r\nWhere at any time the debenture trustee comes to a conclusion that the assets\r\nof the company are insufficient or are likely to become insufficient to\r\ndischarge the principal amount as and when it becomes due, the debenture\r\ntrustee may file a petition before the Company Law Board and the Company Law\r\nBoard may, after hearing the company and any other person interested in the\r\nmatter, by an order, impose such restrictions on the incurring of any further\r\nliabilities as the Company Law Board thinks necessary in the interests of\r\nholders of the debentures. 117C. Liability of company to create security and\r\ndebenture redemption reserve.-(1)\r\nWhere a company issues debentures after the commencement of this Act, it shall\r\ncreate a debenture redemption reserve for the redemption of such debentures, to\r\nwhich adequate ten amounts shall be credited, from out of its profits every\r\nyear until such debentures are redeemed.(2)\r\nThe amounts credited to the debenture redemption reserve shall not be utilised\r\nby the company except for the purpose aforesaid.(3)\r\nThe company referred to in sub-section (1) shall pay interest and redeem the\r\ndebentures in accordance with the terms and conditions of their issue.(4)\r\nWhere a company fails to redeem the debentures on the date of maturity, the\r\nCompany Law Board may, on the application of any or all the holders of\r\ndebentures shall, after hearing the parties concerned, direct, by order, the\r\ncompany to redeem the debentures forthwith by the payment of principal and\r\ninterest due thereon.(5)\r\nIf default is made in complying with the order of the Company Law Board under\r\nsub-section (4), every officer of the company who is in default, shall be\r\npunishable with imprisonment which may extend to three years and shall also be\r\nliable to a fine of not less than five hundred rupees for every day during\r\nwhich such default continues.\".", "49": "Companies (Amendment) Act, 200049.\r\nAmendment of section 118.-In\r\nsection 118 of the principal Act, in sub-section (2),-(a)\r\nfor the words \"fifty rupees\", the words \"five hundred\r\nrupees\" shall be substituted;(b)\r\nfor the words \"twenty rupees\", the words \"two hundred\r\nrupees\" shall be substituted.", "50": "Companies (Amendment) Act, 200050.\r\nAmendment of section 127.-In\r\nsection 127 of the principal Act, in sub-section (2), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "51": "Companies (Amendment) Act, 200051.\r\nAmendment of section 133.-In\r\nsection 133 of the principal Act, in sub-section (2), for the words \"one\r\nthousand rupees\", the words \"ten thousand rupees\" shall be\r\nsubstituted.", "52": "Companies (Amendment) Act, 200052.\r\nAmendment of section 137.-In\r\nsection 137 of the principal Act, in sub-section (3), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "53": "Companies (Amendment) Act, 200053.\r\nAmendment of section 142.-In\r\nsection 142 of the principal Act,-a.   in sub-section (1),\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted;b.   in sub-section (2),\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted.", "54": "Companies (Amendment) Act, 200054.\r\nAmendment of section 143.-In\r\nsection 143 of the principal Act, in sub-section (2), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "55": "Companies (Amendment) Act, 200055.\r\nAmendment of section 144.-In\r\nsection 144 of the principal Act, in sub-section (3),-a.   for the words\r\n\"fifty rupees\", the words \"five hundred rupees\" shall be\r\nsubstituted;b.   for the words\r\n\"twenty rupees\", the words \"two hundred rupees\" shall be substituted.", "56": "Companies (Amendment) Act, 200056.\r\nAmendment of section 146.-In\r\nsection 146 of the principal Act, in sub-section (4), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "57": "Companies (Amendment) Act, 200057.\r\nAmendment of section 147.-In\r\nsection 147 of the principal Act,-a.   in sub-section (2),\r\nfor the words \"fifty rupees\", the words \"five hundred\r\nrupees\" shall be substituted;b.   in sub-section (3),\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted;c.   in sub-section (4),\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted.", "58": "Companies (Amendment) Act, 200058.\r\nAmendment of section 148.-In\r\nsection 148 of the principal Act, in sub-section (2), for the words \"one\r\nthousand rupees\", the words \"ten thousand rupees\" shall be\r\nsubstituted.", "59": "Companies (Amendment) Act, 200059.\r\nAmendment of section 149.-In\r\nsection 149 of the principal Act,- (a) in sub-section (2A), for the words\r\n\"five hundred rupees\", the words \"five thousand rupees\"\r\nshall be substituted; (b) in sub-section (6), for the words \"five hundred\r\nrupees\", the words \"five thousand rupees\" shall be substituted.", "60": "Companies (Amendment) Act, 200060.\r\nAmendment of section 150.-In\r\nsection 150 of the principal Act, in sub-section (2), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "61": "Companies (Amendment) Act, 200061.\r\nAmendment of section 151.-In\r\nsection 151 of the principal Act, in sub-section (4), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "62": "Companies (Amendment) Act, 200062.\r\nAmendment of section 152.-In\r\nsection 152 of the principal Act, in sub-section (3), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "63": "Companies (Amendment) Act, 200063.\r\nAmendment of section 153A.-Section\r\n153A of the principal Act, shall be renumbered as sub-section (1) thereof and\r\nafter sub-section (1) as so renumbered, the following sub-section shall be\r\ninserted, namely:-\"(2)\r\nThe provisions of this section shall not apply on and after the commencement of\r\nthe Companies (Amendment) Act, 2000.\".", "64": "Companies (Amendment) Act, 200064.\r\nAmendment of section 153B.-In\r\nsection 153B of the principal Act, after Explanation to sub-section (4), the\r\nfollowing sub-section shall be inserted, namely:- \"(5) The provisions of\r\nthis section shall not apply on and after the commencement of the Companies\r\n(Amendment) Act, 2000.\".", "65": "Companies (Amendment) Act, 200065.\r\nAmendment of section 154.-In\r\nsection 154 of the principal Act, in sub-section (2), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "66": "Companies (Amendment) Act, 200066.\r\nAmendment of section 157.-In\r\nsection 157 of the principal Act, in sub-section (3), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "67": "Companies (Amendment) Act, 200067.\r\nAmendment of section 158.-In\r\nsection 158 of the principal Act, in sub-section (9), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "68": "Companies (Amendment) Act, 200068.\r\nAmendment of section 159.-In\r\nsection 159 of the principal Act, in sub-section (1), in clause (g), the words\r\n\"managing agents, secretaries and treasurers\" shall be omitted.", "69": "Companies (Amendment) Act, 200069.\r\nAmendment of section 160.-In\r\nsection 160 of the principal Act, in sub-section (1), in clause (b), the words\r\n\"its managing agent, its secretaries and treasurers\" shall be\r\nomitted.", "70": "Companies (Amendment) Act, 200070.\r\nAmendment of section 162.-In\r\nsection 162 of the principal Act, in sub-section (1), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "71": "Companies (Amendment) Act, 200071.\r\nAmendment of section 163.-In\r\nsection 163 of the principal Act, in sub-section (5), for the words \"fifty\r\nrupees\" the words \"five hundred rupees\" shall be substituted.", "72": "Companies (Amendment) Act, 200072.\r\nAmendment of section 165.-In\r\nsection 165 of the principal Act,-(a)\r\nin sub-section (3),-(i)\r\nin clause (d), the words \"managing agent, secretaries and\r\ntreasurers,\" shall be omitted;(ii)\r\nfor clause (g), the following clause shall be substituted, namely:-\"(g)\r\nthe arrears, if any, due on calls from every director and from the manager; and\r\n(iii)\r\nfor clause (h), the following clause shall be substituted, namely:-\"(h)\r\nthe particulars of any commission or brokerage paid or to be paid in connection\r\nwith the issue or sale of shares or debentures to any director or to the\r\nmanager,\";(b)\r\nin sub-section (9), for the words \"five hundred rupees\", the words\r\n\"five thousand rupees\" shall be substituted.", "73": "Companies (Amendment) Act, 200073.\r\nAmendment of section 168.-In\r\nsection 168 of the principal Act,-(a)\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted;(b)\r\nfor the words \"two hundred and fifty rupees\", the words \"two\r\nthousand five hundred rupees\" shall be substituted.", "74": "Companies (Amendment) Act, 200074.\r\nAmendment of section 173.-In\r\nsection 173 of the principal Act, in sub-section (2), the words \"the\r\nmanaging agent, if any, the secretaries and treasurers, if any,\" at both\r\nthe places where they occur shall be omitted.", "75": "Companies (Amendment) Act, 200075.\r\nAmendment of section 176.-In\r\nsection 176 of the principal Act,-(a)\r\nin sub-section (2), for the words \"five hundred rupees\", the words\r\n\"five thousand rupees\" shall be substituted;(b)\r\nin sub-section (4), for the words \"one thousand rupees\", the words\r\n\"ten thousand rupees\" shall be substituted.", "76": "Companies (Amendment) Act, 200076.\r\nAmendment of section 187B.-In\r\nsection 187B of the principal Act, after sub-section (6), the following\r\nsub-section shall be inserted, namely:-\"(7)\r\nThe provisions of this section shall not apply on and after the commencement of\r\nthe Companies (Amendment) Act, 2000.\".", "77": "Companies (Amendment) Act, 200077.\r\nAmendment of section 187C.-In\r\nsection 187C of the principal Act, after sub-section (7), the following\r\nsub-section shall be inserted, namely:-\"(8)\r\nThe provisions of this section shall not apply to the trustee referred to in\r\nsection 187B on and after the commencement of the Companies (Amendment) Act,\r\n2000.\".", "78": "Companies (Amendment) Act, 200078.\r\nAmendment of section 188.-In\r\nsection 188 of the principal Act, in sub-section (8), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "79": "Companies (Amendment) Act, 200079.\r\nAmendment of section 192.-In\r\nsection 192 of the principal Act,-(a)\r\nin sub-section (4), clause (d) shall be omitted;(b)\r\nin sub-section (5), for the words \"twenty rupees\", the words\r\n\"two hundred rupees\" shall be substituted;(c)\r\nin sub-section (6), for the words \"ten rupees\", the words \"one\r\nhundred rupees\" shall be substituted.", "80": "Companies (Amendment) Act, 200080.\r\nInsertion of new section 192A.-After\r\nsection 192 of the principal Act, the following section shall be inserted\r\nnamely:-\"192A.\r\nPassing of resolutions of Postal ballot.-(1)\r\nNotwithstanding anything contained in the foregoing provisions of this Act, a\r\nlisted public company may, and in the case of resolutions relating to such\r\nbusiness as the Central Government may, by notifi ation, declare to be\r\nconducted only by postal ballot, shall, get any resolution passed by means of a\r\npostal ballot, instead of transacting the business in general meeting of the\r\ncompany.(2)\r\nWhere a company decides to pass any resolution by resorting to postal ballot,\r\nit shall send a notice to all the shareholders, along with a draft resolution\r\nexplaining the reasons therefor, and requesting them to send their assent or\r\ndissent in writin on a postal ballot within a period of thirty days from the\r\ndate of posting of the letter.(3)\r\nThe notice shall be sent by registered post acknowledgement due, or by any\r\nother method as may be prescribed by the Central Government in this behalf, and\r\nshall include with the notice, a postage pre-paid envelope for facilitating the\r\ncommunication o the assent or dissent of the shareholder to the resolution\r\nwithin the said period.(4)\r\nIf a resolution is assented to by a requisite majority of the shareholders by\r\nmeans of postal ballot, it shall be deemed to have been duly passed at a\r\ngeneral meeting convened in that behalf.(5)\r\nIf a shareholder sends under sub-section (2) his assent or dissent in writing\r\non a postal ballot and thereafter any person fraudulently defaces or destroys\r\nthe ballot paper or declaration of identity of the shareholder, such person\r\nshall be punishabl with imprisonment for a term which may extend to six months\r\nor with fine or with both.(6)\r\nIf a default is made in complying with sub-sections (1) to (4), the company and\r\nevery officer of the company, who is in default shall be punishable with fine\r\nwhich may extend to fifty thousand rupees in respect of each such default.Explanation.-For\r\nthe purposes of this section, \"postal ballot\" includes voting by\r\nelectronic mode.", "81": "Companies (Amendment) Act, 200081.\r\nAmendment of section 193.-In\r\nsection 193 of the principal Act, in sub-section (6), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "82": "Companies (Amendment) Act, 200082.\r\nAmendment of section 196.-In\r\nsection 196 of the principal Act, in sub-section (3), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "83": "Companies (Amendment) Act, 200083.\r\nAmendment of section 197.-In\r\nsection 197 of the principal Act, in sub-section (2), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "84": "Companies (Amendment) Act, 200084.\r\nAmendment of section 197A.-In\r\nsection 197A of the principal Act, clauses (b) and (c) shall be omitted.", "85": "Companies (Amendment) Act, 200085.\r\nAmendment of section 198.-In\r\nsection 198 of the principal Act,-(a)\r\nin sub-section (1),-(i)\r\nthe words \"managing agent, secretaries and treasurers or\" shall be\r\nomitted;(ii)\r\nfor the figures and word \", 350 and 351\", the word and figures\r\n\"and 350\" shall be substituted;(iii)\r\nproviso shall be omitted;(b)\r\nin sub-section (4), in the Explanation, the figures \"348, 352,\" shall\r\nbe omitted.", "86": "Companies (Amendment) Act, 200086.\r\nAmendment of section 199.-In\r\nsection 199 of the principal Act, in sub-section (1),-(a)\r\nthe words \", the managing agent, secretaries and treasurers\" shall be\r\nomitted;(b)\r\nfor the figures and word \", 350 and 351\", the word and figures\r\n\"and 350\" shall be substituted.", "87": "Companies (Amendment) Act, 200087.\r\nAmendment of section 201.-In\r\nsection 201 of the principal Act, sub-section (2) shall be omitted.", "88": "Companies (Amendment) Act, 200088.\r\nAmendment of section 202.-In\r\nsection 202 of the principal Act, in sub-section (1),-(a)\r\nthe words \"managing agent, secretaries and treasurers, or\" shall be\r\nomitted;(b)\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted.", "89": "Companies (Amendment) Act, 200089.\r\nAmendment of section 203.-In\r\nsection 203 of the principal Act, in sub-section (7), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "90": "Companies (Amendment) Act, 200090.\r\nAmendment of section 204.-In section 204 of the principal Act,-(a)\r\nin sub-section (1), the words \"managing agent, secretaries and treasurers\r\nor\" shall be omitted;(b)\r\nsub-section (2) shall be omitted.", "91": "Companies (Amendment) Act, 200091.\r\nOmission of section 204A.-Section\r\n204A of the principal Act shall be omitted.", "92": "Companies (Amendment) Act, 200092.\r\nAmendment of section 205.-In\r\nsection 205 of the principal Act, after sub-section (1), the following\r\nsub-sections shall be inserted, namely:-\"(1A)\r\nThe Board of directors may declare interim dividend and the amount of dividend\r\nincluding interim dividend shall be deposited in a separate bank account within\r\nfive days from the date of declaration of such dividend.(1B)\r\nThe amount of dividend including interm dividend so deposited under sub-section\r\n(1A) shall be used for payment of interim dividend. (1C) The provisions\r\ncontained in sections 205, 205A, 205C, 206, 206A and 207 shall, as far as may\r\nbe, also apply to any interim dividend.\".", "93": "Companies (Amendment) Act, 200093.\r\nAmendment of section 205A.-In section 205A of the principal Act,-(a)\r\nin sub-section (1), for the words \"forty-two days\", wherever they\r\noccur, the words \"thirty days\" shall be substituted;(b)\r\nin sub-section (8), for the words \"five hundred rupees\", the words\r\n\"five thousand rupees\" shall be substituted.", "94": "Companies (Amendment) Act, 200094.\r\nSubstitution of new section for section 207.-For\r\nsection 207 of the principal Act, the following section shall be substituted,\r\nnamely:- \"207. Penalty for failure to distribute dividends within thirty\r\ndays.-Where\r\na dividend has been declared by a company but has not been paid, or the warrant\r\nin respect thereof has not been posted, within thirty days from the date of\r\ndeclaration, to any sh reholder entitled to the payment of the dividend, every\r\ndirector of the company shall, if he is knowingly a party to the default, be\r\npunishable with simple imprisonment for a term which may extend to three years\r\nand shall also be liable to a fine of one housand rupees for every day during\r\nwhich such default continues and the company shall be liable to pay simple\r\ninterest at the rate of eighteen per cent. per annum during the period for\r\nwhich such default continues:Provided\r\nthat no offence shall be deemed to have been committed within the meaning of\r\nthe foregoing provisions in the following cases, namely:-(a)\r\nwhere the dividend could not be paid by reason of the operation of any law;(b)\r\nwhere a shareholder has given directions to the company regarding the payment\r\nof the dividend and those directions cannot be complied with;(c)\r\nwhere there is a dispute regarding the right to receive the dividend;(d)\r\nwhere the dividend has been lawfully adjusted by the company against any sum\r\ndue to it from the shareholder; or(e)\r\nwhere, for any other reason, the failure to pay the dividend or to post the\r\nwarrant within the period aforesaid was not due to any default on the part of\r\nthe company.\".", "95": "Companies (Amendment) Act, 200095.\r\nAmendment of section 209.-In\r\nsection 209 of the principal Act,-(a)\r\nin sub-section (5), for the words \"one thousand rupees\", the words\r\n\"ten thousand rupees\" shall be substituted;(b)\r\nin sub-section (6),-(i)\r\nfor clause (a), the following clause shall be substituted, namely:-\"(a)\r\nwhere the company has a managing director or manager, such managing director or\r\nmanager and all officers and other employees of the company; and\";(ii)\r\nclauses (b) and(c)\r\nshall be omitted;(iii)\r\nfor clause (d), the following clause shall be substituted, namely:-\"(d)\r\nwhere the company has neither a managing director nor manager, every director\r\nof the company.\"; (iv) clause (e) shall be omitted;(c)\r\nin sub-section (7),-(i)\r\nthe words \"managing agent, secretaries and treasurers,\" shall be\r\nomitted;(ii)\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted.", "96": "Companies (Amendment) Act, 200096.\r\nAmendment of section 209A.-In\r\nsection 209A of the principal Act,-(a)\r\nin sub-section (1), for clause (ii) and the proviso, the following shall be\r\nsubstituted, namely:-\"(ii)\r\nby such officer of the Government as may be authorised by the Central\r\nGovernment in this behalf;(iii)\r\nby such officers of the Securities and Exchange Board of India as may be\r\nauthorised by it:Provided\r\nthat such inspection may be made without giving any previous notice to the\r\ncompany or any officer thereof: Provided further that the inspection by the\r\nSecurities and Exchange Board of India shall be made in respect of matters\r\ncovered under sections referred to in section 55A;\";(b)\r\nIn sub-section (6), after the words \"Central Government\", the words\r\n\"or the Securities and Exchange Board of India in respect of inspection\r\nmade by its officers\" shall be inserted;(c)\r\nin sub-section (8), for the words \"five thousand rupees\", the words\r\n\"fifty thousand rupees\" shall be substituted.", "97": "Companies (Amendment) Act, 200097.\r\nAmendment of section 210.-In\r\nsection 210 of the principal Act, in sub-sections (5) and (6), for the words\r\n\"one thousand rupees\", the words \"ten thousand rupees\"\r\nshall be substituted.", "98": "Companies (Amendment) Act, 200098.\r\nAmendment of section 211.-In\r\nsection 211 of the principal Act,-(a)\r\nin sub-section (7), for the words \"one thousand rupees\", the words\r\n\"ten thousand rupees\" shall be substituted;(b)\r\nin sub-section (8),-(i)\r\nthe words \"managing agent, secretaries and treasurers,\" shall be\r\nomitted;(ii)\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted.", "99": "Companies (Amendment) Act, 200099.\r\nAmendment of section 212.-In\r\nsection 212 of the principal Act,-(a)\r\nin sub-section (9), for the words \"one thousand rupees\", the words\r\n\"ten thousand rupees\" shall be substituted;(b)\r\nin sub-section (10),-(i)\r\nthe words \"managing agent, secretaries and treasurers\" shall be\r\nomitted;(ii)\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted.", "100": "Companies (Amendment) Act, 2000100.\r\nAmendment of section 215.-In\r\nsection 215 of the principal Act, in sub-section (1), in clause (ii), the words\r\n\"managing agent, secretaries and treasurers,\" shall be omitted.", "101": "Companies (Amendment) Act, 2000101.\r\nAmendment of section 217.In\r\nsection 217 of the principal Act,-(a)\r\nafter Explanation to sub-section (2A), the following sub-section shall be\r\ninserted, namely:- \"(2AA) The Board's report shall also include a\r\nDirectors' Responsibility Statement, indicating therein,-(i)\r\nthat in the preparation of the annual accounts, the applicable accounting\r\nstandards had been followed along with proper explanation relating to material\r\ndepartures;(ii)\r\nthat the directors had selected such accounting policies and applied them\r\nconsistently and made judgments and estimates that are reasonable and prudent\r\nso as to give a true and fair view of the state of affairs of the company at\r\nthe end of the financial year and of the profit or loss of the company for that\r\nperiod;(iii)\r\nthat the directors had taken proper and sufficient care for the maintenance of\r\nadequate accounting records in accordance with the provisions of this Act for\r\nsafeguarding the assets of the company and for preventing and detecting fraud\r\nand other irregularities;(iv)\r\nthat the directors had prepared the annual accounts on a going concern\r\nbasis.\";(b)\r\nin sub-sections (5) and (6), for the words \"two thousand rupees\", the\r\nwords \"twenty thousand rupees\" shall be substituted.", "102": "Companies (Amendment) Act, 2000102.\r\nAmendment of section 218.In\r\nsection 218 of the principal Act, for the words \"five hundred\r\nrupees\", the words \"five thousand rupees\" shall be substituted.", "103": "Companies (Amendment) Act, 2000103.\r\nAmendment of section 219.-In\r\nsection 219 of the principal Act, in sub-sections (3) and (4), for the words\r\n\"five hundred rupees\", the words \"five thousand rupees\"\r\nshall be substituted.", "104": "Companies (Amendment) Act, 2000104.\r\nAmendment of section 220.-In\r\nsection 220 of the principal Act, in sub-section (1), in clause (a), the words\r\n\"managing agent, secretaries and treasurers,\" shall be omitted.", "105": "Companies (Amendment) Act, 2000105.\r\nAmendment of section 221.-In\r\nsection 221 of the principal Act,-a.   sub-section (2) shall\r\nbe omitted;b.   in sub-section (3),\r\nthe words \"managing agent, secretaries and treasurers,\" shall be\r\nomitted;c.   in sub-section (4),\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted.", "106": "Companies (Amendment) Act, 2000106.\r\nAmendment of section 223.In\r\nsection 223 of the principal Act, in sub-section (4), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "107": "Companies (Amendment) Act, 2000107.\r\nAmendment of section 224.-In\r\nsection 224 of the principal Act,-a.   in sub-section (1B),\r\nafter the third proviso, the following proviso shall be inserted, namely:-\r\n\"Provided also that the provisions of this sub-section shall not apply, on\r\nand after the commencement of the Companies (Amendment) Act, 2000, to a private\r\ncompany.\";b.   in sub-section (4),\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted;c.   in sub-section (8),\r\nafter clause (a), the following clause shall be inserted, namely:-\"(aa)\r\nin the case of an auditor appointed under section 619 by the Comptroller and\r\nAuditor-General of India, shall be fixed by the company in general meeting or\r\nin such manner as the company in general meeting may determine.\".", "108": "Companies (Amendment) Act, 2000108.\r\nAmendment of section 226.In\r\nsection 226 of the principal Act, in sub-section (3), for clauses (e) and (f),\r\nthe following clause shall be substituted, namely:-'(e)\r\na person holding any security of that company after a period of one year from\r\nthe date of commencement of the Companies (Amendment) Act, 2000.Explanation.-For\r\nthe purposes of this section, \"security\" means an instrument which\r\ncarries voting rights.'.", "109": "Companies (Amendment) Act, 2000109.\r\nAmendment of section 227.In\r\nsection 227 of the principal Act, in sub-section (3), after clause (d), the\r\nfollowing clauses shall be inserted, namely:-\"(e)\r\nin thick type or in italics the observations or comments of the auditors which\r\nhave any adverse effect on the functioning of the company; (f) whether any\r\ndirector is disqualified from being appointed as director under clause (g) of\r\nsub-section (1) of section 274.\".", "110": "Companies (Amendment) Act, 2000110.\r\nAmendment of section 232.-In\r\nsection 232 of the principal Act, for the words \"five hundred\r\nrupees\", the words \"five thousand rupees\" shall be substituted.", "111": "Companies (Amendment) Act, 2000111.\r\nAmendment of section 233.-In\r\nsection 233 of the principal Act, for the words \"one thousand\r\nrupees\", the words \"ten thousand rupees\" shall be substituted.", "112": "Companies (Amendment) Act, 2000112.\r\nAmendment of section 233A.-In\r\nsection 233A of the principal Act, in sub-section (5), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "113": "Companies (Amendment) Act, 2000113.\r\nAmendment of section 233B.-In\r\nsection 233B of the principal Act, in sub-section (11), for the words\r\n\"five thousand rupees\", the words \"fifty thousand rupees\"\r\nshall be substituted.", "114": "Companies (Amendment) Act, 2000114.\r\nAmendment of section 234.-In\r\nsection 234 of the principal Act, in sub-section (4), in clause (a),-(a)\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted.(b)\r\nfor the words \"fifty rupees\", the words \"five hundred\r\nrupees\" shall be substituted.", "115": "Companies (Amendment) Act, 2000115.\r\nAmendment of section 234A.-In\r\nsection 234A of the principal Act,-(a)\r\nin sub-section (1),-(i)\r\nthe words \"any managing agent or secretaries and treasurers or\" shall\r\nbe omitted;(ii)\r\nthe words \"or any associate of such managing agent or secretaries and\r\ntreasurers,\" shall be omitted;(b)\r\nin sub-section (3), the words \"the managing agent or the secretaries and\r\ntreasurers or the associate of such managing agent or secretaries and treasures\r\nor\" shall be omitted.", "116": "Companies (Amendment) Act, 2000116.\r\nAmendment of section 239.In\r\nsection 239 of the principal Act, in sub-section (1),-(a)\r\nfor clause (b), the following clause shall be substituted, namely:-\"(b)\r\nany other body corporate which is, or has at any relevant time been managed by\r\nany person as managing director or as manager, who is, or was, at the relevant\r\ntime, the managing director or the manager of the company, or\";(b)\r\nfor clause (d), the following clause shall be substituted, namely:-\"(d)\r\nany person who is or has at any relevant time been the company's managing\r\ndirector or manager,\";(c)\r\nfor the portion beginning with the words \"the inspector shall, subject to\r\nthe provisions of sub-section (2)\" and ending with the words \"affairs\r\nof the first-mentioned company\", the following shall be substituted,\r\nnamely:- \"the inspector shall, subject to the provisions of sub-section\r\n(2), have power so to do and shall report on the affairs of the other body corporate\r\nor of the managing director or manager, so far as he thinks that the results of\r\nhis investigation thereof re relevant to the investigation of the affairs of\r\nthe first-mentioned company.\".", "117": "Companies (Amendment) Act, 2000117.\r\nAmendment of section 240.-In\r\nsection 240 of the principal Act,-(a)\r\nfor sub-section (1), the following sub-section shall be substituted, namely:-\"(1)\r\nIt shall be the duty of all officers and other employees and agents of the\r\ncompany, and where the affairs of any other body corporate are investigated by\r\nvirtue of section 239, of all officers and other employees and agents of such\r\nbody corporate-(a)\r\nto preserve and to produce to an inspector or any person authorised by him in\r\nthis behalf with the previous approval of the Central Government, all books and\r\npapers of, or relating to, the company or, as the case may be, or of relating\r\nto the other body corporate, which are in their custody or power; and(b)\r\notherwise to give to the inspector all assistance in connection with the\r\ninvestigation which they are reasonably able to give.\";(b)\r\nin sub-section (2), for the words \"other body corporate, managing agent,\r\nsecretaries and treasurers or associate,\", the words \"or other body\r\ncorporate\" shall be substituted;(c)\r\nin sub-section (3),-(i)\r\nfor the words \"two thousand rupees\", the words \"twenty thousand\r\nrupees\" shall be substituted;(ii)\r\nfor the words \"two hundred rupees\", the words \"two thousand\r\nrupees\" shall be substituted.", "118": "Companies (Amendment) Act, 2000118.\r\nAmendment of section 240A.-In\r\nsection 240A of the principal Act,-(a)\r\nin sub-section (1),-(i)\r\nthe words \"any managing agent or secretaries and treasurers or\" shall\r\nbe omitted;(ii)\r\nthe words \"or any associate of such managing agent or secretaries and\r\ntreasurers\" shall be omitted;(b)\r\nin sub-section (3), the words \"the managing agent, or the secretaries and\r\ntreasurers or the associate of such managing agent or secretaries and treasurers\r\nor\" shall be omitted.", "119": "Companies (Amendment) Act, 2000119.\r\nAmendment of section 241.-In\r\nsection 241 of the principal Act, in sub-section (2),-(a)\r\nin clause (a), the words \"managing agent, secretaries and treasurers or\r\nassociate\" shall be omitted; (b) in clause (b),-(i)\r\nfor sub-clause (i), the following sub-clause shall be substituted, namely:-\"(i)\r\nwho is a member of the company or other body corporate dealt with in the report\r\nby virtue of section 239; or\";(ii)\r\nsub-clause (ii) shall be omitted;(iii)\r\nin sub-clause (iii), the words \", managing agent, secretaries and\r\ntreasurers or associate\" shall be omitted. 120. Amendment of section 242.", "120": "Companies (Amendment) Act, 2000120.\r\nAmendment of section 242.-In\r\nsection 242 of the principal Act, in sub-section (1),-(a)\r\nthe words \"managing agent, secretaries and treasurers, or associate of a\r\nmanaging agent or secretaries and treasurers,\" shall be omitted;(b)\r\nfor the words \"agents of the company, body corporate, managing agent,\r\nsecretaries and treasurers, or associate\", the words \"agents of the\r\ncompany or body corporate,\" shall be substituted.", "121": "Companies (Amendment) Act, 2000121.\r\nAmendment of section 243.In\r\nsection 243 of the principal Act,-(a)\r\nthe words \"or any such managing agent, secretaries and treasurers or\r\nassociate being a body corporate,\" shall be omitted.(b)\r\nfor the words \"the company, body corporate, managing agent, secretaries\r\nand treasurers or associate,\" at both the places where they occur, the\r\nwords \"the company or body corporate,\" shall be substituted.", "122": "Companies (Amendment) Act, 2000122.\r\nAmendment of section 245.In\r\nsection 245 of the principal Act, the words \"managing agent, secretaries\r\nand treasurers, associate,\" wherever they occur, shall be omitted.", "123": "Companies (Amendment) Act, 2000123.\r\nAmendment of section 247.-In\r\nsection 247 of the principal Act,-(a)\r\nsub-section (4) shall be omitted;(b)\r\nin sub-section (5),-(i)\r\nthe words \"or of any managing agent, secretaries and treasurers, or\r\nassociate\" shall be omitted;(ii)\r\nthe words \"managing agent, secretaries and treasurers, or associate\"\r\nat both the places where they occur, shall be omitted;(iii)\r\nthe words \"or of the managing agent, secretaries, treasurers or\r\nassociate\" shall be omitted.", "124": "Companies (Amendment) Act, 2000124.\r\nOmission of sections 248 and 249.-Sections\r\n248 and 249 of the principal Act shall be omitted.", "125": "Companies (Amendment) Act, 2000125.\r\nAmendment of section 250.-In\r\nsection 250 of the principal Act,-(a)\r\nin sub-section (1), the figures and word \"248 or 249\" shall be\r\nomitted;(b)\r\nin sub-sections (9) and (10), for the words \"five thousand rupees\",\r\nthe words \"fifty thousand rupees\" shall be substituted.", "126": "Companies (Amendment) Act, 2000126.\r\nAmendment of section 250A.-In\r\nsection 250A of the principal Act, for the figures and word \"247, 248 or\r\n249\", the word and figures \"or 247\" shall be substituted.", "127": "Companies (Amendment) Act, 2000127.\r\nAmendment of section 251.In\r\nsection 251 of the principal Act,-(a)\r\nin the opening portion, for the figures and word \"234 to 250\" the\r\nfigures and words \"234 to 247 and 250\" shall be substituted;(b)\r\nin clause (b), the words \"managing agent, secretaries and treasurers\"\r\nat both the places where they occur, shall be omitted.", "128": "Companies (Amendment) Act, 2000128.\r\nAmendment of section 252.-In\r\nsection 252 of the principal Act, in sub-section (1), the following shall be\r\ninserted, namely:- 'Provided that a public company having,-(a)\r\na paid-up capital of five crore rupees or more;(b)\r\none thousand or more small shareholders, may have a director elected by such\r\nsmall shareholders in the manner as may be prescribed.Explanation.-For\r\nthe purposes of this sub-section, \"small shareholders\" means a\r\nshareholder holding shares of nominal value of twenty thousand rupees or less\r\nin a public company to which this section applies.'.", "129": "Companies (Amendment) Act, 2000129.\r\nOmission of section 261.Section\r\n261 of the principal Act shall be omitted.", "130": "Companies (Amendment) Act, 2000130.\r\nAmendment of section 269.In\r\nsection 269 of the principal Act,-(a)\r\nin sub-section (6), for the words \"five hundred rupees\", the words\r\n\"five thousand rupees\" shall be substituted;(b)\r\nin sub-section (10),-(i)\r\nin clause (a), for the words \"five thousand rupees\", the words\r\n\"fifty thousand rupees\" shall be substituted;(ii)\r\nin clauses (b) and (c), for the words \"ten thousand rupees\", the\r\nwords \"one lakh rupees\" shall be substituted;(c)\r\nin sub-section (11), for the words \"fifty rupees\", the words\r\n\"five hundred rupees\" shall be substituted.", "131": "Companies (Amendment) Act, 2000131.\r\nAmendment of section 272.-In\r\nsection 272 of the principal Act, for the words \"fifty rupees\", the\r\nwords \"five hundred rupees\" shall be substituted.", "132": "Companies (Amendment) Act, 2000132.\r\nAmendment of section 274.-In\r\nsection 274 of the principal Act, in sub-section (1), after clause (f), the\r\nfollowing shall be inserted, namely:-\"(g)\r\nsuch person is already a director of a public company which,-(A)\r\nhas not filed the annual accounts and annual returns for any continuous three\r\nfinancial years commencing on and after the first day of April, 1999; or (B)\r\nhas failed to repay its deposit or interest thereon on due date or redeem its\r\ndebentures on due date or pay dividend and such failure continues for one year\r\nor more:Provided\r\nthat such person shall not be eligible to be appointed as a director of any\r\nother public company for a period of five years from the date on which such\r\npublic company, in which he is a director, failed to file annual accounts and\r\nannual returns under sub-clause (A) or has failed to repay its deposit or\r\ninterest or redeem its debentures on due date or pay dividend referred to in\r\nclause (B).\".", "133": "Companies (Amendment) Act, 2000133.\r\nAmendment of section 275.In\r\nsection 275 of the principal Act, for the words \"twenty companies\",\r\nthe words \"fifteen companies\" shall be substituted.", "134": "Companies (Amendment) Act, 2000134.\r\nAmendment of section 276.-In\r\nsection 276 of the principal Act,-(a)\r\nfor the word \"twenty\" wherever it occurs, the word\r\n\"fifteen\" shall be substituted;(b)\r\nfor the words \"this Act\" at both the places where they occur, the\r\nwords, brackets and figures \"the Companies (Amendment) Act, 2000\"\r\nshall be substituted.", "135": "Companies (Amendment) Act, 2000135.\r\nAmendment of section 277.-In\r\nsection 277 of the principal Act,-(a)\r\nin sub-section (1),-(i)\r\nfor the words \"twenty companies\", the words \"fifteen\r\ncompanies\" shall be substituted;(ii)\r\nfor the words \"this Act\", the words, brackets and figures \"the\r\nCompanies (Amendment) Act, 2000\" shall be substituted;(b)\r\nin sub-section (2),-(i)\r\nfor the words \"nineteen companies\", the words \"fourteen\r\ncompanies\" shall be substituted;(ii)\r\nfor the words \"this Act\", the words, brackets and figures \"the\r\nCompanies (Amendment) Act, 2000\" shall be substituted;(iii)\r\nfor the word \"twenty\" at both the places where it occurs, the word\r\n\"fifteen\" shall be substituted. 136. Amendment of section 279.", "136": "Companies (Amendment) Act, 2000136.\r\nAmendment of section 279.-In\r\nsection 279 of the principal Act,-(a)\r\nfor the words \"twenty companies\", the words \"fifteen\r\ncompanies\" shall be substituted;(b)\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted.", "137": "Companies (Amendment) Act, 2000137.\r\nAmendment of section 283.-In\r\nsection 283 of the principal Act,-(a)\r\nin sub-section (1), in clause (l),-(i)\r\nthe words \"or as a nominee of the managing agent of the company\",\r\nshall be omitted;(ii)\r\nthe words \"or, as the case may be, the managing agency comes to an\r\nend\" shall be omitted;(b)\r\nin sub-section (2A), for the words \"five hundred rupees\", the words\r\n\"five thousand rupees\" shall be substituted.", "138": "Companies (Amendment) Act, 2000138.\r\nAmendment of section 286.-In\r\nsection 286 of the principal Act, in sub-section (2), for the words \"one\r\nhundred rupees\", the words \"one thousand rupees\" shall be\r\nsubstituted.", "139": "Companies (Amendment) Act, 2000139.\r\nAmendment of section 292.-In\r\nsection 292 of the principal Act, in sub-section (1), in the first proviso, the\r\nwords \"the managing agent, secretaries and treasurers\", shall be\r\nomitted.", "140": "Companies (Amendment) Act, 2000140.\r\nInsertion of new section 292A.-After\r\nsection 292 of the principal Act, the following section shall be inserted,\r\nnamely:-\"292A.\r\nAudit Committee.-(1)\r\nEvery public company having paid-up capital of not less than five crores of\r\nrupees shall constitute a committee of the Board known as Audit Committee which\r\nshall consist of not less than three directors and such number of the directors\r\nas the Board may determine of which two-thirds of the total number of members\r\nshall be directors, other than managing or whole-time directors.(2)\r\nEvery Audit Committee constituted under sub-section (1) shall act in accordance\r\nwith terms of reference to be specified in writing by the Board.(3)\r\nThe members of the Audit Committee shall elect a chairman from amongst\r\nthemselves.(4)\r\nThe annual report of the company shall disclose the composition of the Audit\r\nCommittee.(5)\r\nThe auditors, the internal auditor, if any, and the director-in-charge of\r\nfinance shall attend and participate at meetings of the Audit Committee but\r\nshall not have the right to vote.(6)\r\nThe Audit Committee should have discussions with the auditors periodically\r\nabout internal control systems, the scope of audit including the observations\r\nof the auditors and review the half-yearly and annual financial statements\r\nbefore submission to t e Board and also ensure compliance of internal control\r\nsystems.(7)\r\nThe Audit Committee shall have authority to investigate into any matter in\r\nrelation to the items specified in this section or referred to it by the Board\r\nand for this purpose, shall have full access to information contained in the\r\nrecords of the comp ny and external professional advice, if necessary.(8)\r\nThe recommendations of the Audit Committee on any matter relating to financial\r\nmanagement including the audit report, shall be binding on the Board.(9)\r\nIf the Board does not accept the recommendations of the Audit Committee, it\r\nshall record the reasons therefor and communicate such reasons to the\r\nshareholders.(10)\r\nThe chairman of the Audit Committee shall attend the annual general meetings of\r\nthe company to provide any clarification on matters relating to audit.(11)\r\nIf a default is made in complying with the provisions of this section, the\r\ncompany, and every officer who is in default, shall be punishable with\r\nimprisonment for a term which may extend to one year, or with fine which may\r\nextend to fifty thousand r pees, or with both.\".", "141": "Companies (Amendment) Act, 2000141.\r\nAmendment of section 294.In\r\nsection 294 of the principal Act,-(a)\r\nsub-section (4) shall be omitted;(b)\r\nin sub-section (8),-(i)\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees'' shall be substituted;(ii)\r\nfor the words \"fifty rupees\", the words \"five hundred\r\nrupees\" shall be substituted.", "142": "Companies (Amendment) Act, 2000142.\r\nAmendment of section 295.-In\r\nsection 295 of the principal Act,-(a)\r\nin sub-section (1), in clause (e), the words \"managing agent, secretaries\r\nand treasurers,\" shall be omitted.(b)\r\nin sub-section (2),-(i)\r\nfor clause (b), the following clause shall be substituted, namely:-\"(b)\r\nany loan made by a holding company to its subsidiary company;\";(ii)\r\nfor clause (c), the following clause shall be substituted, namely:- \"(c)\r\nany guarantee given or security provided by a holding company in respect of any\r\nloan made to its subsidiary company.\";(c)\r\nin sub-section (4), for the words \"five thousand rupees\", the words\r\n\"fifty thousand rupees\" shall be substituted.", "143": "Companies (Amendment) Act, 2000143.\r\nOmission of section 298.-Section\r\n298 of the principal Act shall be omitted.", "144": "Companies (Amendment) Act, 2000144.\r\nAmendment of section 299.-In\r\nsection 299 of the principal Act, in sub-section (4), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "145": "Companies (Amendment) Act, 2000145.\r\nAmendment of section 300.-In\r\nsection 300 of the principal Act, in sub-section (4), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "146": "Companies (Amendment) Act, 2000146.\r\nAmendment of section 301.-In\r\nsection 301 of the principal Act, in sub-section (4), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "147": "Companies (Amendment) Act, 2000147.\r\nAmendment of section 302.-In\r\nsection 302 of the principal Act,-(a)\r\nsub-section (3) shall be omitted;(b)\r\nin sub-section (5), for the words \"one thousand rupees\", the words\r\n\"ten thousand rupees\" shall be substituted;(c)\r\nin sub-section (6), the words \"managing agent or secretaries and\r\ntreasurers,\" shall be omitted.", "148": "Companies (Amendment) Act, 2000148.\r\nAmendment of section 303.-In\r\nsection 303 of the principal Act,-(a)\r\nthe words \"managing agent, secretaries and treasurers,\" wherever they\r\noccur, shall be omitted;(b)\r\nin sub-section (1), in clause (a), the words \"managing agent\" shall\r\nbe omitted;(c)\r\nin sub-section (3), for the words \"fifty rupees\", the words\r\n\"five hundred rupees\" shall be substituted.", "149": "Companies (Amendment) Act, 2000149.\r\nAmendment of section 304.-In\r\nsection 304 of the principal Act, in sub-section (2), in clause (a), for the\r\nwords \"fifty rupees\", the words \"five hundred rupees\" shall\r\nbe substituted.", "150": "Companies (Amendment) Act, 2000150.\r\nAmendment of section 305.In\r\nsection 305 of the principal Act, in sub-section (1),-(a)\r\nthe words \"managing agent, secretaries and treasurers,\" at both the\r\nplaces where they occur shall be omitted.(b)\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted.", "151": "Companies (Amendment) Act, 2000151.\r\nAmendment of section 307.-In\r\nsection 307 of the principal Act,-(a)\r\nin sub-section (7), for the words \"five hundred rupees\", the words\r\n\"five thousand rupees\" shall be substituted;(b)\r\nin sub-section (8),-(i)\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted;(ii)\r\nfor the words \"twenty rupees\", the words \"two hundred\r\nrupees\" shall be substituted;(c)\r\nsub-section (11) shall be omitted.", "152": "Companies (Amendment) Act, 2000152.\r\nAmendment of section 308.-In\r\nsection 308 of the principal Act, in sub-section (3), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "153": "Companies (Amendment) Act, 2000153.\r\nAmendment of section 309.-In\r\nsection 309 of the principal Act, in sub-section (4), in the first proviso, in\r\nclause (i), the words \"a managing agent or secretaries and\r\ntreasurers,\" shall be omitted.", "154": "Companies (Amendment) Act, 2000154.\r\nAmendment of section 314.-In\r\nsection 314 of the principal Act, in sub-section (2), in clause (a) the words\r\n\"managing agent, secretaries and treasurers\" shall be omitted.", "155": "Companies (Amendment) Act, 2000155.\r\nAmendment of section 318.-In\r\nsection 318 of the principal Act, in sub-section (3), in clause (a), the words\r\n\"managing agent\" shall be omitted. 156. Amendment of section 320.", "156": "Companies (Amendment) Act, 2000156.\r\nAmendment of section 320.-In\r\nsection 320 of the principal Act, in sub-section (3), for the words \"two\r\nhundred and fifty rupees\", the words \"two thousand five hundred\r\nrupees\" shall be substituted.", "157": "Companies (Amendment) Act, 2000157.\r\nAmendment of section 322.-In\r\nsection 322 of the principal Act,-(a)\r\nin sub-section (1), the words \"or of the managing agent, secretaries and\r\ntreasurers\" shall be omitted;(b)\r\nin sub-section (2),-(i)\r\nthe words \", managing agent, secretaries and treasurers\" at both the\r\nplaces where they occur, shall be omitted;(ii)\r\nthe words \", the managing agent, secretaries and treasurers\" shall be\r\nomitted;(iii)\r\nthe words \", its managing agent, secretaries and treasurers,\" shall\r\nbe omitted;(c)\r\nin sub-section (3),-(i)\r\nthe words \"managing agent, secretaries and treasurers\" at both the\r\nplaces where they occur, shall be omitted;(ii)\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted. 158. Amendment of section 323.", "158": "Companies (Amendment) Act, 2000158.\r\nAmendment of section 323.-In\r\nsection 323 of the principal Act, in sub-section (1), the words \"or of its\r\nmanaging agent, secretaries and treasurers\" shall be omitted.", "159": "Companies (Amendment) Act, 2000159.\r\nOmission of sections 324, 324A, 325, 325A, 326 to 348.-Sections\r\n324, 324A, 325, 325A, 326 to 348 of the principal Act shall be omitted.", "160": "Companies (Amendment) Act, 2000160.\r\nAmendment of section 349.-In\r\nsection 349 of the principal Act,-(a)\r\nin sub-section (1), the words and figures \"for the purpose of section\r\n348,\" shall be omitted;(b)\r\nin sub-section (5), clause (a) shall be omitted.", "161": "Companies (Amendment) Act, 2000161.\r\nAmendment of section 350.-In\r\nsection 350 of the principal Act, for the words \"the amount calculated\r\nwith reference to the written-down value of the assets\", the words\r\n\"the amount of depreciation on assets\" shall be substituted.", "162": "Companies (Amendment) Act, 2000162.\r\nOmission of sections 351 to 354.-Sections\r\n351 to 354 of the principal Act shall be omitted.", "163": "Companies (Amendment) Act, 2000163.\r\nAmendment of section 355.-In\r\nsection 355 of the principal Act, for the figures and word \"348 to\r\n354\" the figures and word \"349 and 350\" shall be substituted.", "164": "Companies (Amendment) Act, 2000164.\r\nOmission of sections 356 to 369.-Sections\r\n356 to 369 of the principal Act shall be omitted.", "165": "Companies (Amendment) Act, 2000165.\r\nAmendment of section 370A.-In\r\nsection 370A of the principal Act,-(a)\r\nthe words and figures \"section 369 or\" shall be omitted;(b)\r\nin the proviso, clause (a) shall be omitted. 166. Amendment of section 371.", "166": "Companies (Amendment) Act, 2000166.\r\nAmendment of section 371.-In\r\nsection 371 of the principal Act, in sub-section (1),-(a)\r\nthe words and figures \"section 369 or\" shall be omitted;(b)\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted.", "167": "Companies (Amendment) Act, 2000167.\r\nAmendment of section 374.-In\r\nsection 374 of the principal Act, for the words \"five thousand\r\nrupees\", the words \"fifty thousand rupees\" shall be substituted.\r\n", "168": "Companies (Amendment) Act, 2000168.\r\nOmission of section 375.-Section\r\n375 of the principal Act shall be omitted.", "169": "Companies (Amendment) Act, 2000169.\r\nSubstitution of new section for section 376.-For\r\nsection 376 of the principal Act, the following section shall be substituted,\r\nnamely:-\"376.\r\nConditions prohibiting reconstruction or amalgamation of company.-Where any\r\nprovision in the memorandum or articles of a company, or in any resolution\r\npassed in general meeting by, or by the Board of Directors of, the company, or\r\nin an agreement between the company and any other person, whether made before\r\nor after the commencement of this Act, prohibits the reconstruction of the\r\ncompany or its amalgamation with anybody corporate or bodies corporate, either\r\nabsolutely or except on the condition that the managing director or manager of\r\nthe company is appointed or reappointed as managing director or manager of the\r\nreconstructed company or of the body resulting from amalgamation, as the case\r\nmay be, shall become void with effect from the commencement of this Act, or be\r\nvoid, as the case may be.\"", "170": "Companies (Amendment) Act, 2000170.\r\nOmission of sections 377 to 383.-Sections\r\n377 to 383 of the principal Act shall be omitted.", "171": "Companies (Amendment) Act, 2000171.\r\nAmendment of section 383A.-In\r\nsection 383A of the principal Act,-(a)\r\nin sub-section (1), the following proviso shall be inserted, namely:-\"Provided\r\nthat every company not required to employ a whole-time secretary under\r\nsub-section (1) and having a paid-up share capital of ten lakh rupees or more\r\nshall file with the Registrar a certificate from a secretary in whole-time\r\npractice in such for and within such time and subject to such conditions as may\r\nbe prescribed, as to whether the company has complied with all the provisions\r\nof this Act and a copy of such certificate shall be attached with Board's\r\nreport referred to in section 217.\";(b)\r\nin sub-section (1A), for the words \"fifty rupees\", the words\r\n\"five hundred rupees\" shall be substituted. 172. Amendment of section\r\n387.", "172": "Companies (Amendment) Act, 2000172.\r\nAmendment of section 387.-In\r\nsection 387 of the principal Act, for the figures and word \"350 and\r\n351\", the word and figures \"and 350\" shall be substituted.", "173": "Companies (Amendment) Act, 2000173.\r\nAmendment of section 388E.-In\r\nsection 388E of the principal Act,-(a)\r\nin sub-section (1), the proviso shall be omitted;(b)\r\nsub-section (2) shall be omitted.", "174": "Companies (Amendment) Act, 2000174.\r\nAmendment of section 391.-In\r\nsection 391 of the principal Act, in sub-section (5), for the words \"ten\r\nrupees\", the words \"one hundred rupees\" shall be substituted.", "175": "Companies (Amendment) Act, 2000175.\r\nAmendment of section 393.-In\r\nsection 393 of the principal Act,-(a)\r\nin sub-section (1), in clause (a), the words \"managing agent, secretaries\r\nand treasurers\" shall be omitted;(b)\r\nin sub-section (4),-(i)\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted;(ii)\r\nthe words \"managing agent, secretaries and treasurers,\" shall be\r\nomitted;(c)\r\nin sub-section (5),-(i)\r\nthe words \"managing agent, secretaries and treasurers\" shall be\r\nomitted;(ii)\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted.", "176": "Companies (Amendment) Act, 2000176.\r\nAmendment of section 394.-In\r\nsection 394 of the principal Act, in sub-section (3), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "177": "Companies (Amendment) Act, 2000177.\r\nAmendment of section 395.-In\r\nsection 395 of the principal Act, in sub-section (4A), in clause (b), for the\r\nwords \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted.", "178": "Companies (Amendment) Act, 2000178.\r\nAmendment of section 398.-In\r\nsection 398 of the principal Act, in sub-section (1), in clause (b),-(i)\r\nthe words \"or of its managing agent or secretaries and treasurers\"\r\nshall be omitted;(ii)\r\nthe words \"or in the constitution or control of the firm or body corporate\r\nacting as its managing agent or secretaries and treasurers,\" shall be\r\nomitted.", "179": "Companies (Amendment) Act, 2000179.\r\nAmendment of section 402.-In\r\nsection 402 of the principal Act, in clause (d), sub-clauses (iii) and (iv)\r\nshall be omitted.", "180": "Companies (Amendment) Act, 2000180.\r\nAmendment of section 404.-In\r\nsection 404 of the principal Act, in sub-section (4), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "181": "Companies (Amendment) Act, 2000181.\r\nAmendment of section 405.-In\r\nsection 405 of the principal Act, the words \"the managing agent,\r\nsecretaries and treasurers\" shall be omitted.", "182": "Companies (Amendment) Act, 2000182.\r\nAmendment of section 407.-In\r\nsection 407 of the principal Act,-(a)\r\nin sub-section (1), in clause (b),- (i) the words \"managing agent,\r\nsecretaries and treasurers,\" at both the places where they occur, shall be\r\nomitted;(ii)\r\nthe words \"managing agent or secretaries and treasurers\" shall be\r\nomitted;(b)\r\nin sub-section (2),-(A)\r\nin clause (a), the words \"managing agent, secretaries and treasurers\"\r\nshall be omitted;(B)\r\nclause (b) shall be omitted;(C)\r\nin clause (c), for the words \"five thousand rupees\", the words\r\n\"fifty thousand rupees\" shall be substituted.", "183": "Companies (Amendment) Act, 2000183.\r\nAmendment of section 409.-In\r\nsection 409 of the principal Act, in sub-section (1), the words \"the\r\nmanaging agent, the secretaries and treasurers\" shall be omitted.", "184": "Companies (Amendment) Act, 2000184.\r\nAmendment of section 416.-In\r\nsection 416 of the principal Act,-(a)\r\nin sub-section (1), the words \"managing agent, secretaries and\r\ntreasurers\" shall be omitted;(b)\r\nin sub-section (3), in clause (b), for the words \"two hundred\r\nrupees\", the words \"two thousand rupees\" shall be substituted.", "185": "Companies (Amendment) Act, 2000185.\r\nAmendment of section 420.-In\r\nsection 420 of the principal Act, for the words \"one thousand\r\nrupees\", the words \"ten thousand rupees\" shall be substituted.", "186": "Companies (Amendment) Act, 2000186.\r\nAmendment of section 423.-In\r\nsection 423 of the principal Act, for the words \"two hundred rupees\",\r\nthe words \"two thousand rupees\" shall be substituted.", "187": "Companies (Amendment) Act, 2000187.\r\nAmendment of section 427.-In\r\nsection 427 of the principal Act, the words \"managing agent, secretaries\r\nand treasurers\" wherever they occur, shall be omitted.", "188": "Companies (Amendment) Act, 2000188.\r\nAmendment of section 445.-In\r\nsection 445 of the principal Act, in sub-section (1), for the words \"one\r\nhundred rupees\", the words \"one thousand rupees\" shall be\r\nsubstituted.", "189": "Companies (Amendment) Act, 2000189.\r\nAmendment of section 454.-In\r\nsection 454 of the principal Act, in sub-section (5), for the words \"one\r\nhundred rupees\", the words \"one thousand rupees\" shall be\r\nsubstituted.", "190": "Companies (Amendment) Act, 2000190.\r\nAmendment of section 469.-In\r\nsection 469 of the principal Act, in sub-section (2), in clause (b), the words\r\n\"managing agent, secretaries and treasurers\" shall be omitted.", "191": "Companies (Amendment) Act, 2000191.\r\nAmendment of section 481.-In\r\nsection 481 of the principal Act, in sub-section (3), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "192": "Companies (Amendment) Act, 2000192.\r\nAmendment of section 485.-In\r\nsection 485 of the principal Act, in sub-section (2), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "193": "Companies (Amendment) Act, 2000193.\r\nAmendment of section 488.-In\r\nsection 488 of the principal Act, in sub-section (3), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "194": "Companies (Amendment) Act, 2000194.\r\nAmendment of section 491.-In\r\nsection 491 of the principal Act, the words \"managing agent, secretaries\r\nand treasurers,\" shall be omitted.", "195": "Companies (Amendment) Act, 2000195.\r\nAmendment of section 493.-In\r\nsection 493 of the principal Act, in sub-section (3), for the words \"one\r\nhundred rupees\", the words \"one thousand rupees\" shall be\r\nsubstituted.", "196": "Companies (Amendment) Act, 2000196.\r\nAmendment of section 495.-In\r\nsection 495 of the principal Act, in sub-section (2), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "197": "Companies (Amendment) Act, 2000197.\r\nAmendment of section 496.In\r\nsection 496 of the principal Act, in sub-section (2), for the words \"one\r\nhundred rupees\", the words \"one thousand rupees\" shall be\r\nsubstituted.", "198": "Companies (Amendment) Act, 2000198.\r\nAmendment of section 497.-In\r\nsection 497 of the principal Act,-(a)\r\nin sub-section (3), for the words \"fifty rupees\", the words\r\n\"five hundred rupees\" shall be substituted;(b)\r\nin sub-section (7), for the words \"five hundred rupees\", the words\r\n\"five thousand rupees\" shall be substituted.", "199": "Companies (Amendment) Act, 2000199.\r\nAmendment of section 500.-In\r\nsection 500 of the principal Act, in sub-section (6), for the words \"one\r\nthousand rupees\", the words \"ten thousand rupees\" shall be\r\nsubstituted.", "200": "Companies (Amendment) Act, 2000200.\r\nAmendment of section 501.-In\r\nsection 501 of the principal Act, in sub-section (2), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "201": "Companies (Amendment) Act, 2000201.\r\nAmendment of section 508.-In\r\nsection 508 of the principal Act, in sub-section (2), for the words \"one\r\nhundred rupees\", the words \"one thousand rupees\" shall be\r\nsubstituted.", "202": "Companies (Amendment) Act, 2000202.\r\nAmendment of section 509.-In\r\nsection 509 of the principal Act,-(a)\r\nin sub-section (3), for the words \"fifty rupees\", the words\r\n\"five hundred rupees\" shall be substituted;(b)\r\nin sub-section (7), for the words \"five hundred rupees\", the words\r\n\"five thousand rupees\" shall be substituted. 203. Amendment of\r\nsection 513.", "203": "Companies (Amendment) Act, 2000203.\r\nAmendment of section 513.-In\r\nsection 513 of the principal Act, in sub-section (3),-(a)\r\nthe words \"the managing agent or secretaries and treasurers\" shall be\r\nomitted;(b)\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted.", "204": "Companies (Amendment) Act, 2000204.\r\nAmendment of section 514.-In\r\nsection 514 of the principal Act, for the words \"one thousand\r\nrupees\", the words \"ten thousand rupees\" shall be substituted.", "205": "Companies (Amendment) Act, 2000205.\r\nAmendment of section 516.-In\r\nsection 516 of the principal Act, in sub-section (2), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "206": "Companies (Amendment) Act, 2000206.\r\nAmendment of section 542.-In\r\nsection 542 of the principal Act, in sub-section (3), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "207": "Companies (Amendment) Act, 2000207.\r\nAmendment of section 543.-In\r\nsection 543 of the principal Act, in sub-section (1), for the words\r\n\"managing agent, secretaries and treasurers\", at both the places\r\nwhere they occur, shall be omitted.", "208": "Companies (Amendment) Act, 2000208.\r\nAmendment of section 547.-In\r\nsection 547 of the principal Act, in sub-section (2), for the words \"five\r\nhundred rupees\", the words \"five thousand rupees\" shall be\r\nsubstituted.", "209": "Companies (Amendment) Act, 2000209.\r\nAmendment of section 550.-In\r\nsection 550 of the principal Act, in sub-section (4), for the words \"five\r\nthousand rupees\", the words \"fifty thousand rupees\" shall be\r\nsubstituted.", "210": "Companies (Amendment) Act, 2000210.\r\nAmendment of section 551.-In\r\nsection 551 of the principal Act, in sub-section (5),-(a)\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted;(b)\r\nin the proviso, for the words \"one thousand rupees\", the words\r\n\"ten thousand rupees\" shall be substituted.", "211": "Companies (Amendment) Act, 2000211.\r\nAmendment of section 559.-In\r\nsection 559 of the principal Act, in sub-section (2), for the words \"fifty\r\nrupees\", the words \"five hundred rupees\" shall be substituted.", "212": "Companies (Amendment) Act, 2000212.\r\nAmendment of section 560.-In\r\nsection 560 of the principal Act, the words \"managing agent, secretaries\r\nand treasurers\" wherever they occur, shall be omitted.", "213": "Companies (Amendment) Act, 2000213.\r\nAmendment of section 568.-In\r\nsection 568 of the principal Act, in clause (a), the words \"the managing\r\nagent, if any, the secretaries and treasurers, if any,\" shall be omitted.", "214": "Companies (Amendment) Act, 2000214.\r\nAmendment of section 583.-In\r\nsection 583 of the principal Act, in sub-section (5), in clauses (a) and (b),\r\nthe words \"managing agent, secretaries and treasurers,\" shall be\r\nomitted.", "215": "Companies (Amendment) Act, 2000215.\r\nAmendment of section 598.-In\r\nsection 598 of the principal Act,-(a)\r\nfor the words \"one thousand rupees\", the words \"ten thousand\r\nrupees\" shall be substituted;(b)\r\nfor the words \"one hundred rupees\", the words \"one thousand\r\nrupees\" shall be substituted.", "216": "Companies (Amendment) Act, 2000216.\r\nInsertion of new section 605A.-After\r\nsection 605 of the principal Act, the following section shall be inserted,\r\nnamely:-\"605A.\r\nOffer of Indian Depository Receipts.-Notwithstanding anything contained in any\r\nother law for the time being in force, the Central Government may make rules\r\napplicable for-(a)\r\nthe offer of Indian Depository Receipts;(b)\r\nthe requirement of disclosures in prospectus or letter of offer issued in\r\nconnection with Indian Depository Receipts;(c)\r\nthe manner in which the Indian Depository Receipts shall be dealt in a\r\ndepository mode and by custodian and underwriters;(d)\r\nthe manner of sale, transfer or transmission of Indian Depository Receipts, by\r\na company incorporated, or to be incorporated outside India, whether the\r\ncompany has or has not been established or, will or will not establish any\r\nplace of business in India.\".", "217": "Companies (Amendment) Act, 2000217.\r\nAmendment of section 606.-In\r\nsection 606 of the principal Act,-(a)\r\nafter the words \"application for shares or debentures\", the words\r\n\"application for shares, debentures or Indian Depository Receipts\"\r\nshall be substituted;(b)\r\nfor the word and figures \"and 605\", the figures, word and letter\r\n\"605 and 605A\" shall be substituted;(c)\r\nfor the words \"five thousand rupees\", the words \"fifty thousand\r\nrupees\" shall be substituted.", "218": "Companies (Amendment) Act, 2000218.\r\nAmendment of section 615.-In\r\nsection 615 of the principal Act, in sub-section (6), for the words \"one\r\nthousand rupees\", the words \"ten thousand rupees\" shall be\r\nsubstituted.", "219": "Companies (Amendment) Act, 2000219.\r\nOmission of section 618.-Section\r\n618 of the principal Act shall be omitted.", "220": "Companies (Amendment) Act, 2000220.\r\nAmendment of section 619.-In\r\nsection 619 of the principal Act, in sub-section (2), the words \"the\r\nCentral Government on the advice of\" shall be omitted.", "221": "Companies (Amendment) Act, 2000221.\r\nAmendment of section 621.-In\r\nsection 621 of the principal Act, in sub-section (1), after the proviso, the\r\nfollowing shall be inserted, namely:-\"Provided\r\nfurther that the court may take cognizance of offence relating to issue and\r\ntransfer of securities and non-payment of dividend on a complaint in writing by\r\na person authorised by the Securities and Exchange Board of India.\".", "222": "Companies (Amendment) Act, 2000222.\r\nAmendment of section 621A.-In\r\nsection 621A of the principal Act, in sub-sections (1) and (6), for the words\r\n\"five thousand rupees\", the words \"fifty thousand rupees\"\r\nshall be substituted.", "223": "Companies (Amendment) Act, 2000223.\r\nAmendment of section 627.-In\r\nsection 627 of the principal Act, in sub-section (1), in clause (ii), the words\r\n\"managing agent, secretaries and treasurers or\" shall be omitted.", "224": "Companies (Amendment) Act, 2000224.\r\nAmendment of section 629A.-In\r\nsection 629A of the principal Act,-(a)\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted;(b)\r\nfor the words \"fifty rupees\", the words \"five hundred\r\nrupees\" shall be substituted.", "225": "Companies (Amendment) Act, 2000225.\r\nAmendment of section 630.-In\r\nsection 630 of the principal Act, in sub-section (1), for the words \"one\r\nthousand rupees\", the words \"ten thousand rupees\" shall be\r\nsubstituted. 226. Amendment of section 631.", "226": "Companies (Amendment) Act, 2000226.\r\nAmendment of section 631.-In\r\nsection 631 of the principal Act, for the words \"fifty rupees\", the\r\nwords \"five hundred rupees\" shall be substituted.", "227": "Companies (Amendment) Act, 2000227.\r\nAmendment of section 635AA.-In\r\nsection 635AA of the principal Act, in clause (a), for the figures and word\r\n\"247, 248 or 249\" the word and figures \"or 247\" shall be\r\nsubstituted.", "228": "Companies (Amendment) Act, 2000228.\r\nAmendment of section 635B.-In\r\nsection 635B of the principal Act, in sub-section (1), in clause (a), the words\r\nand figures \"section 248 or section 249\" shall be omitted.", "229": "Companies (Amendment) Act, 2000229.\r\nAmendment of section 637.-In\r\nsection 637 of the principal Act, in sub-section (2), the figures and brackets\r\n\"248, 249, 324, 326, 328, 329, 332, 343, 345, 346, 347 (2), 352, 369\"\r\nshall be omitted.", "230": "Companies (Amendment) Act, 2000230.\r\nAmendment of section 640B.-In\r\nsection 640B of the principal Act,-(a)\r\nin sub-section (1), for the figures and word \"311, 326, 328, 329, 332,\r\n343, 345, 346 or 352\", the word and figures \"or 311\" shall be\r\nsubstituted;(b)\r\nin sub-section (2), clause (d) shall be omitted.", "231": "Companies (Amendment) Act, 2000231.\r\nAmendment of section 642.-In\r\nsection 642 of the principal Act, in sub-section (2),-(a)\r\nfor the words \"five hundred rupees\", the words \"five thousand\r\nrupees\" shall be substituted;(b)\r\nfor the words \"fifty rupees\", the words \"five hundred\r\nrupees\" shall be substituted."}