{"name": "Competition Act, 2002\r", "1": "The Competition Act, 2002 Chapter I Preliminary1. Short title,\r\nextent and commencement.-1.  \r\n  This\r\nAct may be called the Competition Act, 2002.2.  \r\n  It\r\nextends to the whole of India except the State of Jammu and Kashmir.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint: Provided that different dates\r\nmay be appointed for different provisions of this Act and any reference in any\r\nsuch provision to the commencement of this Act shall be construed as a\r\nreference to the coming into force of that provision.", "2": "The Competition Act, 2002 2. Definitions.-In this Act, unless\r\nthe context otherwise requires,- a.  \r\n  \"acquisition\"\r\nmeans, directly or indirectly, acquiring or agreeing to acquire-  \r\n i.  \r\n  shares,\r\nvoting rights or assets of any enterprise; or \r\n\r\n ii.  \r\n  control\r\nover management or control over assets of any enterprise;a.  \r\nb.  \r\n  \"agreement\"\r\nincludes any arrangement or understanding or action in concert,-  \r\n\r\n i.  \r\n  whether\r\nor not, such arrangement, understanding or action is formal or in writing; orwhether\r\nor not such arrangement, understanding or action is intended to be enforceable\r\nby legal proceedings;a.  \r\nb.  \r\n\r\nc.  \r\n  \"cartel\"\r\nincludes an association of producers, sellers, distributors, traders or service\r\nproviders who, by agreement amongst themselves, limit, control or attempt to control\r\nthe production, distribution, sale or price of, or, trade in goods or provision\r\nof services;d.  \r\n  \"Chairperson\"\r\nmeans the Chairperson of the Commission appointed under sub-section (1) of\r\nsection 8;e.  \r\n\r\n  \"Commission\"\r\nmeans the Competition Commission of India established under sub-section (1) of\r\nsection 7;f.  \r\n  \"consumer\"\r\nmeans any person who-  \r\n i.  \r\n  buys\r\nany goods for a consideration which has been paid or promised or partly paid\r\nand partly promised, or under any system of deferred payment and includes any\r\nuser of such goods other than the person who buys such goods for consideration\r\npaid or promised or partly paid or partly promised, or under any system of\r\ndeferred payment when such use is made with the approval of such person,\r\nwhether such purchase of goods is for resale or for any commercial purpose or\r\nfor personal use;hires\r\nor avails of any services for a consideration which has been paid or promised\r\nor partly paid and partly promised, or under any system of deferred payment and\r\nincludes any beneficiary of such services other than the person who hires or\r\navails o the services for consideration paid or promised, or partly paid and\r\npartly promised, or under any system of deferred payment, when such services\r\nare availed of with the approval of the first-mentioned person whether such\r\nhiring or availing of services I for any commercial purpose or for personal\r\nuse;a.  \r\nb.  \r\nc.  \r\n\r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\n  \"Director\r\nGeneral\" means the Director General appointed under sub-section (1) of\r\nsection 16 and includes any Additional, Joint, Deputy or Assistant Directors\r\nGeneral appointed under that section;h.  \r\n  \"enterprise\"\r\nmeans a person or a department of the Government, who or which is, or has been,\r\nengaged in any activity, relating to the production, storage, supply,\r\ndistribution, acquisition or control of articles or goods, or the provision of\r\nservices of any kind, or in investment, or in the business of acquiring,\r\nholding, underwriting or dealing with shares, debentures or other securities of\r\nany other body corporate, either directly or through one or more of its units\r\nor is located at the same place where the enterprise is located or at a\r\ndifferent place or at different places, but does not include any activity of\r\nthe Government relatable to the sovereign functions of the Government divisions\r\nor subsidiaries, w ether such unit or division or subsidiary not including all\r\nactivities carried on by the departments of the Central Government dealing with\r\natomic energy, currency, defence and space. Explanation.-For the purposes of\r\nthis clause,- a.   \"activity\"\r\nincludes profession or occupation;b.   \"article\"\r\n\r\nincludes a new article and \"service\" includes a new service;c.   \"unit\" or\r\n\"division\", in relation to an enterprise, includes-  \r\n i.  \r\n\r\n  a\r\nplant or factory established for the production, storage, supply, distribution,\r\nacquisition or control of any article or goods; \r\n ii.  \r\n  any\r\nbranch or office established for the provision of any service;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\n\r\nh.  \r\ni.  \r\n  \"goods\"\r\nmeans goods as defined in the Sale of Goods Act, 1930 (8 of 1930) and includes-\r\nA.   products\r\nmanufactured, processed or mined;B.   debentures, stocks\r\nand shares after allotment;C.   in relation to goods\r\nsupplied, distributed or controlled in India, goods imported into India;a.  \r\nb.  \r\n\r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\n  \"Member\"\r\n\r\nmeans a Member of the Commission appointed under sub-section (1) of section 8\r\nand includes the Chairperson;k.  \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;l.  \r\n  \"person\"\r\nincludes-  \r\n i.  \r\n  an\r\nindividual;a\r\nHindu undivided family; \r\n iii.  \r\n  a\r\ncompany; \r\n iv.  \r\n  a\r\nfirm; \r\n v.  \r\n  an\r\nassociation of persons or a body of individuals, whether incorporated or not,\r\nin India or outside India; \r\n vi.  \r\n  any\r\ncorporation established by or under any Central, State or Provincial Act or a\r\nGovernment company as defined in section 617 of the Companies Act, 1956 (1 of\r\n1956); \r\n vii.  \r\n  any\r\nbody corporate incorporated by or under the laws of a country outside India;\r\n(viii) a co-operative society registered under any law relating to co-operative\r\nsocieties; \r\n viii.  \r\n  a\r\nlocal authority; \r\n ix.  \r\n  every\r\nartificial juridical person, not falling within any of the preceding\r\nsub-clauses;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\n\r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\n  \"practice\"\r\n\r\nincludes any practice relating to the carrying on of any trade by a person or\r\nan enterprise;n.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;o.  \r\n  \"price\",\r\nin relation to the sale of any goods or to the performance of any services,\r\nincludes every valuable consideration, whether direct or indirect, or deferred,\r\nand includes any consideration which in effect relates to the sale of any goods\r\nor to the performance of any services although ostensibly relating to any other\r\nmatter or thing;p.  \r\n\r\n  \"public\r\nfinancial institution\" means a public financial institution specified\r\nunder section 4A of the Companies Act, 1956 (1 of 1956) and includes a State\r\nFinancial, Industrial or Investment Corporation;q.  \r\n  \"regulations\"\r\nmeans the regulations made by the Commission under section 64;r.  \r\n  \"relevant\r\nmarket\" means the market which may be determined by the Commission with\r\nreference to the relevant product market or the relevant geographic market or\r\nwith reference to both the markets;s.  \r\n  \"relevant\r\ngeographic market\" means a market comprising the area in which the\r\nconditions of competition for supply of goods or provision of services or\r\ndemand of goods or services are distinctly homogenous and can be distinguished\r\nfrom the conditions prevailing in the neighboring areas;t.  \r\n  \"relevant\r\nproduct market\" means a market comprising all those products or services\r\nwhich are regarded as interchangeable or substitutable by the consumer, by\r\nreason of characteristics of the products or services, their prices and\r\nintended use;u.  \r\n\r\n  \"service\"\r\nmeans service of any description which is made available to potential users and\r\nincludes the provision of services in connection with business of any\r\nindustrial or commercial matters such as banking, communication, education,\r\nfinancing, insurance, chit funds, real estate, transport, storage, material\r\ntreatment, processing, supply of electrical or other energy, boarding, lodging,\r\nentertainment, amusement, construction, repair, conveying of news or\r\ninformation and advertising;v.  \r\n  \"shares\"\r\nmeans shares in the share capital of a company carrying voting rights and\r\nincludes-  \r\n i.  \r\n  any\r\nsecurity which entitles the holder to receive shares with voting rights;stock\r\nexcept where a distinction between stock and share is expressed or implied;a.  \r\nb.  \r\nc.  \r\n\r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\no.  \r\np.  \r\n\r\nq.  \r\nr.  \r\ns.  \r\nt.  \r\nu.  \r\nv.  \r\nw.  \r\n  \"statutory\r\nauthority\" means any authority, board, corporation, council, institute,\r\nuniversity or any other body corporate, established by or under any Central,\r\nState or Provincial Act for the purposes of regulating production or supply of\r\ngoods or provision of any services or markets therefor or any matter connected\r\ntherewith or incidental thereto;x.  \r\n\r\n  \"trade\"\r\nmeans any trade, business, industry, profession or occupation relating to the\r\nproduction, supply, distribution, storage or control of goods and includes the\r\nprovision of any services;y.  \r\n  \"turnover\"\r\nincludes value of sale of goods or services;z.  \r\n  words\r\nand expressions used but not defined in this Act and defined in the Companies\r\nAct, 1956 (1 of 1956) shall have the same meanings respectively assigned to\r\nthem in that Act.", "3": "The Competition Act, 2002 Chapter II\r\nProhibition of Certain Agreements, Abuse of Dominant Position and Regulation of\r\nCombinations Prohibition of Agreements3. Anti-competitive\r\nagreements.-1.  \r\n  No\r\nenterprise or association of enterprises or person or association of persons\r\nshall enter into any agreement in respect of production, supply, distribution,\r\nstorage, acquisition or control of goods or provision of services, which causes\r\nor is likely to cause an appreciable adverse effect on competition within\r\nIndia.2.  \r\n  Any\r\nagreement entered into in contravention of the provisions contained in\r\nsub-section (1) shall be void.3.  \r\n  Any\r\nagreement entered into between enterprises or associations of enterprises or\r\npersons or associations of persons or between any person and enterprise or\r\npractice carried on, or decision taken by, any association of enterprises or\r\nassociation of persons, including cartels, engaged in identical or similar\r\ntrade of goods or provision of services, which- a.   directly or\r\nindirectly determines purchase or sale prices;b.   limits or controls\r\nproduction, supply, markets, technical development, investment or provision of\r\nservices;c.   shares the market or\r\nsource of production or provision of services by way of allocation of\r\ngeographical area of market, or type of goods or services, or number of\r\ncustomers in the market or any other similar way;d.   directly or\r\nindirectly results in bid rigging or collusive bidding, shall be presumed to\r\nhave an appreciable adverse effect on competition: Provided that nothing\r\ncontained in this sub-section shall apply to any agreement entered into by way\r\nof joint ventures if such agreement increases efficiency in production, supply,\r\ndistribution, storage, acquisition or control of goods or provision of\r\nservices.Explanation.- For the\r\npurposes of this sub-section, \"bid rigging\" means any agreement,\r\nbetween enterprises or persons referred to in sub-section (3) engaged in\r\nidentical or similar production or trading of goods or provision of services,\r\nwhich has the effect of eliminating or reducing competition for bids or\r\nadversely affecting or manipulating the process for bidding.1.  \r\n2.  \r\n3.  \r\n\r\n4.  \r\n  Any\r\nagreement amongst enterprises or persons at different stages or levels of the\r\nproduction chain in different markets, in respect of production, supply,\r\ndistribution, storage, sale or price of, or trade in goods or provision of\r\nservices, including- a.   tie-in arrangement;b.   exclusive supply\r\nagreement;c.   exclusive\r\ndistribution agreement;d.   refusal to deal;e.   resale price\r\nmaintenance, shall be an agreement in contravention of sub-section (1) if such\r\nagreement causes or is likely to cause an appreciable adverse effect on\r\ncompetition in India.Explanation.-For the\r\npurposes of this sub-section,- a.   \"tie-in\r\narrangement\" includes any agreement requiring a purchaser of goods, as a\r\ncondition of such purchase, to purchase some other goods;b.   \"exclusive\r\nsupply agreement\" includes any agreement restricting in any manner the\r\npurchaser in the course of his trade from acquiring or otherwise dealing in any\r\ngoods other than those of the seller or any other person;c.   \"exclusive\r\ndistribution agreement\" includes any agreement to limit, restrict or\r\nwithhold the output or supply of any goods or allocate any area or market for\r\nthe disposal or sale of the goods;d.   \"refusal to\r\ndeal\" includes any agreement which restricts, or is likely to restrict, by\r\nany method the persons or classes of persons to whom goods are sold or from\r\nwhom goods are bought;e.   \"resale price\r\nmaintenance\" includes any agreement to sell goods on condition that the\r\nprices to be charged on the resale by the purchaser shall be the prices\r\nstipulated by the seller unless it is clearly stated that prices lower than\r\nthose prices may be charged.1.  \r\n\r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n  Nothing\r\ncontained in this section shall restrict-  \r\n i.  \r\n  the\r\nright of any person to restrain any infringement of, or to impose reasonable\r\nconditions, as may be necessary for protecting any of his rights which have\r\nbeen or may be conferred upon him under- a.   the Copyright Act, 1957\r\n(14 of 1957);b.   the Patents Act, 1970\r\n(39 of 1970);c.   the Trade and\r\nMerchandise Marks Act, 1958 (43 of 1958) or the Trade Marks Act, 1999 (47 of\r\n1999);d.   the Geographical\r\nIndications of Goods (Registration and Protection) Act, 1999 (48 of 1999);e.   the Designs Act, 2000\r\n(16 of 2000);f.   the Semi-conductor\r\nIntegrated Circuits Layout-Design Act, 2000 (37 of 2000); \r\n i.  \r\n  \r\n ii.  \r\n  the\r\nright of any person to export goods from India to the extent to which the\r\nagreement relates exclusively to the production, supply, distribution or\r\ncontrol of goods or provision of services for such export. Prohibition of abuse\r\nof dominant position", "4": "The Competition Act, 2002 4. Abuse of dominant\r\nposition.-1.  \r\n  No\r\nenterprise shall abuse its dominant position.2.  \r\n  There\r\nshall be an abuse of dominant position under sub-section (1), if an\r\nenterprise,- a.   directly or\r\nindirectly, imposes unfair or discriminatory-  \r\n i.  \r\n\r\n  condition\r\nin purchase or sale of goods or service; or \r\n ii.  \r\n  price\r\nin purchase or sale (including predatory price) of goods or service.Explanation.-For the\r\npurposes of this clause, the unfair or discriminatory condition in purchase or\r\nsale of goods or service referred to in sub-clause (i) and unfair or\r\ndiscriminatory price in purchase or sale of goods (including predatory price)\r\nor service referred to in sub-clause (ii) shall not include such discriminatory\r\ncondition or price which may be adopted to meet the competition; ora.  \r\nb.   limits or restricts-  \r\n i.  \r\n  production\r\nof goods or provision of services or market there for; or \r\n ii.  \r\n  technical\r\nor scientific development relating to goods or services to the prejudice of\r\nconsumers; ora.  \r\nb.  \r\nc.   indulges in practice\r\nor practices resulting in denial of market access; ord.   makes conclusion of\r\ncontracts subject to acceptance by other parties of supplementary obligations\r\nwhich, by their nature or according to commercial usage, have no connection\r\nwith the subject of such contracts; ore.   uses its dominant\r\nposition in one relevant market to enter into, or protect, other relevant\r\nmarket. Explanation.-For the purposes of this section, the expression- a.   \"dominant\r\nposition\" means a position of strength, enjoyed by an enterprise, in the\r\nrelevant market, in India, which enables it to-   \r\n i.  \r\n  operate\r\nindependently of competitive forces prevailing in the relevant market; or  \r\n ii.  \r\n\r\n  affect\r\nits competitors or consumers or the relevant market in its favour;a.  \r\nb.   \"predatory\r\nprice\" means the sale of goods or provision of services, at a price which\r\nis below the cost, as may be determined by regulations, of production of the\r\ngoods or provision of services, with a view to reduce competition or eliminate\r\nthe competitors. Regulation of combinations", "5": "The Competition Act, 2002 5. Combination.-The acquisition of\r\none or more enterprises by one or more persons or merger or amalgamation of\r\nenterprises shall be a combination of such enterprises and persons or\r\nenterprises, if- a.  \r\n  any\r\nacquisition where-  \r\n i.  \r\n  the\r\nparties to the acquisition, being the acquirer and the enterprise, whose\r\ncontrol, shares, voting rights or assets have been acquired or are being\r\nacquired jointly have,- A.   either, in India, the\r\nassets of the value of more than rupees one thousand crores or turnover more\r\nthan rupees three thousand crores; orB.   in India or outside\r\nIndia, in aggregate, the assets of the value of more than five hundred million\r\nUS dollars or turnover more than fifteen hundred million US dollars; or \r\n i.  \r\nthe\r\ngroup, to which the enterprise whose control, shares, assets or voting rights\r\nhave been acquired or are being acquired, would belong after the acquisition,\r\njointly have or would jointly have,- A.   either in India, the\r\nassets of the value of more than rupees four thousand crores or turnover more\r\nthan rupees twelve thousand crores; orB.   in India or outside\r\nIndia, in aggregate, the assets of the value of more than two billion US\r\ndollars or turnover more than six billion US dollars; ora.  \r\nb.  \r\n  acquiring\r\nof control by a person over an enterprise when such person has already direct\r\nor indirect control over another enterprise engaged in production, distribution\r\nor trading of a similar or identical or substitutable goods or provision of a\r\nsimi ar or identical or substitutable service, if-  \r\n i.  \r\n  the\r\nenterprise over which control has been acquired along with the enterprise over\r\nwhich the acquirer already has direct or indirect control jointly have,- A.   either in India, the\r\nassets of the value of more than rupees one thousand crores or turnover more\r\nthan rupees three thousand crores; orB.   in India or outside\r\nIndia, in aggregate, the assets of the value of more than five hundred million\r\nUS dollars or turnover more than fifteen hundred million US dollars; or \r\n i.  \r\nthe\r\ngroup, to which enterprise whose control has been acquired, or is being\r\nacquired, would belong after the acquisition, jointly have or would jointly\r\nhave,- A.   either in India, the\r\nassets of the value of more than rupees four thousand crores or turnover more\r\nthan rupees twelve thousand crores; orB.   in India or outside\r\nIndia, in aggregate, the assets of the value of more than two billion US\r\ndollars or turnover more than six billion US dollars; orC.   any merger or\r\namalgamation in which-  \r\n i.  \r\n  the\r\nenterprise remaining after merger or the enterprise created as a result of the\r\namalgamation, as the case may be, have,- A.   either in India, the\r\nassets of the value of more than rupees one thousand crores or turnover more\r\nthan rupees three thousand crores; orB.   in India or outside\r\nIndia, in aggregate, the assets of the value of more than five hundred million\r\nUS dollars or turnover more than fifteen hundred million US dollars; or \r\n i.  \r\n \r\n ii.  \r\n  the\r\ngroup, to which the enterprise remaining after the merger or the enterprise\r\ncreated as a result of the amalgamation, would belong after the merger or the\r\namalgamation, as the case may be, have or would have,- A.   either in India, the\r\nassets of the value of more than rupees four thousand crores or turnover more\r\nthan rupees twelve thousand crores; orB.   in India or outside\r\nIndia, the assets of the value of more than two billion US dollars or turnover\r\nmore than six billion US dollars. Explanation.-For the purposes of this\r\nsection,- a.   \"control\"\r\nincludes controlling the affairs or management by-   \r\n i.   one or more\r\nenterprises, either jointly or singly, over another enterprise or group;  \r\n ii.   one or more groups,\r\neither jointly or singly, over another group or enterprise;a.  \r\nb.   \"group\"\r\nmeans two or more enterprises which, directly or indirectly, are in a position\r\nto –  \r\n i.   exercise twenty-six\r\nper cent. or more of the voting rights in the other enterprise; or  \r\n ii.   appoint more than\r\nfifty per cent. of the members of the board of directors in the other\r\nenterprise; or  \r\n iii.   control the\r\nmanagement or affairs of the other enterprise;a.  \r\nb.  \r\nc.   the value of assets\r\nshall be determined by taking the book value of the assets as shown, in the\r\naudited books of account of the enterprise, in the financial year immediately\r\npreceding the financial year in which the date of proposed merger falls, as\r\neduced by any depreciation, and the value of assets shall include the brand\r\nvalue, value of goodwill, or value of copyright, patent, permitted use,\r\ncollective mark, registered proprietor, registered trade mark, registered user,\r\nhomonymous geographical indication, geographical indications, design or\r\nlayout-design or similar other commercial rights, if any, referred to in\r\nsub-section (5) of section 3.", "6": "The Competition Act, 2002 6. Regulation of\r\ncombinations.-1.  \r\n  No\r\nperson or enterprise shall enter into a combination which causes or is likely\r\nto cause an appreciable adverse effect on competition within the relevant\r\nmarket in India and such a combination shall be void.2.  \r\n  Subject\r\nto the provisions contained in sub-section (1), any person or enterprise, who\r\nor which proposes to enter into a combination, may, at his or its option, give\r\nnotice to the Commission, in the form as may be specified, and the fee which\r\nmay be determined, by regulations, disclosing the details of the proposed\r\ncombination, within seven days of- a.   approval of the\r\nproposal relating to merger or amalgamation, referred to in clause (c) of\r\nsection 5, by the board of directors of the enterprises concerned with such\r\nmerger or amalgamation, as the case may be;b.   execution of any\r\nagreement or other document for acquisition referred to in clause (a) of\r\nsection 5 or acquiring of control referred to in clause (b) of that section.1.  \r\n2.  \r\n3.  \r\n  The\r\nCommission shall, after receipt of notice under sub-section (2), deal with such\r\nnotice in accordance with the provisions contained in sections 29, 30 and 31.4.  \r\n  The\r\nprovisions of this section shall not apply to share subscription or financing\r\nfacility or any acquisition, by a public financial institution, foreign\r\ninstitutional investor, bank or venture capital fund, pursuant to any covenant\r\nof a loan agreement or investment agreement.5.  \r\n  The\r\npublic financial institution, foreign institutional investor, bank or venture\r\ncapital fund, referred to in sub-section (4), shall, within seven days from the\r\ndate of the acquisition, file, in the form as may be specified by regulations,\r\nwith the commission the details of the acquisition including the details of\r\ncontrol, the circumstances for exercise of such control and the consequences of\r\ndefault arising out of such loan agreement or investment agreement, as the case\r\nmay be.Explanation.- For the\r\npurposes of this section, the expression- a.  \r\n  \"foreign\r\ninstitutional investor\" has the same meaning as assigned to it in clause\r\n(a) of the Explanation to section 115AD of the Income-tax Act, 1961 (43 of\r\n1961); (b) \"venture capital fund\" has the same meaning as assigned to\r\nit in clause (b) of the Explanation to clause (23FB) of section 10 of the\r\nIncome-tax Act, 1961 (43 of 1961).", "7": "The Competition Act, 2002 Chapter III\r\nCompetition Commission of India7. Establishment of\r\nCommission.-1.  \r\n  With\r\neffect from such date as the Central Government may, by notification, appoint,\r\nthere shall be established, for the purposes of this Act, a Commission to be\r\ncalled the \"Competition Commission of India\".2.  \r\n  The\r\nCommission shall be a body corporate by the name aforesaid having perpetual\r\nsuccession and a common seal with power, subject to the provisions of this Act,\r\nto acquire, hold and dispose of property, both movable and immovable, and to\r\ncontract and hall, by the said name, sue or be sued.3.  \r\n\r\n  The\r\nhead office of the Commission shall be at such place as the Central Government\r\nmay decide from time to time.4.  \r\n  The\r\nCommission may establish offices at other places in India.", "8": "The Competition Act, 2002 8. Composition of\r\nCommission.-1.  \r\n  The\r\nCommission shall consist of a Chairperson and not less than two and not more\r\nthan ten other Members to be appointed by the Central Government : Provided\r\nthat the Central Government shall appoint the Chairperson and a Member during\r\nthe first year of the establishment of the Commission.2.  \r\n  The\r\nChairperson and every other Member shall be a person of ability, integrity and\r\nstanding and who, has been, or is qualified to be, a judge of a High Court, or,\r\nhas special knowledge of, and professional experience of not less than fifteen\r\nyears in international trade, economics, business, commerce, law, finance,\r\naccountancy, management, industry, public affairs, administration or in any\r\nother matter which, in the opinion of the Central Government, may be useful to\r\nthe Commission.3.  \r\n  The\r\nChairperson and other Members shall be whole-time Members.", "9": "The Competition Act, 2002 9. Selection of\r\nChairperson and other Members.-The Chairperson and\r\nother Members shall be selected in the manner as may be prescribed.", "10": "The Competition Act, 2002 10. Term of office of\r\nChairperson and other Members.-1.  \r\n  The\r\nChairperson and every other Member shall hold office as such for a term of five\r\nyears from the date on which he enters upon his office and shall be eligible\r\nfor re-appointment: Provided that no Chairperson or other Member shall hold\r\noffice as such after he has attained,- a.   in the case of the\r\nChairperson, the age of sixty-seven years;b.   in the case of any\r\nother Member, the age of sixty-five years.1.  \r\n\r\n2.  \r\n  A\r\nvacancy caused by the resignation or removal of the Chairperson or any other\r\nMember under section 11 or by death or otherwise shall be filled by fresh\r\nappointment in accordance with the provisions of sections 8 and 9.3.  \r\n  The\r\nChairperson and every other Member shall, before entering upon his office, make\r\nand subscribe to an oath of office and of secrecy in such form, manner and\r\nbefore such authority, as may be prescribed.4.  \r\n  In\r\nthe event of the occurrence of a vacancy in the office of the Chairperson by\r\nreason of his death, resignation or otherwise, the senior-most Member shall act\r\nas the Chairperson, until the date on which a new Chairperson, appointed in\r\naccordance wit the provisions of this Act to fill such vacancy, enters upon his\r\noffice.5.  \r\n  When\r\nthe Chairperson is unable to discharge his functions owing to absence, illness\r\nor any other cause, the senior-most Member shall discharge the functions of the\r\nChairperson until the date on which the Chairperson resumes the charge of his\r\nfunction .", "11": "The Competition Act, 2002 11. Resignation,\r\nremoval and suspension of Chairperson and other Members.-1.  \r\n  The\r\nChairperson or any other Member may, by notice in writing under his hand\r\naddressed to the Central Government, resign his office: Provided that the\r\nChairperson or a Member shall, unless he is permitted by the Central Government\r\nto relinquish his office sooner, continue to hold office until the expiry of\r\nthree months from the date of receipt of such notice or until a person duly\r\nappointed as his successor enters upon his office or until the expiry of his\r\nterm of office, whichever is the earliest.2.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), the Central Government may, by order,\r\nremove the Chairperson or any other Member from his office if such Chairperson\r\nor Member, as the case may be,- a.   is, or at any time\r\nhas been, adjudged as an insolvent; orb.   has engaged at any\r\ntime, during his term of office, in any paid employment; orc.   has been convicted of\r\nan offence which, in the opinion of the Central Government, involves moral\r\nturpitude; ord.   has acquired such\r\nfinancial or other interest as is likely to affect prejudicially his functions\r\nas a Member; ore.   has so abused his\r\nposition as to render his continuance in office prejudicial to the public\r\ninterest; or (f) has become physically or mentally incapable of acting as a\r\nMember.1.  \r\n\r\n2.  \r\n  Notwithstanding\r\nanything contained in sub-section (2), no Member shall be removed from his\r\noffice on the ground specified in clause (d) or clause (e) of that sub-section\r\nunless the Supreme Court, on a reference being made to it in this behalf by the\r\ncentral Government, has, on an inquiry, held by it in accordance with such\r\nprocedure as may be prescribed in this behalf by the Supreme Court, reported\r\nthat the Member, ought on such ground or grounds to be removed.", "12": "The Competition Act, 2002 12. Restriction on\r\nemployment of Chairperson and other Members in certain cases.-The Chairperson and\r\nother Members shall not, for a period of one year from the date on which they\r\ncease to hold office, accept any employment in, or connected with the management\r\nor administration of, any enterprise which has been a party to a proceeding\r\nbefore the Commission under this Act: Provided that nothing contained in this\r\nsection shall apply to any employment under the Central Government or a State\r\nGovernment or local authority or in any statutory authority or any corporation\r\nestablished by or under any Central, State or Provincial ct or a Government\r\ncompany as defined in section 617 of the Companies Act, 1956 (1 of 1956).", "13": "The Competition Act, 2002 13. Financial and\r\nadministrative powers of Member Administration.-The Central\r\nGovernment shall designate any Member as Member Administration who shall\r\nexercise such financial and administrative powers as may be vested in him under\r\nthe rules made by the Central Government: Provided that the Member\r\nAdministration shall have authority to delegate such of his financial and\r\nadministrative powers as he may think fit to any other officer of the\r\nCommission subject to the condition that such officer shall, while exercising\r\nsuch delegated powers continue to act under the direction, superintendence and\r\ncontrol of the Member Administration.", "14": "The Competition Act, 2002 14. Salary and\r\nallowances and other terms and conditions of service of Chairperson and other\r\nMembers.-1.  \r\n  The\r\nsalary, and the other terms and conditions of service, of the Chairperson and\r\nother Members, including travelling expenses, house rent allowance and\r\nconveyance facilities, sumptuary allowance and medical facilities shall be such\r\nas may be prescribed.2.  \r\n  The\r\nsalary, allowances and other terms and conditions of service of the Chairperson\r\nor a Member shall not be varied to his disadvantage after appointment.", "15": "The Competition Act, 2002 15. Vacancy, etc.,\r\nnot to invalidate proceedings of Commission.-No act or proceeding\r\nof the Commission shall be invalid merely by reason of- a.  \r\n  any\r\nvacancy in, or any defect in the constitution of, the Commission; orb.  \r\n  any\r\ndefect in the appointment of a person acting as a Chairperson or as a Member;\r\norc.  \r\n  any\r\nirregularity in the procedure of the Commission not affecting the merits of the\r\ncase.", "16": "The Competition Act, 2002 16. Appointment of\r\nDirector-General, etc.-1.  \r\n  The\r\nCentral Government may, by notification, appoint a Director General and as many\r\nAdditional, Joint, Deputy or Assistant Directors General or such other\r\nadvisers, consultants or officers, as it may think fit, for the purposes of\r\nassisting the Commission in conducting inquiry into contravention of any of the\r\nprovisions of this Act and for the conduct of cases before the Commission and\r\nfor performing such other functions as are, or may be, provided by or under\r\nthis Act.2.  \r\n  Every\r\nAdditional, Joint, Deputy and Assistant Directors General or such other\r\nadvisers, consultants and officers, shall exercise his powers, and discharge\r\nhis functions, subject to the general control, supervision and direction of the\r\nDirector Genera.3.  \r\n  The\r\nsalary, allowances and other terms and conditions of service of the Director\r\nGeneral and Additional, Joint, Deputy and Assistant Directors General or such\r\nother advisers, consultants or officers, shall be such as may be prescribed.4.  \r\n\r\n  The\r\nDirector General and Additional, Joint, Deputy and Assistant Directors General\r\nor such other advisers, consultants or officers shall be appointed from amongst\r\npersons of integrity and outstanding ability and who have experience in\r\ninvestigation, and knowledge of accountancy, management, business, public administration,\r\ninternational trade, law or economics and such other qualifications as may be\r\nprescribed.", "17": "The Competition Act, 2002 17. Registrar and\r\nofficers and other employees of Commission.-1.  \r\n  The\r\nCommission may appoint a Registrar and such officers and other employees as it\r\nconsiders necessary for the efficient performance of its functions under this\r\nAct.2.  \r\n  The\r\nsalaries and allowances payable to and other terms and conditions of service of\r\nthe Registrar and officers and other employees of the Commission and the number\r\nof such officers and other employees shall be such as may be prescribed.", "18": "The Competition Act, 2002 Chapter IV Duties,\r\nPowers and Functions of Commission18. Duties of\r\nCommission.-Subject to the\r\nprovisions of this Act, it shall be the duty of the Commission to eliminate\r\npractices having adverse effect on competition, promote and sustain\r\ncompetition, protect the interests of consumers and ensure freedom of trade\r\ncarried on by other participants, in markets in India: Provided that the\r\nCommission may, for the purpose of discharging its duties or performing its\r\nfunctions under this Act, enter into any memorandum or arrangement with the\r\nprior approval of the Central Government, with any agency of any foreign\r\ncountry.", "19": "The Competition Act, 2002 19. Inquiry into\r\ncertain agreements and dominant position of enterprise.-1.  \r\n  The\r\nCommission may inquire into any alleged contravention of the provisions\r\ncontained in sub-section (1) of section 3 or sub-section (1) of section 4\r\neither on its own motion or on- a.   receipt of a\r\ncomplaint, accompanied by such fee as may be determined by regulations, from\r\nany person, consumer or their association or trade association; orb.   a reference made to\r\nit by the Central Government or a State Government or a statutory authority.1.  \r\n\r\n2.  \r\n  Without\r\nprejudice to the provisions contained in sub-section (1), the powers and\r\nfunctions of the Commission shall include the powers and functions specified in\r\nsub-sections (3) to (7).3.  \r\n  The\r\nCommission shall, while determining whether an agreement has an appreciable\r\nadverse effect on competition under section 3, have due regard to all or any of\r\nthe following factors, namely:- a.   creation of barriers\r\nto new entrants in the market;b.   driving existing\r\ncompetitors out of the market;c.   foreclosure of\r\ncompetition by hindering entry into the market;d.   accrual of benefits\r\nto consumers;e.   improvements in\r\nproduction or distribution of goods or provision of services;f.   promotion of\r\ntechnical, scientific and economic development by means of production or\r\ndistribution of goods or provision of services.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  The\r\nCommission shall, while inquiring whether an enterprise enjoys a dominant\r\nposition or not under section 4, have due regard to all or any of the following\r\nfactors, namely:- a.   market share of the\r\nenterprise;b.   size and resources of\r\nthe enterprise;c.   size and importance\r\nof the competitors;d.   economic power of the\r\nenterprise including commercial advantages over competitors;e.   vertical integration\r\nof the enterprises or sale or service network of such enterprises;f.   dependence of\r\nconsumers on the enterprise;g.   monopoly or dominant\r\nposition whether acquired as a result of any statute or by virtue of being a\r\nGovernment company or a public sector undertaking or otherwise;h.   entry barriers\r\nincluding barriers such as regulatory barriers, financial risk, high capital\r\ncost of entry, marketing entry barriers, technical entry barriers, economies of\r\nscale, high cost of substitutable goods or service for consumers;i.   countervailing buying\r\npower;j.   market structure and\r\nsize of market;k.   social obligations\r\nand social costs;l.   relative advantage,\r\nby way of the contribution to the economic development, by the enterprise\r\nenjoying a dominant position having or likely to have an appreciable adverse\r\neffect on competition;m.   any other factor\r\nwhich the Commission may consider relevant for the inquiry.1.  \r\n2.  \r\n\r\n3.  \r\n4.  \r\n5.  \r\n  For\r\ndetermining whether a market constitutes a \"relevant market\" for the\r\npurposes of this Act, the Commission shall have due regard to the\r\n\"relevant geographic market\" and \"relevant product market\".\r\n\r\n6.  \r\n  The\r\nCommission shall, while determining the \"relevant geographic market\",\r\nhave due regard to all or any of the following factors, namely:- a.   regulatory trade\r\nbarriers;b.   local specification\r\nrequirements;c.   national procurement\r\npolicies;d.   adequate distribution\r\nfacilities;e.   transport costs;f.   language;g.   consumer preferences;\r\nh.   need for secure or\r\nregular supplies or rapid after-sales services.1.  \r\n2.  \r\n\r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n  The\r\nCommission shall, while determining the \"relevant product market\",\r\nhave due regard to all or any of the following factors, namely:- a.   physical\r\ncharacteristics or end-use of goods;b.   price of goods or\r\nservice;c.   consumer preferences;\r\nd.   exclusion of in-house\r\nproduction;e.   existence of\r\nspecialised producers;f.   classification of\r\nindustrial products.", "20": "The Competition Act, 2002 20. Inquiry into\r\ncombination by Commission.-1.  \r\n  The\r\nCommission may, upon its own knowledge or information relating to acquisition\r\nreferred to in clause (a) of section 5 or acquiring of control referred to in\r\nclause (b) of section 5 or merger or amalgamat on referred to in clause (c) of\r\nthat section, inquire into whether such a combination has caused or is likely\r\nto cause an appreciable adverse effect on competition in India: Provided that\r\nthe Commission shall not initiate any inquiry under this sub-section after the\r\nexpiry of one year from the date on which such combination has taken effect.2.  \r\n  The\r\nCommission shall, on receipt of a notice under sub-section (2) of section 6 or\r\nupon receipt of a reference under sub-section (1) of section 21, inquire\r\nwhether a combination referred to in that notice or reference has caused or is\r\nlikely to cause an appreciable adverse effect on competition in India.3.  \r\n  Notwithstanding\r\nanything contained in section 5, the Central Government shall, on the expiry of\r\na period of two years from the date of commencement of this Act and thereafter\r\nevery two years, in consultation with the Commission, by notification, enhance\r\nor reduce, on the basis of the wholesale price index or fluctuations in\r\nexchange rate of rupee or foreign currencies, the value of assets or the value\r\nof turnover, for the purposes of that section.4.  \r\n\r\n  For\r\nthe purposes of determining whether a combination would have the effect of or\r\nis likely to have an appreciable adverse effect on competition in the relevant\r\nmarket, the Commission shall have due regard to all or any of the following\r\nfactors, name y:- a.   actual and potential\r\nlevel of competition through imports in the market;b.   extent of barriers to\r\nentry into the market;c.   level of combination\r\nin the market;d.   degree of\r\ncountervailing power in the market;e.   likelihood that the combination\r\nwould result in the parties to the combination being able to significantly and\r\nsustainably increase prices or profit margins;f.   extent of effective\r\ncompetition likely to sustain in a market;g.   extent to which\r\nsubstitutes are available or are likely to be available in the market;h.   market share, in the\r\nrelevant market, of the persons or enterprise in a combination, individually\r\nand as a combination;i.   likelihood that the\r\ncombination would result in the removal of a vigorous and effective competitor\r\nor competitors in the market;j.   nature and extent of\r\nvertical integration in the market;k.   possibility of a\r\nfailing business;l.   nature and extent of\r\ninnovation;m.   relative advantage,\r\nby way of the contribution to the economic development, by any combination having\r\nor likely to have appreciable adverse effect on competition;n.   whether the benefits\r\nof the combination outweigh the adverse impact of the combination, if any.", "21": "The Competition Act, 2002 21. Reference by\r\nstatutory authority.-1.  \r\n  Where\r\nin the course of a proceeding before any statutory authority an issue is raised\r\nby any party that any decision which such statutory authority has taken or\r\nproposes to take, is or would be, contrary to any o the provisions of this Act,\r\nthen such statutory authority may make a reference in respect of such issue to\r\nthe Commission.2.  \r\n  On\r\nreceipt of a reference under sub-section (1), the Commission shall, after\r\nhearing the parties to the proceedings, give its opinion to such statutory\r\nauthority which shall thereafter pass such order on the issues referred to in\r\nthat sub-section as t deems fit: Provided that the Commission shall give its\r\nopinion under this section within sixty days of receipt of such reference.", "22": "The Competition Act, 2002 22. Benches of\r\nCommission.-1.  \r\n  The\r\njurisdiction, powers and authority of the Commission may be exercised by\r\nBenches thereof.2.  \r\n  The\r\nBenches shall be constituted by the Chairperson and each Bench shall consist of\r\nnot less than two Members.3.  \r\n  Every\r\nBench shall consist of at least one Judicial Member. Explanation.-For the\r\npurposes of this sub-section, \"Judicial Member\" means a Member who\r\nis, or has been, or is qualified to be, a Judge of a High Court.4.  \r\n  The\r\nBench over which the Chairperson presides shall be the Principal Bench and the\r\nother Benches shall be known as the Additional Benches.5.  \r\n  There\r\nshall be constituted by the Chairperson one or more Benches to be called the\r\nMergers Bench or Mergers Benches, as the case may be, exclusively to deal with\r\nmatters referred to in sections 5 and 6.6.  \r\n  The\r\nplaces at which the Principal Bench, other Additional Bench or Mergers Bench\r\nshall ordinarily sit, shall be such as the Central Government may, by\r\nnotification, specify.", "23": "The Competition Act, 2002 23. Distribution of\r\nbusiness of Commission amongst Benches.-1.  \r\n  Where\r\nany Benches are constituted, the Chairperson may, from time to time, by order,\r\nmake provisions as to the distribution of the business of the Commission\r\namongst the Benches and specify he matters, which may be dealt with by each\r\nBench.2.  \r\n  If\r\nany question arises as to whether any matter falls within the purview of the\r\nbusiness allocated to a Bench, the decision of the Chairperson thereon shall be\r\nfinal.3.  \r\n  The\r\nChairperson may-  \r\n i.  \r\n\r\n  transfer\r\na Member from one Bench to another Bench; orauthorise\r\nthe Members of one Bench to discharge also the functions of the Members of\r\nother Bench: Provided that the Chairperson shall transfer, with the prior\r\napproval of the Central Government, a Member from one Bench situated in one\r\ncity to another Bench situated in another city.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  The\r\nChairperson may, for the purpose of securing that any case or matter which,\r\nhaving regard to the nature of the questions involved, requires or is required\r\nin his opinion or under the rules made by the Central Government in this\r\nbehalf, to be decided by a Bench composed of more than two Members, issue such\r\ngeneral or special orders as he may deem fit.", "24": "The Competition Act, 2002 24. Procedure for\r\ndeciding a case where Members of a Bench differ in opinion.-If the Members of a\r\nBench differ in opinion on any point, they shall state the point or points on\r\nwhich they differ, and make a reference to the Chairperson who shall either he\r\nr the point or points himself or refer the case for hearing on such point or\r\npoints by one or more of the other Members and such point or points shall be\r\ndecided according to the opinion of the majority of the Members who have heard\r\nthe case, including those who first heard it.", "25": "The Competition Act, 2002 25. Jurisdiction of\r\nBench.-An inquiry shall be\r\ninitiated or a complaint be instituted or a reference be made under this Act\r\nbefore a Bench within the local limits of whose jurisdiction- a.  \r\n  the\r\nrespondent, or each of the respondents, where there are more than one, at the\r\ntime of the initiation of inquiry or institution of the complaint or making of\r\nreference, as the case may be, actually and voluntarily resides, or carries on\r\nbusiness, r personally works for gain; orb.  \r\n  any\r\nof the respondents, where there are more than one, at the time of the\r\ninitiation of the inquiry or institution of complaint or making of reference,\r\nas the case may be, actually and voluntarily resides or carries on business or\r\npersonally works for gain provided that in such case either the leave of the\r\nBench is given, or the respondents who do not reside, or carry on business, or\r\npersonally work for gain, as aforesaid, acquiesce in such institution; orc.  \r\n  the\r\ncause of action, wholly or in part, arises.Explanation.- A\r\nrespondent, being a person referred to in sub-clause (iii) or sub-clause (vi)\r\nor sub-clause (vii) or sub-clause (viii) of clause (l) of section 2, shall be\r\ndeemed to carry on business at its sole or principal place of business in India\r\nor t its registered office in India or where it has also a subordinate office\r\nat such place.", "26": "The Competition Act, 2002 26. Procedure for\r\ninquiry on complaints under section 19.-1.  \r\n  On\r\nreceipt of a complaint or a reference from the Central Government or a State\r\nGovernment or a statutory authority or on its own knowledge or there exists a\r\nprima facie case, it shall direct the Director General to cause an\r\ninvestigation to be made into the matter. Information, under section 19, if the\r\nCommission s of the opinion that2.  \r\n  The\r\nDirector General shall, on receipt of direction under sub-section (1), submit a\r\nreport on his findings within such period as may be specified by the\r\nCommission.3.  \r\n  Where\r\non receipt of a complaint under clause (a) of sub-section (1) of section 19,\r\nthe Commission is of the opinion that there exists no prima facie case, it\r\nshall dismiss the complaint and may pass such orders as it deems fit, including\r\nimposition o costs, if necessary.4.  \r\n\r\n  The\r\nCommission shall forward a copy of the report referred to in sub-section (2) to\r\nthe parties concerned or to the Central Government or the State Government or\r\nthe statutory authority, as the case may be.5.  \r\n  If\r\nthe report of the Director General relates on a complaint and such report\r\nrecommends that there is no contravention of any of the provisions of this Act,\r\nthe complainant shall be given an opportunity to rebut the findings of the\r\nDirector General.6.  \r\n  If,\r\nafter hearing the complainant, the Commission agrees with the recommendation of\r\nthe Director General, it shall dismiss the complaint.7.  \r\n  If,\r\nafter hearing the complainant, the Commission is of the opinion that further\r\ninquiry is called for, it shall direct the complainant to proceed with the complaint.\r\n8.  \r\n  If\r\nthe report of the Director General relates on a reference made under\r\nsub-section (1) and such report recommends that there is no contravention of\r\nthe provisions of this Act, the Commission shall invite comments of the Central\r\nGovernment or the State Government or the statutory authority, as the case may\r\nbe, on such report and on receipt of such comments, the Commission shall return\r\nthe reference if there is no prima facie case or proceed with the reference as\r\na complaint if there is a prima facie case.9.  \r\n  If\r\nthe report of the Director General referred to in sub-section (2) recommends\r\nthat there is contravention of any of the provisions of this Act, and the\r\nCommission is of the opinion that further inquiry is called for, it shall\r\ninquire into such contravention in accordance with the provisions of this Act.", "27": "The Competition Act, 2002 27. Orders by\r\nCommission after inquiry into agreements or abuse of dominant position.-Where after inquiry\r\nthe Commission finds that any agreement referred to in section 3 or action of\r\nan enterprise in a dominant position, is in contravention of section or section\r\n4, as the case may be, it may pass all or any of the following orders, namely:-\r\na.  \r\n  direct\r\nany enterprise or association of enterprises or person or association of\r\npersons, as the case may be, involved in such agreement, or abuse of dominant\r\nposition, to discontinue and not to re-enter such agreement or discontinue such\r\nabuse of dominant position, as the case may be;b.  \r\n  impose\r\nsuch penalty, as it may deem fit which shall be not more than ten per cent. of\r\nthe average of the turnover for the last three preceding financial years, upon\r\neach of such person or enterprises which are parties to such agreements or\r\nabuse: Provided that in case any agreement referred to in section 3 has been\r\nentered into by any cartel, the Commission shall impose upon each producer,\r\nseller, distributor, trader or service provider included in that cartel, a\r\npenalty equivalent to three times of the amount of profits made out of such\r\nagreement by the cartel or ten per cent. of the average of the turnover of the\r\ncartel for the last preceding three financial years, whichever is higher;c.  \r\n  award\r\ncompensation to parties in accordance with the provisions contained in section\r\n34;d.  \r\n  direct\r\nthat the agreements shall stand modified to the extent and in the manner as may\r\nbe specified in the order by the Commission;e.  \r\n  direct\r\nthe enterprises concerned to abide by such other orders as the Commission may\r\npass and comply with the directions, including payment of costs, if any;f.  \r\n  recommend\r\nto the Central Government for the division of an enterprise enjoying dominant\r\nposition;g.  \r\n\r\n  pass\r\nsuch other order as it may deem fit.", "28": "The Competition Act, 2002 28. Division of\r\nenterprise enjoying dominant position.-1.  \r\n  The\r\nCentral Government, on recommendation under clause (f) of section 27, may,\r\nnotwithstanding anything contained in any other law for the time being in\r\nforce, by order in writing, direct division of an enterprise enjoying dominant\r\nposition to ensure that such enterprise does not abuse its dominant position.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing powers,\r\nthe order referred to in sub-section (1) may provide for all or any of the\r\nfollowing matters, namely:- a.   the transfer or vesting\r\nof property, rights, liabilities or obligations;b.   the adjustment of\r\ncontracts either by discharge or reduction of any liability or obligation or\r\notherwise;c.   the creation,\r\nallotment, surrender or cancellation of any shares, stocks or securities;d.   the payment of\r\ncompensation to any person who suffered any loss due to dominant position of\r\nsuch enterprise;e.   the formation or\r\nwinding up of an enterprise or the amendment of the memorandum of association\r\nor articles of association or any other instruments regulating the business of\r\nany enterprise;f.   the extent to which,\r\nand the circumstances in which, provisions of the order affecting an enterprise\r\nmay be altered by the enterprise and the registration thereof;g.   any other matter\r\nwhich may be necessary to give effect to the division of the enterprise.1.  \r\n2.  \r\n3.  \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force or in any\r\ncontract or in any memorandum or articles of association, an officer of a\r\ncompany who ceases to hold office as such in consequence of the division of an\r\nenterprise shall not be entitled to claim any compensation for such cesser.", "29": "The Competition Act, 2002 29. Procedure for\r\ninvestigation of combinations.-1.  \r\n  Where\r\nthe Commission is of the opinion that a combination is likely to cause, or has\r\ncaused an appreciable adverse effect on competition within the relevant market\r\nin India, it shall issue a notice to how cause to the parties to combination\r\ncalling upon them to respond within thirty days of the receipt of the notice,\r\nas to why investigation in respect of such combination should not be conducted.\r\n2.  \r\n  The\r\nCommission, if it is prima facie of the opinion that the combination has, or is\r\nlikely to have, an appreciable adverse effect on competition, it shall, within\r\nseven working days from the date of receipt of the response of the parties to\r\nthe comb nation, direct the parties to the said combination to publish details\r\nof the combination within ten working days of such direction, in such manner,\r\nas it thinks appropriate, for bringing the combination to the knowledge or\r\ninformation of the public and persons affected or likely to be affected by such\r\ncombination.3.  \r\n  The\r\nCommission may invite any person or member of the public, affected or likely to\r\nbe affected by the said combination, to file his written objections, if any,\r\nbefore the Commission within fifteen working days from the date on which the\r\ndetails of t e combination were published under sub-section (2).4.  \r\n\r\n  The\r\nCommission may, within fifteen working days from the expiry of the period\r\nspecified in sub-section (3), call for such additional or other information as\r\nit may deem fit from the parties to the said combination.5.  \r\n  The\r\nadditional or other information called for by the Commission shall be furnished\r\nby the parties referred to in sub-section (4) within fifteen days from the\r\nexpiry of the period specified in sub-section (4).6.  \r\n  After\r\nreceipt of all information and within a period of forty-five working days from\r\nthe expiry of the period specified in sub-section (5), the Commission shall\r\nproceed to deal with the case in accordance with the provisions contained in\r\nsection 31.", "30": "The Competition Act, 2002 30. Inquiry into\r\ndisclosures under sub-section (2) of section 6.-Where any person or\r\nenterprise has given a notice under sub-section (2) of section 6, the\r\nCommission shall inquire- a.  \r\n  whether\r\nthe disclosure made in the notice is correct;b.  \r\n  whether\r\nthe combination has, or is likely to have, an appreciable adverse effect on\r\ncompetition.", "31": "The Competition Act, 2002 31. Orders of\r\nCommission on certain combinations.-1.  \r\n  Where\r\nthe Commission is of the opinion that any combination does not, or is not\r\nlikely to, have an appreciable adverse effect on competition, it shall, by\r\norder, approve that combination including the combination in respect of which a\r\nnotice has been given under sub-section (2) of section 6.2.  \r\n  Where\r\nthe Commission is of the opinion that the combination has, or is likely to\r\nhave, an appreciable adverse effect on competition, it shall direct that the\r\ncombination shall not take effect.3.  \r\n  Where\r\nthe Commission is of the opinion that the combination has, or is likely to\r\nhave, an appreciable adverse effect on competition but such adverse effect can\r\nbe eliminated by suitable modification to such combination, it may propose\r\nappropriate modification to the combination, to the parties to such\r\ncombination.4.  \r\n\r\n  The\r\nparties, who accept the modification proposed by the Commission under\r\nsub-section (3), shall carry out such modification within the period specified\r\nby the Commission.5.  \r\n  If\r\nthe parties to the combination, who have accepted the modification under\r\nsub-section (4), fail to carry out the modification within the period specified\r\nby the Commission, such combination shall be deemed to have an appreciable\r\nadverse effect on competition and the Commission shall deal with such combination\r\nin accordance with the provisions of this Act.6.  \r\n  If\r\nthe parties to the combination do not accept the modification proposed by the\r\nCommission under sub-section (3), such parties may, within thirty working days\r\nof the modification proposed by the Commission, submit amendment to the\r\nmodification proposed by the Commission under that sub-section.7.  \r\n  If\r\nthe Commission agrees with the amendment submitted by the parties under\r\nsub-section (6), it shall, by order, approve the combination.8.  \r\n  If\r\nthe Commission does not accept the amendment submitted under sub-section (6),\r\nthen, the parties shall be allowed a further period of thirty working days\r\nwithin which such parties shall accept the modification proposed by the\r\nCommission under sub-section (3).9.  \r\n  If\r\nthe parties fail to accept the modification proposed by the Commission within\r\nthirty working days referred to in sub-section (6) or within a further period\r\nof thirty working days referred to in sub-section (8), the combination shall be\r\ndeemed to avian appreciable adverse effect on competition and be dealt with in\r\naccordance with the provisions of this Act.10.  \r\n  Where\r\nthe Commission has directed under sub-section (2) that the combination shall\r\nnot take effect or the combination is deemed to have an appreciable adverse effect\r\non competition under sub-section (9), then, without prejudice to any penalty\r\nwhich may be imposed or any prosecution which may be initiated under this Act,\r\nthe Commission may order that- a.   the acquisition\r\nreferred to in clause (a) of section 5; orb.   the acquiring of\r\ncontrol referred to in clause (b) of section 5; orc.   the merger or\r\namalgamation referred to in clause (c) of section 5, shall not be given effect\r\nto: Provided that the Commission may, if it considers appropriate, frame a\r\nscheme to implement its order under this sub-section.1.  \r\n2.  \r\n\r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.  11.  \r\n  If\r\nthe Commission does not, on the expiry of a period of ninety working days from\r\nthe date of publication referred to in sub-section (2) of section 29, pass an\r\norder or issue direction in accordance with the provisions of sub-section (1)\r\nor sub-sect on (2) or sub-section (7), the combination shall be deemed to have\r\nbeen approved by the Commission. Explanation.-For the purposes of determining\r\nthe period of ninety working days specified in this sub-section, the period of\r\nthirty working days specified in sub-section (6) and a further period of thirty\r\nworking days specified in sub-section (8) shall be excluded.12.  \r\n  Where\r\nany extension of time is sought by the parties to the combination, the period\r\nof ninety working days shall be reckoned after deducting the extended time\r\ngranted at the request of the parties.13.  \r\n  Where\r\nthe Commission has ordered a combination to be void, the acquisition or\r\nacquiring of control or merger or amalgamation referred to in section 5, shall\r\nbe dealt with by the authorities under any other law for the time being in\r\nforce as if such acquisition or acquiring of control or merger or amalgamation\r\nhad not taken place and the parties to the combination shall be dealt with\r\naccordingly.14.  \r\n\r\n  Nothing\r\ncontained in this Chapter shall affect any proceeding initiated or which may be\r\ninitiated under any other law for the time being in force.", "32": "The Competition Act, 2002 32. Acts taking place\r\noutside India but having an effect on competition in India.-The Commission shall,\r\nnotwithstanding that,- a.  \r\n  an\r\nagreement referred to in section 3 has been entered into outside India; orb.  \r\n  any\r\nparty to such agreement is outside India; orc.  \r\n  any\r\nenterprise abusing the dominant position is outside India; ord.  \r\n  a\r\ncombination has taken place outside India; ore.  \r\n  any\r\nparty to combination is outside India; orf.  \r\n  any\r\nother matter or practice or action arising out of such agreement or dominant\r\nposition or combination is outside India, have power to inquire into such\r\nagreement or abuse of dominant position or combination if such agreement or\r\ndominant position or combination has, or is likely to have, an appreciable\r\nadverse effect on competition in the relevant market in India.", "33": "The Competition Act, 2002 33. Power to grant\r\ninterim relief.-1.  \r\n  Where\r\nduring an inquiry before the Commission, it is proved to the satisfaction of\r\nthe Commission, by affidavit or otherwise, that an act in contravention of\r\nsub-section (1) of section 3 or sub-section (1) of section 4 or section 6 has\r\nbeen committed and continues to be committed or that such act is about to be\r\ncommitted, the Commission may, by order, grant a temporary injunction\r\nrestraining any party from carrying on such act until the conclusion of such\r\ninquiry or until further orders, without giving notice to the opposite party,\r\nwhere it deems it necessary.2.  \r\n  Where\r\nduring the inquiry before the Commission it is proved to the satisfaction of\r\nthe Commission by affidavit or otherwise that import of any goods is likely to\r\ncontravene sub-section (1) of section 3 or sub-section (1) of section 4 or\r\nsection 6, it may, by order, grant a temporary injunction restraining any party\r\nfrom importing such goods until the conclusion of such inquiry or until further\r\norders, without giving notice to the opposite party, where it deems it\r\nnecessary and a copy of such order granting temporary injunction shall be sent\r\nto the concerned authorities.3.  \r\n  The\r\nprovisions of rules 2A to 5 (both inclusive) of Order XXXIX of the First\r\nSchedule to the Code of Civil Procedure, 1908 (5 of 1908) shall, as far as may\r\nbe, apply to a temporary injunction issued by the Commission under this Act, as\r\nthey apply to temporary injunction issued by a civil court, and any reference\r\nin any such rule to a suit shall be construed as a reference to any inquiry before\r\nthe Commission.", "34": "The Competition Act, 2002 34. Power to award\r\ncompensation.-1.  \r\n  Without\r\nprejudice to any other provisions contained in this Act, any person may make an\r\napplication to the Commission for an order for the recovery of compensation\r\nfrom any enterprise for any loss or damage shown to have been suffered, by such\r\nperson as a result of any contravention of the provisions of Chapter II, having\r\nbeen committed by such enterprise.2.  \r\n  The\r\nCommission may, after an inquiry made into the allegations mentioned in the\r\napplication made under sub-section (1), pass an order directing the enterprise\r\nto make payment to the applicant, of the amount determined by it as realisable\r\nfrom the enterprise as compensation for the loss or damage caused to the\r\napplicant as a result of any contravention of the provisions of Chapter II\r\nhaving been committed by such enterprise.3.  \r\n  Where\r\nany loss or damage referred to in sub-section (1) is caused to numerous persons\r\nhaving the same interest, one or more of such persons may, with the permission\r\nof the Commission, make an application under that sub-section for and on behalf\r\nof, o for the benefit of, the persons so interested, and thereupon, the\r\nprovisions of rule 8 of Order 1 of the First Schedule to the Code of Civil\r\nProcedure, 1908 (5 of 1908), shall apply subject to the modification that every\r\nreference therein to a suit or decree shall be construed as a reference to the\r\napplication before the Commission and the order of the Commission thereon.", "35": "The Competition Act, 2002 35. Appearance before\r\nCommission.-A complainant or\r\ndefendant or the Director General may either appear in person or authorise one\r\nor more chartered accountants or company secretaries or cost accountants or\r\nlegal practitioners or any of his or its office s to present his or its case\r\nbefore the Commission.Explanation.-For the\r\npurposes of this section,- a.  \r\n  \"chartered\r\naccountant\" means a chartered accountant as defined in clause (b) of\r\nsub-section (1) of section 2 of the Chartered Accountants Act, 1949 (38 of\r\n1949) and who has obtained a certificate of practice under sub-section (1) of\r\nsection 6 of that Act;b.  \r\n  \"company\r\nsecretary\" means a company secretary as defined in clause (c) of\r\nsub-section (1) of section 2 of the Company Secretaries Act, 1980 (56 of 1980)\r\nand who has obtained a certificate of practice under sub-section (1) of section\r\n6 of that Act;a.  \r\nb.  \r\nc.  \r\n  \"cost\r\naccountant\" means a cost accountant as defined in clause (b) of\r\nsub-section (1) of section 2 of the Cost and Works Accountants Act, 1959 (23 of\r\n1959) and who has obtained a certificate of practice under sub-section (1) of\r\nsection 6 of that Act;d.  \r\n\r\n  \"legal\r\npractitioner\" means an advocate, vakil or an attorney of any High Court,\r\nand includes a pleader in practice.", "36": "The Competition Act, 2002 36. Power of\r\nCommission to regulate its own procedure.-1.  \r\n  The\r\nCommission shall not be bound by the procedure laid down by the Code of Civil\r\nProcedure, 1908 (5 of 1908), but shall be guided by the principles of natural\r\njustice and, subject to the other provisions of this Act and of any rules made\r\nby the Central Government, the Commission shall have powers to regulate its own\r\nprocedure including the places at which they shall have their sittings,\r\nduration of oral hearings when granted, and times of its inquiry.2.  \r\n  The\r\nCommission shall have, for the purposes of discharging its functions under this\r\nAct, the same powers as are vested in a civil court under the Code of Civil\r\nProcedure, 1908 (5 of 1908), while trying a suit, in respect of the following\r\nmatters, namely:- a.   summoning and\r\nenforcing the attendance of any person and examining him on oath;b.   requiring the\r\ndiscovery and production of documents;c.   receiving evidence on\r\naffidavits;d.   issuing commissions\r\nfor the examination of witnesses or documents;e.   subject to the\r\nprovisions of sections 123 and 124 of the Indian Evidence Act, 1872 (1 of\r\n1872), requisitioning any public record or document or copy of such record or\r\ndocument from any office;f.   dismissing an\r\napplication in default or deciding it ex parte;g.   any other matter\r\nwhich may be prescribed.1.  \r\n2.  \r\n3.  \r\n  Every\r\nproceeding before the Commission shall be deemed to be a judicial proceeding\r\nwithin the meaning of sections 193 and 228 and for the purposes of section 196\r\nof the Indian Penal Code (45 of 1860) and the Commission shall be deemed to be\r\na civil court for the purposes of section 195 and Chapter XXVI of the Code of\r\nCriminal Procedure, 1973 (2 of 1974).4.  \r\n  The\r\nCommission may call upon such experts, from the fields of economics, commerce,\r\naccountancy, international trade or from any other discipline as it deems\r\nnecessary, to assist the Commission in the conduct of any inquiry or proceeding\r\nbefore it.5.  \r\n  The\r\nCommission may direct any person- a.   to produce before the\r\nDirector General or the Registrar or an officer authorised by it, such books,\r\naccounts or other documents in the custody or under the control of such person\r\nso directed as may be specified or described in the direction, being documents\r\nrelating to any trade, the examination of which may be required for the\r\npurposes of this Act;b.   to furnish to the\r\nDirector General or the Registrar or any officer authorised by it, as respects\r\nthe trade or such other information as may be in his possession in relation to\r\nthe trade carried on by such person, as may be required for the purposes o this\r\nAct.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n  If\r\nthe Commission is of the opinion that any agreement referred to in section 3 or\r\nabuse of dominant position referred to in section 4 or the combination referred\r\nto in section 5 has caused or is likely to cause an appreciable adverse effect\r\non competition in the relevant market in India and it is necessary to protect,\r\nwithout further delay, the interests of consumers and other market participants\r\nin India, it may conduct an inquiry or adjudicate upon any matter under this\r\nAct after giving a reasonable oral hearing to the parties concerned.", "37": "The Competition Act, 2002 37. Review of orders\r\nof Commission.-Any person aggrieved\r\nby an order of the Commission from which an appeal is allowed by this Act but\r\nno appeal has been preferred, may, within thirty days from the date of the\r\norder, apply to the Commission for review of its order and the Commission may\r\nmake such order thereon as it thinks fit: Provided that the Commission may\r\nentertain a review application after the expiry of the said period of thirty\r\ndays, if it is satisfied that the applicant was prevented by sufficient cause\r\nfrom preferring the application in time: Provided further that no order shall\r\nbe modified or set aside without giving an opportunity of being heard to the\r\nperson in whose favour the order is given and the Director General where he was\r\na party to the proceedings.", "38": "The Competition Act, 2002 38. Rectification of\r\norders.-1.  \r\n  With\r\na view to rectifying any mistake apparent from the record, the Commission may\r\namend any order passed by it under the provisions of this Act.2.  \r\n  Subject\r\nto the other provisions of this Act, the Commission may make- a.   an amendment under\r\nsub-section (1) of its own motion;b.   an amendment for\r\nrectifying any such mistake which has been brought to its notice by any party\r\nto the order. Explanation.- For the removal of doubts, it is hereby declared\r\nthat the Commission shall not, while rectifying any mistake apparent from\r\nrecord, amend substantive part of its order passed under the provisions of this\r\nAct.", "39": "The Competition Act, 2002 39. Execution of\r\norders of Commission.-Every order passed by\r\nthe Commission under this Act shall be enforced by the Commission in the same\r\nmanner as if it were a decree or order made by a High Court or the principal\r\ncivil court in a suit pending therein and it shall be lawful for the Commission\r\nto send, in the event of its inability to execute it, such order to the High\r\nCourt or the principal civil court, as the case may be, within the local limits\r\nof whose jurisdiction,- a.  \r\n  in\r\nthe case of an order against a person referred to in sub-clause (iii) or\r\nsub-clause (vi) or sub-clause (vii) of clause (l) of section 2, the registered\r\noffice or the sole or principal place of business of the person in India or\r\nwhere the person ha also a subordinate office, that subordinate office, is\r\nsituated;b.  \r\n  in\r\nthe case of an order against any other person, the place, where the person\r\nconcerned voluntarily resides or carries on business or personally works for\r\ngain, is situated, and thereupon the court to which the order is so sent shall\r\nexecute the order as if it were a decree or order sent to it for execution.", "40": "The Competition Act, 2002 40. Appeal.-Any person aggrieved\r\nby any decision or order of the Commission may file an appeal to the Supreme\r\nCourt within sixty days from the date of communication of the decision or order\r\nof the Commission to him on one or more of the grounds specified in section 100\r\nof the Code of Civil Procedure, 1908 (5 of 1908): Provided that the Supreme\r\nCourt may, if it is satisfied that the appellant was prevented by sufficient\r\ncause from filing the appeal within the said period, allow it to be filed\r\nwithin a further period not exceeding sixty days: Provided further that no\r\nappeal shall lie against any decision or order of the Commission made with the\r\nconsent of the parties.", "41": "The Competition Act, 2002 Chapter V Duties of\r\nDirector General41. Director-General to\r\ninvestigate contraventions.-1.  \r\n  The\r\nDirector General shall, when so directed by the Commission, assist the\r\nCommission in investigating into any contravention of the provisions of this\r\nAct or any rules or regulations made there under.2.  \r\n  The\r\nDirector General shall have all the powers as are conferred upon the Commission\r\nunder sub-section (2) of section 36.3.  \r\n\r\n  Without\r\nprejudice to the provisions of sub-section (2), sections 240 and 240A of the\r\nCompanies Act, 1956 (1 of 1956), so far as may be, shall apply to an\r\ninvestigation made by the Director General or any other person investigating\r\nunder his authority as they apply to an inspector appointed under that Act.", "42": "The Competition Act, 2002 Chapter VI Penalties42. Contravention of\r\norders of Commission.-1.  \r\n  Without\r\nprejudice to the provisions of this Act, if any person contravenes, without any\r\nreasonable ground, any order of the Commission, or any condition or restriction\r\nsubject to which any approval, sanction direction or exemption in relation to\r\nany matter has been accorded, given, made or granted under this Act or fails to\r\npay the penalty imposed under this Act, he shall be liable to be detained in\r\ncivil prison for a term which may extend to one year, unless in the meantime\r\nthe Commission directs his release and he shall also be liable to a penalty not\r\nexceeding rupees ten lakhs.2.  \r\n  The\r\nCommission may, while making an order under this Act, issue such directions to\r\nany person or authority, not inconsistent with this Act, as it thinks necessary\r\nor desirable, for the proper implementation or execution of the order, and any\r\nperson w o commits breach of, or fails to comply with, any obligation imposed\r\non him under such direction, may be ordered by the Commission to be detained in\r\ncivil prison for a term not exceeding one year unless in the to a penalty not\r\nexceeding rupees ten lakhs. meantime the Commission directs his release and he\r\nshall also be liable", "43": "The Competition Act, 2002 43. Penalty for\r\nfailure to comply with directions of Commission and Director-General.-If any person fails\r\nto comply with a direction given by- a.  \r\n  the\r\nCommission under sub-section (5) of section 36; orb.  \r\n  the\r\nDirector General while exercising powers referred to in sub-section (2) of\r\nsection 41, the Commission shall impose on such person a penalty of rupees one\r\nlakh for each day during which such failure continues.", "44": "The Competition Act, 2002 44. Penalty for\r\nmaking false statement or omission to furnish material information.-If any person, being\r\na party to a combination,- a.  \r\n  makes\r\na statement which is false in any material particular, or knowing it to be\r\nfalse; orb.  \r\n  omits\r\nto state any material particular knowing it to be material, such person shall\r\nbe liable to a penalty which shall not be less than rupees fifty lakhs but\r\nwhich may extend to rupees one crore, as may be determined by the Commission.", "45": "The Competition Act, 2002 45. Penalty for\r\noffences in relation to furnishing of information.-1.  \r\n  Without\r\nprejudice to the provisions of section 44, if any person, who furnishes or is\r\nrequired to furnish under this Act any particulars, documents or any\r\ninformation,- a.   makes any statement\r\nor furnishes any document which he knows or has reason to believe to be false\r\nin any material particular; orb.   omits to state any\r\nmaterial fact knowing it to be material; orc.   wilfully alters,\r\nsuppresses or destroys any document which is required to be furnished as\r\naforesaid, the Commission shall impose on such person a penalty which may\r\nextend to rupees ten lakhs.1.  \r\n2.  \r\n  Without\r\nprejudice to the provisions of sub-section (1), the Commission may also pass\r\nsuch other order as it deems fit.", "46": "The Competition Act, 2002 46. Power to impose\r\nlesser penalty.-The Commission may,\r\nif it is satisfied that any producer, seller, distributor, trader or service\r\nprovider included in any cartel, which is alleged to have violated section 3,\r\nhas made a full and true disclosure in respect of the alleged violations and\r\nsuch disclosure is vital, impose upon such producer, seller, distributor,\r\ntrader or service provider a lesser penalty as it may deem fit, than leviable\r\nunder this Act or the rules or the regulations: Provided that lesser penalty\r\nshall not be imposed by the Commission in cases where proceedings for the\r\nviolation of any of the provisions of this Act or the rules or the regulations\r\nhave been instituted or any investigation has been directed to be made under\r\nsection 26 before making of such disclosure:Provided further that\r\nlesser penalty shall be imposed by the Commission only in respect of a\r\nproducer, seller, distributor, trader or service provider included in the\r\ncartel, who first made the full, true and vital disclosures under this section:\r\nProvided also that the Commission may, if it is satisfied that such producer,\r\nseller, distributor, trader or service provider included in the cartel had in\r\nthe course of proceedings,- a.  \r\n  not\r\ncomplied with the condition on which the lesser penalty was imposed by the\r\nCommission; orb.  \r\n  had\r\ngiven false evidence; orc.  \r\n\r\n  the\r\ndisclosure made is not vital, and thereupon such producer, seller, distributor,\r\ntrader or service provider may be tried for the offence with respect to which\r\nthe lesser penalty was imposed and shall also be liable to the imposition of\r\npenalty to which such person has been liable, had lesser penalty not been\r\nimposed.", "47": "The Competition Act, 2002 47. Crediting sums\r\nrealised by way of penalties to Consolidated Fund of India.-All sums realised by\r\nway of penalties under this Act shall be credited to the Consolidated Fund of\r\nIndia.", "48": "The Competition Act, 2002 48. Contravention by\r\ncompanies.-1.  \r\n  Where\r\na person committing contravention of any of the provisions of this Act or of\r\nany rule, regulation, order made or direction issued there under is a company,\r\nevery person who, at the time the contravention was committed, was in charge\r\nof, and was responsible to the company for the conduct of the business of the\r\ncompany, as well as the company, shall be deemed to be guilty of the\r\ncontravention and shall be liable to be proceeded against and punished\r\naccordingly: Provided that nothing contained in this sub-section shall render\r\nany such person liable to any punishment if he proves that the contravention\r\nwas committed without his knowledge or that he had exercised all due diligence\r\nto prevent the commission of such contravention.2.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), where a contravention of any of the\r\nprovisions of this Act or of any rule, regulation, order made or direction\r\nissued there under has been committed by a company and it is proved that the\r\ncontravention has taken place with the consent or connivance of, or is\r\nattributable to any neglect on the part of, any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilt y of that contravention and shall be\r\nliable to be proceeded against and punished accordingly. Explanation.-For the\r\npurposes of this section,- a.   \"company\"\r\nmeans a body corporate and includes a firm or other association of individuals;\r\nandb.   \"director\",\r\nin relation to a firm, means a partner in the firm.", "49": "The Competition Act, 2002 Chapter VII\r\nCompetition Advocacy49. Competition\r\nadvocacy.-1.  \r\n  In\r\nformulating a policy on competition (including review of laws related to\r\ncompetition), the Central Government may make a reference to the Commission for\r\nits opinion on possible effect of such policy on competition and on receipt of\r\nsuch a reference, the Commission shall, within sixty days of making such\r\nreference, give its opinion to the Central Government, which may thereafter\r\nformulate the policy as it deems fit.2.  \r\n  The\r\nopinion given by the Commission under sub-section (1) shall not be binding upon\r\nthe Central Government in formulating such policy.3.  \r\n  The\r\nCommission shall take suitable measures, as may be prescribed, for the\r\npromotion of competition advocacy, creating awareness and imparting training\r\nabout competition issues.", "50": "The Competition Act, 2002 Chapter VIII Finance,\r\nAccounts and Audit50. Grants by Central\r\nGovernment.-The Central\r\nGovernment may, after due appropriation made by Parliament by law in this\r\nbehalf, make to the Commission grants of such sums of money as the Government\r\nmay think fit for being utilised for the purposes of this Act.", "51": "The Competition Act, 2002 51. Constitution of\r\nFund.-1.  \r\n  There\r\nshall be constituted a fund to be called the \"Competition Fund\" and\r\nthere shall be credited thereto- a.   all Government grants\r\nreceived by the Commission;b.   the monies received\r\nas costs from parties to proceedings before the Commission;c.   the fees received\r\nunder this Act;d.   the interest accrued\r\non the amounts referred to in clauses (a) to (c).1.  \r\n2.  \r\n\r\n  The\r\nFund shall be applied for meeting- a.   the salaries and\r\nallowances payable to the Chairperson and other Members and the administrative\r\nexpenses including the salaries, allowances and pension payable to the Director\r\nGeneral, Additional, Joint, Deputy or Assistant Directors General, the\r\nRegistrar and officers and other employees of the Commission;b.   the other expenses of\r\nthe Commission in connection with the discharge of its functions and for the\r\npurposes of this Act.1.  \r\n2.  \r\n3.  \r\n  The\r\nFund shall be administered by a committee of such Members of the Commission as\r\nmay be determined by the Chairperson.4.  \r\n  The\r\ncommittee appointed under sub-section (3) shall spend monies out of the Fund\r\nfor carrying out the objects for which the Fund has been constituted.", "52": "The Competition Act, 2002 52. Accounts and\r\naudit.-1.  \r\n  The\r\nCommission shall maintain proper accounts and other relevant records and\r\nprepare an annual statement of accounts in such form as may be prescribed by\r\nthe Central Government in consultation with the Comptroller and Auditor-general\r\nof India.2.  \r\n  The\r\naccounts of the Commission shall be audited by the Comptroller and\r\nAuditor-General of India at such intervals as may be specified by him and any\r\nexpenditure incurred in connection with such audit shall be payable by the\r\nCommission to the Comptroller and Auditor-General of India.Explanation.-For the\r\nremoval of doubts, it is hereby declared that the orders of the Commission,\r\nbeing matters appealable to the Supreme Court, shall not be subject to audit\r\nunder this section.1.  \r\n2.  \r\n3.  \r\n  The\r\nComptroller and Auditor-General of India and any other person appointed by him\r\nin connection with the audit of the accounts of the Commission shall have the\r\nsame rights, privileges and authority in connection with such audit as the\r\nComptroller an Auditor-General of India generally has, in connection with the\r\naudit of the Government accounts and, in particular, shall have the right to\r\ndemand the production of books, accounts, connected vouchers and other\r\ndocuments and papers and to inspect any of the offices of the Commission.4.  \r\n  The\r\naccounts of the Commission as certified by the Comptroller and Auditor- General\r\nof India or any other person appointed by him in this behalf together with the\r\naudit report thereon shall be forwarded annually to the Central Government and\r\nthat Government shall cause the same to be laid before each House of\r\nParliament.", "53": "The Competition Act, 2002 53. Furnishing of\r\nreturns, etc., to Central Government.-1.  \r\n  The\r\nCommission shall furnish to the Central Government at such time and in such\r\nform and manner as may be prescribed or as the Central Government may direct,\r\nsuch returns and statements and such particulars in regard to any proposed or\r\nexisting measures for the promotion of competition advocacy, creating awareness\r\nand imparting training about competition issues, as the Central Government may,\r\nfrom time to time, require.2.  \r\n  The\r\nCommission shall prepare once in every year, in such form and at such time as\r\nmay be prescribed, an annual report giving a true and full account of its\r\nactivities during the previous year and copies of the report shall be forwarded\r\nto the Central Government.3.  \r\n  A\r\ncopy of the report received under sub-section (2) shall be laid, as soon as may\r\nbe after it is received, before each House of Parliament.", "54": "The Competition Act, 2002 Chapter IX Miscellaneous54. Power to exempt.-The Central\r\nGovernment may, by notification, exempt from the application of this Act, or\r\nany provision thereof, and for such period as it may specify in such\r\nnotification- a.  \r\n  any\r\nclass of enterprises if such exemption is necessary in the interest of security\r\nof the State or public interest;b.  \r\n  any\r\npractice or agreement arising out of and in accordance with any obligation\r\nassumed by India under any treaty, agreement or convention with any other\r\ncountry or countries;c.  \r\n\r\n  any\r\nenterprise which performs a sovereign function on behalf of the Central\r\nGovernment or a State Government:Provided that in case\r\nan enterprise is engaged in any activity including the activity relatable to\r\nthe sovereign functions of the Government, the Central Government may grant\r\nexemption only in respect of activity relatable to the sovereign functions.", "55": "The Competition Act, 2002 55. Power of Central\r\nGovernment to issue directions.-1.  \r\n  Without\r\nprejudice to the foregoing provisions of this Act, the Commission shall, in\r\nexercise of its powers or the performance of its functions under this Act, be\r\nbound by such directions on questions of policy, other than those relating to\r\ntechnical and administrative matters, as the Central Government may give in\r\nwriting to it from time to time: Provided that the Commission shall, as far as\r\npracticable, be given an opportunity to express its views before any direction\r\nis given under this sub-section.2.  \r\n  The\r\ndecision of the Central Government whether a question is one of policy or not\r\nshall be final.", "56": "The Competition Act, 2002 56. Power of Central\r\nGovernment to supersede Commission.-1.  \r\n  If\r\nat any time the Central Government is of the opinion- a.   that on account of\r\ncircumstances beyond the control of the Commission, it is unable to discharge\r\nthe functions or perform the duties imposed on it by or under the provisions of\r\nthis Act; orb.   that the Commission\r\nhas persistently made default in complying with any direction given by the\r\nCentral Government under this Act or in the discharge of the functions or\r\nperformance of the duties imposed on it by or under the provisions of this Act\r\nan as a result of such default the financial position of the Commission or the\r\nadministration of the Commission has suffered; orc.   that circumstances\r\nexist which render it necessary in the public interest so to do, the Central\r\nGovernment may, by notification and for reasons to be specified therein,\r\nsupersede the Commission for such period, not exceeding six months, as may be\r\nspecified in the notification: Provided that before issuing any such\r\nnotification, the Central Government shall give a reasonable opportunity to the\r\nCommission to make representations against the proposed supersession and shall\r\nconsider representations, if any, of the Commission.1.  \r\n2.  \r\n  Upon\r\nthe publication of a notification under sub-section (1) superseding the\r\nCommission,- a.   the Chairperson and\r\nother Members shall, as from the date of supersession, vacate their offices as\r\nsuch;b.   all the powers,\r\nfunctions and duties which may, by or under the provisions of this Act, be\r\nexercised or discharged by or on behalf of the Commission shall, until the\r\nCommission is reconstituted under sub-section (3), be exercised and discharged\r\nby the Central Government or such authority as the Central Government may\r\nspecify in this behalf;c.   all properties owned\r\nor controlled by the Commission shall, until the Commission is reconstituted\r\nunder sub-section (3), vest in the Central Government.1.  \r\n2.  \r\n3.  \r\n  On\r\nor before the expiration of the period of supersession specified in the\r\nnotification issued under sub-section (1), the Central Government shall\r\nreconstitute the Commission by a fresh appointment of its Chairperson and other\r\nMembers and in such case any person who had vacated his office under clause (a)\r\nof sub-section (2) shall not be deemed to be disqualified for re-appointment.4.  \r\n  The\r\nCentral Government shall cause a notification issued under sub-section (1) and\r\na full report of any action taken under this section and the circumstances\r\nleading to such action to be laid before each House of Parliament at the\r\nearliest.", "57": "The Competition Act, 2002 57. Restriction on\r\ndisclosure of information.-No information\r\nrelating to any enterprise, being an information which has been obtained by or\r\non behalf of the Commission for the purposes of this Act, shall, without the\r\nprevious permission in writing of the enterprise, be disclosed otherwise than\r\nin compliance with or for the purposes of this Act or any other law for the\r\ntime being in force.", "58": "The Competition Act, 2002 58. Members, Director\r\nGeneral, Registrar, officers and other employees, etc., of Commission to be\r\npublic servants.-The Chairperson and\r\nother Members and the Director General, Additional, Joint, Deputy or Assistant\r\nDirectors General and Registrar and officers and other employees of the\r\nCommission shall be deemed, while acting or purporting to act in pursuance of\r\nany of the provisions of this Act, to be public servants within the meaning of\r\nsection 21 of the Indian Penal Code (45 of 1860).", "59": "The Competition Act, 2002 59. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceedings shall lie against the Central Government or\r\nCommission or any officer of the Central Government or the Chairperson or any\r\nMember or the Director-General, Additional, Joint, Deputy or Assistant\r\nDirectors General or Registrar or officers or other employees of the Commission\r\nfor anything which is in good faith done or intended to be done under this Act\r\nor the rules or regulations made there under.", "60": "The Competition Act, 2002 60. Act to have\r\noverriding effect.-The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force.", "61": "The Competition Act, 2002 61. Exclusion of\r\njurisdiction of civil courts.-No civil court shall\r\nhave jurisdiction to entertain any suit or proceeding in respect of any matter\r\nwhich the Commission is empowered by or under this Act to determine and no\r\ninjunction shall be granted by a y court or other authority in respect of any\r\naction taken or to be taken in pursuance of any power conferred by or under\r\nthis Act.", "62": "The Competition Act, 2002 62. Application of\r\nother laws not barred.-The provisions of\r\nthis Act shall be in addition to, and not in derogation of, the provisions of\r\nany other law for the time being in force.", "63": "The Competition Act, 2002 63. Power to make\r\nrules.-1.  \r\n  The\r\nCentral Government may, by notification, make rules to carry out the provisions\r\nof this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-- a.   the manner in which\r\nthe Chairperson and other Members shall be selected under section 9;b.   the form and manner\r\nin which and the authority before whom the oath of office and of secrecy shall\r\nbe made and subscribed to under sub-section (3) of section 10;c.   the financial and\r\nadministrative powers which may be vested in the Member Administration under\r\nsection 13;d.   the salary and the\r\nother terms and conditions of service including travelling expenses, house rent\r\nallowance and conveyance facilities, sumptuary allowance and medical facilities\r\nto be provided to the Chairperson and other Members under sub-section ( ) of\r\nsection 14;e.   the salary,\r\nallowances and other terms and conditions of service of the Director General,\r\nAdditional, Joint, Deputy or Assistant Directors General or such other\r\nadvisers, consultants or officers under sub-section (3) of section 16;f.   the qualifications\r\nfor appointment of the Director General, Additional, Joint, Deputy or Assistant\r\nDirectors General or such other advisers, consultants or officers under\r\nsub-section (4) of section 16;g.   the salaries and\r\nallowances and other terms and conditions of service of the Registrar and\r\nofficers and other employees payable, and the number of such officers and\r\nemployees under sub-section (2) of section 17;h.   for securing any case\r\nor matter which requires to be decided by a Bench composed of more than two\r\nMembers under sub-section (4) of section 23;i.   any other matter in\r\nrespect of which the Commission shall have power under clause (g) of\r\nsub-section (2) of section 36;j.   the promotion of\r\ncompetition advocacy, creating awareness and imparting training about competition\r\nissues under sub-section (3) of section 49;k.   the form in which the\r\nannual statement of accounts shall be prepared under sub-section (1) of section\r\n52;l.   the time within which\r\nand the form and manner in which the Commission may furnish returns, statements\r\nand such particulars as the Central Government may require under sub-section\r\n(1) of section 53;m.   the form in which and\r\nthe time within which the annual report shall be prepared under sub-section (2)\r\nof section 53;n.   the manner in which\r\nthe monies transferred to the Central Government shall be dealt with by that\r\nGovernment under the fourth proviso to sub-section (2) of section 66;o.   any other matter\r\nwhich is to be, or may be, prescribed, or in respect of which provision is to\r\nbe, or may be, made by rules.1.  \r\n2.  \r\n3.  \r\n  Every\r\nnotification issued under sub-section (3) of section 20 and section 54 and\r\nevery rule made under this Act by the Central Government shall be laid, as soon\r\nas may be after it is made, before each House of Parliament, while it is in\r\nsession, for total period of thirty days which may be comprised in one session,\r\nor in two or more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the notification or rule, or both\r\nHouses agree that the notification should not be issued or rule should not be\r\nmade, the notification or rule shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so however, that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under that notification or rule, as the case may be.", "64": "The Competition Act, 2002 64. Power to make\r\nregulations.-1.  \r\n  The\r\nCommission may, by notification, make regulations consistent with this Act and\r\nthe rules made there under to carry out the purposes of this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing\r\nprovisions, such regulations may provide for all or any of the following\r\nmatters, namely:- a.   the cost of\r\nproduction to be determined under clause (b) of the Explanation to section 4;b.   the form of notice as\r\nmay be specified and the fee which may be determined under sub-section (2) of\r\nsection 6;c.   the form in which\r\ndetails of the acquisition shall be filed under sub-section (5) of section 6;d.   the fee which may be\r\ndetermined under clause (a) of sub-section (1) of section 19;e.   any other matter in\r\nrespect of which provision is to be, or may be, made by regulations.1.  \r\n\r\n2.  \r\n3.  \r\n  Every\r\nregulation made under this Act shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the regulation, or both Houses agree that the\r\nregulation should not be made, the regulation shall thereafter have effect only\r\nin such modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that regulation.", "65": "The Competition Act, 2002 65. Power to remove\r\ndifficulties.-1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act s may appear to it\r\nto be necessary for removing the difficulty: Provided that no such order shall\r\nbe made under this section after the expiry of a period of two years from the\r\ncommencement of this Act.2.  \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "66": "The Competition Act, 2002 66. Repeal and\r\nsaving.-1.  \r\n  The\r\nMonopolies and Restrictive Trade Practices Act, 1969 (54 of 1969) is hereby\r\nrepealed and the Monopolies and Restrictive Trade Practices Commission\r\nestablished under sub-section (1) of section 5 of the said Act (hereinafter\r\nreferred to as the repealed Act) shall stand dissolved.2.  \r\n  On\r\nthe dissolution of the Monopolies and Restrictive Trade Practices Commission,\r\nthe person appointed as the Chairman of the Monopolies and Restrictive Trade\r\nPractices Commission and every other person appointed as Member and Director\r\nGeneral of Investigation and Registration, Additional, Joint, Deputy, or\r\nAssistant Directors General of Investigation and Registration and any officer\r\nand other employee of that Commission and holding office as such immediately\r\nbefore such dissolution shall vacate their respective offices and such Chairman\r\nand other Members shall be entitled to claim compensation not exceeding three\r\nmonths' pay and allowances for the premature termination of term of their\r\noffice or of any contract of service: Provided that the Director General of\r\nInvestigation and Registration, Additional, Joint, Deputy or Assistant\r\nDirectors General of Investigation and Registration or any officer or other\r\nemployee who has been, immediately before the dissolution of the Monopolies and\r\nRestrictive Trade Practices Commission appointed on deputation basis to the\r\nMonopolies and Restrictive Trade Practices Commission, shall, on such\r\ndissolution, stand reverted to his parent cadre, Ministry or Department, as the\r\ncase may be: Provided further that the Director General of Investigation and\r\nRegistration, Additional, Joint, Deputy or Assistant Directors General of\r\nInvestigation and Registration or any officer or other employee who has been,\r\nimmediately before the dissolution of the Monopolies and Restrictive Trade\r\nPractices Commission, employed on regular basis by the Monopolies and\r\nRestrictive Trade Practices Commission, shall become, on and from such\r\ndissolution, the officer and employee, respectively, of the Central Government\r\nwith the same rights and privileges as to pension, gratuity and other like\r\nmatters as would have been admissible to him if the rights in relation to such\r\nMonopolies and Restrictive Trade Practices Commission had not been continue to\r\ndo so unless and until his employment in the Central Government is duly\r\nterminated or until his remuneration, terms and conditions of employment are\r\nduly altered by that Government: transferred to, and vested in, t e Central\r\nGovernment and shall Provided also that notwithstanding anything contained in\r\nthe Industrial Disputes Act, 1947 (14 of 1947), or in any other law for the\r\ntime being in force, the transfer of the services of any Director General of\r\nInvestigation and Registration, Additional, point, Deputy or Assistant\r\nDirectors General of Investigation and Registration or any officer or other\r\nemployee, employed in the Monopolies and Restrictive Trade Practices\r\nCommission, to the Central Government shall not entitle such Director General\r\nof Investigation and Registration, Additional, Joint, Deputy or Assistant\r\nDirectors General of Investigation and Registration or any officer or other\r\nemployee any compensation under this Act or any other law for the time being in\r\nforce and no such claim shall be entertained by any court, tribunal or other\r\nauthority: Provided also that where the Monopolies and Restrictive Trade\r\nPractices Commission has established a provident fund, superannuation, welfare\r\nor other fund for the benefit of the Director General of Investigation and\r\nRegistration, Additional, Joint, Deputy or Assistant Directors General of\r\nInvestigation and Registration or the officers and other employees employed in\r\nthe Monopolies and Restrictive Trade Practices Commission, the monies relatable\r\nto the officers and other employees whose services have been transferred by or\r\nunder this Act to the Central Government shall, out of the monies standing, on\r\nthe dissolution of the Monopolies and Restrictive Trade Practices Commission to\r\nthe credit of such provident fund, superannuation, welfare or other fund, stand\r\ntransferred to, and vest in, the Central Government and such monies which stand\r\nso transferred shall be dealt with by the said Government in such manner as may\r\nbe prescribed.3.  \r\n  All\r\ncases pertaining to monopolistic trade practices or restrictive trade practices\r\npending before the Monopolies and Restrictive Trade Practices Commission on or\r\nbefore the commencement of this Act, including such cases, in which any unfair\r\ntrade practice has also been alleged, shall, on such commencement, stand\r\ntransferred to the Competition Commission of India and shall be adjudicated by\r\nthat Commission in accordance with the provisions of the repealed Act as if\r\nthat Act had not been repealed.4.  \r\n\r\n  Subject\r\nto the provisions of sub-section (3), all cases pertaining to unfair trade practices\r\nother than those referred to in clause (x) of sub-section (1) of section 36A of\r\nthe Monopolies and Restrictive Trade Practices Act, 1969 (54 of 1969) and\r\npenning before the Monopolies and Restrictive Trade Practices Commission on or\r\nbefore the commencement of this Act shall, on such commencement, stand\r\ntransferred to the National Commission constituted under the Consumer\r\nProtection Act, 1986 (68 of 1986) and he National Commission shall dispose of\r\nsuch cases as if they were cases filed under that Act: Provided that the\r\nNational Commission may, if it considers appropriate, transfer any case\r\ntransferred to it under this sub-section, to the concerned State Commission\r\nestablished under section 9 of the Consumer Protection Act, 1986 (68 of 1986)\r\nand that S ate Commission shall dispose of such case as if it was filed under\r\nthat Act.5.  \r\n  All\r\ncases pertaining to unfair trade practices referred to in clause (x) of\r\nsub-section (1) of section 36A of the Monopolies and Restrictive Trade\r\nPractices Act, 1969 (54 of 1969) and pending before the Monopolies and\r\nRestrictive Trade Practices Commission on or before the commencement of this\r\nAct shall, on such commencement, stand transferred to the Competition\r\nCommission of India, and the Competition Commission of India shall dispose of\r\nsuch cases as if they were cases filed under that Act.6.  \r\n  All\r\ninvestigations or proceedings, other than those relating to unfair trade\r\npractices, pending before the Director General of Investigation and\r\nRegistration on or before the commencement of this Act shall, on such\r\ncommencement, stand transferred to he Competition Commission of India, and the\r\nCompetition Commission of India may conduct or order for conduct of such\r\ninvestigation or proceedings in the manner as it deems fit.7.  \r\n  All\r\ninvestigations or proceedings, relating to unfair trade practices, other than\r\nthose referred to in clause (x) of sub-section (1) of section 36A of the\r\nMonopolies and Restrictive Trade Practices Act, 1969 (54 of 1969) and pending\r\nbefore the Direct r General of Investigation and Registration on or before the\r\ncommencement of this Act shall, on such commencement, stand transferred to the\r\nNational Commission constituted under the Consumer Protection Act, 1986 (68 of\r\n1986) and the National Commission m y conduct or order for conduct of such\r\ninvestigation or proceedings in the manner as it deems fit.8.  \r\n  All\r\ninvestigations or proceedings relating to unfair trade practices referred to in\r\nclause (x) of sub-section (1) of section 36A of the Monopolies and Restrictive\r\nTrade Practices Act, 1969 (54 of 1969), and pending before the Director General\r\nof Investigation and Registration on or before the commencement of this Act\r\nshall, on such commencement, stand transferred to the Competition Commission of\r\nIndia and the Competition Commission of India may conduct or order for conduct\r\nof such investigation in the manner as it deems fit.9.  \r\n  Save\r\nas otherwise provided under sub-sections (3) to (8), all cases or proceedings\r\npending before the Monopolies and Restrictive Trade Practices Commission shall\r\nabate.10.  \r\n  The\r\nmention of the particular matters referred to in sub-sections (3) to (8) shall\r\nnot be held to prejudice or affect the general application of section 6 of the\r\nGeneral Clauses Act, 1897 (10 of 1897) with regard to the effect of repeal."}