{"name": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 1974\r", "1": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 19741. Short title, extent and commencement -(1) This Act may be called the Conservation of Foreign Exchange \r\nand Prevention of Smuggling Activities Act, 1974.(2) It extends to the whole of India .(3) It shall come into force on such date as the Central \r\nGovernment may, by notification in the Official Gazette, appoint.", "2": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 19742. Definitions -In this Act, unless the context otherwise requires, --a. \"appropriate Government\" means, as respects a\r\ndetention order made by the Central Government or by an officer of the Central\r\nGovernment or a person detained under such order, the Central Government, and\r\nas respects a detention order made by a State Government or by an Officer of a\r\nState Government or a person detained under such order, the State Government ;b. \"detention order\" means an order made under section\r\n3;c. \"foreigner\" has the same meaning as in the\r\nForeigners Act, 1946 (31 of 1946) ;d. \"Indian customs waters\" has the same meaning as in\r\nclause (28) of section 2 of the Customs Act, 1962 (52 of 1962) ;e. \"smuggling\" has the same meaning as in clause (39)\r\nof section 2 of the Customs Act, 1962, and all its grammatical variations and\r\ncognate expressions shall be construed accordingly ;f. \"State Government\", in relation to a  \r\n Union \r\n Territory , means the\r\nAdministrator thereof ;g. any reference in this Act to a law which is not in force in\r\nthe State of Jammu and Kashmir shall, in relation to that State, be construed\r\nas a reference to the corresponding law, if any, in force in that State.COMMENTS\"Indian Customs Waters\" means the waters extending\r\ninto the sea upto the limit of continuous zone of\r\nIndia under section 5 of the Territorial Waters, Continental Shelf, Exclusive\r\nEconomic Zone an Other Maritime Zones Act, 1976 (80 of 1976) and includes any\r\nbay, gulf, harbor, creek or tidal river.\"Smuggling\" in relation to any goods, means any act or\r\nomission which will render such goods liable to confiscation under section 111\r\nor section 113.", "3": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 19743. Power to make orders detaining certain persons -(1) The Central Government or the State Government or any\r\nofficer of the Central Government, not below the rank of a Joint Secretary to\r\nthat Government, specially empowered for the purposes of this section by that\r\nGovernment, or any officer of the State Government, not below the rank of a\r\nSecretary to that Government, specially empowered for the purposes of this\r\nsection by that Government, may, if satisfied, with respect to any person\r\n(including a foreigner), that, with a view to preventing him from acting in any\r\nmanner prejudicial to the conservation or augmentation of foreign exchange or\r\nwith a view to preventing him from -( i ) smuggling goods,\r\nor(ii) abetting the smuggling of goods, or(iii) engaging in transporting or concealing\r\nor keeping smuggled goods, or(iv) dealing in smuggled goods otherwise than\r\nby engaging in transporting or concealing or keeping smuggled goods, or(v) harboring persons engaged in smuggling\r\ngoods or in abetting the smuggling of goods,It is necessary so to do, make an order directing that such\r\nperson be detained :[(Note:- Added by Act No.46 of 1988, S.15 (w.e.f . 4-7-1988) Provided that no order of detention\r\nshall be made on any of the grounds specified in this sub-section on which an\r\norder of detention may bemade under section 3 of the\r\nPrevention of Illicit Traffic in Narcotic Drugs and Psychotropic Substances\r\nAct, 1988 or under section 3 of the Jammu and Kashmir Prevention of Illicit\r\nTraffic in Narcotic Drugs and Psychotropic Substances Ordinance, 1988].\r\n(J&K Ordinance, 1 of 1988).(2) When any order of detention is made by a State Government or\r\nby an officer empowered by a State Government, the State Government shall,\r\nwithin ten days, forward to the Central Government a report in respect of the\r\norder.(3) For the purposes of clause (5) of article 22 of the\r\nConstitution, the communication to a person detained in pursuance of a\r\ndetention order of the grounds on which the order has been made shall be made\r\nas soon as may be after the detention, but ordinarily not later than five days,\r\nand in exceptional circumstances and for reasons to be recorded in writing, not\r\nlater than fifteen days, from the date of detention.COMMENTSA. Subjective satisfaction - Validity ofIt is well settled that the subjective satisfaction requisite on\r\nthe part of the detaining authority, the formation of which is a condition\r\nprecedent to the passing of the detention order will get initiated if material\r\nor vital facts which would have a bearing on the issue and would influence the\r\nmind of the detaining authority one way or the other are ignored or not\r\nconsidered by the detaining authority before issuing the detention order. [ Varinder Singh Batra  v.Union of India & Ors., (1993) 3 Crimes 637 (Delhi)].\r\nR / t: Ashadevi v.Shivraj \r\n& Anr ., AIR 1979 Sc 447. R/t. Ayya \r\nalias Ayub v.State of U.P\r\n& Anr ., (1989) 1 Crimes 8 (S.C.).If a piece of evidence which might reasonably have affected the\r\ndecision whether or not to pass an order of detention is excluded from\r\nconsideration, there would be a failure of application of mind, which in turn,\r\nvitiates the detention. [ abid ].There would be vitiation of the detention order on grounds of\r\nnon-application of mind if a piece of evidence which was relevant though not\r\nbinding, had not been considered at all. [ibid].If an important document on which reliance has been placed by\r\nthe detaining authority and it has not been supplied to the detenu \r\nit is sufficient to vitiate the order of detention. [Mohammed  Salim / Khatri v.Union \r\nof India & Anr ., (1993) 3 Crimes 867 (Delhi)].It is the duty of the sponsoring authority to collect all the\r\nrelevant material and place it before the detaining authority. The requisite\r\nsubjective satisfaction the formation of which is a condition precedent to\r\npassing of a detention order will get vitiated if material or vital facts which\r\nwould have bearing on the issue and weighted the satisfaction of the detaining\r\nauthority one way or the other and influenced his mind are either withheld or\r\nsuppressed by the sponsoring authority or ignored and not considered by the\r\ndetaining authority before issuing the detention order. [ibid] R/t.  Dharamdas Shamlal  Agarwal v.Police Commissioner\r\n& Anr ., AIR 1989 SC 1282 as also  Madan Gopal alias  Madan Bhaiya v.Union \r\nof India & Ors. (1993) 49 Delhi Law Times 174.Every failure to furnish copy of a document to which reference\r\nis made in the grounds of detention under section 3(1) of COFEPOSA is not an\r\ninfringement of article 22(5) of the Constitution fatal to the order of\r\ndetention. It is only failure of furnish copies of such documents as were relied\r\nupon by the detaining authority, making it difficult for the  detenu to make an effective representation that amounts to\r\na violation of fundamental rights guaranteed by article 22(5).[ abid ] R/t Mst . L.M.S.  Ummu Saleema v.B.B .\r\n Gujaral & Anr ., AIR\r\n1981 SC 1191.When the non-supply of copies of relevant documents has\r\nprevented the detenu from making an effect and\r\npurposeful representation, it results in violation of article 22(5) of the\r\nConstitution of India read with section 3(3) of the COFEPOSA. [ibid].Documents cannot be said irrelevant when they have been\r\nmentioned in the detention order and reliance has been placed upon them.\r\n[ibid].B. Grounds - Communication ofSince the order is based on grounds to be served on the  detenu , the order of detention could be passed only if the\r\ngrounds are in existence and are prepared contemporaneously, otherwise the\r\norder of detention becomes purely illusory. [ Pakhar \r\nSingh v.Union of India & Anr .,\r\n(1993) 3 Crimes 765 (P & H) R/t. Krishna Murari  Aggarwal v.Union of India, AIR\r\n1975 SC 1877.It is the duty of the detaining authority to satisfy the court\r\nabout the existence of the material and that he has not acted in a mechanical\r\nor cavalier manner while exercising the power. The detaining authority owes a duty\r\nto the detenu as wall as to the Court. An obligation\r\nof the detaining authority is to satisfy the Court that he has acted in\r\naccordance with law. [ abid ] R/t. Mohiuddin \r\n Tayab Sony v.State of  Maharashtra & Anr ., 1980  Crl . LJ. 1040 ( Bom .) D.B.It is well settled that judicial scrutiny cannot be shut our\r\nmerely on the ipsedixit of the detaining authority. [ abid ]. Ibid.The grounds of detention must be communicated in the language\r\nunderstood by the detenu . [In re: Smt .\r\n B.Ramprannamma , 1993 FAJ 485 (Cal Circuit Bench at\r\nPort Blair) D.B.]Article 22(5) of the Constitution requires that the grounds of\r\ndetention must be communicated to the detenu .\r\n\"Communicate\" is a strong word. It requires that sufficient knowledge\r\nof the basic-facts constituting the grounds should be imparted effectively and\r\nfully to the detenu in writing in a language which he\r\nunderstands, so as to enable him to make a purposeful and effective\r\nrepresentation. If the grounds are only verbally explained to the  detenu and nothing in writing is left with him in a\r\nlanguage which he understands, then that purpose is not served, and the\r\nconstitutional mandate in article 22(5) is infringed. This follows from the\r\ndecisions in Harikisan v. State of  Maharashtra , AIR 1962 SC 911, and Hadibandhu \r\n Das v.District Magistrate,  Cuttack and Ors., AIR 1969 SC 43.In the case of Smt .  Raziya Umar Bakshi \r\n v.Union of India and Ors., AIR 1980 SC 1751, it was\r\nheld by the Supreme Court that the service of the ground of detention on the  detenue is a very precious constitutional right and where\r\nthe grounds are couched in a language which is not known to the  detenu , unless the contents of the grounds are fully\r\nexplained and translated to the detenu , it will\r\ntantamount to not serving the grounds of detention to the detenue \r\nand would thus vitiate the detention ex-facie. In case where the detaining\r\nauthority is satisfied that the grounds are couched in a language which is not\r\nknown to the detenue , it must see to it that the\r\ngrounds are explained to the detenu , a translated\r\nscript is given to him and the grounds bear some sort of a certificate to show\r\nthat the grounds have been explained to the detenue \r\nin the language which he understands. A bare statement at the stage when Habeas\r\nCorpus petition is filed in the Court by the detaining authority that these\r\nformalities were observed would be of no consequence particularly when it is\r\nnot supported by any document or by any affidavit of the person who had done\r\nthe job of explaining or translation.In the case of Mr. Kubic  Dariusz v. Union of India and other, AIR 1990 SC 605, the\r\nSupreme Court observed that 'it is settled law that the communication of the\r\ngrounds which is required by the earlier part of clause (5) of article 22 is\r\nfor the purpose of enabling the detenu to make a\r\nrepresentation, the right to which is guaranteed by the latter part of the\r\nclause'. A communication in this context, must, therefore, mean imparting to\r\nthe detenu sufficient and effective knowledge of the\r\nfacts and circumstances on which the order of detention is passed, that is, of\r\nthe prejudicial acts which the authorities attribute to him. Such a\r\ncommunication would be there when it is made in a language understood by the  detenu .C. Execution - Prior toIt is well settled that the High Courts have the powers to\r\nentertain and examine the grievances against the detention order prior to its\r\nexecution. [ Pakhar Singh v. Union of India &  Anr ., (1993) 3 Crimes 765 (P & H). R/t. Addl. Secretary\r\nto the Government of India & Ors. V.Smt .  Alka Subhash Gadia \r\n& Anr ., 1992 SCC ( Crl .)\r\n301.The grounds on which the courts have interfered with them at the\r\npre execution stage are necessarily very limited in scope and number, viz.,\r\nwhere the courts are prima facie satisfied( i ) that the\r\nimpugned order is not passed under the Act under which it is purported to have\r\nbeen passed,(ii) that it is sought to be executed against\r\na wrong person,(iii) that it is passed for a wrong purpose,(iv) that it is passed on vague, extraneous\r\nand irrelevant grounds, or(v) that the authority which passed it has no\r\nauthority to do so.It is well settled in our Constitution frame word that the power\r\nof directing preventive detention given to the appropriate authorities must be\r\nexercised in exceptional cases as contemplated by the various provisions of the\r\ndifferent statutes dealing with preventive detention and should be used with\r\ngreat deal of circumspection. There must be awareness of the facts\r\nnecessitating preventive custody of a person for social defense. If a man is in\r\ncustody and there is no imminent possibility of his being released, the power\r\nof preventive detention should not be exercised. [ Ibrahim \r\n Umarbhaya v. State of Gujarat & Ors., (1993) 3\r\nCrimes 730 ( Guj .) D.B.] R/t. Rameshwar \r\nShaw v. District Magistrate, AIR 1964 SC 334.D. Pre-execution stage - Challenge atDetention order under the Act cannot be challenged at\r\npre-execution stage merely on the ground that there was delay in its execution.\r\n[ Inderjit Singh Chani v.\r\nUnion of India & Anr ., (1994) 1 Crimes 539\r\n(Delhi)].E. Delay - Effect ofLong and undue delay in passing the detention order snaps the\r\nnexus between the activity alleged and the activity sought to be curbed and\r\nshows that the detention order was passed mechanically without application of\r\nmind.When the detention order has been passed after a long delay and\r\nthe service was also effected after delay the detention order is liable to be\r\nquashed. [ Daljit Singh Sandhu \r\nv. Union of India & Ors., (1993) 3 Crimes 629 (Delhi)].No doubt it is true that if the detaining authority shows that\r\nthere is a reasonable nexus between the prejudicial activity and the purpose of\r\ndetention, the delay in passing the detention order has to be overlooked.\r\n[ibid].The delay in passing the detention order, if not adequately\r\nexplained, vitiates the same. [ibid].Indeed more delay in passing a detention order is not\r\nconclusive. The authorities concerned must have due regard to the object with\r\nwhich the order is passed. Inordinate delay in passing of a detention order\r\nwill raise genuine doubt about the satisfaction of the Detaining Authority.The test as to whether the detention order should be quashed on\r\nthe ground of delay is not a rigid or mechanical test by merely counting the\r\nnumber of days or months; the court should examine whether the Detaining\r\nAuthority has satisfactorily explained the delay. [ Gurvinder \r\nSingh v. Under-Secretary, Home, Government of Punjab, (1993) 3 Crimes 760 (P\r\n& H) R/t. Lakshman Khatik \r\nv. State of W.B., AIR 1974 SC 1264 as also T.A. Abdul Rehman \r\nv. State of Kerala , (1989) 2 All India Criminal\r\nLaw Reporter 294 (S.C.)].The detenu had been evading execution\r\nof the detention order hardly gives credit to the authorities  incharge of enforcing the orders of detention. In case\r\nwhere the authorities are guilty of inaction after passing of the order, a\r\nreasonable conclusion has to be drawn that the detention order has lost nexus\r\nwith the prejudicial activities. [ibid].", "4": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 19744. Execution of detention order -A detention order may be executed at any place in India in the\r\nmanner provided for the execution of warrants of arrest under the Code of\r\nCriminal Procedure, 1973 (2 of 1974).", "5": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 19745. Power to regulate place and conditions of detention -Every person in respect of whom a detention order has been made\r\nshall be liable -a. To be detained in such place and under such conditions\r\nincluding conditions as to maintenance, interviews or communication with\r\nothers, discipline and punishment for breaches of discipline, as the\r\nappropriate Government may, by general or special order, specify ; andb. To be removed from one place of detention to another place of\r\ndetention, whether within the same State or in another State by order of the\r\nappropriate Government ;Provided that no order shall be made by a State\r\nGovernment under clause (b) for the removal of a person from one State to\r\nanother State except with the consent of the Government of that other State.", "6": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 19746. Detention order not to be invalid or inoperative on\r\ncertain grounds -No detention order shall be invalid or inoperative merely by\r\nreason -(a) That the person to be detained thereunder \r\nis outside the limits of the territorial jurisdiction of the Government or the\r\nofficer making the order of detention, or(b) That the place of detention of such person is outside the\r\nsaid limits.", "7": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 19747. Powers in relation to absconding persons -(1) If the appropriate Government has reason to believe that a\r\nperson in respect of whom a detention order has been made has absconded or is\r\nconcealing himself so that the order cannot be executed, the Government may -a. make a report in writing of the fact to a\r\nMetropolitan Magistrate or a Magistrate of the first class having jurisdiction\r\nin the place where the said person ordinarily resides ; and thereupon the\r\nprovisions of sections 82, 83, 84 & 85 of the Code of Criminal Procedure,\r\n1973 (2 of 1974), shall apply in respect of the said person and his property as\r\nif the order directing that he be detained were a warrant issued by the\r\nMagistrate ;b. by order notified in the Official Gazette\r\ndirect the said person to appear before such officer, at such place and within\r\nsuch period as may be specified in the order ; and if the said person fails to\r\ncomply with such direction, he shall, unless he proves that it was not possible\r\nfor him to comply therewith and that he had, within the period specified in the\r\norder, informed the officer mentioned in the order of the reason which rendered\r\ncompliance therewith impossible and of his whereabouts, be punishable with\r\nimprisonment for a term which may extend to one year or with fine or with both.\r\n(2) Notwithstanding anything contained in the Code of Criminal\r\nProcedure, 1973 (2 of 1974), every offence under clause (b) of sub-section (1)\r\nshall be cognizable.", "8": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 19748. Advisory Board -For the purposes of sub-clause (a) of clause (4), and sub-clause\r\n(c) of clause (7) of article 22 of the Constitution, --a. The Central Government and each State\r\nGovernment shall, wherever necessary, constitute one or more Advisory Boards\r\neach of which shall consist of a Chairman and two other persons possessing the\r\nqualifications specified in sub-clause (a) of clause (4) of article 22 of the\r\nConstitution ;b. Save as otherwise provided in section 9,\r\nthe appropriate Government shall, within five weeks from the date of detention\r\nof a person under a detention order make a reference in respect thereof to the\r\nAdvisory Board constituted under clause (a) to enable the Advisory Board to\r\nmake the report under sub-clause (a) of clause (4) of article 22 of the\r\nConstitution ;c. The Advisory Board to which a reference is\r\nmade under clause (b) shall after considering the reference and the materials\r\nplaced before it and after calling for such further information as it may deem\r\nnecessary from the appropriate Government or from any person called for the\r\npurpose through the appropriate Government, from the person concerned, and if,\r\nin any particular case, it considers it essential so to do or if the person\r\nconcerned desires to be heard in person, after hearing him in person, prepare\r\nits report specifying in a separate paragraph thereof its opinion as to whether\r\nor not there is sufficient cause for the detention of the person concerned and\r\nsubmit the same within eleven weeks from the date of detention of the person\r\nconcerned ;d. When there is a difference of opinion among\r\nthe members forming the Advisory Board the opinion of the majority of such\r\nmembers shall be deemed to be the opinion of the Board ;e. A person against whom an order of detention\r\nhas been made under this Act shall not be entitled to appear by any legal\r\npractitioner in any matter connected with the reference to the Advisory Board,\r\nand the proceedings of the Advisory Board and its report, excepting that part\r\nof the report in which the opinion of the Advisory Board is specified, shall be\r\nconfidential ;f. In every case where the Advisory Board has\r\nreported that there is in its opinion sufficient cause for the detention of a\r\nperson, the appropriate Government may confirm the detention order and continue\r\nthe detention of the person concerned for such period as it thinks fit and in\r\nevery case where the Advisory Board has reported that there is in its opinion\r\nno sufficient cause for the detention of the person concerned, the appropriate\r\nGovernment shall revoke the detention order and cause the person to be released\r\nforthwith.", "9": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 19749. [ (Note: Subs. by Act No.58 of 1984, s.2, for\r\ns.9 ( w.e.f . 13-7-1984) Cases in which and circumstances\r\nunder which persons may be detained for period longer than three months without\r\nobtaining the opinion of Advisory Board -(1) Notwithstanding anything contained in this Act, any person\r\n(including a foreigner) in respect of whom an order of detention is made under\r\nthis Act at any time berfore the [(Note:- Subs. by\r\nAct No.52 of 1993, s.2 ( w.e.f . 25-6-1993)) 31st\r\nof July, 1996], may be detained without obtaining, in accordance with the\r\nprovisions of sub-clause (a) of clause (4) of article 22 of the Constitution,\r\nthe opinion of an Advisory Board for a period longer than three months but not\r\nexceeding six months from the date of his detention, where the order of\r\ndetention has been made against such person with a view to preventing him from\r\nsmuggling goods or abetting the smuggling of goods or engaging in transporting\r\nor concealing or keeping smuggled goods and the Central Government or any\r\nOfficer of the Central Government, not below the rank of an Additional\r\nSecretary to that Government, specially empowered for the purposes of this\r\nsection by that Government, is satisfied that such person,-(a) smuggles or is likely to smuggle goods\r\ninto, out of or through any area highly vulnerable to smuggling ; or(b) abets or is likely to abet the smuggling\r\nof goods into, out of or through any area highly vulnerable to smuggling ; or(c) engages or is likely to engage in\r\ntransporting or concealing or keeping smuggled goods in any area highly\r\nvulnerable to smuggling, and makes a declaration to that effect within five\r\nweeks of the detention of such person.Explanation 1 - In this Sub-section, \"area highly\r\nvulnerable to smuggling\" means,-i .  The Indian customs waters,\r\ncontiguous to [(Note:- Subs. by Act No.23 of 1987, s.2 ( w.e.f .\r\n2.7.1987)) The States of Goa , Gujarat, Karnataka,\r\n Kerala , Maharashtra , Tamil  Nadu and the Union territories of Daman and  Diu and Pondicherry ] ;ii. The inland area fifty kilometers in width from\r\nthe coast of India falling within the territories of [(Note:- Subs. by Act\r\nNo.23 of 1987, s.2 ( w.e.f . 2.7.1987)) States of  Goa , Gujarat, Karnantaka ,  Kerala , Maharashtra , Tamil  Nadu and the Union Territories of Daman and  Diu and Pondicherry ] ;iii.  the inland area fifty kilometres \r\nin width from the India-Pakistan border in the State of Gujarat, Jammu and\r\nKashmir, Punjab and Rajasthan ;iv. the customs air port of Delhi ; andv. such further or other Indian customs waters, or\r\ninland area not exceeding one hundred kilometres in\r\nwidth from any other coast or border of India, or such other customs station,\r\nas the Central Government may, having regard to the vulnerability of such\r\nwaters, area or customs station, as the case may be, to smuggling, by\r\nnotification in the Official Gazette, specify in this behalf.Explanation 2 - For the purposes of Explanation 1,\r\n\"customs airport\" and \"customs station\" shall have the same\r\nmeaning as in clauses (10) and (13) of section 2 of the Customs Act, 1962 (52\r\nof 1962), respectively.(2) In the case of any person detained under a detention order\r\nto which the provisions of sub-section (1) apply, section 8 shall have effect\r\nsubject to the following modifications, namely :-( i ) in clause (b),\r\nfor the words \"shall, within five weeks\", the words \"shall,\r\nwithin four months and two weeks\" shall be substituted ;(ii) in clause (c), --(1) for the words \"the detention of the\r\nperson concerned\", the words \"the continued detention of the person\r\nconcerned\" shall be substituted ;(2) for the words \"eleven weeks\",\r\nthe words \"five months and three weeks\" shall be substituted ;(iii) in clause (f), for the words \"for\r\nthe detention\", at both the places where they occur, the words \"for\r\nthe continued detention\" shall be substituted.]COMMENTS\"Customs airport\" means any airport appointed under\r\nclause (a) of section 7 to be a customs airport.\"Customs station\" means any customs port, customs\r\nairport to land customs station.", "10": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 197410. Maximum period of detention -The maximum period for which any person may be detained in pursuance\r\nof any detention order to which the provisions of section 9 do not apply and\r\nwhich has been confirmed under clause (f) of section 8 shall be [(Note:-\r\nSubs. by Act No.20 of 1976 for words \"one year from the date of\r\ndetention\") a period of one year from the date of detention or the\r\nspecified period, whichever period expires later] and the maximum period for\r\nwhich any person may be detained in pursuance of any detention order to which\r\nthe provisions of section 9 apply and which has been confirmed under clause (f)\r\nof section 8 read with sub-section (2) of section 9 shall be [(Note:- Ibid,\r\nfor words \"two years from the date of detention\") a period of two\r\nyears from the date of detention or the specified period, whichever period\r\nexpires later :Provided that nothing contained in this section shall\r\naffect the power of the appropriate Government in neither case to revoke or\r\nmodify the detention order at any earlier time.[(Note:- Ins. by Act No.20 of 1976) Explanation.-In this\r\nsection and in section 10A, \"specified period\" means the period\r\nduring which the Proclamation of Emergency issued under clause (1) of article\r\n352 of the Constitution on the 3rd day of December, 1971 and the\r\nProclamation of Emergency issued under that clause on the 25th day\r\nof June, 1975, are both in operation.]Comment : we hold that since no order of confirmation\r\nof the detention was made under Cl . (f) of S. 8\r\nwithin three months of the date of detention by the appropriate Government,\r\nfurther detention of the petitioner after the expiry of that period is without\r\nthe authority of law.  Nirmal Kumar  Khandelwal v. The Union of India AIR 1978 SUPREME COURT\r\n1155", "11": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 197411. Revocation of detention orders -(1) Without prejudice to provisions of section 21 of the General\r\nClauses Act, 1897 (10 of 1897), a detention order may, at any time, be revoked\r\nor modified -(a) notwithstanding that the order has been\r\nmade by an officer of a State Government, by that State Government or by the\r\nCentral Government ;(b) notwithstanding that the order has been\r\nmade by an officer of the Central Government or by a State Government, by the\r\nCentral Government.(2) The revocation of a detention order shall not bar the making\r\nof another detention order under section 3 against the same person.COMMENTSRepresentation --- Disposal ofThere is no prescribed period either under the provisions of the\r\nConstitution or under the concerned detention law within which the\r\nrepresentation should be dealt with. The use of the words \"as soon as may\r\nbe\" occurring in article 22 (5) of the constitution reflects that the\r\nrepresentation should be expeditiously considered and disposed of with due\r\npromptitude and diligence and with a sense of urgency and without avoidable\r\ndelay. [ Rama Dhondu  Borado Vs. V.K. Sarf ,\r\nCommissioner of Police & Ors., JT 1989 (2) 579 ].What is reasonable dispatch depends on the facts and\r\ncircumstances of each case and no hard and fast rule can be laid down in that\r\nregard. In case the gap between the receipt of the representation and its\r\nconsideration by the authority is so unreasonable and the explanation offered\r\nby the authority is so unsatisfactory, such order could vitiate the order of\r\ndetention.[ibid].In a detention matter the Government is required to deal with\r\nthe representation of a detenu expeditiously without\r\navoidable delay. Undue and unexplained delay in disposing of the representation\r\nvitiates the detention order.[ Hussain  Erumban vs. Union of India, (1993) 3 crimes 627 (Delhi)].It is settled law that the representation made by the  detenu for seeking revocation of te \r\ndetention order must be dealt with promptly and in right earnest by the\r\nauthorities concerned and they are not supposed to deal with the representation\r\nin a casual manner and allow the same to remain unattended for any period of\r\ntime. If there occurs any undue delay in dealing with the representation it is\r\nincumbent upon the authorities to explain such delay. [ibid].Detaining Authority-Duty ofIn smt . Gracy \r\nvs. State of Kerala , (1991 ) 41 DLT1, the Supreme\r\nCourt observed that the detaining authority is obliged to consider the\r\nrepresentation even if the same was simply addressed to the Advisory Board and\r\nnot to him.\"It being settled that the aforesaid deal obligation of\r\nconsideration of the detenu’s representation by the\r\nAdvisory Board and independently by the detaining authority flows from article\r\n22 (5) when only one representation is made and addressed to the detaining\r\nauthority there is no reason to hold that the detaining authority is relieved\r\nof this obligation merely because the representation is addressed to the\r\nAdvisory Board instead of the detaining authority and submitted to the Advisory\r\nBoard during pendency of the reference before it. It\r\nis difficult to spell out such an inference from the contents of article 22 (5)\r\nin support of the contention of the learned Solicitor General. The contents of\r\narticle 22(5) as well as the nature of duty imposed thereby on the detaining\r\nauthority support the view that so long as there is a representation made by\r\nthe detenu against the order of detention, the\r\naforesaid dual obligation under article 22 (5) arises irrespective of the fact\r\nwhether the representation is addressed to the detaining authority or to the\r\nAdvisory Board or to both. The mode of address is only a matter of form which\r\ncannot whittle down the requirement of the constitutional mandate in article 22\r\n(5) enacted as one of the safeguard provided to the detenu \r\nin case of preventive detention.\"It is clear that once the detenu makes\r\na representation, it has to be considered by the detaining authority\r\nindependent of its consideration by the Advisory Board.[ Yashvir \r\nSingh vs. Administrator, Delhi & Ors., (1993) 3 Crimes 441 (Delhi)].", "12": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 197412. Temporary release of persons detained - --[(Note:- Subs. for sub-section (1) by Act No.20 of 1976, s.4\r\n( w.e.f . 12-12-1975)(1) The Central Government may, at any time, direct that any\r\nperson detained in pursuance of detention order made by that Government or an\r\nofficer subordinate to that Government or by a State Government or by an\r\nofficer subordinate to a State Government , may be released for any specified\r\nperiod either without conditions or upon such conditions specified in the\r\ndirection as that person accepts, and may, at any time, cancel his release.(1A) A State Government may, at any time, direct that any person\r\ndetained in pursuance of a detention order made by the Government or by an officer\r\nsubordinate to that Government may be released for any specified period either\r\nwithout conditions or upon such conditions specified in the direction as that\r\nperson accepts, and may, at any time, cancel his release.](2) In directing the release of any person [(Note:- Subs. by\r\nAct No.20 of 1976, s.4 ( w.e.f . 12.12.1975) under\r\nsub-section (1) or sub - section (1A) , the Government directing the release]\r\nmay require him to enter into a bond with sureties for the due observance of\r\nthe conditions specified in the direction.(3) Any person released under [(Note:- Subs. for \"under\r\nsub-section (1), the appropriate Government\" by Act No.20 of 1976, s.4(b)\r\n( w.e.f . 12-12-1975) sub- section (1) or sub -\r\nsection (1A)] shall surrender him self at the time and place, and to the\r\nauthority, specified in the order directing his release or can canceling his\r\nrelease, as the case may be.(4) If any person fails without sufficient cause to surrender\r\nhimself in the manner specified in sub-section (3) , he shall be punishable\r\nwith imprisonment for a term which may extend to two years, or with fine, or\r\nwith both.(5) If any person released under [(Note:- Subs. for\r\n\"sub-section (1)\" by Act No.20 of 1976, s.4(c) ( w.e.f .\r\n12-12-1975) sub-section (1) or sub section (1A)] fails to fulfill any of\r\nthe conditions imposed upon him under the said sub- section or in the bond\r\nentered into by him, the bond shall be declared to be forfeited and any person\r\nbound thereby shall be liable to pay the penalty thereof.(6) [(Note:- Ins. by Act No.35 of 1975, s.3 (w.e.f . 1-7-1975) Notwithstanding anything contained in\r\nany other law and save as otherwise provided in this section, no person against\r\nwhom a detention order made under this Act is in force shall be released\r\nwhether on bail or bail bond or otherwise.]", "13": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 197413. Protection of action taken in good faith -No suit or other legal proceeding shall lie against the Central\r\ngovernment or a State Government, and no suit, prosecution or other legal\r\nproceedings shall lie against any person, for anything in good faith done or\r\nintended to be done in pursuance of this Act.", "14": "Conservation of Foreign Exchange and Prevention of Smuggling Activities Act, 197414. Repeal-The maintenance of Internal Security (Amendment) Ordinance, 1974\r\n(11 of 1974), shall, on the commencement of this Act, stand repealed and\r\naccordingly the amendments made in the Maintenance of Internal Security Act,\r\n1971 (26 of 1971), by the said Ordinance shall, on such commencement, cease to\r\nhave effect."}