{"name": "Control of National Highways (Land and Traffic) Act, 2002\r", "1": "The Control of National Highways (Land and Traffic) Act, 2002Chapter I Preliminary1. Short title,\r\nextent and commencement.-1.  This\r\nAct may be called the Control of National Highways (Land and Traffic) Act,\r\n2002.2.  It\r\nextends to the whole of India.3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint; and different dates may be\r\nappointed for different provisions of this Act.", "2": "The Control of National Highways (Land and Traffic) Act, 20022. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"appointed\r\nday\", in relation to a Tribunal, means the date on which such Tribunal is\r\nestablished under sub-section (1) of section 5;b.  \r\n  \"building\"\r\nmeans any work of construction done in any manner by use of any material and\r\nincludes a farm building for agricultural purposes, plinth, doorstep, wall,\r\ndrain, advertisement board and other things fixed with such building;c.  \r\n\r\n  \"construct\",\r\nwith its grammatical variations, in relation to a building, means to construct,\r\nreconstruct, erect, re-erect, extend or alter structurally a building;d.  \r\n  \"cost\r\nof land\" means the market value of the land as determined by the competent\r\nauthority of the State Government or the Government of the Union territory\r\nappointed for such determination, as the case may be;e.  \r\n  \"Highway\"\r\nmeans a National Highway declared as such under section 2 of the National\r\nHighways Act, 1956 (48 of 1956) and includes any Expressway or Express Highway\r\nvested in the Central Government, whether surfaced or unsurfaced, and also\r\nincludes- \r\n i.  \r\n  all\r\nlands appurtenant to the Highway, whether demarcated or not, acquired for the\r\npurpose of the Highway or transferred for such purpose by the State Government\r\nto the Central Government;  \r\n ii.  \r\n  all\r\nbridges, culverts, tunnels, causeways, carriageways and other structures\r\nconstructed on or across such Highway; and \r\n iii.  \r\n  all\r\ntrees, railings, fences, posts, paths, signs, signals, kilometre stone and\r\nother Highway accessories and materials on such Highways;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\n  \"Highway\r\nAdministration\" means the Highway Administration established under section\r\n3;g.  \r\n  \"highway\r\nland\" means the land of which the Central Government is, or is deemed to\r\nbe, the owner under sub-section (1) of section 23;h.  \r\n  \"land\"\r\nincludes benefits arising out of land and things attached to the earth or\r\npermanently fastened to anything attached to the earth;i.  \r\n  \"means\r\nof access\" means any permanent means of access, whether private or public,\r\nfor vehicles of any kind;j.  \r\n\r\n  \"premises\"\r\nmeans any land or building or part of a building and includes- \r\n i.  \r\n  the\r\ngarden, grounds and outhouses, if any, appertaining to such building or part of\r\na building; andany\r\nfittings affixed to such building or part of a building for the more beneficial\r\nenjoyment thereof;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\n\r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;l.  \r\n  \"Tribunal\"\r\nmeans the National Highways Tribunal established under sub-section (1) of\r\nsection 5.m.  \r\n  \"unauthorised\r\noccupation\" means any occupation of the highway land, without permission\r\nunder this Act for such purpose, by a person who- \r\n i.  \r\n  is\r\ntrespasser on the Highway; or \r\n ii.  \r\n\r\n  for\r\nthe time being is paying or is liable to pay to other person rent or any\r\nportion of the rent of the premises on a Highway; or \r\n iii.  \r\n  lives\r\nin or otherwise uses any premises on a Highway; or \r\n iv.  \r\n  is\r\na rent-free tenant of any premises on a Highway; or \r\n v.  \r\n\r\n  is\r\na licensee of any premises on a Highway for its possession; or \r\n vi.  \r\n  is\r\nliable to pay damages to the owner of any premises on a Highway for the use or\r\npossession of such premises;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\n\r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\n  \"vehicle\"\r\nmeans a barrow, sledge, plough, drag and any wheeled or tracked conveyance of\r\nany description capable of being used on a Highway.", "3": "The Control of National Highways (Land and Traffic) Act, 2002Chapter II\r\nEstablishment of Highway Administrations and Tribunals, Etc.3. Establishment of\r\nHighway Administrations.-1.  The\r\nCentral Government shall, by notification in the Official Gazette,-a.   establish, for the\r\npurposes of this Act, a body or authority consisting of one or more officers of\r\nthe Central Government or the State Government to be known as Highway\r\nAdministration to exercise powers and discharge functions conferred on it under\r\nt is Act; andb.   define the limits of\r\nthe Highway within which, or the length of Highway on which, a Highway\r\nAdministration shall have jurisdiction: Provided that the Central Government\r\nmay, in the notification issued under this sub-section or by any general or special\r\norder, impose any condition or limitation subject to which a Highway\r\nAdministration shall exercise powers and discharge functions con erred on it\r\nunder this Act.1.  2.  The\r\nCentral Government may establish one or more Highway Administrations for a\r\nState or Union territory or for a Highway under sub-section (1).3.  Subject\r\nto the provisions of this Act, the Highway Administration shall exercise powers\r\nand discharge functions conferred on it under this Act in such manner as may be\r\nprescribed.", "4": "The Control of National Highways (Land and Traffic) Act, 20024. Powers and\r\nfunctions of Highway Administration.-A Highway\r\nAdministration shall exercise powers and discharge functions throughout its\r\njurisdiction specified under this Act subject to such conditions or limitations\r\nas may be imposed by the notification issued under sub-section (1) of section 3\r\nand by any general or special order made in this behalf by the Central\r\nGovernment.", "5": "The Control of National Highways (Land and Traffic) Act, 20025. Establishment of\r\nTribunals.-1.  The\r\nCentral Government may, by notification in the Official Gazette, establish one\r\nor more Tribunals, to be known as the National Highways Tribunal, to exercise\r\nthe jurisdiction, powers and authority conferred on such tribunal by or under\r\nthis Act.2.  The\r\nCentral Government shall also specify, in the notification referred to in\r\nsub-section (1), the limits of the Highway within which, or the length of\r\nHighway on which, the Tribunal may exercise jurisdiction for entertaining and\r\ndeciding the appeals filed before it.", "6": "The Control of National Highways (Land and Traffic) Act, 20026. Composition of\r\nTribunal.-1.  A\r\nTribunal shall consist of one person only (hereinafter referred to as the\r\nPresiding Officer) to be appointed, by notification in the Official Gazette, by\r\nthe Central Government.2.  Notwithstanding\r\nanything contained in sub-section (1), the Central Government may authorise the\r\nPresiding Officer of one Tribunal to discharge also the functions of the\r\nPresiding Officer of another Tribunal.", "7": "The Control of National Highways (Land and Traffic) Act, 20027. Qualifications for\r\nappointment as Presiding Officer.-A person shall not be\r\nqualified for appointment as the Presiding Officer of a Tribunal unless he-a.  \r\n  is\r\nqualified to be a Judge of a High Court; orb.  \r\n  has\r\nbeen a member of the Indian Legal Service and has held a post not less than\r\nGrade II of that Service.", "8": "The Control of National Highways (Land and Traffic) Act, 20028. Term of office.-The Presiding Officer\r\nof a Tribunal shall hold office from the date on which he enters upon his\r\noffice till he attains the age of sixty-two years.", "9": "The Control of National Highways (Land and Traffic) Act, 20029. Staff of\r\nTribunal.-1.  The\r\nCentral Government shall provide the Tribunal with such officers and employees\r\nas that Government thinks fit.2.  The\r\nofficers and employees of a Tribunal shall discharge their functions under\r\ngeneral superintendence of the Presiding Officer.3.  The\r\nsalary, allowances and other conditions of service of the officers and\r\nemployees of a Tribunal shall be such as may be prescribed.", "10": "The Control of National Highways (Land and Traffic) Act, 200210. Salary and\r\nallowances and other terms and conditions of service of Presiding Officer.-The salary and\r\nallowances payable to, and the other terms and conditions of service including\r\npension, gratuity and other retirement benefits of, the Presiding Officer of a\r\nTribunal shall be such as may be prescribed: Provided that neither the salary\r\nand allowances nor the other terms and conditions of service of the Presiding\r\nOfficer shall be varied to his disadvantage after his appointment.", "11": "The Control of National Highways (Land and Traffic) Act, 200211. Vacancies in\r\nTribunal.-If, for any reason\r\nother than temporary absence, any vacancy occurs in the office of the Presiding\r\nOfficer of a Tribunal, then, the Central Government shall appoint another\r\nperson in accordance with the provisions of this Act t fill the vacancy and the\r\nproceedings may be continued before the Tribunal from the stage at which the\r\nvacancy is filled.", "12": "The Control of National Highways (Land and Traffic) Act, 200212. Resignation and\r\nremoval.-1.  The\r\nPresiding Officer of a Tribunal may, by notice in writing under his hand\r\naddressed to the Central Government, resign his office: Provided that the said\r\nPresiding Officer shall, unless he is permitted by the Central Government to\r\nrelinquish his office sooner, continue to hold office until the expiry of three\r\nmonths from the date of receipt of such notice or until a person duly appointed\r\nas his successor enters upon his office or until the expiry of his term of\r\noffice, whichever is earlier.2.  The\r\nPresiding Officer of a Tribunal shall not be removed from his office except by\r\nan order made by the Central Government on the ground of proved misbehaviour or\r\nincapacity after an inquiry made by a Judge of a High Court, in which the\r\nPresiding Officer has been informed of the charges against him and given a\r\nreasonable opportunity of being heard in respect of those charges.3.  The\r\nCentral Government may, by rules, regulate the procedure for the investigation\r\nof misbehaviour or incapacity of the Presiding Officer referred to in\r\nsub-section (2).", "13": "The Control of National Highways (Land and Traffic) Act, 200213. Financial and\r\nadministrative powers of Presiding Officer.-The Presiding Officer\r\nof a Tribunal shall exercise such financial and administrative powers as may be\r\nprescribed.", "14": "The Control of National Highways (Land and Traffic) Act, 200214. Jurisdiction,\r\npowers and authority of Tribunal.-A Tribunal shall\r\nexercise, on and from the appointed day, the jurisdiction, powers and authority\r\nto entertain appeals from the orders passed or actions (except issuance or\r\nserving of notices) taken under sections 26, 27, 28, 36, 37 and 38 by the\r\nHighway Administration or an officer authorised on its behalf, as the case may\r\nbe.", "15": "The Control of National Highways (Land and Traffic) Act, 200215. Bar of\r\njurisdiction.-On and from the\r\nappointed day, no court (except the Supreme Court and a High Court exercising\r\njurisdiction under articles 226 and 227 of the Constitution) or other\r\nauthority, except the Tribunal shall have, or be entitled to exercise, any\r\njurisdiction, powers or authority in relation to the matters specified in\r\nsection 14.", "16": "The Control of National Highways (Land and Traffic) Act, 200216. Procedure and\r\npowers of Tribunal.-1.  The\r\nTribunal shall not be bound by the procedure laid down by the Code of Civil\r\nProcedure, 1908 (5 of 1908), but shall be guided by the principles of natural\r\njustice and, subject to the other provisions of this ct and of any rules, the\r\nTribunal shall have powers to regulate its own procedure including the places\r\nat which it shall have its sittings.2.  The\r\nappeal filed before the Tribunal under section 14 shall be dealt with by it as\r\nexpeditiously as possible and endeavour shall be made by it to dispose of the\r\nappeal finally within four months from the date of the receipt of the appeal.3.  The\r\nTribunal shall have, for the purposes of discharging its functions under this\r\nAct, the same powers as are vested in a civil court under the Code of Civil\r\nProcedure, 1908 (5 of 1908) while trying a suit, in respect of the following\r\nmatters, namely –a.   summoning and\r\nenforcing the attendance of any person and examining him on oath;b.   requiring the\r\ndiscovery and production of documents;c.   receiving evidence on\r\naffidavits;d.   issuing commissions\r\nfor examination of witnesses or documents;e.   reviewing its\r\ndecisions;f.   dismissing an appeal\r\nor application for default or deciding it ex parte;g.   setting aside any\r\norder of dismissal of any appeal or application for default or any order passed\r\nby it ex parte; andh.   any other matter\r\nwhich may be prescribed.1.  2.  3.  4.    Any\r\nproceeding before the Tribunal shall be deemed to be a judicial proceeding\r\nwithin the meaning of sections 193 and 228, and for the purposes of section\r\n196, of the Indian Penal Code (45 of 1860) and the Tribunal shall be deemed to\r\nbe a civil court for all the purposes of section 195 and Chapter XXVI of the\r\nCode of Criminal Procedure, 1973 (2 of 1974).", "17": "The Control of National Highways (Land and Traffic) Act, 200217. Conditions as to\r\nmaking of interim order.-Notwithstanding\r\nanything contained in any other provision of this Act or in any other law for\r\nthe time being in force, no interim order (whether by way of injunction or stay\r\nor in any other manner) shall be m de on, or in any proceeding relating to, an\r\napplication or appeal unless-a.  \r\n  copies\r\nof such application or appeal and of all documents in support of the plea for\r\nsuch interim order are furnished to the party against whom such application is\r\nmade or appeal is preferred; andb.  \r\n  opportunity\r\nis given to such party to be heard in the matter:Provided that the\r\nTribunal may dispense with the requirements of clauses (a) and (b) and make an\r\ninterim order as an exceptional measure if it is satisfied, for reasons to be\r\nrecorded in writing, that it is necessary so to do for preventing any loss being\r\ncaused to the applicant or the appellant, as the case may be; which cannot be\r\nadequately compensated in money; but any such interim order shall, if it is not\r\nsooner vacated, cease to have effect on the expiry of a period of fourteen days\r\nfrom the date o which it is made unless the said requirements have been\r\ncomplied with before the expiry of that period and the Tribunal has continued\r\nthe operation of the interim order.", "18": "The Control of National Highways (Land and Traffic) Act, 200218. Execution of\r\norders of Tribunal.-1.  An\r\norder passed by the Tribunal under this Act shall be executable by the Tribunal\r\nas a decree of a civil court, and for this purpose, the Tribunal shall have all\r\nthe powers of the civil court.2.  Notwithstanding\r\nanything contained in sub-section (1), the Tribunal may transmit any order made\r\nby it to the civil court having local jurisdiction and such civil court shall\r\nexecute the order as if it were a decree made by that court.", "19": "The Control of National Highways (Land and Traffic) Act, 200219. Limitation.-Every appeal to the\r\nTribunal under this Act shall be preferred within a period of sixty days from\r\nthe date on which the order appealed against has been made: Provided that an\r\nappeal may be admitted after the expiry of the said period of sixty days, if\r\nthe appellant satisfies the Tribunal that he had sufficient cause for not\r\npreferring the appeal within the specified period.", "20": "The Control of National Highways (Land and Traffic) Act, 200220. Appointment of\r\nofficers to act on behalf of Highway Administration.-1.  The\r\nHighway Administration may, if it thinks fit after the approval of the Central\r\nGovernment, by notification in the Official Gazette, appoint such-a.   gazetted officer of\r\nthe Central Government; orb.   gazetted officer of\r\nthe State Government; orc.   officer of the\r\nNational Highways Authority of India constituted under section 3 of the\r\nNational Highways Authority of India Act, 1988 (68 of 1988) or any other authority\r\nconstituted under any other enactment, equivalent to a gazetted officer of the\r\ncentral Government or the State Government, to exercise such powers and\r\ndischarge such functions of the Highway Administration as may be specified in\r\nthe notification.2.  The\r\nHighway Administration may specify in the notification under sub-section (1),\r\nthe limits of the Highway within which or the length of the Highway on which an\r\nofficer appointed under that sub-section shall exercise the powers and\r\ndischarge the functions.", "21": "The Control of National Highways (Land and Traffic) Act, 200221. Delegation of\r\npowers.-The Central\r\nGovernment may, by notification in the Official Gazette, direct that any power\r\nexercisable by it (except the powers conferred by section 50) under this Act\r\nshall, subject to such conditions, if any, as may be specified in the\r\nnotification, be exercisable by a State Government or any other authority or an\r\nofficer of the State Government as may be specified in the notification.", "22": "The Control of National Highways (Land and Traffic) Act, 200222. Power to transfer\r\njurisdiction.-The Central\r\nGovernment may, at any time, by notification in the Official Gazette, transfer\r\nthe jurisdiction of a Highway Administration defined under clause (b) of\r\nsub-section (1) of section 3 to other Highway Administration, and on the\r\ntransfer the Highway Administration shall cease to have and such other Highway\r\nAdministration shall, subject to the conditions, if any, specified in the\r\nnotification, have all the powers and authority exercisable by the Highway\r\nAdministration before such transfer of jurisdiction.", "23": "The Control of National Highways (Land and Traffic) Act, 2002Chapter III\r\nPrevention of Unauthorised Occupation of Highway Land and Their Removal23. Highway land to\r\nbe deemed as property of Central Government.-1.  All\r\nlands forming parts of a Highway which vest in the Central Government or which\r\ndo not already vest in the Central Government but have been acquired for the\r\npurpose of Highway shall, for the purposes of this Act, and other Central Acts,\r\nbe deemed to be the property of the Central Government as owner thereof.2.  The\r\nHighway Administration shall cause to be maintained a record in the prescribed\r\nmanner in which the particulars of the lands, relating to the Highway, of which\r\nthe Central Government is the owner shall be entered and the entries of the\r\nparticulars of such lands in any record maintained for such purpose before the\r\ncommencement of this Act shall be deemed to be the entry of the particulars of\r\nsuch lands made in the first said record and accordingly the Central Government\r\nshall be deemed to be the owner of the lands regarding which the entries have\r\nbeen made in such records maintained before the commencement of this Act.3.  Any\r\nperson claiming against the ownership of the Central Government referred to in\r\nsub-section (2) shall make written complaint to the Highway Administration and\r\nprove his claim before it and the Highway Administration, after considering the\r\nevidence produced by such person, may correct such records or reject the claim.", "24": "The Control of National Highways (Land and Traffic) Act, 200224. Prevention of\r\noccupation of highway land.-1.  No\r\nperson shall occupy any highway land or discharge any material through drain on\r\nsuch land without obtaining prior permission, for such purpose in writing, of\r\nthe Highway Administration or any officer a thorised by such Administration in\r\nthis behalf.2.  The\r\nHighway Administration or the officer authorised under sub-section (1) may, on\r\nan application made by a person in this behalf and having regard to the safety\r\nand convenience of traffic, grant permission to such person- \r\n i.  \r\n  to\r\nplace a movable structure on the Highway in front of any building owned by him\r\nor to make a movable structure on support of such building and over the\r\nHighway, or \r\n\r\n ii.  \r\n  to\r\nput up a temporary lawning or tent or other similar construction or a temporary\r\nstall or scaffolding on the Highway, or \r\n iii.  \r\n  to\r\ndeposit or cause to be deposited, building materials, goods, for sale or other\r\narticles on any Highway, or (iv) to make a temporary excavation for carrying\r\nout any repairs or improvements to adjoining buildings, and such permission\r\nshall be granted subject to the conditions and on payment of the rent and other\r\ncharges by issuing permit in the form as may be prescribed: Provided that no\r\nsuch permission shall be valid beyond a period of one month at a time from the\r\ndate on which the permission has been granted unless it is renewed by the\r\nHighway Administration or such officer on an application made by such person\r\nfor the renewal of the permission.1.  2.  \r\n3.  The\r\npermission granted under sub-section (2) shall specify therein- \r\n i.  \r\n  the\r\ntime up to which the permission is granted; \r\n ii.  \r\n  the\r\npurpose of such permission; \r\n iii.  \r\n  the\r\nportion of the Highway in respect of which the permission has been granted, and\r\nshall be accompanied with a plan or sketch of such portion of Highway.1.  2.  3.  \r\n4.    The\r\nperson, to whom the permit has been issued under sub-section (2), shall produce\r\nthe permit for inspection whenever called upon to do so by any officer of the\r\nHighway Administration and shall, on the expiry of the permission granted under\r\nsuch per it, restore the portion of the Highway specified in the permit in such\r\ncondition as it was immediately before the issuing of such permit and deliver\r\nthe possession of such portion to the Highway Administration.5.  The\r\nHighway Administration or the officer issuing the permit under sub-section (2)\r\nshall maintain a complete record of all such permits issued, and shall also\r\nensure in every case at the expiration of the period up to which the permission\r\nunder a per it is granted under that sub-section that the possession of the\r\nportion of the Highway in respect of which such permission was granted has been\r\ndelivered to the Highway Administration.", "25": "The Control of National Highways (Land and Traffic) Act, 200225. Grant of lease or\r\nlicence of highway land for temporary use.-The Highway\r\nAdministration or the officer authorised by such Administration in this behalf\r\nmay, having regard to the safety and convenience of traffic and subject to such\r\nconditions as may e prescribed and on payment of prescribed rent or other\r\ncharges, grant lease or licence of highway land to a person for temporary use:\r\nProvided that no such lease shall be valid for more than five years at a time\r\nfrom the date on which such lease has been granted unless renewed by the\r\nHighway Administration or such officer.", "26": "The Control of National Highways (Land and Traffic) Act, 200226. Removal of\r\nunauthorised occupation.-1.  Where\r\nthe Highway Administration or the officer authorised by such Administration in\r\nthis behalf is of the opinion that it is necessary in the interest of traffic\r\nsafety or convenience to cancel any permit issued under sub-section (2) of\r\nsection 24, it may, after recording the reasons in writing for doing so, cancel\r\nsuch permit and, thereupon, the person to whom the permission was granted\r\nshall, within the period specified by an order made by the Highway\r\nAdministration or such officer restore the portion of the Highway specified in\r\nthe permit in such condition as it was immediately before the issuing of such\r\npermit and deliver the possession of such portion to the Highway Administration\r\nand in case such per on fails to deliver such possession within such period, he\r\nshall be deemed to be in unauthorised occupation of highway land for the\r\npurposes of this section and section 27.2.  When,\r\nas a result of the periodical inspection of highway land or otherwise, the\r\nHighway Administration or the officer authorised by such Administration in this\r\nbehalf is satisfied that any unauthorised or the officer so authorised shall\r\nserve a notice in a prescribed form on the person causing or responsible for\r\nsuch unauthorised occupation requiring him to remove such unauthorised\r\noccupation and to restore such highway land in occupation has taken place on\r\nhighway land, the Highway Administration its original condition as before the\r\nunauthorised occupation within the period specified in the notice.3.  The\r\nnotice under sub-section (2) shall specify therein the highway land in respect\r\nof which such notice is issued, the period within which the unauthorised\r\noccupation on such land is required to be removed, the place and time of\r\nhearing any represent tion, if any, which the person to whom the notice is\r\naddressed may make within the time specified in the notice and that failure to\r\ncomply with such notice shall render the person specified in the notice liable\r\nto penalty, and summary eviction from the highway land in respect of which such\r\nnotice is issued, under sub-section (6).4.  The\r\nservice of the notice under sub-section (2) shall be made by delivering a copy\r\nthereof to the person to whom such notice is addressed or to his agent or other\r\nperson on his behalf or by registered post addressed to the person to whom such\r\nnotice is addressed and an acknowledgment purporting to be signed by such\r\nperson or his agent or other person on his behalf or an endorsement by a postal\r\nemployee that such person or his agent or such other person on his behalf has\r\nrefused to take delivery ay be deemed to be prima facie proof of service.5.  Where\r\nthe service of the notice is not made in the manner provided under sub-section\r\n(4), the contents of the notice shall be advertised in a local newspaper for\r\nthe knowledge of the person to whom the notice is addressed and such advertisement\r\ns all be deemed to be the service of such notice on such person.6.  \r\n  Where\r\nthe service of notice under sub-section (2) has been made under sub-section (4)\r\nor sub-section (5) and the unauthorised occupation on the highway land in\r\nrespect of which such notice is served has not been removed within the time\r\nspecified in the notice for such purpose and no reasonable cause has been shown\r\nbefore the Highway Administration or the officer authorised by such\r\nAdministration in this behalf for not so removing unauthorised occupation, the\r\nHighway Administration or such officer as the case may be, shall cause such\r\nunauthorised occupation to be removed at the expenses of the Central Government\r\nor the State Government, as the case may be, and impose penalty on the person to\r\nwhom the notice is addressed which shall be five hund ed rupees per square\r\nmetre of the land so unauthorisedly occupied and where the penalty so imposed\r\nis less than the cost of such land, the penalty may be extended equal to such\r\ncost.7.  \r\n  Notwithstanding\r\nanything contained in this section, the Highway Administration or the officer\r\nauthorised by such Administration in this behalf shall have power without\r\nissuing any notice under this section to remove the unauthorised occupation on\r\nthe highway land, if such unauthorised occupation is in the nature of-a.   exposing any goods or\r\narticle- \r\n i.  \r\n  in\r\nopen air; or \r\n ii.  \r\n  through\r\ntemporary stall, kiosk, booth or any other shop of temporary nature,a.  \r\nb.   construction or\r\nerection, whether temporary or permanent, orc.   trespass or other unauthorised\r\noccupation which can be removed easily without use of any machine or other\r\ndevice, and in removing such occupation, the Highway Administration or such\r\nofficer may take assistance of the police, if necessary, to remove such\r\noccupation by use of the reasonable force necessary for such removal.1.  2.  3.  4.  5.  \r\n6.  \r\n7.  \r\n8.  \r\n  Notwithstanding\r\nanything contained in this section, if the Highway Administration or the\r\nofficer authorised by such Administration in this behalf is of the opinion that\r\nany unauthorised occupation on the highway land is of such a nature that the\r\nimmediate removal of which is necessary in the interest of-a.   the safety of traffic\r\non the Highway; orb.   the safety of any\r\nstructure forming part of the Highway, and no notice can be served on the person\r\nresponsible for such unauthorised occupation under this section without undue\r\ndelay owing to his absence or for any other reason, the Highway Administration\r\nor the officer authorised by such Administration may ma e such construction\r\nincluding alteration of any construction as may be feasible at the prescribed\r\ncost necessary for the safety referred to in clause (a) or clause (b) or have\r\nsuch unauthorised occupation removed in the manner specified in sub-section 7 .1.  2.  3.  4.  5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n  The\r\nHighway Administration or an officer authorised by such Administration in this\r\nbehalf shall, for the purposes of this section or section 27, have the same\r\npowers as are vested in a civil court under the Code of Civil Procedure, 1908\r\n(5 of 1908), while trying a suit, in respect of the following matters, namely:-\r\na.   summoning and\r\nenforcing the attendance of any person and examining him on oath;b.   requiring the\r\ndiscovery and production of documents;c.   issuing commissions\r\nfor the examination of witnesses; andd.   any other matter\r\nwhich may be prescribed, and any proceeding before such Administration or\r\nofficer shall be deemed to be a judicial proceeding within the meaning of\r\nsections 193 and 228, and for the purpose of section 196, of the Indian Penal\r\nCode (45 of 1860) and the Administration or the officer shall be deemed to be a\r\ncivil court for the purposes of section 195 and Chapter XXVI of the Code of\r\nCriminal Procedure, 1973 (2 of 1974).", "27": "The Control of National Highways (Land and Traffic) Act, 200227. Recovery of cost\r\nof removal of unauthorised occupation and fine imposed.-1.  Where\r\na Highway Administration or the officer authorised by such Administration in\r\nthis behalf has removed any unauthorised occupation or made any construction\r\nincluding alteration of construction in respect of any unauthorised occupation\r\nor repaired any damage under sub-section (2) of section 36, the expenditure\r\nincurred in such removal or repair together with fifteen per cent. of\r\nadditional charges or any fine imposed under this Act shall be recoverable in\r\nthe manner hereinafter provided in this section.2.  The\r\nHighway Administration or the officer authorised in this behalf by such\r\nAdministration shall serve a copy of the bill in the prescribed form indicating\r\ntherein the expenditure, additional charges or fine recoverable under\r\nsub-section (1) on the person from whom such expenditure, additional charges or\r\nfine is recoverable and the provisions of section 26 relating to the service of\r\nnotice shall apply for the service of copy of the bill under this sub-section\r\nas if for the word \"notice\" the word \"bill\" has been\r\nsubstituted in that section.3.  A\r\ncopy of the bill referred to in sub-section (2) shall be accompanied with a\r\ncertificate issued by the Highway Administration or the officer authorised by\r\nsuch Administration in this behalf and the amount indicated in the bill shall\r\nbe the conclusiv proof that such amount is the expenditure actually incurred\r\nfor all or any of the purposes referred to in sub-section (1) as indicated in\r\nthe bill.4.  Where\r\na Highway Administration or the officer authorised in this behalf by such\r\nAdministration has removed any unauthorised occupation or made any construction\r\nincluding alteration of construction in respect of any unauthorised occupation\r\nor repaire any damage under sub-section (2) of section 36, the material, if\r\nany, recovered as a result of such removal, construction, alteration or repair\r\nshall be retained in possession of the Highway Administration or such officer\r\ntill the payment of the bill in respect thereof served under sub-section (2)\r\nand on payment of such bill such material shall be returned to the person\r\nentitled for the material, but in case of the failure of such payment within\r\nthe time specified for the payment in the bill, the mat rial may be sold by\r\nauction by the Highway Administration or such officer and after deduction of\r\nthe amount payable under the bill from the proceeds of the auction, the\r\nbalance, if any, shall be returned to the person entitled therefor.5.  In\r\ncase where the proceeds of the auction under sub-section (4) is less than the\r\namount recoverable under the bill referred to in that sub-section, the\r\ndifference between such proceeds and the amount so recoverable or where no such\r\nauction has been m de, the amount recoverable under the bill shall, in case of\r\nfailure of the payment within the time specified in the bill, be recoverable as\r\nthe arrears of land revenue.", "28": "The Control of National Highways (Land and Traffic) Act, 2002Chapter IV Control of\r\nAccess to the National Highways28. Right of access.-1.  No\r\nperson shall have right of access to a Highway either through any vehicle or on\r\nfoot by a group of five or more persons except permitted by the Highway\r\nAdministration either generally or specifically in the manner specified in\r\nsection 29.2.  The\r\naccess to a Highway under sub-section (1) shall be subject to the guidelines\r\nand instructions issued by the Central Government from time to time.3.  The\r\nHighway Administration may, by notification in the Official Gazette, declare a\r\nHighway or any portion thereof to be limited for access in the manner as\r\nspecified in such notification and may also impose any restriction or control\r\non such access t , from or across such Highway as specified in that\r\nnotification.", "29": "The Control of National Highways (Land and Traffic) Act, 200229. Procedure for\r\npermission to access to Highway.-1.  The\r\ngeneral permission under sub-section (1) of section 28 shall be given by\r\nissuing notification in the Official Gazette for such purpose and specific\r\npermission under that sub-section shall be give in the manner specified\r\nhereinafter under this section.2.  Any\r\nperson desirous of obtaining specific permission referred to in sub-section (1)\r\nmay make an application in the prescribed form to the Highway Administration\r\nspecifying therein the means of access to which such permission relates and\r\nshall also be accompanied with such fees as may be prescribed and the Highway\r\nAdministration shall, after considering the application either give the\r\npermission with or without the terms and conditions as may be prescribed or\r\nreject the application as it may deem fit.3.  In\r\ncase, where the permission has been given in respect of the application made\r\nunder sub-section (2), the person to whom such permission has been given shall\r\nobtain the licence from the Highway Administration in the prescribed form\r\nenumerating there n the terms and conditions, if any, subject to which such\r\npermission has been given, and such permission shall be renewed after such\r\nperiod and in such manner as may be prescribed.4.  If\r\nany person contravenes the provisions of sub-section (1) of section 28 or\r\nviolates any terms and conditions subject to which permission has been given\r\nunder sub-section (2) including non-renewal of licence obtained under\r\nsub-section (3), his access to Highway under the permission under sub-section\r\n(1) or sub-section (3), as the case may be, shall be deemed to be unauthorised\r\naccess and the Highway Administration or the officer authorised by such\r\nAdministration shall have the power to remove such access and where necessary,\r\nthe Highway Administration or such officer may use the necessary force with the\r\nassistance of the police to remove such access.", "30": "The Control of National Highways (Land and Traffic) Act, 200230. Regulation or\r\ndiversion of access, etc.-1.  Notwithstanding\r\nany permission given under sub-section (1) or sub-section (2) of section 29,\r\nthe Highway Administration shall have the power in the interest of the safety\r\nand convenience of the traffic to r fuse, regulate or divert any proposed or\r\nexisting access to the Highway.2.  Where\r\nan existing access is diverted, the alternative access given in lieu thereof\r\nshall not be unreasonably distant from the existing access.", "31": "The Control of National Highways (Land and Traffic) Act, 2002Chapter V Regulation\r\nof Different Types of Traffic on National Highways31. Highway\r\nAdministration to regulate traffic when Highway deemed unsafe.-1.  Notwithstanding\r\nanything contained in this Act, the Highway Administration shall have the power\r\nto regulate and control the plying of vehicles on the Highway for the proper\r\nmanagement thereof.2.  If\r\nat any time the Highway Administration is satisfied on the information received\r\nby it or otherwise that any Highway within its jurisdiction or any part thereof\r\nis or has become congested or unsafe for vehicular or pedestrian traffic by\r\nreason of d mage or otherwise, it may, either close the Highway or such part thereof\r\nto all traffic or to any class of traffic, or regulate the number and speed of\r\nvehicles to be used on the Highway or such part thereof, as the case may be, in\r\nthe manner as it may deem fit.", "32": "The Control of National Highways (Land and Traffic) Act, 200232. Prohibition of\r\nuse of heavy vehicles on certain Highways.-Where the Highway\r\nAdministration is satisfied that the surface of a Highway or any part thereof,\r\nor any bridge, culvert or causeway built on or across the Highway is not\r\ndesigned to carry vehicles of which the laden weight exceeds a prescribed\r\nlimit, it may, subject to such rules as may be made in this behalf, prohibit or\r\nrestrict the plying of such vehicles on or over such Highway or part thereof or\r\nsuch bridge, culvert or causeway, as the ca e may be.", "33": "The Control of National Highways (Land and Traffic) Act, 200233. Temporary closure\r\nof traffic on Highway.-Where, in exercise of\r\nthe powers under section 31 or section 32, the Highway Administration considers\r\nit proper for the purposes of that section to temporarily close a Highway or\r\npart thereof or to restrict or regulate traffic on such Highway or part\r\nthereof, it may do so in the manner as it may deem fit.", "34": "The Control of National Highways (Land and Traffic) Act, 200234. Permanent closure\r\nof Highway.-1.  Where,\r\nin exercise of the powers under section 31, the Highway Administration deems it\r\nnecessary in the interest of the safety of the Highway to close a Highway or\r\npart thereof, it may, by notification in the Official Gazette, give notice of\r\nits intention to the public to do so specifying therein the time within which\r\nthe objections and suggestions received shall be considered under sub-section\r\n(3) and in addition to such notice, it shall also notify the contents of such\r\nnotice in at least two newspapers, one of which shall be in the local language\r\nof the area through which such Highway passes and another shall be the\r\nnewspaper being circulated in such area.2.  The\r\nnotice under sub-section (1) shall indicate the alternative route proposed to\r\nbe provided in lieu of the Highway or part thereof intended to be closed\r\nspecifying therein as to whether such alternative route shall be an already\r\nexisting Highway o shall be newly constructed and shall also invite objections\r\nand suggestions from the persons affected on such proposal within the time and\r\nto be addressed to the officer as specified in such notice.3.  The\r\nHighway Administration shall, after considering the objections and suggestions,\r\nif any, received within the time specified in such notice, take decision on the\r\nproposal for closure under the notice and shall act in accordance with such\r\ndecision.", "35": "The Control of National Highways (Land and Traffic) Act, 200235. Power to restrict\r\nthe use of vehicles.-If the Highway\r\nAdministration is satisfied that it is necessary in the interest of public\r\nsafety or convenience, or because of the nature of any road or bridge so to do,\r\nit may, by notification in the Official Gazette, prohibit or restrict, subject\r\nto such exceptions or conditions as may be specified in the notification, the\r\nuse of any Highway or part thereof by a class or classes of traffic either\r\ngenerally or on specified occasion or time as specified in the notification and\r\nwhen such prohibition or restriction is imposed, the Highway Administration\r\nshall cause such traffic signs to be placed or erected at suitable places for\r\nthe convenience of the traffic as may be prescribed: Provided that where any\r\nprohibition or restriction under this section is to be remained for a period of\r\none month or less, such prohibition or restriction may be imposed without\r\nissuing notification in the Official Gazette: Provided further that the\r\nprohibition or restriction imposed under the first proviso shall be published\r\nwidely for the knowledge of the users by other possible means.", "36": "The Control of National Highways (Land and Traffic) Act, 200236. Prevention and\r\nrepair of damage to Highway.-1.  \r\n  No\r\nperson who is in charge of, or in possession of, any vehicle or animal shall,\r\nwillfully or negligently, cause, or allow such vehicle or animal to cause, any\r\ndamage to any Highway.2.   Where, in contravention of sub-section (1), any damage has been caused to any Highway, the Highway Administration shall have such damage repaired at its own expenses and such expenses together with fifteen per cent. thereof as additional charges shall , without prejudice to any other action which may be taken against the person who has so contravened sub-section (1), be recovered from him in accordance with the provisions contained in section 27 as if such expenses and additional charges were the expenses and additional charges recoverable under that section.", "37": "The Control of National Highways (Land and Traffic) Act, 200237. Prohibition to\r\nleave vehicles or animals in dangerous position.-1.  \r\n  No\r\nperson in charge of, or in possession of, any vehicle or animal shall allow\r\nsuch vehicle or animal to stand or proceed on a Highway unless the same is\r\nunder such safety control as may be prescribed.2.  Where,\r\nin contravention of sub-section (1), any obstruction on the Highway is caused,\r\nthe vehicle or animal causing such obstruction shall be caused to be towed away\r\nby the Highway Administration to remove such obstruction on the Highway and the\r\nvehicle or animal so towed away shall be taken into possession by the Highway\r\nAdministration and shall be handed over to the owner thereof in the manner, by\r\npayment to the Highway Administration, the expenses incurred in such removal,\r\nas may be prescribed.3.  In\r\ncase where the expenses in respect of the vehicle or animal taken into\r\npossession under sub-section (2) have not been paid in the manner prescribed\r\nunder that sub-section, the Highway Administration shall sell such vehicle or\r\nanimal by auction and the proceeds of the auction shall be the property of the\r\nCentral Government.4.  \r\n\r\n  4)\r\nAny person who has unauthorised occupation on a highway land shall be summarily\r\nevicted by the Highway Administration in the manner specified in section 26 for\r\nremoval of unauthorised occupation and shall be liable to fine imposed by the\r\nHighway Administration which shall not be less than five hundred rupees per\r\nsquare metre of the unauthorisedly occupied land by him but which may be\r\nextended to the cost of such land.", "38": "The Control of National Highways (Land and Traffic) Act, 2002Chapter VI Regulation\r\nOf Construction On Highway Land For Public Utilities, Drains, Etc.38. Construction on\r\nhighway land.-1.  \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, no person\r\nother than a Highway Administration or a person authorised by such\r\nAdministration in this behalf shall construct, install, shift, repair, alter or\r\ncarry any poles, pillars, advertisement towers, transformers, cable wire, pipe,\r\ndrain, sewer, canal, railway line, tramway, telephone boxes, repeater station,\r\nstreet, path or passage of any kind on highway land or across, under or over\r\nany Highway except with the prior permission in writing of the Highway\r\nAdministration for such purpose.2.  Any\r\nperson who intends to obtain the permission under sub-section (1) shall make an\r\napplication in the prescribed form to the Highway Administration containing\r\ntherein the purpose and period of occupancy of Highway, location and part of\r\nthe Highway t be occupied, method of execution of work, period of construction\r\nand method of restoration of such part of the Highway.3.  The\r\nHighway Administration shall consider the application made under sub-section\r\n(1) and if it is satisfied that there is no alternative other than the Highway\r\nin respect of which the permission is sought under the application where the\r\nland can be f und to locate the public utility, it may give permission in\r\nwriting as sought in the application: Provided that while giving such\r\npermission, the Highway Administration may impose such conditions as it may\r\ndeem fit to protect- \r\n i.  \r\n  the\r\nHighway from damage; and \r\n ii.  \r\n  the\r\ntraffic on the Highway from obstruction, and may also impose such fees and\r\nother charges as may be prescribed on the person to whom such permission is\r\ngiven in respect of any land forming part of the Highway, occupied or applied\r\nto the proposed work or construction under permission and also impose on such\r\nperson the expenditure, if any, incurred by the Highway Administration for\r\nrepairing any damage caused to the Highway by laying or shifting of any\r\nstructure, article or equipment under the permission.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  If\r\nany person, in contravention of sub-section (1), makes any construction or\r\ncarries out any other work, the Highway Administration may, at its own\r\nexpenses, cause such construction or other work to be removed from the Highway\r\nand restore the Highway in the condition as it was immediately before giving\r\npermission for such construction or other work under sub-section (3) and such\r\nexpenses together with fifteen per cent. thereof as additional charges and fine\r\nimposed by the Highway Administration taxng into account the nature of the\r\ndamages caused by such construction or other work, which shall not be less than\r\nfive hundred rupees per square metre of land used for such construction or\r\nother work, but shall not exceed the cost of such land, shall be recovered from\r\nsuch person in accordance with the provisions contained in section 27 as if\r\nsuch expenses, additional charges and fine were the expenses, additional\r\ncharges and fine recoverable under that section.", "39": "The Control of National Highways (Land and Traffic) Act, 2002Chapter VII Offence\r\nand Penalty39. Offence and\r\npenalty.-1.  \r\n  If\r\nany person, who has been evicted from any unauthorised occupation on a highway\r\nland under this Act, again occupies any highway land without permission for\r\nsuch occupation under this Act, he shall be punishable with imprisonment for a\r\nterm which may extend to one year, or with fine which shall not be less than\r\none thousand rupees per square metre of so occupied highway land but which\r\nshall not exceed two times the cost of such highway land, or with both.2.  Any\r\ncourt, convicting a person under sub-section (1), may make an order for\r\nevicting that person from such occupied highway land summarily and he shall be\r\nliable to such eviction without prejudice to any other action that may be taken\r\nagainst him.3.  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 (2 of 1974), the\r\noffence punishable under sub-section (1) shall be cognizable.", "40": "The Control of National Highways (Land and Traffic) Act, 2002Chapter VIII\r\nMiscellaneous40. Right of\r\nappellant to take assistance of legal practitioner.-A person preferring\r\nan appeal to the Tribunal under this Act may either appear in person or take\r\nthe assistance of a legal practitioner of his choice to present his case before\r\nthe Tribunal", "41": "The Control of National Highways (Land and Traffic) Act, 200241. Finality of\r\norders.-Save as otherwise\r\nexpressly provided in this Act, every order made or any action taken by the\r\nHighway Administration or the officer authorised in this behalf by such\r\nAdministration or every order passed or decision made on appeal under this Act\r\nby the Tribunal shall be final and shall not be called in question in any\r\noriginal suit, application or execution proceeding and no injunction shall be\r\ngranted by any court or other authority in respect of any action taken or to be\r\ntaken I pursuance of any power conferred by or under this Act to the Highway\r\nAdministration or Tribunal.", "42": "The Control of National Highways (Land and Traffic) Act, 200242. Duty of village\r\nofficials.-Wherever any village\r\nheadman, village accountant, village watchman or other village official, by\r\nwhatever name called, becomes aware of any offence involving unauthorised\r\noccupation, damage or destruction of the highway laid, he shall forthwith\r\ninform the nearest police station or the nearest Highway Administration or any\r\nofficer authorised in this behalf by such Administration, the commission of\r\nsuch offence and shall also be duty bound to assist the Highway Administration and\r\nits officers in prosecuting the offender of the offence.", "43": "The Control of National Highways (Land and Traffic) Act, 200243. Conduct of\r\ninquiry.-The Highway\r\nAdministration or the officer authorised in this behalf by such Administration\r\nshall, if he desires to make any inquiry for the purposes of this Act, make a\r\nsummary inquiry in such manner as may be prescribed.", "44": "The Control of National Highways (Land and Traffic) Act, 200244. Presiding\r\nOfficers and employees of Tribunals, etc., to be public servants.-The Presiding Officer\r\nand the officers and other employees of the Tribunal, the officer or officers\r\nconstituting the Highway Administration and any other officer authorised b such\r\nAdministration under this Act, shall be deemed, when acting or purporting to\r\nact in pursuance of any of the provisions of this Act, to be public servants\r\nwithin the meaning of section 21 of the Indian Penal Code (45 of 1860).", "45": "The Control of National Highways (Land and Traffic) Act, 200245. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceedings shall lie against the Central Government or the\r\nPresiding Officer of the Tribunal or any other officer of the Central\r\nGovernment or an officer or employee of the Tribunal or the officer or officers\r\nconstituting the Highway Administration or any other officer authorised by such\r\nAdministration under this Act or any other person, for anything which is in\r\ngood faith done or intended to made there under.", "46": "The Control of National Highways (Land and Traffic) Act, 200246. Offences by\r\ncompanies.-1.  Where\r\nan offence punishable under this Act has been committed by a company, every\r\nperson who, at the time the offence was committed, was in charge of, and was\r\nresponsible to, the company for the conduct of the business of t e company, as\r\nwell as the company, shall be deemed to be guilty of the offence and shall be\r\nliable to be proceeded against and punished accordingly: Provided that nothing\r\ncontained in this sub-section shall render any such person liable to any\r\npunishment, if he proves that the offence was committed without his knowledge\r\nor that he had exercised all due diligence to prevent the commission of such\r\noffence.2.  Notwithstanding\r\nanything contained in sub-section (1), where any offence punishable under this\r\nAct has been committed by a company and it is proved that the offence has been\r\ncommitted with the consent or connivance of, or is attributable to, any neglect\r\non the part of any director, manager, secretary or other officer of the\r\ncompany, such director, manager, secretary or other officer shall also be\r\ndeemed to be guilty of that offence and shall be liable to be proceeded against\r\nand punished accordingly.Explanation.-For the\r\npurposes of this section,-a.   \"company\"\r\n\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.   \"director\",\r\nin relation to a firm, means a partner in the firm.", "47": "The Control of National Highways (Land and Traffic) Act, 200247. Procedure for\r\nservice of notices, etc.-Save as otherwise\r\nprovided in this Act, every notice or bill issued or prepared under this Act\r\nmay be served or presented in such manner as may be prescribed.", "48": "The Control of National Highways (Land and Traffic) Act, 200248. Act to have\r\noverriding effect.-The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force or in any instrument\r\nhaving effect by virtue of any law other than this Act.", "49": "The Control of National Highways (Land and Traffic) Act, 200249. Power to remove\r\ndifficulties.-1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as appear to it\r\nto be necessary or expedient for removing the difficulty: Provided that no such\r\norder shall be made under this section after the expiry of three years from the\r\ncommencement of this Act.2.  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "50": "The Control of National Highways (Land and Traffic) Act, 200250. Power to make\r\nrules.-1.  The\r\nCentral Government may, after previous publication, by notification in the\r\nOfficial Gazette, make rules for carrying out the purposes of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the manner of\r\nexercising powers and discharge functions under sub-section (3) of section 3;b.   the salary,\r\nallowances and other conditions of service of the officers and employees of a\r\nTribunal under sub-section (3) of section 9;c.   the salary and\r\nallowances payable to, and the other terms and conditions of service of, the\r\nPresiding Officer of a Tribunal under section 10;d.   the procedure for the\r\ninvestigation of misbehaviour or incapacity of the Presiding Officer of a\r\nTribunal under sub-section (3) of section 12;e.   the financial and\r\nadministrative powers of the Presiding Officer of a Tribunal under section 13;f.   the additional\r\nmatters in respect of which the Tribunal may exercise the powers of a civil\r\ncourt under clause (h) of sub-section (3) of section 16;g.   the manner for\r\nmaintaining the records of the Highway Administration in which the lands are\r\nshown and the manner of proving claim for correction of such records under\r\nsub-section (2) of section 23;h.   the conditions\r\nsubject to which, the rent and other charges on payment of which and the form\r\nin which permit may be issued for grant of permission under sub-section (2) of\r\nsection 24;i.   the conditions,\r\npayment of rent and other charges for grant of lease or licence of highway land\r\nunder section 25;j.   the form of notice\r\nunder sub-section (2) of section 26;k.   the feasible cost for\r\nmaking construction including alteration of any construction under sub-section\r\n(8) of section 26;l.   the additional matter\r\nin respect of which the Highway Administration or an officer authorised by such\r\nAdministration in this behalf may exercise the powers of a civil court under\r\nclause (d) of sub-section (9) of section 26;m.   the form of the bill\r\nunder sub-section (2) of section 27;n.   the form of\r\napplication, the fees to be accompanied therewith and the terms and conditions\r\nfor permission under sub-section (2) of section 29;o.   the form of licence,\r\nthe period and the manner of renewal of such licence under sub-section (3) of\r\nsection 29;p.   the limit of laden\r\nweight and the provisions subject to which the plying of vehicles may be\r\nprohibited or restricted under section 32;q.   the traffic signs to\r\nbe placed or erected under section 35;r.   the safety and\r\ncontrol for allowing any vehicle or animal to stand or proceed on a Highway\r\nunder sub-section (1) of section 37;s.   the manner of handing\r\nover the vehicle or animal to the owner and payment of expenses incurred in the\r\nremoval of such vehicle or animal under sub-section (2) of section 37;t.   the form of\r\napplication under sub-section (2) of section 38;u.   the fees and other\r\ncharges to be imposed under sub-section (3) of section 38;v.   the manner of summary\r\ninquiry under section 43;w.   the manner of service\r\nor presentation of notice or bill under section 47; andx.   any other matter\r\nwhich is required to be, or may be, prescribed.1.  \r\n2.  \r\n\r\n3.  Every\r\nrule made or every notification issued by the Central Government under this Act\r\nshall be laid, as soon as may be after it is made or issued, before each House\r\nof Parliament, while it is in session, for a total period of thirty days which\r\nmay be comprised in one session or in two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe rule or notification or both Houses agree that the rule or notification\r\nshould not be made or issued, the rule or notification shall thereafter have\r\neffect only in such modified form or be of no effect, as the case may be; so,\r\nhowever, that any such modification or annulment shall be without prejudice to\r\nthe validity of anything previously done under that rule or notification."}