{"name": "Cooperative Societies Act, 1912\r", "1": "Co-Operative Societies Act, 19121. Short title and extent(1) This Act may be called the Co-operative\r\nSocieties Act, 1912; and(2) It extends to 2[the whole of India except\r\n3[the territories which, immediately before the 1st November, 1956, were\r\ncomprised in Part B States]].", "2": "Co-Operative Societies Act, 19122. DefinitionsIn this Act, unless there is anything\r\nrepugnant in the subject or context,-(a) \"by-laws\" means the registered\r\nby-laws for the time being in force, and includes a registered amendment of the\r\nby-laws;(b) \"committee\" means the governing\r\nbody of a registered society to whom the management of its affairs is\r\nentrusted;(c) \"member\" includes a person\r\njoining in the application for the registration of a society and a person\r\nadmitted to membership after registration in accordance with the by-laws and\r\nany rules;(d) \"Officer\" includes a chairman,\r\nsecretary, treasurer, member of committee, or other person empowered under the\r\nrules or the by-laws to give directions in regard to the business of the\r\nsociety;(e) \"registered society\" means a\r\nsociety registered or deemed to be registered under this Act;(f) \"Registrar\" means a person\r\nappointed to perform the duties of a Registrar of Co-operative Societies under\r\nthis Act; and(g) \"rules\" means rules made under\r\nthis Act.Comment: We have extracted above the definition\r\nof the expression 'officer' in 1912 Act. Undoubtedly, it is an inclusive\r\ndefinition. If only the officers enumerated in the definition are comprehended\r\nwithin the expression 'officer'. the first respondent is not an officer in the\r\nsense that he was neither a Chairman, Secretary, Treasurer, or a member of the\r\nCommittee. But the expression 'officer' also embraces such other person\r\nempowered under the rules or the bye-laws to give directions in regard to the business\r\nof the society. U.P. Co-operative Cane Union Federation Ltd. and another,\r\nAppellants v. Liladhar, AIR 1981 SUPREME COURT 152", "3": "Co-Operative Societies Act, 19123. The RegistrarThe 4[State Government] may appoint a person to\r\nbe Registrar of co-operative Societies for the 5[State] or any portion of it,\r\nand may appoint persons to assist such Registrar, and may, by general or\r\nspecial order, confer on any such persons all or any of the powers of a\r\nRegistrar under this Act.", "4": "Co-Operative Societies Act, 19124. Societies which may be registeredSubject to the provisions hereinafter\r\ncontained, a society which has as its object the promotion of the economic\r\ninterests of its members in accordance with co-operative principles, or a\r\nsociety established with the object of facilitating the operations of such a\r\nsociety, may be registered under this Act with or without limited liability :Provided that unless the 4[State Government] by\r\ngeneral or special order otherwise directs-(1) the liability of a society of which a\r\nmember is a registered society shall be limited;(2) the liability of a society of which the\r\nobject is the creation of funds to be lent to its members, and of which the\r\nmajority of the members are agriculturists, and of which no member is a registered\r\nsociety, shall be unlimited.", "5": "Co-Operative Societies Act, 19125. Restrictions on interest of member of\r\nsociety with limited liability and a share capitalWhere the liability of the members of a\r\nsociety is limited by shares, no member other than a registered society shall-(a) hold more than such portion of the share\r\ncapital of the society, subject to a maximum of one-fifth, as may be prescribed\r\nby the rules; or(b) have or claim any interest in the shares\r\nof the society exceeding one thousand rupees.", "6": "Co-Operative Societies Act, 19126. Conditions of registration(1) No society, other than a society of which\r\na member is a registered society, shall be registered under this Act which does\r\nnot consist of at least ten persons above the age of eighteen years and, where\r\nthe object of the society is the creation of funds to be lent to its members,\r\nunless such persons:-(a) reside in the same\r\ntown or village or in the same group of villages; or(b) save where the\r\nRegistrar otherwise directs, are members of the same tribe, class, caste or\r\noccupation.(2) The word \"limited\" shall be the\r\nlast word in the name of every society with limited liability registered under\r\nthis Act.", "7": "Co-Operative Societies Act, 19127. Power of Registrar to decide certain\r\nquestionWhen any question arises whether for the\r\npurposes of this Act a person is an agriculturist or a non-agriculturist, or\r\nwhether any person is a resident in a town or village or group of villages, or\r\nwhether two or more villages shall be considered to form a group, or whether\r\nany person belongs to any particular tribe, class, caste or occupation, the\r\nquestion shall be decided by the Registrar, whose decision shall be final.", "8": "Co-Operative Societies Act, 19128. Application for registration(1) For purposes of registration an\r\napplication to register shall be made to the Registrar.(2) The application shall be signed-(a) in the case of a\r\nsociety of which no member is a registered society, by at least ten persons\r\nqualified in accordance with the requirements of section 6, sub-section (1);\r\nand(b) in the case of a\r\nsociety of which a member is a registered society, by a duly authorized person\r\non behalf of every such registered society, and where all the members of the\r\nsociety are not registered societies, by ten other members or, when there are\r\nless than ten other members, by all of them.(3) The application shall be accompanied by a\r\ncopy of the proposed by-laws of the society, and the persons by whom or on\r\nwhose behalf such application is made shall furnish such information in regard\r\nto the society as the Registrar may require.", "9": "Co-Operative Societies Act, 19129. RegistrationIf the Registrar is satisfied that a society\r\nhas complied with the provisions of this Act and the rules and that its\r\nproposed by-laws are not contrary to the Act or to the rules, he may, if he\r\nthinks fit, register the society and its by-laws.", "10": "Co-Operative Societies Act, 191210. Evidence of registrationA certificate of registration signed by the\r\nRegistrar shall be conclusive evidence that the society therein mentioned is\r\nduly registered unless it is proved that the registration of the society has\r\nbeen cancelled.", "11": "Co-Operative Societies Act, 191211. Amendment of the by-laws of a registered\r\nsociety(1) No amendment of the by-laws of a\r\nregistered society shall be valid until the same has been registered under this\r\nAct, for which purpose a copy of the amendment shall be forwarded to, the\r\nRegistrar.(2) If the Registrar is satisfied that any\r\namendment of the by-laws is not contrary to this Act or to the rules, he may,\r\nif he thinks fit, register the amendment.(3) When the Registrar registers an amendment\r\nof the by-laws of a registered society, he shall issue to the society a copy of\r\nthe amendment certified by him, which shall be conclusive evidence that the\r\nsame is duly registered.", "12": "Co-Operative Societies Act, 191212. Member not to exercise rights till due\r\npayment madeNo member of a registered society shall\r\nexercise the rights of a member unless or until he has made such payment to the\r\nsociety in respect of membership or acquired such interest in the society, as\r\nmay be prescribed by the rules or by-laws.", "13": "Co-Operative Societies Act, 191213. Votes of members(1) Where the liability of the members of a\r\nregistered society is not limited by shares, each member shall, notwithstanding\r\nthe amount of his interest in the capital, have one vote only as a member in\r\nthe affairs of the society.(2) Where the liability of the members of a\r\nregistered society is limited by shares, each member shall have as many votes\r\nas may be prescribed by the by-laws.(3) A registered society which has invested\r\nany part of its funds in the shares of any other registered society may appoint\r\nas its proxy, for the purpose of voting in the affairs of such other registered\r\nsociety, any one of its members.", "14": "Co-Operative Societies Act, 191214. Restrictions on transfer of share or\r\ninterest(1) The transfer or charge of the share or\r\ninterest of a member in the capital of a registered society, shall be subject\r\nto such conditions as to maximum holding as may be prescribed by this Act or by\r\nthe rules.(2) In case of a society registered with\r\nunlimited liability a member shall not transfer any share held by him or his\r\ninterest in the capital of the society or any part thereof unless-(a) he has held such\r\nshare or interest for not less than one year; and(b) the transfer or\r\ncharge is made to the society or to a member of the society.", "15": "Co-Operative Societies Act, 191215. Address of societiesEvery registered society shall have an\r\naddress, registered in accordance with the rules, to which all notices and\r\ncommunications may be sent, and shall send to the Registrar notice of every\r\nchange thereof.", "16": "Co-Operative Societies Act, 191216. Copy of Act, rules and by-laws to be open\r\nto inspectionEvery registered society shall keep a copy of\r\nthis Act and of the rules governing such society, and of its by-laws, open to\r\ninspection free of charge at all reasonable times at the registered address of\r\nthe society.", "17": "Co-Operative Societies Act, 191217. Audit(1) The Registrar shall audit or cause to be\r\naudited by some person authorized by him by general or special order in writing\r\nin this behalf the accounts of every registered society once at least in every\r\nyear.(2) The audit under sub-section (1) shall\r\ninclude an examination of overdue debts, if any, and a valuation of the assets\r\nand liabilities of the society.(3) The Registrar, the Collector or any person\r\nauthorized by general or special order in writing in this behalf by the\r\nRegistrar shall at all times have access to all the books, accounts, papers and\r\nsecurities of a society, and every officer of the society shall furnish such\r\ninformation in regard to the transactions and working of the society as the\r\nperson making such inspection may require.", "18": "Co-Operative Societies Act, 191218. Societies to be bodies corporateThe registration of a society shall render it\r\na body corporate by the name under which it is registered, with perpetual succession\r\nand a common seal, and with power to hold property, to enter into contracts, to\r\ninstitute and defend suits and other legal proceedings and to do all things\r\nnecessary for the purposes of its constitution.", "19": "Co-Operative Societies Act, 191219. Prior claim of SocietySubject to any prior claim of the\r\n6[Government] in respect of land-revenue or any money recoverable as\r\nland-revenue or of a landlord in respect of rent or any money recoverable as\r\nrent, a registered society shall be entitled in priority to other creditors to\r\nenforce any outstanding demand due to the society from a member or past member-\r\n(a) in respect of the supply of seed or manure\r\nor of the loan of money for the purchase of seed or manure-upon the crops or\r\nother agricultural produce of such member or person, at any time within\r\neighteen months from the date of such supply or loan;(b) in respect of the supply of cattle, fodder\r\nfor cattle, agricultural or industrial implements or machinery, or raw\r\nmaterials for manufacture, or of the loan of money for the purchase of any of\r\nthe foregoing things -upon any such things so supplied, or purchased in whole\r\nor in part from any such loan, or on any articles manufactured from raw\r\nmaterials so supplied or purchased.", "20": "Co-Operative Societies Act, 191220. Charge and set-off in respect of shares or\r\ninterest of memberA registered society shall have a charge upon\r\nthe share or interest in the capital and on the deposits of a member or past\r\nmember and upon any dividend, bonus or profits payable to a member or past\r\nmember in respect of any debt due from such member or past member to the\r\nsociety, and may set-off any sum credited or payable to a member or past member\r\nin or towards payment of any such debt.", "21": "Co-Operative Societies Act, 191221. Shares or interest not liable to\r\nattachmentSubject to the provisions of section 20, the\r\nshare or interest of a member in the capital of a registered society shall! not\r\nbe liable to attachment or sale under any decree or order of a Court of Justice\r\nin respect of any debt or liability incurred by such member, and neither the\r\nOfficial Assignee under the Presidency-towns Insolvency Act, 1909 (3 of 1909),\r\nnor a Receiver under the 7Provincial Insolvency Act, 1907 (3 of 1907), shall be\r\nentitled to or have any claim on such share or interest.", "22": "Co-Operative Societies Act, 191222. Transfer of interest on death of member(1) On the death of a member a registered\r\nsociety may transfer the share or interest of the deceased member to the person\r\nnominated in accordance with the rules made in this behalf, or, if there is no\r\nperson so nominated to such person as may appear to the committee to be the\r\nheir or legal representative of the deceased member, or pay to such nominee,\r\nheir or legal representative, as the case may be, a sum representing the value\r\nof such member's share or interest, as ascertained in accordance with the rules\r\nor by-laws :Provided that-(i) in the case of a society with unlimited\r\nliability, such nominee, heir or legal representative, as the case may be, may\r\nrequire payment by the society of the value of the share or interest of the\r\ndeceased member ascertained as aforesaid;(ii) in the case of a society with limited\r\nliability, the society shall transfer the share or interest of the deceased\r\nmember to such nominee, heir or legal representative, as the case may be, being\r\nqualified in accordance with the rules and by-laws for membership of the\r\nsociety, or on his application within one month of the death of the deceased\r\nmember to any person specified in the application who is so qualified.(2) A registered society may pay all other\r\nmoneys due to the deceased member from the society to such nominee, heir or\r\nlegal, representative, as the case may be.(3) All transfers and payments made by a\r\nregistered society in accordance with the provisions of this section shall be valid\r\nand effectual against any demand made upon the society by any other person.", "23": "Co-Operative Societies Act, 191223. Liability of past memberThe liability of a past member for the debts\r\nof registered society as they existed at the time when he ceased to be a member\r\nshall continue for a period of two years from the date of his ceasing to be a\r\nmember.", "24": "Co-Operative Societies Act, 191224. Liability of the estates of deceased\r\nmembersThe estate of a deceased member shall be\r\nliable for a period of one year from the time of his decease for the debts of a\r\nregistered society as they existed at the time of his decease.", "25": "Co-Operative Societies Act, 191225. Register of membersAny register or list of members or shares kept\r\nby any registered society shall be prima facie evidence of any of the following\r\nparticulars entered therein :-(a) the date at which the name of any person\r\nwas entered in such register or list as a member;(b) the date at which any such person ceased\r\nto be a member.", "26": "Co-Operative Societies Act, 191226. Proof of entries in societies' booksA copy of any entry in a book of a registered\r\nsociety regularly kept in the course of business, shall, if certified in such\r\nmanner as may be prescribed by the rules, be received, in any suit or legal\r\nproceedings, as prima facie evidence of the existence of such entry, and shall\r\nbe admitted as evidence of the matters, transactions and accounts therein\r\nrecorded in every case where, and to the same extent as, the original entry\r\nitself is admissible.", "27": "Co-Operative Societies Act, 191227. Exemption from compulsory registration of\r\ninstruments relating to shares and debentures of registered society.Nothing in section 17, sub-section (1),\r\nclauses (b) and (c), of the Indian Registration Act, 1908 (16 of 1908), shall\r\napply to-(1) any instrument relating to shares in a\r\nregistered society, notwithstanding that the assets of such society consist in\r\nwhole or in part of immoveable property; or(2) any debenture issued by any such society\r\nand not creating, declaring, assigning, limiting or extinguishing any right,\r\ntitle or interest to or in immoveable property except in so far as it entitles the\r\nholder to the security afforded by a registered instrument whereby the society\r\nhas mortgaged, conveyed or otherwise transferred the whole or part of its\r\nimmoveable property or any interest therein to trustees upon trust for the\r\nbenefit of the holders of such debentures; or(3) any endorsement upon or transfer of any\r\ndebenture issued by any such society.", "28": "Co-Operative Societies Act, 191228. Power to exempt from income-tax, stamp-\r\nduty and registration fees8[(1)] The 9[Central Government], by\r\nnotification1 in the 9[Official Gazette], may in the case of any registered\r\nsociety or class of registered society remit 10[***] the income-tax payable in\r\nrespect of the profits of the society, or of the dividends or other payments\r\nreceived by the members of the society on account of profits.11[***]12[(2) The 9[Government], by notification in\r\nthe 9[Official Gazette], may, in the case of any registered society or class of\r\nregistered society, remit :-(a) the stamp-duty\r\nwith which, under any law for the time being in force, instruments executed by\r\nor on behalf of a registered society or by an officer or member and relating to\r\nthe business of such society, or any class of such instruments, are\r\nrespectively chargeable, and(b) any fee payable\r\nunder the law of registration for the time being in force.]13[In this sub-section \"Government\"\r\nin relation to stamp-duty in respect of bills of exchange, cheques, promissory\r\nnotes, bills of lading, letters of credit, policies of insurance, 14[transfer\r\nof shares, debentures,] proxies and receipts, and in relation to any stamp-duty\r\nfalling within 15[entry 96] in List I in the Seventh Schedule to 16[the\r\nConstitution], means the Central Government, and save as aforesaid means the\r\n17[State Government]].", "29": "Co-Operative Societies Act, 191229. Restrictions on loans(1) A registered society shall not make a loan\r\nto any person other than a member :Provided that, with the general or special\r\nsanction of the Registrar, a registered society may make loans to another\r\nregistered society.(2) Save with the sanction of the Registrar, a\r\nsociety with unlimited liability shall not lend money on the security of\r\nmoveable property.(3) The 4[State Government] may, by general or\r\nspecial order, prohibit or restrict the lending of money on mortgage of\r\nimmoveable property by any registered society or class of registered societies.", "30": "Co-Operative Societies Act, 191230. Restrictions on borrowingA registered society shall receive deposits\r\nand loans from persons who are not members only to such extent and under such\r\nconditions as may be prescribed by the rules or by-laws.", "31": "Co-Operative Societies Act, 191231. Restrictions on other transactions with\r\nnon-membersSave as provided in sections 29 and 30, the\r\ntransactions of a registered society with persons other than members shall be subject\r\nto such prohibitions and restrictions, if any, as the 4[State Government] may,\r\nby rules, prescribe.", "32": "Co-Operative Societies Act, 191232. Investment of funds(1) A registered society may invest or deposit\r\nits funds -(a) in the Government\r\nSavings Bank, or(b) in any of the\r\nsecurities specified in section 20 of the Indian Trusts Act, 1882 (2 of 1882),\r\nor(c) in the shares or\r\non the security of any other registered society, or(d) with any bank or\r\nperson carrying on the business of banking, approved for this purpose by the\r\nRegistrar, or(e) in any other mode\r\npermitted by the rules.(2) Any investments or deposits made before\r\nthe commencement of this Act which would have been valid if this Act had been\r\nin force are hereby ratified and confirmed.", "33": "Co-Operative Societies Act, 191233. Funds not to be divided by way of profitNo part of the funds of a registered society\r\nshall be divided by way of bonus or dividend or otherwise among its members :Provided that after at least one-fourth of the net\r\nprofits in any year have been carried to a reserve fund, payments from the\r\nremainder of such profits and from any profits of past years available for\r\ndistribution may be made among the members to such extent and under such\r\nconditions as may be prescribed by the rules or by-laws Provided also that in the case of a society with\r\nunlimited liability no distribution of. profits shall be made without the\r\ngeneral or special order of the 4[State Government] in this behalf.", "34": "Co-Operative Societies Act, 191234. Contribution to charitable purposeAny registered society may, with the sanction \r\nof the Registrar, after one-fourth of the net profits in any year has been \r\ncarried to a reserve fund, contribute an amount not exceeding ten per cent. of \r\nthe remaining net profits to any charitable purpose, as defined in section 2 of \r\nthe Charitable Endowments Act, 1890 (6 of 1890).", "35": "Co-Operative Societies Act, 191235. Inquiry by Registrar(1) The Registrar may of his own motion, and\r\nshall on the request of the Collector, or on the application of a majority of\r\nthe committee, or of not less than one-third of the members, hold an inquiry or\r\ndirect some person authorized by him by order in writing in this behalf to hold\r\nan inquiry into the constitution, working, and financial condition of a\r\nregistered society.(2) All officers and members of the society\r\nshall furnish such information in regard to the affairs of the society as the\r\nRegistrar or the person authorized by the Registrar may require.", "36": "Co-Operative Societies Act, 191236. Inspection of books of indebted society(1) The Registrar shall, on the application of\r\na creditor of a registered society, inspect or direct some person authorized by\r\nhim by order in writing in this behalf to inspect the books of the society:Provided that-(a) the applicant satisfies the Registrar that\r\nthe debt is a sum then due, and that he has demanded payment thereof and has\r\nnot received satisfaction within a reasonable time; and(b) the applicant deposits with the Registrar\r\nsuch sum as security for the costs of the proposed inspection as the Registrar\r\nmay require.(2) The Registrar shall communicate the\r\nresults of any such inspection to the creditor.", "37": "Co-Operative Societies Act, 191237. Costs of inquiryWhere an inquiry is held under section 35, or an\r\ninspection is made under section 36, the Registrar may apportion the costs, or\r\nsuch part of the costs as he may think right, between the society, the members\r\nor creditor demanding an inquiry or inspection, and the officers or former\r\nofficers of the society.", "38": "Co-Operative Societies Act, 191238. Recovery of costsAny sum awarded by way of costs under section\r\n37 may be recovered, on application to a Magistrate having jurisdiction in the\r\nplace where the person from whom the money is claimable actually and\r\nvoluntarily resides or carries on business, by the distress and sale of any\r\nmoveable property within the limits of the jurisdiction of such Magistrate\r\nbelonging to such person.", "39": "Co-Operative Societies Act, 191239. Dissolution(1) If the Registrar, after an inquiry has\r\nbeen held under section 35 or after an inspection has been made under section\r\n36 or on receipt of an application made by three-fourths of the members of a\r\nregistered society, is of opinion that the society ought to be dissolved, he\r\nmay cancel, the registration of the society.(2) Any member of a society may, within two\r\nmonths from the date of an order made under sub-section (1), appeal from such\r\norder.(3) Where no appeal is presented within two\r\nmonths from the making of an order canceling the registration of a society, the\r\norder shall take effect on the expiry of that period.(4) Where an appeal is presented within two\r\nmonths the order shall not take effect until it is confirmed by the appellate\r\nauthority.(5) The authority to which appeals under this\r\nsection shall lie shall be the 4[State Government]:Provided that the 4[State Government] may, by\r\nnotification in the 18[Official Gazette] direct that appeals shall lie to such\r\nRevenue-authority as may be specified in the notification.", "40": "Co-Operative Societies Act, 191240. Cancellation of registration of societyWhere it is a condition of the registration of\r\na society that it should consist of at least ten members, the Registrar may, by\r\norder in writing, cancel the registration of the society it at any time it is\r\nproved to his satisfaction. that the number of the members has been reduced to\r\nless than ten.", "41": "Co-Operative Societies Act, 191241. Effect of cancellation of registrationWhere the registration of a society is\r\ncancelled, the society shall cease to exist as a corporate body-(a) in the case of cancellation in accordance\r\nwith the provisions of section 39, from the date the order of cancellation\r\ntakes effect;(b) in the case of cancellation in. accordance\r\nwith the provisions of section 40, from the date of the order.", "42": "Co-Operative Societies Act, 191242. Winding up(1) Where the registration of a society is\r\ncancelled under section 39 or section 40, the Registrar may appoint a competent\r\nperson to be liquidator of the society.(2) A liquidator appointed under sub-section\r\n(1) shall have Power-(a) to institute and\r\ndefend suits and other legal proceedings on behalf of the society by his name\r\nof office;(b) to determine the\r\ncontribution to be made by the members and past members of the society\r\nrespectively to the assets of the society;(c) to investigate all\r\nclaims against the society and, subject to the provisions of this Act, to\r\ndecide questions of priority arising between claimants;(d) to determine by\r\nwhat persons and in what proportions the costs of the liquidation are to be\r\nborne; and(e) to give such\r\ndirections in regard to the collection and distribution of the assets of the\r\nsociety, as may appear to him to be necessary for winding up the affairs of the\r\nsociety.(3) Subject to any rules, a liquidator\r\nappointed under this section shall, in so far as such powers are necessary for\r\ncarrying out the purposes of this section, have power to summon and enforce the\r\nattendance of witnesses and to compel the production of documents by the same\r\nmeans and (so far as may be) in the same manner as is provided in the case of a\r\nCivil Court under the Code of Civil Procedure, 1908 (5 of 1908).(4) Where an appeal from any order made by a\r\nliquidator under this section is provided for by the rules, it shall lie to the\r\nCourt of the District Judge.(5) Orders made under this section shall, on\r\napplication, be enforced as. follows :-(a) when made by a\r\nliquidator, by any Civil Court having local jurisdiction in the same manner as\r\na decree of such Court;(b) when made by the\r\nCourt of the District Judge on appeal, in the same manner as a decree of such\r\nCourt made in any suit pending therein.(6) Save in so far as is hereinbefore\r\nexpressly provided, no, Civil Court shall have any jurisdiction in respect of\r\nany matter connected with the dissolution of a registered society under this\r\nAct.", "43": "Co-Operative Societies Act, 191243. Rules(1) The 4[State Government] may, for the whole\r\nor any part of the 5[State] and for any registered society or class of such\r\nsocieties, make rules to carry out the purposes of this Act.(2) In particular and without prejudice to the\r\ngenerality of the foregoing power, such rules may-(a) subject to the\r\nprovisions of section 5, prescribe the maximum number of shares or portion of\r\nthe capital, of a society which may be held by a member;(b) prescribe the\r\nforms to be used and the conditions to be complied with in the making of\r\napplications for the registration of a society and the procedure in the matter\r\nof such applications;(c) prescribe the\r\nmatters in respect of which a society may or shall make by-laws and for the\r\nprocedure to be followed in making, altering and abrogating by-laws, and the\r\nconditions to be satisfied prior to such making, alteration or abrogation;(d) prescribe the\r\nconditions to be complied with by persons applying for admission or admitted as\r\nmembers, and provide for the election and admission of members, and the payment\r\nto be made and the interests to be acquired before the exercise of the right of\r\nmembership;(e) regulate the\r\nmanner in which funds. may be raised by means of shares or debentures or\r\notherwise;(f) provide for\r\ngeneral meetings of the members and for the procedure at such meetings and the\r\npowers to be exercised by such meetings;(g) provide for the appointment,\r\nsuspension and removal of the members of the committee and other officers, and\r\nfor the procedure at meetings of the committee, and for the powers to be\r\nexercised and the duties to be performed by the committee and other officers;(h) prescribe the\r\naccounts and books to be kept by a society and provide for the audit such\r\naccounts and the charges, if any, to be made for such audit, and for the\r\nperiodical publication of a balance-sheet showing the assets and liabilities of\r\na society;(i) prescribe the\r\nreturns to be submitted by a society to the Registrar and provide for the\r\npersons by whom and the form in which such returns shall be submitted;(j) provide for the\r\npersons by whom and the form in which copies of entries in books of societies\r\nmay be certified;(k) provide for the\r\nformation and maintenance of a register of members and, where the liability of\r\nthe members is limited by shares, of a register of shares;(l) provide that any\r\ndispute touching the business of a society between members or past members of\r\nthe society or persons claiming through a member or past member or between a\r\nmember or past member or persons so claiming and the committee or any officer\r\nshall be referred to the Registrar for decision or, if he so directs, to arbitration,\r\nand prescribe the mode of appointing an arbitrator or arbitrators and the\r\nprocedure to be followed in proceedings before the Registrar or such arbitrator\r\nor arbitrators, and the enforcement of the decisions of the Registrar or the\r\nawards of arbitrators;(m) provide for the\r\nwithdrawal and expulsion of members and for the payments, if any, to be made to\r\nmembers who withdraw or are expelled and for the liabilities of past members;(n) provide for the\r\nmode in which the value of a deceased member's interest shall be ascertained,\r\nand for the nomination of a person to whom such interest may be paid or\r\ntransferred;(o) prescribe the\r\npayments to :be made and the conditions to be complied with by members applying\r\nfor loans, the period for which loans may be made, and the amount which may be\r\nlent, to an individual member;(p) provide for the\r\nformation and maintenance of reserve funds, and the objects to which such funds\r\nmay be applied, and for the investment of any funds under the control of the society;\r\n(q) prescribe the\r\nextent to which a society may limit the number of its members;(r) prescribe the\r\nconditions under which profits. may be distributed to the members of a society\r\nwith unlimited liability and the maximum rate of dividend which may be paid by\r\nsocieties;(s) subject to the\r\nprovisions of section 39, determine in what cases an appeal shall lie from the\r\norders of the Registrar and prescribe the procedure to he followed in\r\npresenting, and disposing of such appeals; and(t) prescribe the\r\nprocedure to be followed by a liquidator appointed under section 42, and the\r\ncases in which an appeal shall lie from the order of such liquidator.(3) The 4[State Government] may delegate, subject\r\nto such conditions, if any, as it thinks fit, all or any of its powers to may\r\nrules under this section to any authority specified in the order of delegation.\r\n(4) The power to make rules conferred by this\r\nsection is subject to the condition of the rules being made after previous\r\npublication.(5) All rules made under this section shall be\r\npublished in the 18[Official Gazette], and on such publication shall have\r\neffect as if enacted in this Act.19[(6) Every rule made by the State Government\r\nunder this Act shall be laid, as soon as may be after it is made, before the\r\nState Legislature.]", "44": "Co-Operative Societies Act, 191244. Recovery of sums due to Government(1) All sums due from a registered society or from\r\nan officer or member or past member of a registered society as such to the\r\nGovernment, including any costs awarded to the Government under section 37, may\r\nbe recovered in the same manner as arrears of land-revenue.(2) Sums due from a registered society to\r\nGovernment and recoverable under sub-section (1) may be recovered, firstly,\r\nfrom the property of the society; secondly, in the case of a society of which\r\nthe liability of the members is limited, from the members subject to the limit\r\nof their liability; and, thirdly, in the case of other societies from the\r\nmembers.", "45": "Co-Operative Societies Act, 191245. Power to exempt societies from conditions\r\nas to registrationNotwithstanding anything contained in this\r\nAct, the 4[State Government ] may, by special order in each case and subject to\r\nsuch conditions, if any, as it may impose, exempt any society from any of the\r\nrequirements of this Act as to registration.", "46": "Co-Operative Societies Act, 191246. Power to exempt registered societies from\r\nprovisions of the ActThe 4[State Government] may, by general or\r\nspecial order, exempt any registered society from any of the provisions of this\r\nAct or may direct that such provisions shall apply to such society with such\r\nmodifications as may be specified in the order.", "47": "Co-Operative Societies Act, 191247. Prohibition of the use of the word\r\n\"co-operative\"(1) No person other than a registered society\r\nshall trade or carry on business under any name or title of which the word\r\n\"co-operative\" is part without the sanction of the 4[State\r\nGovernment] :Provided that nothing in this section shall apply\r\nto the use by any person or his successor in interest of any name or title\r\nunder which he traded or carried on business at the date on which this Act\r\ncomes into operation.(2) Whoever contravenes the provisions of this\r\nsection shall be punishable with fine which may extend to fifty rupees, and in\r\nthe case of a continuing offence with further fine of five rupees for each day\r\non which the offence is continued after conviction therefor.", "48": "Co-Operative Societies Act, 191248. Indian Companies Act, 1882, not to applyThe provisions of the 20Indian Companies Act,\r\n1882 (6 of 1882), shall not apply to registered societies.", "49": "Co-Operative Societies Act, 191249. Saving of existing societiesEvery society now existing which has been\r\nregistered under the Co-operative Credit Societies Act, 1904 (10 of 1904),\r\nshall be deemed to be registered under this Act, and its by-laws shall, so far\r\nas the same are not inconsistent with the express provisions of this Act,\r\ncontinue in force until altered or rescinded.", "50": "Co-Operative Societies Act, 191250. [Repeal.] Repealed by the Second Repealing \r\nand Amending Act, 1914"}