{"name": "Credit Information Companies (Regulation) Act, 2005\r", "1": "Credit Information Companies (Regulation) Act, 2005 Chapter I:\r\nPreliminary1. Short title,\r\nextent and commencement.-1.     \r\n  This\r\nAct may be called the Credit Information Companies (Regulation) Act, 2005.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by notification\r\nin the Official Gazette, appoint: Provided that different dates may be\r\nappointed for different provisions of this Act, and any reference in any such\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "Credit Information Companies (Regulation) Act, 2005 2. Definitions.-In this Act, unless\r\nthe context otherwise requires,- a.     \r\n  \"board\"\r\nmeans the Board of directors of a credit information company;b.    \r\n  \"borrower\"\r\nmeans any person who has been granted loan or any other credit facility by a\r\ncredit institution and includes a client of a credit institution;c.     \r\n  \"client\"\r\nincludes-              \r\n i.        \r\n  a\r\nguarantor or a person who proposes to give guarantee or security for a borrower\r\nof a credit institution; ora\r\nperson- A.     who has obtained or\r\nseeks to obtain financial assistance from a credit institution, by way of\r\nloans, advances, hire purchase, leasing facility, letter of credit, guarantee\r\nfacility, venture capital assistance or by way of credit cards or in any other\r\nform or manner;B.     who has raised or\r\nseeks to raise money by issue of security as defined in clause (h) of section 2\r\nof the Securities Contracts (Regulation) Act, 1956 (42 of 1956), or by issue of\r\ncommercial paper, depository receipt or any other instrument;C.     whose financial\r\nstanding has been assessed or is proposed to be assessed by a credit\r\ninstitution or any other person or institution as may, by notification, be\r\ndirected by the Reserve Bank;d.    \r\n  \"credit\r\ninformation\" means any information relating to-              \r\n i.        \r\n  the\r\namounts and the nature of loans or advances, amounts outstanding under credit\r\ncards and other credit facilities granted or to be granted, by a credit\r\ninstitution to any borrower;the\r\nnature of security taken or proposed to be taken by a credit institution from\r\nany borrower for credit facilities granted or proposed to be granted to him;           \r\n iii.        \r\n  the\r\nguarantee furnished or any other non-fund based facility granted or proposed to\r\nbe granted by a credit institution for any of its borrowers;           \r\n iv.        \r\n  the\r\ncredit worthiness of any borrower of a credit institution;            \r\n v.        \r\n  any\r\nother matter which the Reserve Bank may, consider necessary for inclusion in\r\nthe credit information to be collected and maintained by credit information\r\ncompanies, and, specify, by notification, in this behalf;e.     \r\n  \"credit\r\ninformation company\" means a company formed and registered under the\r\nCompanies Act, 1956 and which has been granted a certificate of registration\r\nunder sub-section (2) of section 5;f.     \r\n  \"credit\r\ninstitution\" means a banking company and includes-              \r\n i.        \r\n  a\r\ncorresponding new bank, the State Bank of India, a subsidiary bank, a\r\nco-operative bank, the National Bank and regional rural bank;a\r\nnon-banking financial company as defined under clause (f) of section 45-I of\r\nthe Reserve Bank of India Act, 1934;           \r\n iii.        \r\n  a\r\npublic financial institution referred to in section 4A of the Companies Act,\r\n1956;           \r\n iv.        \r\n  the\r\nfinancial corporation established by a State under section 3 of the State\r\nFinancial Corporation Act, 1951;            \r\n v.        \r\n  the\r\nhousing finance institution referred to in clause (d) of section 2 of the\r\nNational Housing Bank Act, 1987;           \r\n vi.        \r\n  the\r\ncompanies engaged in the business of credit cards and other similar cards and\r\ncompanies dealing with distribution of credit in any other manner;          \r\n vii.        \r\n  any\r\nother institution which the Reserve Bank may specify, from time to time, for\r\nthe purposes of this clause;g.    \r\n  \"credit\r\nscoring\" means a system which enables a credit institution to assess the\r\ncredit worthiness and capacity of a borrower to repay his loan and advances and\r\ndischarge his other obligations in respect of credit facility availed or to be\r\navailed by him;h.     \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette of India;i.      \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;j.      \r\n  \"regulations\"\r\nmeans regulations made by the Reserve Bank under this Act;k.     \r\n  \"Reserve\r\nBank\" means the Reserve Bank of India constituted under section 3 of the\r\nReserve Bank of India Act, 1934 (2 of 1934);l.      \r\n  \"specified\r\nuser\" means any credit institution, credit information company being a\r\nmember under sub-section (3) of section 15, and includes such other person or\r\ninstitution as may be specified by regulations made, from time to time, by the\r\nReserve Bank for the purpose of obtaining credit information from a credit\r\ninformation company;m.   \r\n  words\r\nand expressions used herein and not defined in this Act but defined in the\r\nReserve Bank of India Act, 1934 (2 of 1934) or the Banking Regulation Act, 1949\r\n(10 of 1949) or the Companies Act, 1956 (1 of 1956) shall have the meanings\r\nrespectively assigned to them in those Acts.", "3": "Credit Information Companies (Regulation) Act, 2005 Chapter II:\r\nRegistration of Credit Information Companies3. Prohibition to\r\ncommence or carry on business of credit information.- Save as otherwise\r\nprovided in this Act, no company shall commence or carry on the business of\r\ncredit information without obtaining a certificate of registration from the\r\nReserve Bank under this Act.", "4": "Credit Information Companies (Regulation) Act, 2005 4. Application for\r\nregistration.- 1.     \r\n  Every\r\ncompany which intends to commence the business of credit information shall make\r\nan application for registration to the Reserve Bank in such form and manner as\r\nmay be specified by regulations.2.     \r\n  Every\r\ncredit information company, in existence on the commencement of this Act,\r\nbefore the expiry of six months from such commencement, shall apply in writing\r\nto the Reserve Bank for obtaining a certificate of registration under this Act:\r\nProvided that in the case of a credit\r\ninformation company in existence on the commencement of this Act, nothing in\r\nsection 3 shall be deemed to prohibit such credit information company from\r\ncarrying on the business of a credit information company, until it is granted a\r\ncertificate of registration or is by notice in writing informed by the Reserve\r\nBank that a certificate of registration cannot be granted to it.", "5": "Credit Information Companies (Regulation) Act, 2005 5. Grant of\r\ncertificate of registration.- 1.     \r\n  The\r\nReserve Bank may, for the purpose of considering the application of a company\r\nfor grant of a certificate of registration to commence or carry on the business\r\nof credit information, require to be satisfied, by an inspection of records or\r\nbooks of such company or otherwise that the following conditions are fulfilled,\r\nnamely:- a.     \r\n  that\r\nthe applicant company has minimum capital structure referred to in section 8;b.    \r\n  that\r\nthe general character of the management or the proposed management of the\r\napplicant company shall not be prejudicial to the interest of its specified\r\nusers, clients or borrowers, or other credit information companies;c.     \r\n  that\r\nany other condition, the fulfillment of which in the opinion of the Reserve\r\nBank, shall be necessary to ensure that the commencement or carrying on of the\r\nbusiness of credit information by the applicant company shall not be\r\ndetrimental or prejudicial to the public interest or banking policy or credit\r\nsystem or its specified users or clients or borrowers or other credit information\r\ncompanies or others who would provide credit information to the credit\r\ninformation companies.1.     \r\n2.     \r\n  The\r\nReserve Bank may, after being satisfied that the conditions as referred to in\r\nsub-section (1) are fulfilled, grant a certificate of registration to the applicant\r\ncompany to commence or carry on the business of credit information, subject to\r\nsuch conditions which it may consider fit to impose and if the company fails to\r\nfulfill any of such conditions or any of the provisions of this Act, the\r\napplication of the company shall be rejected: Provided that no application\r\nshall be rejected unless the applicant has been given an opportunity of being\r\nheard.3.     \r\n  The\r\nReserve Bank may, having regard to the available business of credit\r\ninformation, the potential and scope for expansion of existing credit\r\ninformation companies and other relevant factors, determine the total number of\r\nthe credit information companies which may be granted the certificates of\r\nregistration for carrying on the business of credit information:Provided that the total number of such credit\r\ninformation companies so determined may, on being satisfied by the Reserve\r\nBank, that there is change in available business of credit information,\r\npotential and scope for expansion of existing credit information companies and\r\nother relevant factors relating thereto, be reviewed by the Reserve Bank.", "6": "Credit Information Companies (Regulation) Act, 2005 6. Power of Reserve\r\nBank to cancel certificate of registration.-1.     \r\n  The\r\nReserve Bank may cancel a certificate of registration granted to a credit\r\ninformation company under sub-section (2) of section 5 if such company,-             \r\n i.        \r\n  ceases\r\nto carry on the business of credit information; orhas\r\nfailed to comply with any of the conditions subject to which the certificate of\r\nregistration has been granted to it; or           \r\n iii.        \r\n  at\r\nany time fails to fulfil any of the conditions referred to in sub-clauses (a)\r\nto (c) of sub-section (1) or sub-section (2) of section 5; or (iv) fails-a.      to comply with the\r\nprovisions of any law for the time being in force or any direction issued by\r\nthe Reserve Bank under the provisions of this Act; orb.     to submit or offer\r\nfor inspection its books of account and other relevant documents when so\r\ndemanded by the officers, persons or agency referred to in sub-section (1) of\r\nsection 12.1.     \r\n2.     \r\n  Before\r\ncancelling the certificate of registration granted to a credit information\r\ncompany under this section on the ground that the company has failed to comply\r\nwith the conditions specified in clauses (a) to (c) of sub-section (1) or\r\nsub-section (2) of section 5 or the provisions of any other law for the time\r\nbeing in force or directions issued under this Act, the Reserve Bank, shall grant\r\ntime to such company on such terms as the Reserve Bank may deem appropriate for\r\ntaking necessary steps to comply with such directions or provisions or\r\nfulfillment of such conditions, within such time:Provided that if the\r\nReserve Bank is of the opinion that the delay in cancelling the certificate of\r\nregistration of such company shall be prejudicial or detrimental to the public\r\ninterest or banking policy or credit system or borrowers or other credit\r\ninformation companies, the Reserve Bank may cancel the certificate of\r\nregistration without granting time as provided in sub-section (2).1.     \r\n2.     \r\n3.     \r\n  No\r\norder of cancellation of certificate of registration, granted to a credit\r\ninformation company, shall be made by the Reserve Bank unless such company has\r\nbeen given a reasonable opportunity of being heard.", "7": "Credit Information Companies (Regulation) Act, 2005 7. Appeal against\r\norder of Reserve Bank.- 1.     \r\n  A\r\ncredit information company aggrieved by the order of rejection of an\r\napplication for grant of certificate of registration under section 5 or\r\ncancellation of certificate of registration under section 6, may prefer an\r\nappeal to the Central Government or any other authority or tribunal which may\r\nbe designated by rules made by the Central Government, within a period of\r\nthirty days from the date on which such order of rejection or cancellation, as\r\nthe case may be, is communicated to the credit information company.2.     \r\n  The\r\ndecision of the Central Government or the authority or tribunal referred to in\r\nsub-section (1) where an appeal has been preferred to it under sub-section (1),\r\nor of these Reserve Bank where no such appeal has been preferred, shall be\r\nfinal:Provided that before making any order of\r\nrejection of an appeal, the applicant company or the credit information\r\ncompany, as the case may be, shall be given a reasonable opportunity of being\r\nheard.", "8": "Credit Information Companies (Regulation) Act, 2005 8. Requirement as to\r\nminimum capital.- 1.     \r\n  The\r\nauthorised capital of every credit information company shall be a minimum of\r\nthirty crores:Provided that the Reserve Bank may, by\r\nnotification, increase the minimum amount of authorised capital to any amount not\r\nexceeding fifty crores.1.     \r\n2.     \r\n  The\r\nissued capital of every credit information company shall not be less than\r\ntwenty crores:Provided that the Reserve Bank may, by\r\nnotification, increase the issued capital to any amount not exceeding the\r\nminimum amount of authorised capital as referred to in sub-section (1).3.     \r\n  The\r\nminimum paid up capital of every credit information company at any time shall\r\nnot be less than seventy five per cent. Of the issued capital.", "9": "Credit Information Companies (Regulation) Act, 2005 hapter III: Management\r\nof Credit Information Companies9. Management of\r\ncredit information company.- 1.     \r\n  Notwithstanding\r\nanything contained in any law for the time being in force, or in any contract\r\nto the contrary, every credit information company in existence on the\r\ncommencement of this Act, or which comes into existence thereafter, shall have\r\none of its directors, who may be appointed on whole-time or on a part-time\r\nbasis as chairperson of its board, and where he is appointed on whole-time\r\nbasis as chairperson of its board, he shall be entrusted with the management of\r\nthe whole of the affairs of the credit information company: Provided that the\r\nchairperson of the board of the credit information company shall exercise his\r\npowers subject to the superintendence, control and directions of the board.2.     \r\n  Where\r\na chairperson is appointed on a part-time basis, the management of whole of the\r\naffairs of the credit information company shall be entrusted to a managing\r\ndirector or, a whole-time director by whatever name called, who shall exercise\r\nhis powers subject to the superintendence, control and directions of the board.3.     \r\n  In\r\naddition to the chairperson or managing director or whole-time director, by\r\nwhatever name called, the board of directors shall consist of not less than\r\nfifty per cent. directors who shall be persons having special knowledge in, or\r\npractical experience of, the matters relating to public administration, law,\r\nbanking, finance, accountancy, management or information technology.4.     \r\n  In\r\ndischarging its functions, the board shall act on business principles and shall\r\nhave due regard to the interest of its specified users, credit institutions or\r\nthe clients or borrowers of credit institutions.5.     \r\n  Where\r\nthe Reserve Bank is satisfied that it is in the public interest or in the\r\ninterest of banking policy or credit system of the country, or for preventing\r\nthe affairs of any credit information company being managed in a manner\r\ndetrimental to the interest of banking policy or credit institutions or\r\nborrowers or clients or for securing the proper management of any credit\r\ninformation company, it is necessary so to do, the Reserve Bank may, for\r\nreasons to be recorded in writing, by order published in the Official Gazette,\r\nsupersede the board of such company, for such period not exceeding six months,\r\nas may be specified in the order and which may be extended from time to time,\r\nso, however, that the total period shall not exceed twelve months: Provided\r\nthat before making any such order, the Reserve Bank shall give a reasonable\r\nopportunity to the board of such credit information company to make\r\nrepresentation against the proposed supersession and shall consider the\r\nrepresentation, if any, of the board.6.     \r\n  The\r\nReserve Bank may, on supersession of the board of a credit information company\r\nunder sub-section (5), appoint an Administrator for such period and on such\r\nsalary and other terms and conditions as it may determine.7.     \r\n  The\r\nReserve Bank may issue such directions to the Administrator as it may deem\r\nappropriate and the Administrator shall be bound to follow such directions.8.     \r\n  Upon\r\nmaking of the order under sub-section (5), superseding the board of a credit\r\ninformation company- a.     \r\n  the\r\nchairperson, managing director and other directors of such credit information\r\ncompany shall, as from the date of supersession, vacate their offices as such;b.    \r\n  all\r\nthe powers, functions and duties which may, by or under the provisions of the\r\nCompanies Act, 1956 (1 of 1956) or this Act or any other law for the time being\r\nin force, be exercised or discharged, by or on behalf of the board of such\r\ncredit information company, or by a resolution passed in general meeting of\r\nthat company, shall, until the reconstitution of its board under sub-section\r\n(10), be exercised and discharged by the Administrator appointed by the Reserve\r\nBank under sub-section (6):Provided that the powers exercised by the\r\nAdministrator shall be valid notwithstanding that such powers are exercisable\r\nby a resolution passed in the general meeting of such credit information\r\ncompany.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n7.     \r\n8.     \r\n9.     \r\n  The\r\nsalary and allowances payable to the Administrator and staff assisting the\r\nAdministrator shall be borne by the credit information company.10.  \r\n  On\r\nand before the expiration of two months before expiry of the period of\r\nsupersession mentioned in the order of the Reserve Bank issued under\r\nsub-section (5), the Administrator of the credit information company, shall\r\ncall a general meeting of the credit information company to elect new directors\r\nand reconstitute its board and any person who had vacated his office under\r\nclause (a) of sub-section (8), shall not be deemed to be disqualified for\r\nre-appointment.11.  \r\n  Notwithstanding\r\nanything contained in any law for the time being in force or in any contract or\r\nthe memorandum or articles of association, of the credit information company,\r\non the removal of a person from office under this section, that person shall\r\nnot be entitled to claim any compensation for the loss or termination of\r\noffice.", "10": "Credit Information Companies (Regulation) Act, 2005 10. Power of Reserve\r\nBank to determine policy.- Where the Reserve\r\nBank is satisfied that it is necessary or expedient in the public interest or\r\nin the interest of specified users or in the interest of credit information\r\ncompanies or credit institutions or clients or borrowers so to do, it may\r\ndetermine the policy in relation to functioning of credit information companies\r\nor credit institutions or specified users generally or in particular and when\r\nthe policy has been so determined all credit information companies, credit\r\ninstitutions and specified users, as the case may be, shall be bound to follow\r\nthe policy as so determined.", "11": "Credit Information Companies (Regulation) Act, 2005 11. Power of Reserve\r\nBank to give directions.- 1.     \r\n  Where\r\nthe Reserve Bank is satisfied that,-a.     \r\n  in\r\nthe public interest; orb.    \r\n  in\r\nthe interest of credit institutions; orc.     \r\n  in\r\nthe interest of specified users; ord.    \r\n  in\r\nthe interest of banking policy; ore.     \r\n  to\r\nprevent the affairs of any credit information company being conducted in a\r\nmanner detrimental to the interests of its specified users or in a manner\r\nprejudicial to the interests of credit institutions or borrowers or clients; orf.     \r\n  to\r\nsecure the proper management of credit information companies generally, it is\r\nnecessary to issue directions to credit information companies or credit\r\ninstitutions or specified users generally or to any credit information company\r\nor credit institution or specified user in particular, it may, from time to\r\ntime, issue such directions as it deems fit, and such credit information\r\ncompanies, credit institutions and specified users or credit information\r\ncompany, credit institution, and specified user, as the case may be, shall be\r\nbound to comply with such directions.1.     \r\n2.     \r\n  The\r\nReserve Bank may, on representation made to it or on its own motion, modify or\r\ncancel any direction issued under sub-section (1), and the Reserve Bank, in so\r\nmodifying or cancelling any direction, may impose such conditions as it thinks\r\nfit, subject to which the modification or cancellation shall have effect.3.     \r\n  The\r\nReserve Bank may, at any time, if it is satisfied that in the public interest\r\nor in the interest of a credit information company or its members, it is\r\nnecessary so to do, by order in writing and on such terms and conditions as may\r\nbe specified therein,- a.     \r\n  require\r\nsuch credit information company to call a meeting of its directors for the\r\npurpose of considering any matter relating to or arising out of the affairs of\r\nthe credit information company;b.    \r\n  depute\r\none or more of its officers to watch the proceedings at any meeting of the\r\nboard of the credit information company or of any committee or of any other\r\nbody constituted by it and require the credit information company to give an opportunity\r\nto the officers so deputed to be heard at such meetings and also require such\r\nofficers to send a report of such proceedings to the Reserve Bank;c.     \r\n  require\r\nthe board of the credit information company or of any committee or any other\r\nbody constituted by it to give in writing to any officer deputed by the Reserve\r\nBank in this behalf at his usual address all notices of, and other\r\ncommunications relating to, any meeting of the board, committee or other body\r\nconstituted by it;d.    \r\n  appoint\r\none or more of its officers to observe the manner in which the affairs of the\r\ncredit information company or of its offices or branches are being conducted\r\nand make a report thereon;e.     \r\n  require\r\nthe credit information company to make, within such time as may be specified in\r\nthe order, such changes in the management as the Reserve Bank may consider\r\nnecessary.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nReserve Bank may, at any time, direct any credit information company to furnish\r\nit within such time as may be specified by the Reserve Bank, such statements\r\nand information relating to the business or affairs of the credit information\r\ncompany as the Reserve Bank may consider necessary or expedient to obtain for\r\nthe purpose of this Act.", "12": "Credit Information Companies (Regulation) Act, 2005 12. Inspection of\r\ncredit information company, credit institution and specified user.-1.     \r\n  Notwithstanding\r\nanything to the contrary contained in section 235 of the Companies Act, 1956 (1\r\nof 1956), the Reserve Bank, at any time, may and on being directed so to do by\r\nthe Central Government shall, cause an inspection to be made, by one or more of\r\nits officers or through such other persons or agency as the Reserve Bank may\r\ndetermine, of any credit information company or credit institution or specified\r\nuser and their books and accounts; and the Reserve Bank shall supply to the\r\ncredit information company or credit institution or specified user, as the case\r\nmay be, a copy of its report on such inspection.2.     \r\n  (2)\r\nIt shall be the duty of every director or other officer or employee of the\r\ncredit information company, credit institution and specified user to produce to\r\nany officer or person or agency, as the case may be, making an inspection under\r\nsub-section (1) all such books, accounts and other documents in his custody or power\r\nand to furnish him with any statement and information relating to the affairs\r\nof such credit information company, credit institution and specified user, as\r\nthe said officer or person or agency may require of him within such time as the\r\nsaid officer or person or agency may specify.3.     \r\n  Any\r\nofficer of the Reserve Bank or person or an agency making an inspection under\r\nsub-section (1) may examine on oath any director or other officer or employee\r\nof the credit information company, credit institution and specified user, in\r\nrelation to their business, and may administer an oath accordingly.4.     \r\n  The\r\nexpenses of, or incidental to, the inspection under sub-section (1) by any\r\nperson or an agency referred to in sub-section (1) shall be borne by the\r\nconcerned credit information company or credit institution or specified user,\r\nas the case may be.", "13": "Credit Information Companies (Regulation) Act, 2005 Chapter IV: Auditors13. Powers and duties\r\nof auditors.-1.     \r\n  It\r\nshall be the duty of an auditor of a credit information company to inquire\r\nwhether or not the credit information company has furnished to the Reserve Bank\r\nsuch statements, information or particulars relating to its business as are\r\nrequired to be furnished under this Act and the auditor shall, except where he\r\nis satisfied on such inquiry that the credit information company has furnished\r\nsuch a statement, information or particulars, make a report to the Reserve Bank\r\nin this regard.2.     \r\n  The\r\nReserve Bank may, on being satisfied that it is necessary so to do, in the\r\npublic interest or in the interest of credit system, issue directions in\r\nparticular or in general with respect to audit of the credit information\r\ncompany and submission of the report to the Reserve Bank.3.     \r\n  Where\r\nthe Reserve Bank is of the opinion that it is necessary so to do in the public\r\ninterest or in the interest of the credit information company or its members,\r\nor in the interest of credit system or credit institution or its borrower or\r\nclient so to do, it may, at any time, by an order, direct that a special audit\r\nof the accounts of the credit information company in relation to any such\r\ntransaction or class of transactions or for such period or periods, as may be\r\nmentioned in the order, shall be conducted and the Reserve Bank may by such\r\norder or by a separate order either appoint an auditor or auditors or direct\r\nthe auditor of the credit information company himself to conduct such special\r\naudit and the auditor shall comply with such directions and make a report of\r\nsuch audit to the Reserve Bank and forward a copy thereof to the credit\r\ninformation company.4.     \r\n  The\r\nremuneration of the auditors as may be fixed by the Reserve Bank, having regard\r\nto the nature and volume of work involved in the audit and the expenses of, or\r\nincidental to, the audit, shall be borne by the credit information company so\r\naudited.", "14": "Credit Information Companies (Regulation) Act, 2005 Chapter V: Functions\r\nof Credit Information Companies14. Functions of a\r\ncredit information company.-1.     \r\n  A\r\ncredit information company may engage in any one or more of the following forms\r\nof business, namely:- a.      to collect, process\r\nand collate information on trade, credit and financial standing of the\r\nborrowers of the credit institution which is a member of the credit information\r\ncompany;b.     to provide credit\r\ninformation to its specified users or to the specified users of any other\r\ncredit information company or to any other credit information company being its\r\nmember;c.      to provide credit\r\nscoring to its specified users or specified users of any other credit\r\ninformation company or to other credit information companies being its members;\r\nd.     to undertake research\r\nproject;e.      to undertake any\r\nother form of business which the Reserve Bank may, specify by regulations as a\r\nform of business in which it is lawful for a credit information company to\r\nengage.1.     \r\n2.     \r\n  No\r\ncredit information company shall engage in any form of business other than\r\nthose referred to in sub-section (1).3.     \r\n  Any\r\ncredit information company for the purposes of carrying on the business of\r\ncredit information may- a.      register credit\r\ninstitutions and other credit information companies, at their option as its\r\nmember, subject to such terms and conditions as may be pre-determined and\r\ndisclosed by such credit information company;b.     charge such\r\nreasonable amount of fees, as it may deem appropriate not exceeding the maximum\r\nfee, as may be specified under section 27, for furnishing credit information to\r\na specified user;c.      generally to do all\r\nsuch other acts and perform such other functions as are necessary to facilitate\r\nproper conduct of its affairs, business and functions in accordance with the\r\nprovisions of this Act.", "15": "Credit Information Companies (Regulation) Act, 2005 15. Credit\r\nInstitution to be member of a credit information company.- 1.     \r\n  Every\r\ncredit institution in existence on the commencement of this Act, before the\r\nexpiry of three months from such commencement or within such extended period,\r\nas the Reserve Bank may allow on its application and subject to being satisfied\r\nabout the reason for extension, shall become member of at least one credit\r\ninformation company.2.     \r\n  Every\r\ncredit institution which comes into existence after the commencement of this\r\nAct, before the expiry of three months from its coming into existence, or\r\nwithin such extended period, as the Reserve Bank may allow on its application\r\nand subject to being satisfied about the reason for extension, shall become\r\nmember of at least one credit information company.3.     \r\n  A\r\ncredit information company may, at its option, become member of another credit\r\ninformation company.4.     \r\n  No\r\ncredit information company shall refuse to register a credit institution or\r\nanother credit information company as its member without providing reasonable\r\nopportunity of being heard to such credit institution or credit information\r\ncompany, whose application it proposes to reject and recording reasons for such\r\nrejection and a copy of such order of rejection shall be forwarded to the\r\nReserve Bank.5.     \r\n  A\r\ncredit institution or credit information company aggrieved by the order of\r\nrejection of its application for its registration as a member of a credit\r\ninformation company under sub-section (4) may prefer an appeal to the Reserve\r\nBank, within a period of thirty days from the date on which such order of\r\nrejection was communicated to it: Provided that the Reserve Bank may, if it is\r\nsatisfied that the appellant was prevented by sufficient cause from filing the\r\nappeal within the said period, allow it to be filed within a further period not\r\nexceeding thirty days.6.     \r\n  On\r\nreceipt of an appeal under sub-section (5), the Reserve Bank, after giving the\r\nappellant and other concerned parties, an opportunity of being heard, pass such\r\norder as it deems fit.7.     \r\n  The\r\ndecision of the Reserve Bank where an appeal has been preferred to it under\r\nsub-section (5) shall be final and the order of the credit information company\r\nunder sub-section (4) shall be final after the expiry of the said period of\r\nthirty days where no appeal has been preferred under that sub-section to the\r\nReserve Bank.8.     \r\n  Every\r\nspecified user shall be entitled to obtain credit information for its use from\r\nthe credit information company of which such specified user is a member.", "16": "Credit Information Companies (Regulation) Act, 2005 16. Failure to become\r\na member of a credit information company.- 1.     \r\n  Where\r\na credit institution- a.     \r\n  abstains\r\nfrom becoming a member of at least one credit information company; orb.    \r\n  at\r\nany time is not a member of any credit information company, the Reserve Bank suo\r\nmoto or on a complaint from a credit information company may, direct such\r\ncredit institution to take necessary steps within such time, as it may specify\r\nto become a member of a credit information company.1.     \r\n2.     \r\n  In\r\ncase a credit institution fails to comply with the directions of the Reserve\r\nBank under sub-section (1), to become member of at least one credit information\r\ncompany, the Reserve Bank may, without prejudice to the provisions of this Act,\r\nintimate such failure to any other authority for taking such action as it may\r\ndeem fit.", "17": "Credit Information Companies (Regulation) Act, 2005 17. Collection and\r\nfurnishing of credit information.- 1.     \r\n  A\r\ncredit information company or any person authorised in that behalf by the\r\ncompany may, by notice in writing, in such form, as may be specified by\r\nregulations made by the Reserve Bank or as near thereto, require its members\r\nbeing credit institution or credit information company, to furnish such credit\r\ninformation as it may deem necessary in accordance with the provisions of this\r\nAct.2.     \r\n  Every\r\ncredit institution which is member of the credit information company and every\r\ncredit information company which is a member of other credit information\r\ncompany shall, on receipt of notice under sub-section (1), provide credit\r\ninformation to the credit information company of which it is a member, within\r\nsuch period as may be specified in the notice.3.     \r\n  Every\r\ncredit information company shall provide for such purpose, as may be specified\r\nby regulations, the credit information received under sub-section (2), to its\r\nspecified user on receipt of request from him in accordance with the provisions\r\nof this Act and directions issued thereunder by the Reserve Bank from time to\r\ntime in this behalf.4.     \r\n  No\r\ncredit information received under this Act,- a.     \r\n  by\r\nthe credit information company, shall be disclosed to any person other than its\r\nspecified user; orb.    \r\n  by\r\nthe specified user, shall be disclosed to any other person;c.     \r\n  by\r\nthe credit information company or specified user, shall be disclosed for any\r\nother purpose than as permitted or required by any other law for the time being\r\nin force.", "18": "Credit Information Companies (Regulation) Act, 2005 18. Settlement of\r\ndispute.- 1.     \r\n  Notwithstanding\r\nanything contained in any law for the time being in force, if any dispute\r\narises amongst, credit information companies, credit institutions, borrowers\r\nand clients on matters relating to business of credit information and for which\r\nno remedy has been provided under this Act, such disputes shall be settled by\r\nconciliation or arbitration as provided in the Arbitration and Conciliation\r\nAct, 1996 (26 of 1996), as if the parties to the dispute have consented in writing\r\nfor determination of such dispute by conciliation or arbitration and provisions\r\nof that Act shall apply accordingly.2.     \r\n  Where\r\na dispute has been referred to arbitration under sub-section (1), the same\r\nshall be settled or decided,- a.     \r\n  by\r\nthe arbitrator to be appointed by the Reserve Bank;b.    \r\n  within\r\nthree months of making a reference by the parties to the dispute:Provided that the arbitrator may, after\r\nrecording the reasons therefor, extend the said period up to a maximum period\r\nof six months:Provided further that, in an appropriate case\r\nor cases, the Reserve Bank may, if it considers necessary to do so (reasons to\r\nbe recorded in writing), direct the parties to the dispute to appoint an\r\narbitrator in accordance with the provisions of the Arbitration and Conciliation\r\nAct, 1996 (26 of 1996), for settlement of their dispute in accordance with the\r\nprovisions of that Act.1.     \r\n2.     \r\n3.     \r\n  Save\r\nas otherwise provided under this Act, the provisions of the Arbitration and\r\nConciliation Act, 1996 shall apply to all arbitration under this Act as if the\r\nproceedings for arbitration were referred for settlement or decision under the\r\nprovisions of the Arbitration and Conciliation Act, 1996 (26 of 1996).", "19": "Credit Information Companies (Regulation) Act, 2005 Chapter VI:\r\nInformation Privacy Principles and Furnishing of Credit Information19. Accuracy and\r\nsecurity of credit information.- A credit information company or credit\r\ninstitution or specified user, as the case may be, in possession or control of\r\ncredit information, shall take such steps (including security safeguards) as\r\nmay be prescribed, to ensure that the data relating to the credit information\r\nmaintained by them is accurate, complete, duly protected against any loss or\r\nunauthorised access or use or unauthorised disclosure thereof.", "20": "Credit Information Companies (Regulation) Act, 2005 20. Privacy\r\nprinciples.-Every credit\r\ninformation company, credit institution and specified user, shall adopt the\r\nfollowing privacy principles in relation to collection, processing, collating,\r\nrecording, preservation, secrecy, sharing and usage of credit information,\r\nnamely:- a.     \r\n  the\r\nprinciples-              \r\n i.        \r\n  which\r\nmay be followed by every credit institution for collection of information from\r\nits borrowers and clients and by every credit information company, for\r\ncollection of information from its member credit institutions or credit\r\ninformation companies, for processing, recording, protecting the data relating\r\nto credit information furnished by, or obtained from, their member credit\r\ninstitutions or credit information companies, as the case may be, and sharing\r\nof such data with specified users;which\r\nmay be adopted by every specified user for processing, recording, preserving\r\nand protecting the data relating to credit information furnished, or received,\r\nas the case may be, by it;           \r\n iii.        \r\n  which\r\nmay be adopted by every credit information company for allowing access to\r\nrecords containing credit information of borrowers and clients and alteration\r\nof such records in case of need to do so;a.    \r\nb.    \r\n  the\r\npurpose for which the credit information may be used, restriction on such use\r\nand disclosure thereof;c.     \r\n  the\r\nextent of obligation to check accuracy of credit information before furnishing\r\nof such information to credit information companies or credit institutions or\r\nspecified users, as the case may be;d.    \r\n  preservation\r\nof credit information maintained by every credit information company, credit\r\ninstitution, and specified user as the case may be (including the period for\r\nwhich such information may be maintained, manner of deletion of such\r\ninformation and maintenance of records of credit information);e.     \r\n  networking\r\nof credit information companies, credit institutions and specified users\r\nthrough electronic mode;f.     \r\n  any\r\nother principles and procedures relating to credit information which the\r\nReserve Bank may consider necessary and appropriate and may be specified by\r\nregulations.", "21": "Credit Information Companies (Regulation) Act, 2005 21. Alteration of\r\ncredit information files and credit reports.- 1.     \r\n  Any\r\nperson, who applies for grant or sanction of credit facility, from any credit\r\ninstitution, may request to such institution to furnish him a copy of the\r\ncredit information obtained by such institution from the credit information\r\ncompany.2.     \r\n  Every\r\ncredit institution shall, on receipt of request under sub-section (1), furnish\r\nto the person referred to in that sub-section a copy of the credit information\r\nsubject to payment of such charges, as may be specified by regulations, by the\r\nReserve Bank in this regard.3.     \r\n  If\r\na credit information company or specified user or credit institution in\r\npossession or control of the credit information, has not updated the\r\ninformation maintained by it, a borrower or client may request all or any of\r\nthem to update the information; whether by making an appropriate correction, or\r\naddition or otherwise, and on such request the credit information company or\r\nthe specified user or the credit institution, as the case may be, shall take\r\nappropriate steps to update the credit information within thirty days after\r\nbeing requested to do so:Provided that the credit information company\r\nand the specified user shall make the correction, deletion or addition in the\r\ncredit information only after such correction, deletion or addition has been\r\ncertified as correct by the concerned credit institution:Provided further that no such correction,\r\ndeletion or addition shall be made in the credit information if any dispute\r\nrelating to such correction, deletion or addition is pending before any\r\narbitrator or tribunal or court and in cases where such dispute is pending, the\r\nentries in the books of the concerned credit institution shall be taken into\r\naccount for the purpose of credit information.", "22": "Credit Information Companies (Regulation) Act, 2005 22. Unauthorised\r\naccess to credit information.- 1.     \r\n  No\r\nperson shall have access to credit information in the possession or control of\r\na credit information company or a credit institution or a specified user unless\r\nthe access is authorised by this Act or any other law for the time being in\r\nforce or directed to do so by any court or tribunal and any such access to\r\ncredit information without such authorisation or direction shall be considered\r\nas an unauthorised access to credit information.2.     \r\n  Any\r\nperson who obtains unauthorised access to credit information as referred to in\r\nsub-section (1) shall be punishable with fine which may extend to one lakh\r\nrupees in respect of each offence and if he continues to have such unauthorised\r\naccess, with further fine which may extend to ten thousand rupees for every day\r\non which the default continues and such unauthorised credit information shall\r\nnot be taken into account for any purpose.", "23": "Credit Information Companies (Regulation) Act, 2005 Chapter VII: Offences\r\nand Penalties23. Offences and\r\npenalties.- 1.     \r\n  Whoever,\r\nin any return or other document or in any information required or furnished by,\r\nor under, or for the purposes of, any provision of this Act, wilfully makes a\r\nstatement which is false in any material particular, knowing it to be false, or\r\nwilfully omits to make a material statement, shall be punishable with\r\nimprisonment for a term which may extend to one year and shall also be liable\r\nto fine.2.     \r\n  Every\r\ncredit information company or a credit institution or any specified user,\r\nwillfully, performing any act or engaging in any practice, in breach of any of\r\nthe principles referred to in section 20, shall be punishable with fine not\r\nexceeding one crore rupees.3.     \r\n  Any\r\ncredit information company or credit institution or specified user willfully\r\nproviding to any other credit information company or credit institution or\r\nspecified user or borrower or client, as the case may be, credit information\r\nwhich is false in any material particular, knowing it to be false, or willfully\r\nomits to make a material statement, shall be punishable with fine which may\r\nextend to one crore rupees.4.     \r\n  Any\r\nperson who contravenes any provision of this Act or of any rule or order made\r\nthere under, or obstructs the lawful exercise of any power conferred by or\r\nunder this Act, or makes default in complying with any requirement of this Act\r\nor of any rule or order made or direction issued there under, shall, if no\r\nspecific provision is made under this Act for punishment of such contravention,\r\nobstruction or default, be punishable with fine which may extend to one lakh\r\nrupees and where a contravention or default is a continuing one, with a further\r\nfine which may extend to five thousand rupees for every day during which the\r\ncontravention or default continues.5.     \r\n  Where\r\na contravention or default has been committed by a credit information company\r\nor credit institution or specified user, as the case may be, every person who,\r\nat the time the contravention or default was committed, was in charge of, and\r\nwas responsible to the credit information company or credit institution or\r\nspecified user for the conduct of its business, shall be deemed to be guilty of\r\nthe contravention or default and shall be liable to be proceeded against and\r\npunished accordingly:Provided that nothing contained in this\r\nsub-section shall render any such person liable to any punishment provided in\r\nthis Act if he proves that the contravention or default was committed without\r\nhis knowledge or that he exercised all due diligence to prevent the\r\ncontravention or default.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  Notwithstanding\r\nanything contained in sub-section (5), where a contravention or default has\r\nbeen committed by a credit information company or credit institution or\r\nspecified user, as the case may be, and it is proved that the same was\r\ncommitted with the consent or connivance of, or is attributable to any gross\r\nnegligence on the part of its chairperson, managing director, any other\r\ndirector, manager, secretary or other officer of the credit information company\r\nor the credit institution, such chairperson, managing director, any other\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof that contravention or default and shall be liable to be proceeded against\r\nand punished accordingly.Explanation.- For the purposes of this\r\nsection,- a.     \r\n  \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals, andb.    \r\n  \"director\",\r\nin relation to a firm, means a partner in the firm.", "24": "Credit Information Companies (Regulation) Act, 2005 24. Cognizance of\r\noffences.- 1.     \r\n  No\r\ncourt shall take cognizance of any offence committed by a member of a credit\r\ninformation company and punishable under section 23 except upon a complaint in\r\nwriting made by an officer of the credit information company generally or\r\nspecially authorised in writing in this behalf by the credit information\r\ncompany or if so directed by the Reserve Bank so to do and no court other than\r\nthat of a Metropolitan Magistrate or a Judicial Magistrate of the first class\r\nor any court superior thereto shall try any such offence.Explanation.-For the purposes of this\r\nsub-section, \"member of a credit information company\" shall mean a\r\nmember referred to in section 15.1.     \r\n2.     \r\n  No\r\ncourt shall take cognizance of any offence committed by a credit information\r\ncompany punishable under section 23 except upon a complaint in writing made by\r\nan officer of the Reserve Bank generally or specially authorised in writing in\r\nthis behalf by the Reserve Bank and no court other than that of a Metropolitan\r\nMagistrate or a Judicial Magistrate of the first class or any court superior\r\nthereto shall try any such offence.", "25": "Credit Information Companies (Regulation) Act, 2005 25. Power of Reserve\r\nBank to impose penalty.- 1.     \r\n  Notwithstanding\r\nanything contained in section 23, if a contravention or default of the nature\r\nreferred to in sub-section (2) of section 22 or sub-section (2) or sub-section\r\n(3) or sub-section (4) of section 23, as the case may be, is made by a credit\r\ninformation company or a credit institution then, the Reserve Bank may impose\r\non such credit information company or credit institution-             \r\n i.        \r\n  where\r\nthe contravention is of the nature referred to in sub-section (2) of section\r\n22, a penalty not exceeding one lakh rupees;            \r\n ii.        \r\n  where\r\nthe contravention is of the nature referred to in sub-section (2) orsub-section\r\n(3) of section 23, a penalty not exceeding one crore rupees;           \r\n iii.        \r\n  where\r\nthe contravention is of the nature referred to in sub-section (4) of section\r\n23, a penalty not exceeding one lakh rupees and where such contravention or\r\ndefault is continuing one, a further penalty which may extend to five thousand\r\nrupees for every day, after the first, during which the contravention or default\r\ncontinues.1.     \r\n2.     \r\n  For\r\nthe purpose of adjudging the penalty under sub-section (1), the Reserve Bank\r\nshall serve notice on credit information company or credit institution or\r\nspecified user, as the case may be, requiring it to show cause as to why the\r\namount mentioned in the notice should not be imposed as penalty and a\r\nreasonable opportunity of being heard shall also be given to such credit\r\ninformation company or credit institution or specified user, as the case may\r\nbe.3.     \r\n  No\r\ncomplaint shall be filed against credit information company or credit\r\ninstitution or specified user, as the case may be, in any court of law in\r\nrespect of any contravention or default in respect of which any penalty has\r\nbeen imposed by the Reserve Bank under this section.4.     \r\n  Any\r\npenalty imposed by the Reserve Bank under this Act shall be payable within a\r\nperiod of fourteen days from the date on which notice issued by the Reserve\r\nBank demanding payment of the sum is served on the credit information company\r\nor credit institution or specified user, as the case may be, and in the event\r\nof failure of such credit information company or credit institution or\r\nspecified user to pay the sum within such period, may be levied on a direction\r\nmade by the principal civil court having jurisdiction in the area where the\r\nregistered office of the credit information company or credit institution or\r\nspecified user, being a company, is situated and in case of credit institution\r\nincorporated outside India, where its principal place of business in India is\r\nsituated:Provided that such direction under this\r\nsub-section shall be made only upon an application made in this behalf to the\r\ncourt by the Reserve Bank.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  The\r\ncourt which makes a direction under sub-section (4) shall issue a certificate\r\nmentioning therein the sum payable by a credit information company or credit\r\ninstitution or specified user, as the case may be, and every such certificate\r\nshall be enforceable in the same manner as if it were a decree made by the\r\ncourt in a civil suit.6.     \r\n  Where\r\nany complaint has been filed against credit information company or credit\r\ninstitution or specified user, as the case may be, in any court in respect of\r\nthe contravention or default of the nature referred to in sub-section (2) of\r\nsection 22 or sub-section (2) or sub-section (3) or sub-section (4) of section\r\n23, then, no proceedings for the imposition of any penalty on the credit\r\ninformation company or credit institution or specified user shall be taken\r\nunder this section.", "26": "Credit Information Companies (Regulation) Act, 200526. Application of fines.-A court imposing any\r\nfine under this Act may direct that the whole or any part thereof shall be\r\napplied in or towards payment of the costs of the proceedings, or for such\r\npurposes as may be directed by the court.", "27": "Credit Information Companies (Regulation) Act, 2005 Chapter VIII:\r\nMiscellaneous27. Power of Reserve\r\nBank to specify maximum amount of fees.- The Reserve Bank may,\r\nspecify, by regulations the maximum amount of fees leviable under sub-section\r\n(3) of section 14 for providing information to the specified users and for\r\nadmissions of credit institutions or credit information companies as a member\r\nof a credit information company.", "28": "Credit Information Companies (Regulation) Act, 2005 28. Disclosure of\r\ninformation before any court or tribunal or authority.- No chairperson,\r\ndirector, member, auditor, adviser, officer or other employee or agent employed\r\nin the business of a credit information company or in the business of a\r\nspecified user shall, except for the purposes of this Act or when required to\r\ndo so by any other law in force or court or tribunal or authority, disclose any\r\ninformation to any person.", "29": "Credit Information Companies (Regulation) Act, 2005 29. Obligations as to\r\nfidelity and secrecy.- 1.     \r\n  Every\r\ncredit information company shall observe, except as otherwise required by law,\r\nthe practices and usages customary among credit information companies and it\r\nshall not divulge any information relating to, or to the affairs of, its\r\nmembers or specified users.2.     \r\n  Every\r\nchairperson, director, member, auditor, adviser, officer or other employee of a\r\ncredit information company shall, before entering upon his duties, make a\r\ndeclaration of fidelity and secrecy in the form, as may be prescribed in this\r\nregard.Explanation.-For the purposes of this section\r\nand section 30, the terms \"practices and usages customary\" means such\r\npractices and usages which, are generally followed by credit information\r\ncompanies or may develop in due course in relation to their functions, in\r\npursuance of the provisions of this Act, rules and regulations made and\r\ndirections issued there under from time to time in pursuance thereof.", "30": "Credit Information Companies (Regulation) Act, 2005 30. Protection of\r\naction taken in good faith.- 1.     \r\n  No\r\nsuit or other legal proceedings or prosecution shall lie against the Reserve\r\nBank or the Central Government or credit information company or credit\r\ninstitution, or their chairperson, director, member, auditor, adviser, officer\r\nor other employee, or agent or any person authorised by the Reserve Bank or the\r\nCentral Government or credit information company or credit institution to\r\ndischarge any function under this Act, for any loss or damage caused or as is\r\nlikely to be caused by anything which is in good faith done or intended to be\r\ndone, in pursuance of this Act or any other law for the time being in force.2.     \r\n  Nothing\r\ncontained in sub-section (1) shall affect the right of any person to claim\r\ndamages against a credit information company, a credit institution or their\r\nchairperson, director, member, auditor, adviser, officer or other employee or\r\nagents, as the case may be, in respect of loss caused to him on account of any\r\nsuch disclosure made by anyone of them and which is unauthorised or fraudulent\r\nor contrary to provisions of this Act, or practices or usages customary among\r\nthem.", "31": "Credit Information Companies (Regulation) Act, 2005 31. Bar of\r\njurisdiction.- No court or authority\r\nshall have, or be entitled to exercise, any jurisdiction, powers or authority,\r\nexcept the Supreme Court and a High Court exercising jurisdiction under\r\narticles 32, 226 and 227 of the Constitution, in relation to the matters\r\nreferred to in sections 4, 5, 6, 7 and 18.", "32": "Credit Information Companies (Regulation) Act, 2005 32. Power of Reserve\r\nBank to exempt in certain cases.-1.     \r\n  The\r\nCentral Government may, on the recommendation of the Reserve Bank, by\r\nnotification in the Official Gazette, direct that any or all of the provisions\r\nof this Act shall not apply to any credit information company or a credit\r\ninstitution, as the case may be, either generally or for such period and\r\nsubject to such exceptions or modifications, as may be mentioned in that\r\nnotification.2.     \r\n  A\r\ncopy of every notification proposed to be issued under sub-section (1), shall\r\nbe laid in draft before each House of Parliament, while it is in session, for a\r\ntotal period of thirty days which may be comprised in one session or in two or\r\nmore successive sessions, and if, before the expiry of the session immediately following\r\nthe session or the successive sessions aforesaid, both Houses agree in\r\ndisapproving the issue of the notification or both Houses agree in making any\r\nmodification in the notification, the notification shall not be issued or, as\r\nthe case may be, shall be issued only in such modified form as may be agreed\r\nupon by both the Houses.", "33": "Credit Information Companies (Regulation) Act, 2005 33. Application of\r\nother laws not barred.- The provisions of\r\nthis Act shall be in addition to, and not, save as provided under this Act, in\r\nderogation of, the provisions of the Companies Act, 1956 (1 of 1956) or any\r\nother law for the time being in force.", "34": "Credit Information Companies (Regulation) Act, 2005 34. Amendment of\r\ncertain enactments.-The enactments\r\nmentioned in the Schedule to this Act shall be amended in the manner specified\r\ntherein.", "35": "Credit Information Companies (Regulation) Act, 2005 35. Removal of\r\ndifficulties.  -1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as appear to it to\r\nbe necessary or expedient for removing the difficulty:Provided that no\r\norder shall be made under this section after the expiry of a period of two\r\nyears from the commencement of this Act.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "36": "Credit Information Companies (Regulation) Act, 2005 36. Power to make\r\nrules.- 1.     \r\n  The\r\nCentral Government may, after consultation with the Reserve Bank, by\r\nnotification in the Official Gazette, make rules to carry out the provisions of\r\nthis Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing powers,\r\nsuch rules may provide for all or any of the following matters, namely:-a.     \r\n  the\r\nauthority or tribunal which may be designated under sub-section (1) of section\r\n7;b.    \r\n  the\r\nsteps to be taken by every credit information company or credit institution and\r\nspecified user for ensuring accuracy, completeness of data and protection of\r\ndata from any loss or unauthorised access or use or disclosure under section\r\n19;c.     \r\n  the\r\nform in which a declaration of fidelity and secrecy shall be made under\r\nsub-section (2) of section 29;d.    \r\n  any\r\nother matter which is required to be, or may be, prescribed.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made by the Central Government under this Act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule.", "37": "Credit Information Companies (Regulation) Act, 2005 37. Power of Reserve\r\nBank to make regulations.- 1.     \r\n  The\r\nReserve Bank may make regulations consistent with the provisions of this Act\r\nand the rules made there under to carry out the purposes of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing powers,\r\nsuch regulations may provide for all or any of the following matters, namely:- a.     \r\n  the\r\npersons or institutions which may be specified as specified users under clause\r\n(l) of section 2;b.    \r\n  the\r\nform in which application may be made under sub-section (1) of section 4 and\r\nthe manner of filing such application under that sub-section;c.     \r\n  any\r\nother form of business in which a credit information company may engage under\r\nclause (e) of sub-section (1) of section 14;d.    \r\n  the\r\nform of notice for collection and furnishing of information procedure relating\r\nthereto and purposes for which credit information may be provided under\r\nsub-sections (1) and (2) of section 17;e.     \r\n  the\r\nprinciples and procedures relating to credit information which may be specified\r\nunder clause (f) of section 20;f.     \r\n  the\r\namount which may be required to be paid for obtaining copy of credit\r\ninformation under sub-section (2) of section 21;g.    \r\n  the\r\nmaximum amount of charges payable under section 27.1.     \r\n2.     \r\n3.     \r\n  Every\r\nregulation, as soon as may be after it is made by the Reserve Bank, shall be\r\nforwarded to the Central Government and that Government shall cause a copy of\r\nthe same to be laid before each House of Parliament, while it is in session,\r\nfor a total period of thirty days which may be comprised in one session or in\r\ntwo or more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the regulation, or both Houses agree\r\nthat the regulation should not be made, the regulation shall, thereafter, have\r\neffect only in such modified form or be of no effect, as the case may be; so,\r\nhowever, that any such modification or annulment shall be without prejudice to\r\nthe validity of anything previously done under that regulation."}