{"name": "Criminal Law (Amendment) Act, 2013\r", "1": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Chapter 1Short title and commencement.Preliminary1.      This Act\r\nmay be called the Criminal Law (Amendment) Act, 2013.2.      It shall\r\nbe deemed to have come into force on the 3rd day of February, 2013.", "2": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Chapter IIAmendment in of section 100.2. In the Indian Penal Code (hereafter\r\nin this Chapter referred to as the Penal Code),Section 100, after clause Sixthly, the\r\nfollowing clause shall be inserted, namely:-\"Seventh/y,- An act of throwing or administering\r\nacid or an attempt to throw or administer acid which may reasonably cause the\r\napprehension that grievous hurt will otherwise be the consequence of such\r\nact,\"", "3": "The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Insertion of new sections I66A and I66B.3. After section 166 of the Penal Code,\r\nthe following sections shall be inserted, namely:-Public servant disobeying direction\r\nunder law\"166A. Whoever, being a public\r\nservant,-a.      knowingly\r\ndisobeys any direction of the law which prohibits him from requiring the\r\nattendance at any place of any person for the purpose of investigation into an\r\noffence or any other, orb.     knowingly\r\ndisobeys, to the prejudice of any person, any other direction of the law\r\nregulating the manner in which he shall conduct such investigation, orc.      fails to\r\nrecord any information given to him under sub-section (I) of section 154 of the\r\nCode of Criminal Procedure, 1973, in relation to cognizable 2 of 1914. offence\r\npunishable under section 326A, section 3268, section 354, section 3548, section\r\n370, section 370A, section 376, section 376A, section 3768, section 376C,\r\nsection 3760, section 376E or section 509,shall be punished with rigorous\r\nimprisonment for a term which shall not be less than six months but which may\r\nextend to two years, and shall also be liable to fine.Punishment for non treatment of victim.1668. Whoever, being in charge of a\r\nhospital, public or private, whether run by the Central Government, the State\r\nGovernment, local bodies or any other person, contravenes the provisions of\r\nsection 357C of the Code of Criminal Procedure, 1973, 2 of 1914. shall be\r\npunished with imprisonment for a term which may extend to one year or with fine\r\nor with both.\",", "4": " The Criminal Law (Amendment) Act, 2013 No, 13 of 20134. Amendment of section 228A.In section 228A of the Penal Code, in\r\nsub-section (1), for the words, figures and letters \"offence under section\r\n376, section 376A, section 376B, section 376C or section 3760\", the words,\r\nfigures and letters \"offence under section 376, section 376A, section\r\n3768, section 376C, section 376D or section 376E\" shall be substituted.", "5": "The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Insertion of new sections 326A and 326B.5. After section 326 of the Penal Code,\r\nthe following sections shall be inserted, namely:-Voluntarily causing grievous hurt by use\r\nof acid, etc.'326A. Whoever causes permanent or partial\r\ndamage or deformity to, or bums or maims or disfigures or disables, any part or\r\nparts of the body of a person or causes grievous hurt by throwing acid on or by\r\nadministering acid to that person, or by using any other means with the\r\nintention of causing or with the knowledge that he is likely to cause such\r\ninjury or hurt, shall be punished with imprisonment of either description for a\r\nterm which shall not be less than ten years but which may extend to\r\nimprisonment for life, and with fine:Provided that such fine shall be just and reasonable\r\nto meet the medical expenses of the treatment of the victim:Provided further that any fine imposed\r\nunder this section shall be paid to the victim.Voluntarily causing grievous hurt by use\r\nof acid, etc.326B. Whoever throws or attempts to throw acid\r\non any person or attempts to administer acid to any person, or attempts to use\r\nany other means, with the intention of causing permanent or partial damage or\r\ndeformity or bums or maiming or disfigurement or disability or grievous hurt to\r\nthat person, shall be punished with imprisonment of either description for a\r\nterm which shall not be less than five years but which may extend to seven\r\nyears, and shall also be liahle to fine.Explanation I.- For the purposes of section\r\n326A and this section, \"acid\" includes any substance which has acidic\r\nor corrosive character or burning nature, that is capable of causing bodily\r\ninjury leading to scars or disfigurement or temporary or permanent disability.Explanation 2.- For the purposes of section\r\n326A and this section, permanent or partial damage or deformity shall not be\r\nrequired to be irreversible.'", "6": " The Criminal Law (Amendment) Act, 2013 No, 13 of 20136. Amendment of section 354In section 354 of the Penal Code, for the\r\nwords \"shall be punished with imprisonment of either description for a\r\nterm which may extend to two years, or with fine, or with both\", the words\r\n\"shall be punished with imprisonment of either description for a term\r\nwhich shall not be less than one year but Which may extend to five years, and\r\nshall also be liable to fine\" shall be substituted.", "7": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Insertion of new sections 354A, 354B, 354C\r\nand 354D.7. After section 354 of the Penal Code,\r\nthe following sections shall be inserted, namely:-Sexual harassment and punishment for\r\nsexual harassment.'354 A.1.      A man\r\ncommitting any of the following acts-             \r\n i.        \r\n physical contact and advances involving unwelcome and explicit sexual\r\novertures; or            \r\n ii.        \r\n a demand or request for sexual favours; or           \r\n iii.        \r\n showing pornography against the will of a woman; or           \r\n iv.        \r\n making sexually coloured remarks, shall be guilty of the offence of\r\nsexual harassment.1.    2.      Any man\r\nwho commits the offence specified in clause (I) or clause (ii) or clause (iii)\r\nof sub-section (I) shall be punished with rigorous imprisonment for a term\r\nwhich may extend to three years, or with fine, or with both.3.      Any man\r\nwho commits the offence specified in clause (iv) of sub-section (I) shall be\r\npunished with imprisonment of either description for a term which may extend to\r\none year, or with fine, or with bothAssault or use of criminal force to\r\nwoman with intent to disrobe.354B. Any man who assaults or uses criminal\r\nforce to any woman or abets such act with the intention of disrobing or\r\ncompelling her to be naked, shall be punished with imprisonment of either\r\ndescription for a term which shall not be less than three years but which may\r\nextend to seven years, and shall also be liable to fine.Voyeurism.354C. Any man who watches, or captures the\r\nimage of a woman engaging in a private act in circumstances where she would\r\nusually have the expectation of not being observed either by the perpetrator or\r\nby any other person at the behest of the perpetrator or disseminates such image\r\nshall be punished on first conviction with imprisonment of either description\r\nfor a term which shall not be less than one year, but which may extend to three\r\nyears, and shall also be liable to fine, and be punished on a second or\r\nsubsequent conviction, with imprisonment of either description for a term which\r\nshall not be less than three years, but which may extend to seven years, and\r\nshall also be liable to fine.Explanation I.- For the purpose of this\r\nsection, \"private act\" includes an act of watching carried out in a\r\nplace which, in the circumstances, would reasonably be expected to provide\r\nprivacy and where the victim's genitals, posterior or breasts are exposed or\r\ncovered only in underwear; or the victim is using a lavatory; or the victim is\r\ndoing a sexual act that is not of a kind ordinarily done in public.Explanation 2.- Where the victim consents\r\nto the capture of the images or any act, but not to their dissemination to\r\nthird persons and where such image or act is disseminated, such dissemination\r\nshall be considered an offence under this section.Stalking.354D.1.      Any man\r\nwho-             \r\n i.        \r\n follows a woman and contacts, or attempts. to contact such woman to\r\nfoster personal interaction repeatedly despite a clear indication of\r\ndisinterest by such woman; or            \r\n ii.        \r\n monitors the use by a woman of the internet, email or any other form of\r\nelectronic communication, commits the offence of stalking:Provided that such conduct shall not amount\r\nto stalking if the man who pursued it proves that-             \r\n i.        \r\n it was pursued for the purpose of preventing or detecting crime and the\r\nman accused of stalking bad been entrusted with the responsibility of\r\nprevention and detection of crime by the State; or            \r\n ii.        \r\n it was pursued under any law or to comply with any condition or\r\nrequirement imposed by any person under any law; or           \r\n iii.        \r\n in the particular circumstances such conduct was reasonable and\r\njustified.2.      Whoever\r\ncommits the offence of stalking shall be punished on first conviction with\r\nimprisonment of either description for a term which may extend to three years,\r\nand shall also be liable to fine; and be punished on a second or subsequent\r\nconviction, with imprisonment of either description for a term which may extend\r\nto five years, and shall also be liable to fine.'.", "8": "The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Substitution of new sections 370 and\r\n370A for section 370.8.For section 370 of the Penal\r\nCode, the following sections shall be substituted, namely:-Trafficking of person.'370.1.      Whoever,\r\nfor the purpose of exploitation, (a) recruits, (b) transports, (c) harbours,\r\n(d) transfers, or (e) receives, a person or persons, by-First.-- using threats, orSecondly.- using force, or any other form\r\nof coercion, orThirdly.- by abduction, orFourthly.- by practising fraud, or\r\ndeception, orFifthly.- by abuse of power, orSixthly.- by inducement, including the\r\ngiving or receiving of payments or benefits, in order to achieve the consent of\r\nany person having control over the person recruited, transported, harboured,\r\ntransferred or received, commits the offence of trafficking.Explanation I- The expression\r\n\"exploitation\" shall include any act of physical exploitation or any\r\nform of sexual exploitation, slavery or practices similar to slavery, servitude,\r\nor the forced removal of organs.Explanation 2.- The consent of the victim is\r\nimmaterial in determination of the offence of trafficking.1.     \r\n 2.      Whoever\r\ncommits the offence of trafficking shall be punished with rigorous imprisonment\r\nfor a term which shall not be less than seven years, but which may extend to\r\nten years, and shall also be liable to fine.3.      Where the\r\noffence involves the trafficking of more than one person, it shall be\r\npunishable with rigorous imprisonment for a term which shall not be less than\r\nten years but which may extend to imprisonment for life, and shall also be\r\nliable to fine.4.      Where the\r\noffence involves the trafficking of a minor, it shall be punishable with\r\nrigorous imprisonment for a term which shall not be less than ten years, but\r\nwhich may extend to imprisonment for life, and shall also be liable to fine.5.      Where the\r\noffence involves the trafficking of more than one minor, it shall be punishable\r\nwith rigorous imprisonment for a term which shall not be less than fourteen\r\nyears, but which may extend to imprisonment for life, and shall also be liable\r\nto fine.6.      If a\r\nperson is convicted of the offence of trafficking of minor on more than one\r\noccasion, then such person shall be punished with imprisonment for life, which\r\nshall mean imprisonment for the remainder of that person's natural life, and\r\nshall also be liable to fine.7.      When a\r\npublic servant or a police officer is involved in the trafficking of any person\r\nthen, such public servant or police officer shall be punished with imprisonment\r\nfor life, which shall mean imprisonment for the remainder of that person's\r\nnatural life, and shall also be liable to fine.Exploitation of a trafficked person.370A.1.      Whoever,\r\nknowingly or having reason to believe that a minor has been trafficked, engages\r\nsuch minor for sexual exploitation in any manner, shall be punished with\r\nrigorous imprisonment for a term which shall not be less than five years, but\r\nwhich may extend to seven years, and shall also be liable to fine.2.      Whoever,\r\nknowingly by or having reason to believe that a person has been trafficked,\r\nengages such person for sexual exploitation in any manner, shall be punished\r\nWith rigorous imprisonment for a term which shall not be less than three years,\r\nbut which may extend to five years, and shall also be liable to fine.'.", "9": "The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Substitution of new sections for\r\nsections 375, 376, 376A, 3768, 376C and 376D.9. For sections 375,376,376A, 376B,\r\n376Cand 376D of the Penal Code, the following sections shall be substituted,\r\nnamely:-Rape.'375. A man is said to commit\r\n\"rape\" if he--a.      penetrates\r\nhis penis, to any extent, into the vagina, mouth, urethra or anus of a woman or\r\nmakes her to do so with him or any other person; orb.     inserts, to any\r\nextent, any object or a part of the body, not being the penis, into the vagina,\r\nthe urethra or anus of a woman or makes her to do so with him or any other\r\nperson; orc.      manipulates\r\nany part of the body of a woman so as to cause penetration into the vagina,\r\nurethra, anus or any ~ of body of such woman or makes her to do so with him or\r\nany other person; ord.     applies his\r\nmouth to the vagina, anus, urethra of a woman or makes her to do so with him or\r\nany other person, under the circumstances falling under any of the following\r\nseven descriptions:- First.-Against her will. Secondly.-Without her consent.Third/y.-With her consent, when her consent\r\nhas been obtained by putting her or any person in whom she is interested, in\r\nfear of death or of hurt.Fourth/y.-With her consent, when the man\r\nknows that he is not her husband and that her consent is given because she believes\r\nthat he is another man to whom she is or believes herself to be lawfully\r\nmarried.Fifth/y.-With her consent when, at the time\r\nof giving such consent, by reason of unsoundness of mind or intoxication or the\r\nadministration by him personally or through another of any stupefying or\r\nunwholesome Substance, she is unable to understand the nature and consequences\r\nof that to which she gives consent.Sixthly.-With or without her consent, when\r\nshe is under eighteen years of age.Seventhly.-When she is unable to\r\ncommunicate consent.Explanation I.- For the purposes of this\r\nsection, \"vagina\" shall also include labia majora.Explanation 2.- Consent means an unequivocal\r\nvoluntary agreement when the woman by words, gestures or any form of verbal or\r\nnon-verbal communication, communicates willingness to participate in the\r\nspecific sexual act:Provided that a woman who does not\r\nphysically resist to the act of penetration shall not by the reason only of\r\nthat fact, be regarded as consenting to the sexual activity.Exception I.- A medical procedure or\r\nintervention shall not onstitute rape.Exception 2.- Sexual intercourse or sexual\r\nacts by a man with his own wife, the wife not being under fifteen years of age,\r\nis not rape.'.Punishment for rape.376.1.      Whoever,\r\nexcept in the cases provided for in sub-section (2), commits rape, shall be\r\npunished with rigorous imprisonment of either description for a term which\r\nshall not he less than seven years, but which may extend to imprisonment for\r\nlife, and shall also be liable to fine.2.      Whoever,-a.      being a\r\npolice officer, commits rape-                     \r\n i.        \r\n within the limits of the police station to which such police officer is\r\nappointed; or                    \r\n ii.        \r\n in the premises of any station house; or                   \r\n i.        \r\n                    \r\n ii.        \r\n                    \r\n iii.        \r\n on a woman in such police officer's custody or in the custody of a\r\npolice officer subordinate to such police officer; ora.    \r\n b.     being a public\r\nservant, commits rape on a woman in such public servant's custody or in the\r\ncustody of a public servant subordinate to such public servant; orc.      being a\r\nmember of the armed forces deployed in an area by the Central or a State\r\nGovernment commits rape in such area; ord.     being on the\r\nmanagement or on the staff of a jail, remand home or other place of custody\r\nestablished by or under any law for the time being in force or of a women's or\r\nchildren's institution, commits rape on any inmate of such jail, remand home,\r\nplace or institution; ore.      being on\r\nthe management or on the staff of a hospital, commits rape on a woman in that\r\nhospital; orf.      being a\r\nrelative, guardian or teacher of, or a person in a position of trust or\r\nauthority towards the woman, commits rape on such woman; org.     commits rape\r\nduring communal or sectarian violence; orh.      commits\r\nrape on a woman knowing her to be pregnant; ori.       commits\r\nrape on a woman when she is under sixteen years of age; orj.       commits\r\nrape, on a woman incapable of giving consent; ork.      being in a\r\nposition of control or dominance over a woman, commits rape on such woman; orl.       commits\r\nrape on a woman suffering from mental or physical disability; orm.    while committing rape\r\ncauses grievous bodily harm or maims or disfigures or endangers the life of a\r\nwoman; orn.      commits\r\nrape repeatedly on the same woman, shall be punished with rigorous imprisonment\r\nfor a term which shall not be less than ten years, but which may extend to\r\nimprisonment for life, which shall mean imprisonment for the remainder of that\r\nperson's natural life, and shall also be liable to fine.Explanation.-For the purposes of this\r\nsub-section,-a.      \"armed\r\nforces\" means the naval, military and air forces and includes any member\r\nof the Armed Forces constituted under any Jaw for the time being in force,\r\nincluding the paramilitary forces and any auxiliary forces that are under the\r\ncontrol of the Central Government!, or the State Government;b.     \"hospital\"\r\nmeans the precincts of the hospital and includes the precincts of any\r\ninstitution for the reception and treatment of persons during convalescence or\r\nof persons requiring medical attention or rehabilitation;c.      \"police\r\nofficer\" shall have the same meaning as assigned to the expression\r\n\"police\" under the Police Act, 1861;d.     \"women's or\r\nchildren's institution\" means an institution, whether called an orphanage\r\nor a home for neglected women or children or a widow's home or an institution\r\ncalled by any other name, which is established and maintained for the reception\r\nand care of women or children.Punishment for causing death or\r\nresulting in persistent vegetative state of victim.376A. Whoever, commits an offence\r\npunishable under sub-section (l) or sub¬section (2) of section 376 and in the\r\ncourse of such commission inflicts an injury which causes the death of the\r\nwoman or causes the woman to be in a persistent vegetative state, shall be\r\npunished with rigorous imprisonment for a term which shall not be less than\r\ntwenty years, but which may extend to imprisonment for life, which shall mean\r\nimprisonment for the remainder of that person's natural life, or with death.Sexual intercourse by husband upon his\r\nwife during separation376B. Whoever has sexual intercourse with\r\nhis own wife, who is living separately, whether under a decree of separation or\r\notherwise, without her consent, shall be punished with imprisonment of either\r\ndescription for a term which shall not be less than two years but which may\r\nextend to seven years, and shall also be liable to fine.Explanation.- In this section, \"sexual\r\nintercourse\" shall mean any of the acts mentioned in clauses (a) to (d) of\r\nsection 375.Sexual intercourse by person in\r\nauthority.376C. Whoever, being-a.      in a\r\nposition of authority or in a 6duciary relationship; orb.     a public\r\nservant; orc.      superintendent\r\nor manager of a jail, remand home or other place of custody established by or\r\nunder any law for the time being in force, or a women's or children's\r\ninstitution; ord.     on the\r\nmanagement of a hospital or being on the staff of a hospital, abuses such\r\nposition or 6duciary relationship to induce or seduce any woman either in his\r\ncustody or under his charge or present in the premises to have sexual\r\nintercourse with him, such sexual intercourse not amounting to the offence of\r\nrape, shall be punished with rigorous imprisonment of either description for a\r\nterm which shall not be less than 6ve years, but which may extend to ten years,\r\nand shall also be liable to fine.Explanation l.- In this section,\r\n\"sexual intercourse\" shall mean any of the acts mentioned in clauses\r\n(a) to (d) of section 375.Explanation 2.- For the purposes of this\r\nsection, Explanation I to section 375 shall also be applicable.Explanation 3.- \"Superintendent\",\r\nin relation to a jail, remand home or other place of custody or a women's or\r\nchildren's institution, includes a person holding any other office in such\r\njail, remand home, place or institution by virtue of which such person can\r\nexercise any authority or control over its inmates.Explanation 4.- The expressions\r\n\"hospital\" and \"women's or children's institution\" shall\r\nrespectively have the same meaning as in Explanation to sub-section (2) of\r\nsection 376.Gang rape.376D. Where a woman is raped by one or more\r\npersons constituting a group or acting in furtherance of a common intention,\r\neach of those persons shall be deemed to have committed the offence of rape and\r\nshall be punished with rigorous imprisonment for a term which shall not be less\r\nthan twenty years, but which may extend to life which shall mean imprisonment\r\nfor the remainder of that person's natural life, and with fine:Provided that such fine shall be just and\r\nreasonable to meet the medical expenses and rehabilitation of the victim:Provided further that any fine imposed\r\nunder this section shall be paid to the victim.Punishment for repeat offenders.376E. Whoever has been previously convicted\r\nof an offence punishable under section 376 or section 376A or section 3760 and\r\nis subsequently convicted of an offence punishable under any of the said\r\nsections shall be punished with imprisonment for life which shall mean\r\nimprisonment for the remainder of that person's natural life, or with death.'.", "10": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201310. Amendment of section 509.10. In section 509 of the Penal Code, for\r\nthe words \"shall be punished with simple imprisonment for a term which may\r\nextend to one year, or with fine, or with both\", the words \"shall be\r\npunished with simple imprisonment for a term which may extend to three years,\r\nand also with fine\" shall be substituted.", "11": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Chapter III11. Amendment of section 26.In the Code of Criminal Procedure, 1973\r\n(hereafter in this Chapter referred to as the Code of Criminal Procedure), in\r\nsection 26, in the proviso to clause (a), for the words, figures and letters\r\n\"offence under section 376 and sections 376A to 3760 of the Indian Penal\r\nCode\", the words, figures and letters \"offence under section 376,\r\nsection 376A, section 376B, section 376C, section 3760 or section 376E of the\r\nIndian Penal Code\" shall be substituted.", "12": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Amendment of section S4A.12. In section 54 A of the Code of\r\nCriminal Procedure, the following provisos shall be inserted, namely:—\"Provided that, if the person\r\nidentifying the person arrested is mentally or physically disabled, such\r\nprocess of identification shall lake place under the supervision of a Judicial\r\nMagistrate who shall lake appropriate steps to ensure that such person\r\nidentifies the person arrested using methods that person is comfortable with:Provided further that if the person identifying\r\nthe person arrested is mentally or physically disabled, the identification\r\nprocess shall be video graphed.\"", "13": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201313. Amendment of section 154.In section 154 of the Code of Criminal\r\nProcedure, in sub-section (I), the following provisos shall be inserted, namely:—\"Provided that if the information is\r\ngiven by the woman against whom an offence under section 326A, section 3268,\r\nsection 354, section 354A, section 3548, section354C, section 3540, section 376, section\r\n376A, section 3768, section 376C, section 45 of 1860. 3760, section 376E or\r\nsection 509 of the Indian Penal Code is alleged to have been committed or attempted,\r\nthen such information shall be recorded, by a woman police officer or any woman\r\nofficer:Provided further that—a.      in the\r\nevent that the person against whom an offence under section 354,section 354A,\r\nsection 3548, section 354C, section 3540, section 376, section 376A, section\r\n3768, section 376C, section 3760, section 376E or section 509 of the Indian 45\r\nof 1860. Penal Code is alleged to have been committed or attempted, is\r\ntemporarily or permanently mentally or physically disabled, then such information\r\nshall be recorded by a police officer, at the residence of the person seeking\r\nto report such offence or at a convenient place of such person's choice, in the\r\npresence of an interpreter or a special educator, as the case may be;b.     the recording of\r\nsuch information shall be video graphed;c.      the police\r\nofficer shall get the statement of the person recorded by a Judicial Magistrate\r\nunder clause (a) of sub-section (5A) of section 164 as soon as possible.\".", "14": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201314. Amendment of section 160.In section 160 of the Code of Criminal\r\nProcedure, in sub-section (I), in the proviso, for the words \"under the\r\nage of fifteen years or woman\", the words \"under the age of fifteen\r\nyears or above the age of sixty-five years or a woman or a mentally or\r\nphysically disabled person\" shall be substituted.", "15": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201315. Amendment of section 161.In section 161 of the Code of Criminal\r\nProcedure, in sub-section (3), after the proviso, the following proviso shall\r\nbe inserted, namely:—\"Provided further that the statement\r\nof a woman against whom an offence under section 354, section 354A, section\r\n3548, section 354C, section 3540, section 376, section 376A, section 3768,\r\nsection 376C, section3760, section 376E or section 509 of 45 of 1860. The\r\nIndian Penal Code is alleged to have been committed or attempted shall be\r\nrecorded, by a woman police officer or any woman officer.\"", "16": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201316. Amendment of section 164.In section 164 of the Code of Criminal\r\nProcedure, after sub-section (5), the following sub-section shall be inserted,\r\nnamely:—\"(5A) (a) In cases punishable under\r\nsection 354, section 354A, section 3548, section 354C, section 3540,\r\nsub-section (I) or sub-section (2) of section 376, section 376 A, section 3768,\r\nsection 376C, section 3 760, section 3 76E or section 509 of the 45 of 1860.\r\nIndian Penal Code, the Judicial Magistrate shall record the statement of the\r\nperson against whom such offence has been Committed in the manner prescribed in\r\nsub-section (5), as soon as the commission of the offence is brought to the\r\nnotice of the police:Provided that if the person making the\r\nstatement is temporarily or permanently mentally or physically disabled, the\r\nMagistrate shall take the assistance of an interpreter or a special educator in\r\nrecording the statement:Provided further that if the person making\r\nthe statement is temporarily or permanently mentally or physically disabled,\r\nthe statement made by the person, with the assistance of an interpreter or a\r\nspecial educator, shall be video graphed.(6) A statement recorded under clause (a)\r\nof a person, who is temporarily or permanently mentally or physically disabled,\r\nshall be considered a statement in lieu of examination-in-chief, as specified\r\nin section 137 of the Indian Evidence Act, 1872 such that the maker of the\r\nstatement can be cross-examined on such statement, without the need for\r\nrecording the same at the time of trial.\".", "17": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201317. Amendment of section 173.In section 173 of the Code of Criminal\r\nProcedure, in sub-section (2), in sub-clause (h) of clause (I), for the words,\r\nfigures and letter \"or 3760 of the Indian Penal Code\", the words,\r\nfigures and letters\" 3760 or section 376E of the Indian Penal Code\"\r\nshall be substituted.", "18": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201318. Amendment of section 197.In section 197 of the Code of Criminal\r\nProcedure, after sub-section (I), the following Explanation shall be inserted,\r\nnamely:—\"Explanation.—For the removal of\r\ndoubts it is hereby declared that no sanction shall be required in case of a\r\npublic servant accused of any offence alleged to have been committed under\r\nsection 166A, section 166B, section 354, section 354A, section 354B, section\r\n354C, section 3540, section 370, section 375, section 376, section 376A,\r\nsection 376C, section 3760 or section 509 of the Indian Penal Code.\".", "19": "The Criminal Law (Amendment) Act, 2013 No, 13 of 201319. Insertion of new section 198B.After section 198A of the Code of\r\nCriminal Procedure, the following section shall be inserted, namely:-Cognizance of offence.\"198B. No Court shall take cognizance\r\nof an offence punishable under section 376B of the Indian Penal Code where the\r\npersons are in a marital relationship, except upon prima facie satisfaction of\r\nthe facts which constitute the offence upon a complaint having been filed or\r\nmade by the wife against the husband.\".", "20": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201320. Amendment of section 273.In section 273 of the Code of Criminal\r\nProcedure, before the Explanation, the following proviso shall be inserted,\r\nnamely:—\"Provided that where the evidence of a\r\nwoman below the age of eighteen years who is alleged to have been subjected to\r\nrape or any other sexual offence, is to be recorded, the court may take\r\nappropriate measures to ensure that such woman is not confronted by the accused\r\nwhile at the same time ensuring the right of cross-examination of the\r\naccused.\".", "21": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201321. Amendment of section 309.In section 309 of the Code of Criminal\r\nProcedure, for sub-section (I), the following sub-section shall be substituted,\r\nnamely:—\"(I) In every inquiry or trial the\r\nproceedings shall be continued from day-to-day until all the witnesses in\r\nattendance have been examined, unless the Court finds the adjournment of the\r\nsame beyond the following day to be necessary for reasons to be recorded:Provided that when the inquiry or trial\r\nrelates to an offence under section 376, section 376A, section 376B, section\r\n376C or section 3760 of the Indian Penal Code, the inquiry or trial shall, as\r\nfar as possible be completed within a period of two months from the date of\r\nfiling of the charge sheet.\".", "22": " The Criminal Law (Amendment) Act, 2013 No, 13 of 201322. Amendment of section 327.In section 327 of the Code of Criminal\r\nProcedure, in sub-section (2), for the words, figures and letter \"or\r\nsection 3760 of the Indian Penal Code\", the words, figures and letters\r\n\"section 3760 or section 376E of the Indian Penal Code\" shall be\r\nsubstituted.", "23": "The Criminal Law (Amendment) Act, 2013 No, 13 of 201323. Insertion of new sections\r\n357B and 357C.After section 357A of the Code of\r\nCriminal Procedure, the following sections shall be inserted, namely:-Compensation to be in addition to fine\r\nunder Section 32M or Section 3760 of Indian Penal Code.\"357B. The compensation payable by the\r\nState Government under section 357A shall be in addition to the payment of fine\r\nto the victim under section 326A or section 3760 of the Indian Penal Code.Treatment of victims.357C. All hospitals, public or private,\r\nwhether run by the Central Government, the State Government, local bodies or\r\nany other person, shall immediately, provide the first-aid or medical\r\ntreatment, free of cost, to the victims of any offence covered under section\r\n326A, 376,376A, 376B, 376C, 3760 or section 376E of the Indian Penal Code, and\r\nshall immediately inform the police of such incident\".", "24": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Amendment of first Schedule.24. In the First Schedule to the Code of\r\nCriminal Procedure, under the heading\"I.-OFFENCES UNDER THE INDIAN PENAL\r\nCODE\",—(a) After the entries relating to section\r\n166, the following entries shall be inserted, namely:—(b) After the entries relating to section\r\n3'26, the following entries shall be inserted, namely:—(c) For the entries relating to section\r\n354, the following entries shall be substituted, name1y:—(d) for the entries relating to\r\nsection 370, the following entries shall be substituted, namely:—(e) for the entries relating to sections\r\n376, 376A, 376B, 376C and 3760, the following entries shall be substituted,\r\nnamely:—(f) in entry relating to section 509, in\r\ncolumn 3, for the words \"Simple imprisonment for one year, or fine, or\r\nboth,\", the words and figure \"Simple imprisonment for 3 years and\r\nwith fine \" shall be substituted.", "25": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Chapter IVInsertion of new section 53 A.25. After section 53 of the Indian\r\nEvidence Act, 1872 (hereafter in this Chapter referred to as the Evidence\r\nAct), the following section shall be inserted, namely:-Evidence of character or previous sexual\r\nexperience not relevant in certain cases.\"53A. In a prosecution for an offence\r\nunder section 354, section 354A, section 3548, section 354C, section 3540,\r\nsection 376, section 376A, section 3768, section 376C, section 3760 or section\r\n376E of the Indian Penal Code or for attempt to commit any such offence, where\r\nthe question of consent is in issue, evidence of the character of the victim or\r\nof such person's previous sexual experience with any person shall not be\r\nrelevant on the issue of such consent or the quality of consent.\".", "26": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Substitution of new section for section\r\n114A.26. For section 114A of the Evidence\r\nAct, the following section shall be substituted, namely:-Presumption as 10 absence of consent in\r\ncertain prosecution for rape.'II4A. In a prosecution for rape under clause\r\n(0), clause (b), clause (c), clause (d), clause (e), clause (j), clause (g),\r\nclause (h), clause ('), clause (j), clause (k), clause (f), clause (m) or\r\nclause (n) of sub-section (2) of section 376 of the Indian Penal Code, where\r\nsexual intercourse by the accused is proved and the question is whether it was\r\nwithout the consent of the woman alleged to have been raped and such woman\r\nstates in her evidence before the court. That she did not consent, the court\r\nshall presume that she did not consent.Explanation.- In this section, \"sexual\r\nintercourse\" shall mean any of the acts mentioned in clauses (0) to (d) of\r\nsection 375 of the Indian Penal Code.'.", "27": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Substitution of new section for section\r\n119.27. For section 119 of the Evidence Act,\r\nthe following section shall be substituted, namely:-Witness unable 1.0 communicate verbally.\"119. A witness who is unable to speak\r\nmay give his evidence in any other manner in which he can make it intelligible,\r\nas by writing or by signs; but such writing must be written and the signs made\r\nin open Court, evidence so given shall be deemed to be oral evidence:Provided that if the witness is unable to\r\ncommunicate verbally, the Court shall take the assistance of an interpreter or\r\na special educator in recording the statement, and such statement shall be\r\nvideo graphed.\".", "28": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Amendment of section 146.28. In section 146 of the Evidence Act,\r\nfor the proviso, the following proviso shall be substituted, namely:-·Provided that in a prosecution for an\r\noffence under section 376, section 376A, section 3768, section 376C, section 3760\r\nor section 376E of the Indian Penal Code or for attempt to commit any such\r\noffence, where the question of consent is an issue, it shall not be permissible\r\nto adduce evidence or to put questions in the cross-examination of the victim\r\nas to the general immoral character, or previous sexual experience, of such\r\nvictim with any person for proving such consent or the quality of\r\nconsent.\"", "29": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Chapter VSubstitution of new sections for section\r\n42.29. For section 42 of the Protection of\r\nChildren from Sexual Offences Act, 2012, the following sections shall be\r\nsubstituted, namely:-Alternate punishment.\"42. Where an act or omission\r\nconstitutes an offence punishable under this Act and also under sections 166A,\r\n354A, 354B, 354C, 3540, 370, 370A, 375, 376, 376A, 376C, 3760, 376E or section\r\n509 of the Indian Penal Code, then, notwithstanding anything contained in any\r\nlaw for the time being in force, the offender found guilty of such offence\r\nshall be liable to punishment under this Act or under the Indian Penal Code as\r\nprovides for punishment which is greater in degree.ACI not in derogation of any other law.42A. The provisions of this Act shall be in\r\naddition to and not in derogation of the provisions of any other law for the\r\ntime being in force and, in case of any inconsistency, the provisions of this\r\nAct shall have overriding effect on the provisions of any such law to the\r\nextent of the inconsistency.\".", "30": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013Chapter VIMiscellaneous30. Repeal and savings.1.      The\r\nCriminal Law (Amendment) Ordinance, 2013 is here by repealed.2.      Notwithstanding\r\nsuch repeal, anything done or any action taken under the Indian Penal Code, the\r\nCode of Criminal Procedure, 1973 and the Indian Evidence Act, 1872, as amended\r\nby the said Ordinance, shall be deemed to have been done or taken under the\r\ncorresponding provisions of those Acts, as amended by this Act.", "31": " The Criminal Law (Amendment) Act, 2013 No, 13 of 2013CorrigendaIn the Readjustment of Representation of\r\nScheduled Castes and Scheduled Tribes in Parliamentary and Assembly\r\nConstituencies Ordinance, 20.\\3 (Ord. 2 of2013) as published in Gazelle of\r\nIndia, Extraordinary, Part II; Section I; dated the 30th January, 2013 (Issue\r\nNo. 7):-1.      At page I,\r\nin the long title,[or \"the inclusion\", read \"inclusion\".2.      2 At page\r\n2, in line 9,[or \"Scheduled\", read \"Scheduled\".3.      At page\r\n3,-             \r\n i.        \r\n in line 31,[or \"dissolution\", read \"dissolution\";            \r\n ii.        \r\n in line 37,for \"omission\", read\" omission\";           \r\n iii.        \r\n in line 40,[or \"expedient\", read \"expedient\".CORRIGENDAThe Criminal Law (Amendment) Ordinance,\r\n2013 (Ord. 3 of20 13) as published in the Gazelle of India, Extraordinary, Part\r\nII, Section I, dated the3rd February, 2013 (Issue No. 8):-1.      At page\r\n11, in line 30, for \"proviso\", read \"provisos\".2.      At page\r\n15, in column 3 against section 354C, in line 38, for \"year\", read\r\n\"years\".3.      At page\r\n16, in line I, for \"sections\", read \"section\"."}