{"name": "Custom Act, 1962\r", "1": " Custom Act, 1962 1.\r\nShort Title Extent and Commencement. – (1)\r\nThis Act may be called the Customs Act, 1962.(2)\r\nIt extends to the whole of India.(3)\r\nIt shall come into force on such date 2 as the Central Government may by\r\nnotification in the Official Gazette, appoint.", "2": " Custom Act, 1962 2.\r\nDefinitions. – In\r\nthis Act, unless the context otherwise requires, - (1) \"adjudicating\r\nauthority\" means any authority competent to pass any order or decision\r\nunder this Act, but does not include the Board Commissioner (Appeals) or\r\nAppellate Tribunal;(1A)\r\n\"aircraft\" has the same meaning as in the Aircraft Act, 1934 (22 of\r\n1934);(1B)\r\n\"Appellate Tribunal\" means the Customs, Excise and Gold (Control)\r\nAppellate Tribunal constituted under section 129;(2)\r\n\"assessment\" includes provisional assessment, reassessment and any order\r\nof assessment in which the duty assessed is nil;(3)\r\n\"baggage\" includes unaccompanied baggage but does not include motor\r\nvehicles;(4)\r\n\"bill of entry\" means a bill of entry referred to in section 46;(5)\r\n\"bill of export\" means a bill of export referred to in section 50;(6)\r\n\"Board\" means the Central Board of Excise and Customs constituted\r\nunder the Central Boards of Revenue Act, 1963 (54 of 1963);(7)\r\n\"coastal goods\" means goods, other than imported goods, transported in\r\na vessel from one port in India to another;(7A)\r\n\"Commissioner (Appeals)\" means a person appointed to be a\r\nCommissioner of Customs (Appeals) under sub-section (1) of section 4;(8)\r\n\"Commissioner of Customs\", except for the purposes of Chapter XV, includes\r\nan Additional Commissioner of Customs;(9)\r\n\"conveyance\" includes a vessel, an aircraft and a vehicle;(10)\r\n\"customs airport\" means any airport appointed under clause (a) of\r\nsection 7 to be a customs airport;(11)\r\n\"customs area\" means the area of a customs station and includes any\r\narea in which imported goods or export goods are ordinarily kept before\r\nclearance by Customs Authorities;(12)\r\n\"customs port\" means any port appointed under clause (a) of section 7\r\nto be a customs port and includes a place appointed under clause (aa ) of that section to be an inland container depot;(13)\r\n\"customs station\" means any customs port, customs airport or land\r\ncustoms station;(14)\r\n\"dutiable goods\" means any goods which are chargeable to duty and on\r\nwhich duty has not been paid;(15)\r\n\"duty\" means a duty of customs leviable \r\nunder this Act;(16)\r\n\"entry\" in relation to goods means an entry made in a bill of entry\r\nshipping bill or bill of export and includes in the case of goods imported or to\r\nbe exported by post, the entry referred to in section 82 or the entry made\r\nunder the regulations made under section 84;(17)\r\n\"examination\", in relation to any goods, includes measurement and  weighment thereof;(18)\r\n\"export\", with its grammatical variations and cognate expressions\r\nmeans taking out of India to a place outside India;(19)\r\n\"export goods\" means any goods which are to be taken out of India to\r\na place outside India;(20)\r\n\"exporter\", in relation to any goods at any time between their entry\r\nfor export and the time when they are exported, includes any owner or any\r\nperson holding himself out to be the exporter;(21)\r\n\"foreign-going vessel or aircraft\" means any vessel or aircraft for\r\nthe time being engaged in the carriage of goods or passengers between any port\r\nor airport in India and any port or airport outside India, whether touching any\r\nintermediate port or airport in India or not, and includes –( i ) any naval vessel of a foreign Government\r\ntaking part in any naval exercises;(ii) any vessel engaged in fishing or any other operations outside the\r\nterritorial waters of India;(iii) any vessel or aircraft proceeding to a place outside India for any\r\npurpose whatsoever;(21A)\r\n\"Fund\" means the Consumer Welfare Fund established under section 12C\r\nof the Central Excises and Salt Act, 1944 (1 of 1944);(22)\r\n\"goods\" includes –(a) vessels, aircrafts and vehicles;(b) stores;(c) baggage;(d) currency and negotiable instruments; and(e) any other kind of movable property;(23)\r\n\"import\", with its grammatical variations and cognate expressions,\r\nmeans bringing into India from a place outside India;(24)\r\n\"import manifest\" or \"import report\" means the manifest or\r\nreport required to be delivered under section 30;(25)\r\n\"imported goods\" means any goods brought into India from a place\r\noutside India but does not include goods which have been cleared for home\r\nconsumption;(26)\r\n\"importer\", in relation to any goods at any time between their\r\nimportation and the time when they are cleared for home consumption, includes\r\nany owner or any person holding himself out to be the importer;(27)\r\n\"India\" includes the territorial waters of India;(28)\r\n\"Indian customs waters\" means the waters extending into the sea up to\r\nthe limit of contiguous zone of India under section 5 of the Territorial\r\nWaters, Continental Shelf, Exclusive Economic Zone and Maritime Zones Act, 1976\r\n(80 of 1976) and includes any bay, gulf, harbour, creek or tidal river;(29)\r\n\"land customs station\" means any place appointed under clause(b) of\r\nsection 7 to be a land customs station;\r\n(30)\r\n\"market price\", in relation to any goods, means the wholesale price\r\nof the goods in the ordinary course of trade in India;(31)\r\n\"person-in-charge\" means, - (a) in relation to a vessel, the master of the vessel;(b) in relation to an aircraft, the commander or pilot-in-charge of the\r\naircraft;(c) in relation to a railway train, the conductor, guard or other person\r\nhaving the chief direction of the train;(d) in relation to any other conveyance, the driver or other\r\nperson-in-charge of the conveyance;(32)\r\n\"prescribed\" means prescribed by regulations made under this Act;(33)\r\n\"prohibited goods\" means any goods the import or export of which is\r\nsubject to any prohibition under this Act or any other law for the time being\r\nin force but does not include any such goods in respect of which the conditions\r\nsubject to which the goods are permitted to be imported or exported have been\r\ncomplied with;(34)\r\n\"proper officer\", in relation to any functions to be performed under\r\nthis Act, means the officer of customs who is assigned those functions by the\r\nBoard or the Commissioner of Customs;(35)\r\n\"regulations\" means the regulations made by the Board under any\r\nprovision of this Act;(36)\r\n\"rules\" means the rules made by the Central Government under any\r\nprovision of this Act;(37)\r\n\"shipping bill\" means a shipping bill referred to in section 50;(38)\r\n\"stores\" means goods for use in a vessel or aircraft and includes\r\nfuel and spare parts and other articles of equipment, whether or not for\r\nimmediate fitting;(39)\r\n\"smuggling\", in relation to any goods, means any act or omission\r\nwhich will render such goods liable to confiscation under section 111 or\r\nsection 113;(40)\r\n\"tariff value\", in relation to any goods, means the tariff value\r\nfixed in respect thereof under sub-section (2) of section 14;(41)\r\n\"value\", in relation to any goods, means the value thereof determined\r\nin accordance with the provisions of sub-section (1) of section 14;(42)\r\n\"vehicle\" means conveyance of any kind used on land and includes a\r\nrailway vehicle;(43)\r\n\"warehouse\" means a public warehouse appointed under section 57 or a\r\nprivate warehouse licensed under section 58;(44)\r\n\"warehoused goods\" means goods deposited in a warehouse;(45)\r\n\"warehousing station\" means a place declared as a warehousing station\r\nunder section 9.", "3": " Custom Act, 1962 3.\r\nClasses of Officers of Customs. – There\r\nshall be the following classes of officers of customs, namely :- (a)\r\nChief Commissioners of Customs;(b)\r\nCommissioners of Customs;(c)\r\nCommissioners of Customs (Appeals);(cc)\r\nJoint Commissioners of Customs;(d)\r\nDeputy Commissioners of Customs;(e)\r\nAssistant Commissioners of Customs; and(f)\r\nsuch other class of officers of customs as may be appointed for the purposes of\r\nthis Act.", "4": " Custom Act, 1962 4.\r\nAppointment of Officers of Customs. – (1)\r\nThe Central Government may appoint such persons as it thinks fit to be officers\r\nof customs.(2)\r\nWithout prejudice to the provisions of sub-section (1), the Central Government\r\nmay authorise the Board, a Commissioner of Customs or a Deputy or Assistant\r\nCommissioner of Customs to appoint officers of customs below the rank of Assistant\r\nCommissioner of Customs.", "5": " Custom Act, 1962 5.\r\nPowers of Officers of Customs. Sub-Section – (1)\r\nSubject to such conditions and limitations as the Board may impose, an officer\r\nof customs may exercise the powers and discharge the duties conferred or\r\nimposed on him under this Act.(2)\r\nAn officer of customs may exercise the powers and discharge the duties\r\nconferred or imposed under this Act on any other officer of customs who is\r\nsubordinate to him.(3)\r\nNotwithstanding anything contained in this section, a Commissioner (Appeals)\r\nshall not exercise the powers and discharge the duties conferred or imposed on\r\nan officer of customs other than those specified in Chapter XV and section 108.\r\n", "6": " Custom Act, 1962 6.\r\nEntrustment of Functions of Board and Customs Officers on Certain Other Officers.\r\n– The\r\nCentral Government may, by notification in the Official Gazette, entrust either\r\nconditionally or unconditionally to any officer of the Central or the State\r\nGovernment or a local authority any functions of the Board or any officer of\r\ncustoms under this Act.", "7": " Custom Act, 1962 7.\r\nAppointment of Customs Ports, Airports, Etc. – The\r\nCentral Government may, by notification in the Official Gazette, appoint - (a)\r\nthe ports and airports which alone shall be customs ports or customs airports\r\nfor the unloading of imported goods and the loading of export goods or any\r\nclass of such goods;(aa ) the places which alone shall be inland container depots\r\nfor the unloading of imported goods and the loading of export goods or any\r\nclass of such goods;(b)\r\nthe places which alone shall be land customs stations for the clearance of\r\ngoods imported or to be exported by land or inland water or any class of such\r\ngoods;(c)\r\nthe routes by which alone goods or any class of goods specified in the\r\nnotification may pass by land or inland water into or out of India, or to or\r\nfrom any land customs station from or to any land frontier;(d) the ports which alone shall be coastal ports for the carrying on of trade in coastal goods or any class of such goods with all or any specified ports in India.", "8": " Custom Act, 1962 8.\r\nPower to Approve Landing Places and Specify Limits of Customs Area. – The\r\nCommissioner of Customs may, - (a)\r\napprove proper places in any customs port or customs airport or coastal port for\r\nthe unloading and loading of goods or for any class of goods;(b)\r\nspecify the limits of any customs area.", "9": " Custom Act, 1962 9.\r\nPower to Declare Places to be Warehousing Stations. – The\r\nBoard may, by notification Official Gazette, declare places to be warehousing stations\r\nat which alone public warehouses may be appointed and private warehouses may be\r\nlicensed.", "10": " Custom Act, 1962 10.\r\nAppointment of Boarding Stations. – The\r\nCommissioner of Customs may, by notification in the Official Gazette, appoint,\r\nin or near any customs port, a boarding station for the purpose of boarding of,\r\nor disembarkation from, vessels by officers of customs.", "11": " Custom Act, 1962 11.\r\nPower to Prohibit Importation or Exportation of Goods – (1)\r\nIf the Central Government is satisfied that it is necessary so to do for any of\r\nthe purposes specified in sub-section (2), it may, by notification in the\r\nOfficial Gazette, prohibit either absolutely or subject to such conditions (to\r\nbe fulfilled before or after clearance) as may be specified in the\r\nnotification, the import or export of goods of any specified description.(2)\r\nThe purposes referred to in sub-section (1) are the following :- (a) the maintenance of the security of India;(b) the maintenance of public order and standards of decency or\r\nmorality;(c) the prevention of smuggling;(d) the prevention of shortage of goods of any description;(e) the conservation of foreign exchange and the safeguarding of balance\r\nof payments;(f) the prevention of injury to the economy of the country by the uncontrolled\r\nimport or export of gold or silver;(g) the prevention of surplus of any agricultural product or the product\r\nof fisheries;(h) the maintenance of standards for the classification, grading or \r\nmarketing of goods in international trade;( i ) the establishment of any industry;(j) the prevention of serious injury to domestic production of goods of\r\nany description;(k) the protection of human, animal or plant life or health;(l) the protection of national treasures of artistic, historic or archaeological\r\nvalue;(m) the conservation of exhaustible natural resources;(n) the protection of patents, trade marks and copyrights;(o) the prevention of deceptive practices;(p) the carrying on of foreign trade in any goods by the State, or by a\r\nCorporation owned or controlled by the State to the exclusion, complete or\r\npartial, of citizens of India;(q) the fulfilment of obligations under the Charter of the United\r\nNations for the maintenance of international peace and security;(r) the implementation of any treaty, agreement or convention with any\r\ncountry;(s) the compliance of imported goods with any laws which are applicable\r\nto similar goods produced or manufactured in India;(t) the prevention of dissemination of documents containing any matter\r\nwhich is likely to prejudicially affect friendly relations with any foreign\r\nState or is derogatory to national prestige;(u) the prevention of the contravention of any law for the time being in\r\nforce; and(v) any other purpose conducive to the interests of the general public.", "12": " Custom Act, 1962 12.\r\nDutiable Goods. – (1)\r\nExcept as otherwise provided in this Act, or any other law for the time being\r\nin force, duties of customs shall be levied at such rates as may be specified\r\nunder the Customs Tariff Act, 1975 (51 of 1975), or any other law for the time\r\nbeing in force, on goods imported into, or exported from, India.(2)\r\nThe provisions of sub-section (1) shall apply in respect of all goods,\r\nbelonging to Government as they apply in respect of goods not belonging to\r\nGovernment.", "13": " Custom Act, 1962 13.\r\nDuty on Pilfered Goods. – If\r\nany imported goods are pilfered after the unloading thereof and before the\r\nproper officer has made an order for clearance for home consumption or deposit\r\nin a warehouse, the importer shall not be liable to pay the duty  leviable on such goods except where such goods are restored\r\nto the importer after pilferage.", "14": " Custom Act, 1962 14.\r\nValuation of Goods for Purposes of Assessment. – (1)\r\nFor the purposes of the Customs Tariff Act, 1975 (51 of 1975), or any other law\r\nfor the time being in force where under a duty of customs is chargeable on any\r\ngoods by reference to their value, the value of such goods shall be deemed to\r\nbe the price at which such or like goods are ordinarily sold, or offered for\r\nsale, for delivery at the time and place of importation or exportation, as the case\r\nmay be, in the course of international trade, where the seller and the buyer\r\nhave no interest in the business of each other and the price is the sole\r\nconsideration for the sale or offer for sale :Provided\r\n  that such price shall be calculated with\r\nreference to the rate of exchange as in force on the date on which a bill of\r\nentry is presented under section 46, or a shipping bill or bill of export, as\r\nthe case may be, is presented under section 50;(1A)\r\nSubject to the provisions of sub-section (1), the price referred to in that\r\nsub-section in respect of imported goods shall be determined in accordance with\r\nthe rules made in this behalf.(2)\r\nNotwithstanding anything contained in sub-section (1) or sub-section (1A), if\r\nthe Central Government is satisfied that it is necessary or expedient so to do\r\nit may, by notification in the Official Gazette, fix tariff values for any\r\nclass of imported goods or export goods, having regard to the trend of value of\r\nsuch or like goods, and where any such tariff values are fixed, the duty shall\r\nbe chargeable with reference to such tariff value.(3)\r\nFor the purposes of this section –(a) \"rate of exchange\" means the rate of exchange –( i ) determined by the Central Government, or(ii) ascertained in such manner as the Central Government may direct,\r\nfor the conversion of Indian currency into foreign currency or foreign currency\r\ninto Indian currency;(b) \"foreign currency\" and \"Indian currency\" have\r\nthe meanings respectively assigned to them in the Foreign Exchange Regulation\r\nAct, 1973 (46 of 1973).Comment  :. Undervaluation of goods  There was no allegation nor any\r\nevidence shown that the importers and foreign suppliers had any interest in the\r\nbusiness of each other - Thus said invoice price could be treated as price at\r\nwhich the goods are ordinarily sold in course of international trade - Hence it\r\ncould not be said that there was any undervaluation of goods.  Mirah  Exports Pvt . Ltd.\r\nv. Collector of Customs AIR 1998 SUPREME COURT 928", "15": " Custom Act, 1962 15.\r\nDate for Determination of Rate of Duty and Tariff Valuation of Imported Goods.\r\n– (1)\r\nThe rate of duty and tariff valuation, if any, applicable to any imported\r\ngoods, shall be the rate and valuation in force, - (a) in the case of goods entered for home consumption under section 46,\r\non the date on which a bill of entry in respect of such goods is presented\r\nunder that section;(b) in the case of goods cleared from a warehouse under section 68, on\r\nthe date on which the goods are actually removed from the warehouse;(c) in the case of any other goods, on the date of payment of duty :Provided\r\n  that if a bill of entry has been presented\r\nbefore the date of entry inwards of the vessel or the arrival of the aircraft\r\nby which the goods are imported, the bill of entry shall be deemed to have been\r\npresented on the date of such entry inwards or the arrival, as the case may be.(2)\r\nThe provisions of this section shall not apply to baggage and goods imported by\r\npost.", "16": " Custom Act, 1962 16.\r\nDate for Determination of Rate of Duty and Tariff Valuation of Export Goods. – (1)\r\nThe rate of duty and tariff valuation, if any, applicable to any export goods,\r\nshall be the rate and valuation in force, - (a) in the case of goods entered for export under section 50, on the\r\ndate on, which the proper officer makes an order permitting clearance and\r\nloading of the goods for exportation under section 51;(b) in the case of any other goods, on the date of payment of duty.(2)\r\nThe provisions of this section shall not apply to baggage and goods exported by\r\npost.", "17": " Custom Act, 1962 17.\r\nAssessment of Duty. – (1)\r\nAfter an importer has entered any imported goods under section 46 or an exporter\r\nhas entered any export goods under, section 50 the imported goods or the export\r\ngoods, as the case may be, or such part thereof as may be necessary may,\r\nwithout undue delay, be examined and tested by the proper officer.(2)\r\nAfter such examination and testing, the duty, if any, leviable \r\non such goods shall, save as otherwise provided in section 85, be assessed.(3)\r\nFor the purpose of assessing duty under sub-section (2), the proper officer may\r\nrequire the importer, exporter or any other person to produce any contract,\r\nbroker's note, policy of insurance, catalogue or other document whereby the\r\nduty leviable on the imported goods or export goods,\r\nas the case may be, can be ascertained, and to furnish any information required\r\nfor such ascertainment which it is in his power to produce or furnish, and\r\nthereupon the importer, exporter or such other person shall produce such\r\ndocument and furnish such information.(4)\r\nNotwithstanding anything contained in this section, imported goods or export\r\ngoods may, prior to the examination or testing thereof, be permitted by the\r\nproper officer to be assessed to duty on the basis of the statements made in\r\nthe enter relating thereto and the documents produced and the information\r\nfurnished under sub-section (3); but if it is found subsequently on examination\r\nor testing of the goods or otherwise that any statement in such entry or\r\ndocument or any information so furnished is not true in respect of any matter\r\nrelevant to the assessment, the goods may, without prejudice to any other\r\naction which may be taken under this Act, be re-assessed to duty.", "18": " Custom Act, 1962 18.\r\nProvisional Assessment of Duty. – (1)\r\nNotwithstanding anything contained in this Act but without prejudice to the\r\nprovisions contained in section 46(a) where the proper officer is satisfied that an importer or exporter\r\nis unable to produce any document or furnish any information necessary for the\r\nassessment of duty on the imported goods or the export goods, as the case may\r\nbe; or(b) where the proper officer deems it necessary to subject any imported\r\ngoods or export goods to any chemical or other test for the purpose of\r\nassessment of duty thereon; or(c) where the importer or the exporter has produced all the necessary\r\ndocuments and furnished full information for the assessment of duty but the\r\nproper officer deems it necessary to make further enquiry for assessing the  duty,the proper officer may direct that the duty  leviable on such goods may, pending the production of such\r\ndocuments or furnishing of such information or completion of such test or\r\nenquiry, be assessed provisionally if the importer or the exporter, as the case\r\nmay be, furnishes such security as the proper officer deems fit for the payment\r\nof the deficiency, if any, between the duty finally assessed and the duty\r\nprovisionally assessed.(2)\r\nWhen the duty leviable on such goods is assessed \r\nfinally in accordance with the provisions of this Act, then –(a) in the case of goods cleared for home consumption or exportation,\r\nthe amount paid shall be adjusted against the duty finally assessed and if the\r\namount so paid falls short of, or is in excess of the duty finally assessed,\r\nthe importer or the exporter of the goods shall pay the deficiency or be\r\nentitled to a refund, as the case may be;(b) in the case of warehoused goods, the proper officer may, where the\r\nduty finally assessed is in excess of the duty provisionally assessed, require\r\nthe importer to execute a bond, binding himself in a sum equal to twice the\r\namount of the excess duty.", "19": " Custom Act, 1962 19. Determination of duty \r\nwhere goods consist of articles liable to different rates of duty: \nExcept as otherwise provided in any law for the time being in force, where goods \r\nconsist of a set of articles, duty shall be calculated as follows:-  (a) articles liable to duty with reference to quantity shall be chargeable to \r\nthat duty; (b) articles liable to duty with referent to value shall, if they are liable to \r\nduty at the same rate, be chargeable to duty at that rate, and if they are \r\nliable to duty at different rates, be chargeable to duty at the highest of such \r\nrates; (c) articles not liable to duty shall be chargeable to duty at the rate at which \r\narticles liable to duty with reference to value are liable under clause \r\n(b):Provided \r\nthat, - (a) accessories of, and spare parts or maintenance and repairing implements for, \r\nany article which satisfy the conditions specified in the rules made in this \r\nbehalf shall be chargeable at the same rate of duty as that article; (b) if the importer produces evidence to the satisfaction of the proper officer \r\nregarding the value of any of the articles liable to different rates of duty, \r\nsuch article shall be chargeable to duty separately at the rate applicable to \r\nit.", "20": " Custom Act, 1962 20.\r\nRe-Importation of Goods. – If\r\ngoods are imported into India after exportation there from, such goods shall be\r\nliable to duty and be subject to all the conditions and restrictions, if any,\r\nto which goods of the like kind and value are liable or subject, on the\r\nimportation thereof.", "21": " Custom Act, 1962 21.\r\nGoods Derelict, Wreck, Etc. – All\r\ngoods, derelict, jetsam, flotsam and wreck brought or coming into India, shall\r\nbe dealt with as if they were imported into India, unless it be shown to the\r\nsatisfaction of the proper officer that they are entitled to be admitted\r\nduty-free under this Act.", "22": " Custom Act, 1962 22.\r\nAbatement of Duty on Damaged or Deteriorated Goods. – (1)\r\nWhere it is shown to the satisfaction of the Assistant Commissioner of Customs\r\n–(a) that any imported goods had been damaged or had deteriorated at any\r\ntime before or during the unloading of the goods in India; or(b) that any imported goods, other than warehoused goods, had been\r\ndamaged at any time after the unloading thereof in India but before their examination\r\nunder section 17, on account of any accident not due to any wilful act,\r\nnegligence or default of the importer, his employee or agent; or(c) that any warehoused goods had been damaged at any time before clearance\r\nfor home consumption on account of any accident not due to any wilful act,\r\nnegligence or default of the owner, his employee or agent, such goods shall be\r\nchargeable to duty in accordance with the provisions of sub-section (2).(2)\r\nThe duty to be charged on the goods referred to in sub-section (1) shall bear\r\nthe same proportion to the duty chargeable on the goods before the damage or\r\ndeterioration which the value of the damaged or deteriorated goods bears to the\r\nvalue of the goods before the damage or deterioration.(3)\r\nFor the purposes of this section, the value of damaged or deteriorated goods\r\nmay be ascertained by either of the following methods at the option of the\r\nowner :-(a) the value of such goods may be ascertained by the proper officer, or(b) such goods may be sold by the proper officer by public auction or by\r\ntender, or with the consent of the owner in any other manner, and the gross\r\nsale proceeds shall be deemed to be the value of such goods.", "23": " Custom Act, 1962 23.\r\nRemission of Duty on Lost, Destroyed or Abandoned Goods. – (1)\r\nWithout prejudice to the provisions of section 13, where it is shown to the\r\nsatisfaction of the Assistant Commissioner of Customs that any imported goods\r\nhave been lost (otherwise than as a result of pilferage) or destroyed, at any\r\ntime before clearance for home consumption, the Assistant Commissioner of\r\nCustoms shall remit the duty on such goods.(2)\r\nThe owner of any imported goods may, at any time before an order for clearance\r\nof goods for home consumption under section 47 or an order for permitting the\r\ndeposit of goods in a warehouse under section 60 has been made, relinquish his\r\ntitle to the goods and thereupon he shall not be liable to pay the duty\r\nthereon.", "24": " Custom Act, 1962 24.\r\nPower to Make Rules for Denaturing or Mutilation of Goods. – The\r\nCentral Government may make rules for permitting at the request of the owner\r\nthe denaturing or mutilation of imported goods which are ordinarily used for\r\nmore than one purpose so as to render them unfit for one or more of such\r\npurposes; and where any goods are so denatured or mutilated they shall be\r\nchargeable to duty at such rate as would be applicable if the goods had been\r\nimported in the denatured or mutilated form.", "25": " Custom Act, 1962 25.\r\nPower to Grant Exemption from Duty. – (1)\r\nIf the Central Government is satisfied that it is necessary in the public\r\ninterest so to do, it may, by notification in the Official Gazette, exempt\r\ngenerally either absolutely or subject to such conditions (to be fulfilled\r\nbefore or after clearance) as may be specified in the notification goods of any\r\nspecified description from the whole or any part of duty of customs  leviable thereon.(2)\r\nIf the Central Government is satisfied that it is necessary in the public\r\ninterest so to do, it may, by special order in each case, exempt from payment\r\nof duty, for reasons to be stated in such order, any goods, of strategic or\r\nsecret nature, or for charitable purpose, on which duty is leviable .(3)\r\nAn exemption under sub-section (1) or sub-section (2) in respect of any goods from\r\nany part of the duty of customs leviable thereon (the\r\nduty of customs leviable thereon being hereinafter\r\nreferred to as the statutory duty) may be granted by providing for the levy of\r\na duty on such goods at a rate expressed in a form or method different from the\r\nform or method in which the statutory duty is leviable \r\nand any exemption granted in relation to any goods in the manner provided in\r\nthis sub-section shall have effect subject to the condition that the duty of\r\ncustoms chargeable on such goods shall in no case exceed the statutory duty.Explanation\r\n:  \"Form or method\", in relation\r\nto a rate of duty of customs, means the basis, namely, valuation, weight,\r\nnumber, length, area, volume or other measure with reference to which the duty\r\nis leviable .(4)\r\nEvery notification issued under sub-section (1) shall(a) unless otherwise provided, come into force on the date of its issue\r\nby the Central Government for publication in the Official Gazette;(b) also be published and offered for sale on the date of its issue by\r\nthe Directorate of Publicity and Public Relations of the Board, New Delhi.(5)\r\nNotwithstanding anything contained in sub-section (4), where a notification\r\ncomes into force on a date later than the date of its issue, the same shall be\r\npublished and offered for sale by the said Directorate of Publicity and Public\r\nRelations on a date on or before the date on which the said notification comes\r\ninto force.", "26": " Custom Act, 1962 26.\r\nRefund of Export Duty in Certain Cases. – Where\r\non the exportation of any goods any duty has been paid, such duty shall be\r\nrefunded to the person by whom or on whose behalf it was paid, if –(a)\r\nthe goods are returned to such person otherwise than by way of re-sale;(b)\r\nthe goods are re-imported within one year from the date of exportation; and(c)\r\nan application for refund of such duty is made before the expiry of six months\r\nfrom the date on which the proper officer makes an order for the clearance of\r\nthe goods.", "27": " Custom Act, 1962 27.\r\nClaim for Refund of Duty. – (1)\r\nAny person claiming refund of any duty and interest, if any, paid on such duty\r\n–( i ) paid by him in pursuance of an order of\r\nassessment; or(ii) borne by him, may make an application for refund of such duty and interest,\r\nif any, paid on such duty to the Assistant Commissioner of Customs(a) in the case of any import made by any individual for his personal\r\nuse or by Government or by any educational, research or charitable institution\r\nor hospital, before the expiry of one year;(b) in any other case, before the expiry of six months, from the date of\r\npayment of duty and interest, if any, paid on such duty, in such form and\r\nmanner as may be specified in the regulations made in this behalf and the\r\napplication shall be accompanied by such documentary or other evidence\r\n(including the documents referred to in section 28C) as the applicant may\r\nfurnish to establish that the amount of duty and interest, if any, paid on such\r\nduty in relation to which such refund is claimed was collected from, or paid\r\nby, him and the incidence of such duty and interest, if any, paid on such duty\r\nhad not been passed on by him to any other person:Provided that where an application for refund has\r\nbeen made before the commencement of the Central Excises and Customs Laws\r\n(Amendment) Act, 1991, such application shall be deemed to have been made under\r\nthis sub-section and the same shall be dealt with in accordance with the\r\nprovisions of sub-section (2) :Provided\r\n  further that the limitation of one year\r\nor six months, as the case may be, shall not apply where any duty and interest,\r\nif any, paid on such duty has been paid under protest.Provided\r\n  also that in the case of goods which are\r\nexempt from payment Of duty by a special order issued under sub-section (2) of\r\nsection 25, the limitation of one year or six months, as the case may be, shall\r\nbe computed from the date of issue of such order.Explanation\r\nI :  For the purposes of this sub-section,\r\n\"the date of payment of duty and interest, if any, paid on such\r\nduty\", in relation to a person, other than the importer, shall be\r\nconstrued as \"the date of purchase of goods\" by such person.Explanation\r\nII :  Where any duty is paid provisionally\r\nunder section 18, the limitation of one year or six months, as the case may be,\r\nshall be computed from the date of adjustment of duty after the final\r\nassessment thereof.(2)\r\nIf, on receipt of any such application, the Assistant Commissioner of Customs\r\nis satisfied that the whole or any part of the duty and interest, if any, paid\r\non such duty paid by the applicant is refundable, he may make an order\r\naccordingly and the amount so determined shall be credited to the Fund :Provided\r\n  that the amount of duty and interest, if\r\nany, paid on such duty as determined by the Assistant Commissioner of Customs\r\nunder the foregoing provisions of this sub-section shall, instead of being\r\ncredited to the Fund, be paid to the applicant, if such amount is relatable to\r\n–(a) the duty and interest, if any, paid on such duty paid by the\r\nimporter, if he had not passed on the incidence of such duty and interest, if\r\nany, paid on such duty to any other person;(b) the duty and interest, if any, paid on such duty on imports made by\r\nan individual for his personal use;(c) the duty and interest, if any, paid on such duty borne by the buyer,\r\nif he had not passed on the incidence of such duty and interest, if any, paid\r\non such duty 61 ] to any other person;(d) the export duty as specified in section 26;(e) drawback of duty payable under sections 74 and 75;(f) the duty and interest, if any, paid on such duty borne by any other\r\nsuch class of applicants as the Central Government may, by notification in the\r\nOfficial Gazette, specify :Provided\r\n  further that no notification under\r\nclause (f) of the first proviso shall be issued unless in the opinion of the\r\nCentral Government the incidence of duty and interest, if any, paid on such\r\nduty has not been passed on by the persons concerned to any other person.(3)\r\nNotwithstanding anything to the contrary contained in any judgment, decree,\r\norder or direction of the Appellate Tribunal or any Court or in any other\r\nprovision of this Act or the regulations made thereunder \r\nor any other law for the time being in force, no refund shall be made except as\r\nprovided in sub-section (2).(4)\r\nEvery notification under clause (f) of the first proviso to sub-section (2)\r\nshall be laid before each House of Parliament, if it is sitting, as soon as may\r\nbe after the issue of the notification, and, if it is not sitting, within seven\r\ndays of its re-assembly, and the Central Government shall seek the approval of\r\nParliament to the notification by a resolution moved within a period of fifteen\r\ndays beginning with the day on which the notification is so laid before the\r\nHouse of the People and if Parliament makes any modification in the\r\nnotification or directs that the notification should cease to have effect, the\r\nnotification shall thereafter have effect only in such modified form or be of\r\nno effect, as the case may be, but without prejudice to the validity of\r\nanything previously done thereunder .(5)\r\nFor the removal of doubts, it is hereby declared that any notification issued\r\nunder clause (f) of the first proviso to sub-section (2), including any such\r\nnotification approved or modified under sub-section (4), may be rescinded by\r\nthe Central Government at any time by notification in the Official Gazette.", "28": " Custom Act, 1962 28.\r\nNotice for Payment of Duties, Interest Etc. – (1)\r\nWhen any duty has not been levied or has been short-levied or erroneously\r\nrefunded, or when any interest payable has not been paid, part paid or\r\nerroneously refunded, the proper officer may, - (a) in the case of any import made by any individual for his personal use\r\nor by Government or by any educational, research or charitable institution or\r\nhospital, within one year;(b) in an other case, within six months, from the relevant date, serve\r\nnotice on the person chargeable with the duty or interest which has not been\r\nlevied or charged or which has been so short-levied or part paid or to whom the\r\nrefund has erroneously been made requiring him to show cause why he should not\r\npay the amount specified in the notice :Provided\r\n  that where any duty has not been levied\r\nor has been short-levied or the interest has not been charged or has been part\r\npaid or the duty or interest has been erroneously refunded by reason of\r\ncollusion or any wilful miss-statement or suppression of facts by the importer\r\nor the exporter or the agent or employee of the importer or exporter, the\r\nprovisions of this sub-section shall have effect as if for the words \"one\r\nyear\" and \"six months\", the words \"five years\" were\r\nsubstituted.Explanation\r\n:  Where the service of the notice is\r\nstayed by an order of a court, the period of such stay shall be excluded in\r\ncomputing the aforesaid period of one year or six months or five years, as the\r\ncase may be.(2)\r\nThe proper officer, after considering the representation, if any made by the\r\nperson on whom notice is served under sub-section (1), shall determine the\r\namount of duty or interest due from such person (not being in excess of the\r\namount specified in the notice) and thereupon such person shall pay the amount\r\ndetermined.(3)\r\nFor the purposes of sub-section (1), the expression \"relevant date\"\r\nmeans –(a) in a case where duty is not levied, or interest is not charged, the\r\ndate on which the proper officer makes an order for the clearance of the goods;(b) in a case where duty is provisionally assessed under section 18, the\r\ndate of adjustment of duty after the final assessment thereof;(c) in a case where duty or interest has been erroneously refunded, the\r\ndate of refund;(d) in any other case, the date of payment of duty or interest.", "29": " Custom Act, 1962 29.\r\nArrival of Vessels and Aircrafts in India. – (1)\r\nThe person-in-charge of a vessel or an aircraft entering India from any place\r\noutside India shall not cause or permit the vessel or aircraft to call or land\r\n–(a) for the first time after arrival in India; or(b) at any time while it is carrying passengers or cargo brought in that\r\nvessel or aircraft; at any place other than a customs port or a customs\r\nairport, as the case may be.(2)\r\nThe provisions of sub-section (1) shall not apply in relation to any vessel or\r\naircraft which is compelled by accident, stress of weather or other unavoidable\r\ncause to call or land at a place other than a customs port or customs airport\r\nbut the person-in-charge of any such vessel or aircraft –(a) shall immediately report the arrival of the vessel or the landing of\r\nthe aircraft to the nearest customs officer or the officer-in-charge of a\r\npolice station and shall on demand produce to him the log book belonging to the\r\nvessel or the aircraft;(b) shall not without the consent of any such officer permit any goods\r\ncarried in the vessel or the aircraft to be unloaded from, or any of the crew\r\nor passengers to depart from the vicinity of, the vessel or the aircraft; and(c) shall comply with any directions given by any such officer with\r\nrespect to any such goods, and no passenger or member of the crew shall,\r\nwithout the consent of any such officer, leave the immediate vicinity of the\r\nvessel or the aircraft :Provided  that nothing in this section shall prohibit the departure of any crew\r\nor passengers from the vicinity of, or the removal of goods from, the vessel or\r\naircraft where the departure or removal is necessary for reasons of health,\r\nsafety or the preservation of life or property.", "30": " Custom Act, 1962 30.\r\nDelivery of Import Manifest or Import Report. – (1)\r\nThe person-in-charge of a vessel or an aircraft carrying imported goods shall,\r\ndeliver to the proper officer, an import manifest, and in the case of a\r\nvehicle, an import report, within twenty-four hours after arrival thereof at a\r\ncustoms station in the case of a vessel and twelve hours after arrival in the\r\ncase of an aircraft or a vehicle, in the prescribed form: Provided that,- (a) in the case of a vessel or an aircraft, any such manifest may be\r\ndelivered to the proper officer before the arrival of the vessel or aircraft;(b) if the proper officer is satisfied that there was sufficient cause\r\nfor not delivering the import manifest or import report or any part thereof\r\nwithin the time specified in this sub-section, he may accept it at any time\r\nthereafter.\".(2)\r\nThe person delivering the import manifest or import report shall at the foot\r\nthereof make and subscribe to a declaration as to the truth of its contents.(3)\r\nIf the proper officer is satisfied that the import manifest or import report is\r\nin any way incorrect or incomplete, and that there was no fraudulent intention,\r\nhe may permit it to be amended or supplemented.", "31": " Custom Act, 1962 31.\r\nImported Goods not to be Unloaded from Vessel Until Entry inwards Granted. – (1)\r\nThe master of a vessel shall not permit the unloading of any imported goods\r\nuntil an order has been given by the proper officer granting entry inwards to\r\nsuch vessel.(2)\r\nNo order under sub-section (1) shall be given until an import manifest has been\r\ndelivered or the proper officer is satisfied that there was sufficient cause\r\nfor not delivering it.(3)\r\nNothing in this section shall apply to the unloading of baggage accompanying a\r\npassenger or a member of the crew, mail bags, animals, perishable goods and\r\nhazardous goods.", "32": " Custom Act, 1962 32.\r\nImported Goods not to be Unloaded unless Mentioned in Import Manifest or Import Report. – No\r\nimported goods required to be mentioned under the regulations in an import\r\nmanifest or import report shall, except with the permission of the proper\r\nofficer, be unloaded at any customs station unless they are specified in such\r\nmanifest or report for being unloaded at that customs station.", "33": " Custom Act, 1962 33.\r\nUnloading and Loading of Goods at Approved Places Only. – Except\r\nwith the permission of the proper officer, no imported goods shall be unloaded,\r\nand no export goods shall be loaded, at any place other than a place approved\r\nunder clause (a) of section 8 for the unloading or loading of such goods.", "34": " Custom Act, 1962 34.\r\nGoods not to be Unloaded or Loaded except under Supervision of Customs Officer.\r\n– Imported\r\ngoods shall not be unloaded from, and export goods shall not be loaded on, any\r\nconveyance except under the supervision of the proper officer:Provided\r\n  that the Board may, by notification in\r\nthe Official Gazette, give general permission and the proper officer may in any\r\nparticular case give special permission, for any goods or class of goods to be\r\nunloaded or loaded without the supervision of the proper officer.", "35": " Custom Act, 1962 35.\r\nRestrictions on Goods being Water-Borne. – No\r\nimported goods shall be water-borne for being landed from any vessel, and no\r\nexport goods which are not accompanied by a shipping bill, shall be water-borne\r\nfor being shipped, unless the goods are accompanied by a boat-note in the\r\nprescribed form :Provided\r\n  that the Board may, by notification in\r\nthe Official Gazette, give general permission, and the proper officer may in\r\nany particular case give special permission, for any goods or any class of\r\ngoods to be water-borne without being accompanied by a boat-note.", "36": " Custom Act, 1962 36.\r\nRestrictions on Unloading and Loading of Goods on Holidays, Etc. – No\r\nimported goods shall be unloaded from, and no export goods shall be loaded on,\r\nany conveyance on any Sunday or on any holiday observed by the Customs\r\nDepartment or on any other day after the working hours, except after giving the\r\nprescribed notice and on payment of the prescribed fees, if any :Provided\r\n  that no fees shall be levied for the\r\nunloading and loading of baggage accompanying a passenger or a member of the\r\ncrew, and mail bags.", "37": " Custom Act, 1962 37.\r\nPower to Board Conveyances. – The\r\nproper officer may, at any time, board any conveyance carrying imported goods\r\nor export goods and may remain on such conveyance for such period as he\r\nconsiders necessary.", "38": " Custom Act, 1962 38.\r\nPower to Require Production of Documents and ask Questions. – For\r\nthe purposes of carrying out the provisions of this Act, the proper officer may\r\nrequire the person-in-charge of any conveyance or animal carrying imported\r\ngoods or export goods to produce any document and to answer any questions and\r\nthereupon such person shall produce such documents and answer such questions.", "39": " Custom Act, 1962 39.\r\nExport Goods not to be loaded on Vessel until Entry-Out-Wards Granted. – The\r\nmaster of a vessel shall not permit the loading of any export goods, other than\r\nbaggage and mail bags, until an order has been given by the proper officer\r\ngranting entry-outwards to such vessel.", "40": " Custom Act, 1962 40.\r\nExport Goods not to be loaded Unless Duly Passed by Proper Officer. – The\r\nperson-in-charge of a conveyance shall not permit the loading at a customs\r\nstation –(a)\r\nof export goods other than baggage and mail bags, unless a shipping bill or\r\nbill of export or a bill of transhipment, as the case may be, duly passed by\r\nthe proper officer, has been handed over to him by the exporter;(b)\r\nof baggage and mail bags, unless their export has been duly permitted by the\r\nproper officer.", "41": " Custom Act, 1962 41.\r\nDelivery of Export Manifest or Export Report. – (1)\r\nThe person-in-charge of a conveyance carrying export goods shall, before\r\ndeparture of the conveyance from a customs station, deliver to the proper\r\nofficer in the case of a vessel or aircraft, an export manifest, and in the\r\ncase of a vehicle, an export report, in the prescribed form :Provided\r\n  that if the agent of the\r\nperson-in-charge of the conveyance furnishes such security as the proper\r\nofficer deems sufficient for duly delivering within seven days from the date of\r\ndeparture of the conveyance the export manifest or the export report, as the\r\ncase may be, the proper officer may (subject to such rules as the Central\r\nGovernment may make in this behalf) accept such manifest or report within the\r\naforesaid period.(2)\r\nThe person delivering the export manifest or export report shall at the foot\r\nthereof make and subscribe to a declaration as to the truth of its contents.(3)\r\nIf the proper officer is satisfied that the export manifest or export report is\r\nin any way incorrect or incomplete and that there was no fraudulent intention,\r\nhe may permit such manifest or report to be amended or supplemented.", "42": " Custom Act, 1962 42.\r\nNo Conveyance to Leave without Written Order. – (1)\r\nThe person-in-charge of a conveyance which has brought any imported goods or has\r\nloaded any export goods at a customs station shall not cause or permit the\r\nconveyance to depart from that customs station until a written order to that\r\neffect has been given by the proper officer.(2)\r\nNo such order shall be given until –(a) the person-in-charge of the conveyance has answered the questions\r\nput to him under section 38;(b) the provisions of section 41 have been complied with;(c) the shipping bills or bills of export, the bills of transhipment, if\r\nany, and such other documents as the proper officer may require have been\r\ndelivered to him;(d) all duties leviable on any stores consumed\r\nin such conveyance, and all charges and penalties due in respect of such\r\nconveyance or from the person-in-charge thereof have been paid or the payment\r\nsecured by such guarantee or deposit of such amount as the proper officer may\r\ndirect;(e) the person-in-charge of the conveyance has satisfied the proper\r\nofficer that no penalty is leviable on him under\r\nsection 116 or the payment of any penalty that may be levied upon him under\r\nthat section has been secured by such guarantee or deposit of such amount as\r\nthe proper officer may direct;(f) in any case where any export goods have been loaded without payment\r\nof export duty or in contravention of any provision of this Act or any other\r\nlaw for the time being in force relating to export of goods, - ( i ) such goods have been unloaded, or(ii) where the Assistant Commissioner of Customs is satisfied that it is\r\nnot practicable to unload such goods, the person- in_charge \r\nof the conveyance has given an undertaking, secured by such guarantee or\r\ndeposit of such amount as the proper officer may direct, for bringing back the\r\ngoods to India.", "43": " Custom Act, 1962 43.\r\nExemption of Certain Classes of Conveyances from Certain Provisions of this Chapter. – (1)\r\nThe provisions of sections 30, 41 and 42 shall not apply to a vehicle which\r\ncarries no goods other than the luggage of its occupants.(2)\r\nThe Central Government may, by notification in the Official Gazette, exempt the\r\nfollowing classes of conveyances from all or any of the provisions of this\r\nChapter –(a) conveyances belonging to the Government or any foreign Government;(b) vessels and aircraft which temporarily enter India by reason of any\r\nemergency.", "44": " Custom Act, 1962 44.\r\nChapter not to Apply to Baggage and Postal Articles. – The\r\nprovisions of this Chapter shall not apply to(a)\r\nbaggage, and(b)\r\ngoods imported or to be exported by post. CLEARANCE OF IMPORTED GOODS", "45": " Custom Act, 1962 45.\r\nRestrictions on Custody and Removal of Imported Goods. – (1)\r\nSave as otherwise provided in any law for the time being in force, all imported\r\ngoods unloaded in a customs area shall remain in the custody of such person as\r\nmay be approved by the Commissioner of Customs until they are cleared for home\r\nconsumption or are warehoused or are transhipped in accordance with the\r\nprovisions of Chapter VIII.(2)\r\nThe person having custody of any imported goods in a customs area, whether\r\nunder the provisions of sub-section (1) or under any law for the time being in\r\nforce, (a) shall keep a record of such goods and send a copy thereof to the\r\nproper officer;(b) shall not permit such goods to be removed from the customs area or\r\notherwise dealt with, except under and in accordance with the permission in\r\nwriting of the proper officer.(3)\r\nNotwithstanding anything contained in any law for the time being in force, if\r\nany imported goods are pilfered after unloading thereof in a customs area while\r\nin the custody of a person referred to in sub-section (1), that person shall be\r\nliable to pay duty on such goods at the rate prevailing on the date of delivery\r\nof an import manifest or, as the case may be, an import report to the proper\r\nofficer under section 30 for the arrival of the conveyance in which the said\r\ngoods were carried.", "46": " Custom Act, 1962 46.\r\nEntry of Goods on Importation. – (1)\r\nThe importer of any goods, other than goods intended for transit or\r\ntranshipment, shall make entry thereof by presenting to the proper officer a\r\nbill of entry for home consumption or warehousing in the prescribed form :Provided\r\n  that if the importer makes and\r\nsubscribes to a declaration before the proper officer, to the effect that he is\r\nunable for want of full information to furnish all the particulars of the goods\r\nrequired under this sub-section, the proper officer may, pending the production\r\nof such information, permit him, previous to the entry thereof(a) to examine the goods in the presence of an officer of customs, or(b) to deposit the goods in a public warehouse appointed under section 57\r\nwithout warehousing the same.(2)\r\nSave as otherwise permitted by the proper officer, a bill of entry shall\r\ninclude all the goods mentioned in the bill of lading or other receipt given by\r\nthe carrier to the consignor.(3)\r\nA bill of entry under sub-section (1) may be presented at any time after the\r\ndelivery of the import manifest or import report as the case may be : Provided\r\nthat the Commissioner of Customs may in any special circumstances permit a bill\r\nof entry to be presented before the delivery of such report :Provided  further that a bill of entry may be presented even before the delivery\r\nof such manifest if the vessel or the aircraft by which the goods have been\r\nshipped for importation into India is expected to arrive within thirty days\r\nfrom the date of such presentation.(4)\r\nThe importer while presenting a bill of entry shall at the foot thereof make\r\nand subscribe to a declaration as to the truth of the contents of such bill of\r\nentry and shall, in support of such declaration, produce to the proper officer\r\nthe invoice, if any, relating to the imported goods.(5)\r\nIf the proper officer is satisfied that the interests of revenue are not\r\nprejudicially affected and that there was no fraudulent intention, he may\r\npermit substitution of a bill of entry for home consumption for a bill of entry\r\nfor warehousing or vice versa.", "47": " Custom Act, 1962 47.\r\nClearance of Goods for Home Consumption. – (1)\r\nWhere the proper officer is satisfied that any goods entered for home\r\nconsumption are not prohibited goods and the importer has paid the import duty,\r\nif any, assessed thereon and any charges payable under this Act in respect of\r\nthe same, the proper officer may make an order permitting clearance of the\r\ngoods for home consumption.(2)\r\nWhere the importer fails to pay the import duty under sub-section (1) within\r\ntwo days, excluding holidays the date on which the bill of entry is returned to\r\nhim for payment of duty, he shall pay interest at such rate, not below ten per\r\ncent and not exceeding thirty per cent per annum, as is for the time being\r\nfixed by the Board, on such duty till the date of payment of the said duty :Provided\r\n  that where the bill of entry is returned\r\nfor payment of duty before the commencement of the Customs (Amendment) Act, 1991\r\nand the importer has not paid such duty before such commencement, the date of\r\nreturn of such bill of entry to him shall be deemed to be the date of such\r\ncommencement for the purpose of this section.Provided\r\n  further that if the Board is satisfied\r\nthat it is necessary in the public interest so to do, it may, by order for\r\nreasons to be recorded, waive the whole or part of any interest payable under\r\nthis section.", "48": " Custom Act, 1962 48.\r\nProcedure in Case of Goods not Cleared, Warehoused, or Transshipped within Thirty Days after Unloading. – If\r\nany goods brought into India from a place outside India are not cleared for\r\nhome consumption or warehoused or transhipped within thirty days from the date\r\nof the unloading thereof at a customs station or within such further time as\r\nthe proper officer may allow or if the title to any imported goods is\r\nrelinquished, such goods may, after notice to the importer and with the\r\npermission of the proper officer be sold by the person having the custody\r\nthereof :Provided\r\n  that –(a) animals, perishable goods and hazardous goods, may, with the\r\npermission of the proper officer, be sold at any time;(b) arms and ammunition may be sold at such time and place and in such\r\nmanner as the Central Government may direct.Explanation\r\n:  In this section, \"arms\" and\r\n\"ammunition\" have the meanings respectively assigned to them in the\r\nArms Act, 1959 (54 of 1959).", "49": " Custom Act, 1962 49.\r\nStorage of Imported Goods in Warehouse Pending Clearance. Where\r\nin the case of any imported goods, whether dutiable or not, entered for home\r\nconsumption, the Assistant Commissioner of Customs is satisfied on the\r\napplication of the importer that the goods cannot be cleared within a\r\nreasonable time, the goods may, pending clearance, be permitted to be stored in\r\na public warehouse, or in a private warehouse if facilities for deposit in a\r\npublic warehouse are not available; but such goods shall not be deemed to be\r\nwarehoused goods for the purposes of this Act, and accordingly the provisions\r\nof Chapter IX shall not apply to such goods. CLEARANCE OF EXPORT GOODS", "50": " Custom Act, 1962 50.\r\nEntry of Goods for Exportation. – (1)\r\nThe exporter of any goods shall make entry thereof by presenting to the proper\r\nofficer in the case of goods to be exported in a vessel or aircraft, a shipping\r\nbill, and in the case of goods to be exported by land, a bill of export in the\r\nprescribed form.(2)\r\nThe exporter of any goods, while presenting a shipping bill or bill of export,\r\nshall at the foot thereof make and subscribe to a declaration as to the truth\r\nof its Contents.", "51": " Custom Act, 1962 51.\r\nClearance of Goods for Exportation. – Where\r\nthe proper officer is satisfied that any goods entered for export are not\r\nprohibited goods and the exporter has paid the duty, if any, assessed thereon\r\nand any charges payable under this Act in respect of the same, the proper\r\nofficer may make an order permitting clearance and loading of the goods for\r\nexportation.", "52": " Custom Act, 1962 52.\r\nChapter not to Apply to Baggage, Postal Articles and Stores.The\r\nprovisions of this Chapter shall not apply to(a)\r\nbaggage,(b)\r\ngoods imported by post, and(c)\r\nstores.", "53": " Custom Act, 1962 53.\r\nTransit of Certain Goods Without Payment of Duty. – Subject\r\nto the provisions of section 11, any goods imported in a conveyance and\r\nmentioned in the import manifest or the import report, as the case may be, as\r\nfor transit in the same conveyance to any place outside India or any customs\r\nstation may be allowed to be so transited without payment of duty.", "54": " Custom Act, 1962 54.\r\nTransshipment of Certain Goods without Payment of Duty. – (1)\r\nWhere any goods imported into a customs station are intended for transhipment,\r\na bill of transhipment shall be presented to the proper officer in the\r\nprescribed form.Provided\r\n  that where the goods are being\r\ntranshipped under an international treaty or bilateral agreement between the\r\nGovernment of India and Government of a foreign country, a declaration for\r\ntranshipment instead of a bill of transhipment shall be presented to the proper\r\nofficer in the prescribed form.(2)\r\nSubject to the provisions of section 11, where any goods imported into a\r\ncustoms station are mentioned in the import manifest or the import report, as\r\nthe case may be, as for transhipment to any place outside India, such goods may\r\nbe allowed to be so transhipped without payment of duty.(3)\r\nWhere any goods imported into a customs station are mentioned in the import\r\nmanifest or the import report, as the case may be, as for transhipment (a) to\r\nany major port as defined in the Indian Ports Act, 1908 (15 of 1908), or the\r\ncustoms airport at Mumbai, Calcutta, Delhi or Chennai or any other customs port\r\nor customs airport which the Board may, by notification in the Official\r\nGazette, specify in this behalf, or(b)\r\nto any other customs station and the proper officer is satisfied that the goods\r\nare bona fide intended for transhipment to such customs station, the proper\r\nofficer may allow the goods to be transhipped, without payment of duty, subject\r\nto such conditions as may be prescribed for the due arrival of such goods at\r\nthe customs station to which transhipment is allowed.", "55": " Custom Act, 1962 55.\r\nLiability of Duty on Goods Transited Under Section 53 or Transshipped Under Section 54. – Where\r\nany goods are allowed to be transited under section 53 or transhipped under sub-section\r\n(3) of section 54 to any customs station, they shall, on their arrival at such\r\nstation, be liable to duty and shall be entered in like manner as goods are\r\nentered on the first importation thereof and the provisions of this Act and any\r\nrules and regulations shall, so far as may be, apply in relation to such goods.\r\n", "56": " Custom Act, 1962 56.\r\nTransport of Certain Classes of Goods Subject to Prescribed Conditions. – Imported\r\ngoods may be transported without payment of duty from one land customs station\r\nto another, and any goods may be transported from one part of India to another\r\npart through any foreign territory, subject to such conditions as may be\r\nprescribed for the due arrival of such goods at the place of destination.", "57": " Custom Act, 1962 57.\r\nAppointing of Public Warehouses. – At\r\nany warehousing station, the Assistant Commissioner of Customs may appoint\r\npublic warehouses wherein dutiable goods may be deposited.", "58": " Custom Act, 1962 58.\r\nLicensing of Private Warehouses. – (1)\r\nAt any warehousing station, the Assistant Commissioner of Customs may license\r\nprivate warehouses wherein dutiable goods imported by or on behalf of the\r\nlicensee, or any other imported goods in respect of which facilities for\r\ndeposit in a public warehouse are not available, may be deposited.(2)\r\nThe Assistant Commissioner of Customs may cancel a licence granted under\r\nsub-section (1) –(a) by giving one month's notice in writing to the licensee; or(b) if the licensee has contravened any provision of this Act or the\r\nrules or regulations or committed breach of any of the conditions of the\r\nlicence:Provided  that before any licence is cancelled under clause (b), the licensee\r\nshall be given a reasonable opportunity of being heard.(3)\r\nPending an enquiry whether a licence granted under sub-section (1) should be\r\ncancelled under clause (b) of sub-section (2), the Assistant Commissioner of\r\nCustoms may suspend the licence.", "59": " Custom Act, 1962 59.\r\nWarehousing Bond. – (1)\r\nThe importer of any goods specified in sub-section (1) of section 61, which have\r\nbeen entered for warehousing and assessed to duty under section 17 or section\r\n18 shall execute a bond binding himself in a sum equal to twice the amount of\r\nthe duty assessed on such goods –(a) to observe all the provisions of this Act and the rules and\r\nregulations in respect of such goods;(b) to pay on or before a date specified in a notice of demand, - ( i ) all duties, and interest, if any, payable\r\nunder sub-section (2) of section 61;(ii) rent and charges claimable on account of such goods under this Act,\r\ntogether with interest on the same from the date so specified at the rate of\r\nsix per cent per annum or such other rate as is for the time being fixed by the\r\nBoard; and(c) to discharge all penalties incurred for violation of the provisions\r\nof this Act and the rules and regulations in respect of such goods.(2)\r\nFor the purposes of sub-section (1), the Assistant Commissioner of Customs may\r\npermit an importer to enter into a general bond in such amount as the Assistant\r\nCommissioner of Customs may approve in respect of the warehousing of goods to\r\nbe imported by him within a specified period.(3)\r\nA bond executed under this section by an importer in respect of any goods shall\r\ncontinue in force notwithstanding the transfer of the goods to any other person\r\nor the removal of the goods to another warehouse :Provided  that where the whole of the goods or any part thereof are transferred\r\nto another person, the proper officer may accept a fresh bond from the\r\ntransferee in a sum equal to twice the amount of duty assessed on the goods\r\ntransferred and thereupon the bond executed by the transferor shall be\r\nenforceable only for a sum mentioned therein less the amount for which a fresh\r\nbond is accepted from the transferee.", "60": " Custom Act, 1962 60.\r\nPermission for Deposit of Goods in a Warehouse. – When\r\nthe provisions of section 59 have been complied with in respect of any goods,\r\nthe proper officer may make an order permitting the deposit of the goods in a\r\nwarehouse.", "61": " Custom Act, 1962 61.\r\nPeriod for which Goods may Remain Warehoused. – (1)\r\nAny warehoused goods may be left in the warehouse in which they are deposited\r\nor in any warehouse to which they may be removed, - (a) in the case of capital goods intended for use in any hundred per\r\ncent export oriented undertaking, till the expiry of five years; and(b) in the case of any other goods, till the expiry of one year, after\r\nthe date on which the proper officer has made an order under section 60\r\npermitting the deposit of the goods in a warehouse : Provided that –( i ) in the case of any goods which are not\r\nlikely to deteriorate, the period specified in sub-section (1) may, on\r\nsufficient cause being shown, be extended by the Commissioner of Customs for a\r\nperiod not exceeding six months and by the Chief Commissioner of Customs for\r\nsuch further period as he may deem fit;(ii) in the case of any goods referred to in clause (b), if they are\r\nlikely to deteriorate, the aforesaid period of one year may be reduced by the\r\nCommissioner of Customs to such shorter period as he may deem fit : Provided\r\nfurther that when the licence for any private warehouse is cancelled, the owner\r\nof any goods warehoused therein shall, within seven days from the date on which\r\nnotice of such cancellation is given or within such extended period as the\r\nproper officer may allow, remove the goods from such warehouse to another\r\nwarehouse or clear them for home consumption or exportation.where\r\nany warehoused goods- (i ) specified in sub-clause (a) of sub-section (1), remain\r\nin a warehouse beyond the period specified in that sub-section by reason of\r\nextension of the aforesaid period or otherwise, interest at such rate as is\r\nspecified in section 47 shall be payable, on the amount of duty payable at the\r\ntime of clearance of the goods in accordance with the provisions of section 15\r\non the warehoused goods, for the period from the expiry of the said warehousing\r\nperiod till the date of payment of duty on the warehoused goods;(ii)\r\nspecified in sub-clause (b) of sub-section (1), remain in a warehouse beyond a\r\nperiod of six months, interest shall be payable at such rate or rates not\r\nexceeding the rate specified in section 47, as may be fixed by the Board, on\r\nthe amount of duty payable at the time of clearance of the goods in accordance\r\nwith the provisions of section 15 on the warehoused goods, for the period from\r\nthe expiry of the said six months till the date of payment of duty on the\r\nwarehoused goods:(2)\r\nWhere any warehoused goods remain in a warehouse beyond the period specified in\r\nsub-section (1) by reason of extension of the aforesaid period or otherwise,\r\ninterest at such rate as is specified in section 47 shall be payable, on the\r\namount of duty payable at the time of clearance of the goods in accordance with\r\nthe provisions of section 15 on the warehoused goods, for the period from the\r\nexpiry of the said warehousing period till the date of payment of duty on the\r\nwarehoused goods :Provided\r\n  that the Board may, if it considers it\r\nnecessary so to do in the public interest, by order and under circumstances of\r\nan exceptional nature, to be specified in such order, waive the whole or part\r\nof any interest payable under this section in respect of any warehoused goods :Provided\r\n  further that the Board may, if it is\r\nsatisfied that it is necessary so to do in the public interest, by notification\r\nin the Official Gazette, specify the class of goods in respect of which no\r\ninterest shall be charged under this section.Explanation\r\n:  For the purposes of this section,\r\n\"hundred per cent export oriented undertaking\" has the same meaning\r\nas in Explanation 2 to sub-section (1) of section 3 of the Central Excises and\r\nSalt Act, 1944 (1 of 1944).", "62": " Custom Act, 1962 62.\r\nControl over Warehoused Goods. – (1)\r\nAll warehoused goods shall be subject to the control of the proper officer.(2)\r\nNo person shall enter a warehouse or remove any goods there from without the\r\npermission of the proper officer.(3)\r\nThe proper officer may cause any warehouse to be locked with the lock of the\r\nCustoms Department and no person shall remove or break such lock.(4)\r\nThe proper officer shall have access to every part of a warehouse and power to\r\nexamine the goods therein.", "63": " Custom Act, 1962 63.\r\nPayment of Rent and Warehouse Charges. – (1)\r\nThe owner of any warehoused goods shall pay to the warehouse-keeper rent and\r\nwarehouse charges at the rates fixed under any law for the time being in force\r\nor where no rates are so fixed, at such rates as may be fixed by the\r\nCommissioner of Customs.(2)\r\nIf any rent or warehouse charges are not paid within ten days from the date\r\nwhen they became due, the warehouse-keeper may, after notice to the owner of\r\nthe warehoused goods and with the permission of the proper officer cause to be\r\nsold (any transfer of the warehoused goods notwithstanding) such sufficient\r\nportion of the goods as the warehouse-keeper may select.", "64": " Custom Act, 1962 64.\r\nOwner's Right to Deal with Warehoused Goods. – \r\nWith the sanction of the proper officer and on payment of the prescribed fees, \r\nthe owner of any goods may either before or after warehousing the same –(a)\r\ninspect the goods;(b)\r\nseparate damaged or deteriorated goods from the rest;(c)\r\nsort the goods or change their containers for the purpose of preservation,\r\nsale, export or disposal of the goods;(d)\r\ndeal with the goods and their containers in such manner as may be necessary to\r\nprevent loss or deterioration or damage to the goods;(e)\r\nshow the goods for sale; or(f)\r\ntake samples of goods without entry for home consumption, and if the proper\r\nofficer so permits, without payment of duty on such samples.", "65": " Custom Act, 1962 65.\r\nManufacture and Other Operations in Relation to Goods in a Warehouse. – (1)\r\nWith the sanction of the Assistant Commissioner of Customs and subject to such\r\nconditions and on payment of such fees as may be prescribed, the owner of any\r\nwarehoused goods may carry on any manufacturing process or other operations in\r\nthe warehouse in relation to such goods.(2)\r\nWhere in the course of any operations permissible in relation to any warehoused\r\ngoods under sub-section (1), there is any waste or refuse, the following\r\nprovisions shall apply :- (a) if the whole or any part of the goods resulting from such operations\r\nare exported, import duty shall be remitted on the quantity of the warehoused\r\ngoods contained in so much of the waste or refuse as has arisen from the\r\noperations carried on in relation to the goods exported :Provided that such waste or refuse is\r\neither destroyed or duty is paid on such waste or refuse as if it had been\r\nimported into India in that form;(b) if the whole or any part of the goods resulting from such operations\r\nare cleared from the warehouse for home consumption, import duty shall be\r\ncharged on the quantity of the warehoused goods contained in so much of the\r\nwaste or refuse as has arisen from the operations carried on in relation to the\r\ngoods cleared for home consumption.", "66": " Custom Act, 1962 66.\r\nPower to Exempt Imported Materials used in the Manufacture of Goods in Warehouse. – If\r\nany imported materials are used in accordance with the provisions of section 65\r\nfor the manufacture of any goods and the rate of duty leviable \r\non the imported materials exceeds the rate of duty leviable \r\non such goods, the Central Government, if satisfied that in the interests of\r\nthe establishment or development of any domestic industry it is necessary so to\r\ndo, may, by notification in the Official Gazette, exempt the imported materials\r\nfrom the whole or part of the excess rate of duty.", "67": " Custom Act, 1962 67.\r\nRemoval of Goods from One Warehouse to another. –The\r\nowner of any warehoused goods may, with the permission of the proper officer,\r\nremove them from one warehouse to another, subject to such conditions as may be\r\nprescribed for the due arrival of the warehoused goods at the warehouse to\r\nwhich removal is permitted", "68": " Custom Act, 1962 68.\r\nClearance of Warehoused Goods for Home Consumption. The\r\nimporter of any warehoused goods may clear them for home consumption, if –(a)\r\na bill of entry for home consumption in respect of such goods has been\r\npresented in the prescribed form;(b)\r\nthe import duty leviable on such goods and all\r\npenalties, rent, interest and other charges payable in respect of such goods\r\nhave been paid; and(c)\r\nan order for clearance of such goods for home consumption has been made by the\r\nproper officer.", "69": " Custom Act, 1962 69.\r\nClearance of Warehoused Goods for Exportation. – (1)\r\nAny Warehoused goods may be exported to a place outside India without payment\r\nof import duty if –(a) a shipping bill or a bill of export has been presented in respect of\r\nsuch goods in the prescribed form;(b) the export duty, penalties, rent, interest and other charges payable\r\nin respect of such goods have been paid; and(c) an order for clearance of such goods for exportation has been made\r\nby the proper officer.(2)\r\nNotwithstanding anything contained in sub-section (1), if the Central\r\nGovernment is of opinion that warehoused goods of any specified description are\r\nlikely to be smuggled back into India, it may, by notification in the Official\r\nGazette, direct that such goods shall not be exported to any place outside\r\nIndia without payment of duty or may be allowed to be so exported subject to\r\nsuch restrictions and conditions as may be specified in the notification.", "70": " Custom Act, 1962 70.\r\nAllowance in Case of Volatile Goods. – (1)\r\nWhen any warehoused goods to which this section applies are at the time of\r\ndelivery from a warehouse found to be deficient in quantity on account of\r\nnatural loss, the Assistant Commissioner of Customs may remit the duty on such\r\ndeficiency.(2)\r\nThis section applies to such warehoused goods as the Central Government, having\r\nregard to the volatility of the goods and the manner of their storage, may, by\r\nnotification in the Official Gazette, specify.", "71": " Custom Act, 1962 71.\r\nGoods not to be taken out of Warehouse Except as Provided by this Act. – No\r\nwarehoused goods shall be taken out of a warehouse except on clearance for home\r\nconsumption or re-exportation, or for removal to another warehouse, or as\r\notherwise provided by this Act.", "72": " Custom Act, 1962 72.\r\nGoods Improperly Removed from Warehouse, Etc. – (1)\r\nIn any of the following cases, that is to say, - (a) where any warehoused goods are removed from a warehouse in\r\ncontravention of section 71;(b) where any warehoused goods have not been removed from a warehouse at\r\nthe expiration of the period during which such goods are permitted under\r\nsection 61 to remain in a warehouse;(c) where any warehoused goods have been taken under section 64 as samples\r\nwithout payment of duty;(d) where any goods in respect of which a bond has been executed under\r\nsection 59 and which have not been cleared for home consumption or exportation\r\nare not duly accounted for to the satisfaction of the proper officer, the proper\r\nofficer may demand, and the owner of such goods shall forthwith pay, the full\r\namount of duty chargeable on account of such goods together with all penalties,\r\nrent, interest and other charges payable in respect of such goods.(2)\r\nIf any owner fails to pay any amount demanded under sub-section (1), the proper\r\nofficer may, without prejudice to any other remedy, cause to be detained and\r\nsold, after notice to the owner (any transfer of the goods notwithstanding)\r\nsuch sufficient portion of his goods, if any, in the warehouse, as the said\r\nofficer may select.", "73": " Custom Act, 1962 73.\r\nCancellation and Return of Warehousing Bond. – When\r\nthe whole of the goods covered by any bond executed under section 59 have been\r\ncleared for home consumption or exported or are otherwise duly accounted for,\r\nand when all amounts due on account of such goods have been paid, the proper\r\nofficer shall cancel the bond as discharged in full, and shall on demand\r\ndeliver it, so cancelled, to the person who has executed or is entitled to\r\nreceive it.", "74": " Custom Act, 1962 74.\r\nDrawback Allowable on Re-Export of Duty-Paid Goods. – (1)\r\nWhen any goods capable of being easily identified which have been imported into\r\nIndia and upon which any duty has been paid on importation- ( i ) are entered for export and the proper\r\nofficer makes an order permitting clearance and loading of the goods for\r\nexportation under section 51; or(ii) are to be exported as baggage and the owner of such baggage, for\r\nthe purpose of clearing it, makes a declaration of its contents to the proper\r\nofficer under section 77 (which declaration shall be deemed to be an entry for\r\nexport for the purposes of this section) and such officer makes an order\r\npermitting clearance of the goods for exportation; or(iii) are entered for export by post under section 82 and the proper\r\nofficer makes an order permitting clearance of the goods for exportation,\r\nninety-eight per cent of such duty shall, except as otherwise hereinafter\r\nprovided, be re-paid as drawback, if –(a) the goods are identified to the satisfaction of the Assistant\r\nCommissioner of Customs as the goods which were imported; and(b) the goods are entered for export within two years from the date of\r\npayment of duty on the importation thereof :Provided\r\n  that in any particular case the\r\naforesaid period of two years may, on sufficient cause being shown, be extended\r\nby the Board by such further period as it may deem fit.(2)\r\nNotwithstanding anything contained in sub-section (1), the rate of drawback in\r\nthe case of goods which have been used after the importation thereof shall be\r\nsuch as the Central Government, having regard to the duration of use,\r\ndepreciation in value and other relevant circumstances, may, by notification in\r\nthe Official Gazette, fix.(3)\r\nThe Central Government may make rules for the purpose of carrying out the\r\nprovisions of this section and, in particular, such rules may –(a) provide for the manner in which the identity of goods imported in\r\ndifferent consignments which are ordinarily stored together in bulk, may be\r\nestablished;(b) specify the goods which shall be deemed to be not capable of being\r\neasily identified; and(c) provide for the manner and the time within which a claim for payment\r\nof drawback is to be filed.(4)\r\nFor the purposes of this section –(a) goods shall be deemed to have been entered for export on the date\r\nwith reference to which the rate of duty is calculated under section 16;(b) in the case of goods assessed to duty provisionally under section\r\n18, the date of payment of the provisional duty shall be deemed to be the date\r\nof payment of duty.", "75": " Custom Act, 1962 75.\r\nDrawback on Imported Materials Used in the Manufacture of Goods which are Exported.(1)\r\nWhere it appears to the Central Government that in respect of goods of any\r\nclass or description - manufactured, processed or on which any operation has\r\nbeen carried out in India, being goods which have been entered for export and\r\nin respect of which an order permitting the clearance and loading thereof for\r\nexportation has been made under section 51 by the proper officer, or being\r\ngoods entered for export by post under section 82 and in respect of which an\r\norder permitting clearance for exportation has been made by the proper officer,\r\na drawback should be allowed of duties of customs chargeable under this Act on\r\nany imported materials of a class or description used in the manufacture or\r\nprocessing of such goods or carrying out any operation on such goods, the\r\nCentral Government may, by notification in the Official Gazette, direct that\r\ndrawback shall be allowed in respect of such goods in accordance with, and\r\nsubject to, the rules made under sub-section (2).Provided\r\n  that no drawback shall be allowed under\r\nthis sub-section in respect of any of the aforesaid goods which the Central\r\nGovernment may, by rules made under sub-section (2), specify, if the export\r\nvalue of such goods or class of goods is less than the value of the imported\r\nmaterials used in the manufacture or processing of such goods or carrying out\r\nany operation on such goods or class of goods, or is not more than such\r\npercentage of the value of the imported materials used in the manufacture or\r\nprocessing of such goods or carrying out any operation on such goods or class\r\nof goods as the Central Government may, by notification in the Official\r\nGazette, specify in this behalf :Provided\r\n  further that where any drawback has been\r\nallowed on any goods under this sub-section and the sale proceeds in respect of\r\nsuch goods are not received by or on behalf of the exporter in India within the\r\ntime allowed under the Foreign Exchange Regulation Act, 1973 (46 of 1973), such\r\ndrawback shall be deemed never to have been allowed and the Central Government\r\nmay, by rules made under sub-section (2), specify the procedure for the\r\nrecovery or adjustment of the amount of such drawback. ;(1A)\r\nWhere it appears to the Central Government that the quantity of a particular\r\nmaterial imported into India is more than the total quantity of like material that\r\nhas been used in the goods manufactured, processed or on which any operation\r\nhas been carried out in India and exported outside India, then, the Central\r\nGovernment may, by notification in the Official Gazette, declare that so much\r\nof the material as is contained in the goods exported shall, for the purpose of\r\nsub-section (1), be deemed to be imported material.(2)\r\nThe Central Government may make rules for the purpose of carrying out the\r\nprovisions of sub-section (1) and, in particular, such rules may provide –(a) for the payment of drawback equal to the amount of duty actually\r\npaid on the imported materials used in the manufacture or processing of the\r\ngoods or carrying out any operation on the goods or as is specified in the\r\nrules as the average amount of duty paid on the materials of that class or\r\ndescription used in the manufacture or processing of export goods or carrying\r\nout any operation on export goods of that class or description either by\r\nmanufacturers generally or by persons processing or carrying on any operation\r\ngenerally or by any particular manufacturer or particular person carrying on\r\nany process or other operation, and interest if any payable thereon;( aa ) for specifying the goods in respect of\r\nwhich no drawback shall be allowed;( ab ) for specifying the procedure for recovery\r\nor adjustment of the amount of any drawback which had been allowed under\r\nsub-section (1) or interest chargeable thereon;(b) for the production of such certificates, documents and other\r\nevidence in support of each claim of drawback as may be necessary;(c) for requiring the manufacturer or the person carrying on any process\r\nor other operation to give access to every part of his manufactory to any\r\nofficer of customs specially authorised in this behalf by the Assistant\r\nCommissioner of Customs to enable such authorised officer to inspect the\r\nprocesses of manufacture, process or any other operation carried out and to\r\nverify by actual check or otherwise the statements made in support of the claim\r\nfor drawback.(d) for the manner and the time within which the claim for payment of\r\ndrawback may be filed;(3)\r\nThe power to make rules conferred by sub-section (2) shall include the power to\r\ngive drawback with retrospective effect from a date not earlier than the date of\r\nchanges in the rates of duty on inputs used in the export goods.", "76": " Custom Act, 1962 76.\r\nProhibition and Regulation of Drawback in Certain Cases. – (1)\r\nNotwithstanding anything hereinbefore contained, no drawback shall be allowed(a) Omitted(b) in respect of any goods the market-price of which is less than the\r\namount of drawback due thereon;(c) where the drawback due in respect of any goods is less than fifty\r\nrupees.(2)\r\nWithout prejudice to the provisions of sub-section (1), if the Central\r\nGovernment is of opinion that goods of any specified description in respect of\r\nwhich drawback may be claimed under this Chapter are likely to be smuggled back\r\ninto India, it may, by notification in the Official Gazette, direct that\r\ndrawback shall not be allowed in respect of such goods or may be allowed\r\nsubject to such restrictions and conditions as may be specified in the\r\nnotification.", "77": " Custom Act, 1962 77.\r\nDeclaration by Owner of Baggage. – The\r\nowner of any baggage shall, for the purpose of clearing it, make a declaration\r\nof its contents to the proper officer.", "78": " Custom Act, 1962 78.\r\nDetermination of Rate of Duty and Tariff Valuation in Respect of Baggage. – The\r\nrate of duty and tariff valuation, if any, applicable to baggage shall be the\r\nrate and valuation in force on the date on which a declaration is made in\r\nrespect of such baggage under section 77.", "79": " Custom Act, 1962 79.\r\nBona Fide Baggage Exempted from Duty. – (1)\r\nThe proper officer may, subject to any rules made under sub-section (2), pass\r\nfree of duty –    (a) any article in the baggage of a passenger or a member of the crew in\r\nrespect of which the said officer is satisfied that it has been in his use for\r\nsuch minimum period as may be specified in the rules;(b) any article in the baggage of a passenger in respect of which the\r\nsaid officer is satisfied that it is for the use of the passenger or his family\r\nor is a bona fide gift or souvenir; PProvided\r\n  that the value of each such article and\r\nthe total value of all such articles does not exceed such limits as may be\r\nspecified in the rules.(2)\r\nthe Central Government may make rules for the purpose of carrying out the\r\nprovisions of this section and, in particular, such rules may specify –(a) the minimum period for which any article has been used by a\r\npassenger or a member of the crew for the purpose of clause (a) of sub-section\r\n(1);(b) the maximum value of any individual article and the maximum total\r\nvalue of all the articles which may be passed free of duty under, clause (b) of\r\nsub-section (1);(c) the conditions (to be fulfilled before or after clearance) subject\r\nto which any baggage may be passed free of duty.(3)\r\nDifferent rules may be made under sub-section (2) for different classes of\r\npersons.", "80": " Custom Act, 1962 80.\r\nTemporary Detention of Baggage. – Where\r\nthe baggage of a passenger contains any article which is dutiable or the import\r\nof which is prohibited and in respect of which a true declaration has been made\r\nunder section 77, the proper officer may, at the request of the passenger,\r\ndetain such article for the purpose of being returned to him on his leaving\r\nIndia and if for any reason, the passenger is not able to collect the article\r\nat the time of his leaving India, the article may be returned to him through\r\nany other passenger authorised by him and leaving India or as cargo consigned\r\nin his name.", "81": " Custom Act, 1962 81.\r\nRegulations in Respect of Baggage. – The\r\nBoard may make regulations, - (a)\r\nproviding for the manner of declaring the contents of any baggage;(b)\r\nproviding for the custody, examination, assessment to duty and clearance of\r\nbaggage;\r\n(c) providing for the transit or transhipment of baggage from one customs \r\nstation to another or to a place outside India.GOODS\r\nIMPORTED OR EXPORTED BY POST", "82": " Custom Act, 1962 82.\r\nLabel or Declaration Accompanying Goods to be Treated as Entry. – In\r\nthe case of goods imported or exported by post, any label or declaration\r\naccompanying the goods, which contains the description, quantity and value\r\nthereof, shall be deemed to be an entry for import or export, as the case may\r\nbe, for the purposes of this Act.", "83": " Custom Act, 1962 83.\r\nRate of Duty and Tariff Valuation in Respect of Goods Imported or Exported by Post. – (1)\r\nThe rate of duty and tariff value, if any, applicable to any goods imported by,\r\npost shall be the rate and valuation in force on the date on which the postal\r\nauthorities present to the proper officer a list containing the particulars of\r\nsuch goods for the purpose of assessing the duty thereon :Provided\r\n  that if such goods are imported by a\r\nvessel and the list of the goods containing the particulars was presented\r\nbefore the date of the arrival of the vessel, it shall be deemed to have been\r\npresented on the date of such arrival.(2)\r\nThe rate of duty and tariff value, if any, applicable to any goods exported by\r\npost shall be the rate and valuation in force on the date on which the exporter\r\ndelivers such goods to the postal authorities for exportation.", "84": " Custom Act, 1962 84.\r\nRegulations Regarding Goods Imported or to be Exported by Post. – The\r\nBoard may make regulations providing for –(a) the form and manner in which an entry may be made in respect of any\r\nspecified class of goods imported or to be exported by post, other than goods\r\nwhich are accompanied by a label or declaration containing the description,\r\nquantity and value thereof;(b) the examination, assessment to duty, and clearance of goods imported\r\nor to be exported by post;(c) the transit or transhipment of goods imported by post, from one\r\ncustoms station to another or to a place outside India.", "85": " Custom Act, 1962 85.\r\nStores may be Allowed to be Warehoused without Assessment to Duty: Where \r\nany imported goods are entered for warehousing and the importer makes and \r\nsubscribes to a declaration that the goods are to be supplied as stores to \r\nvessels or aircrafts without payment of import duty under this Chapter, the \r\nproper officer may permit the goods to be warehoused without the goods being \r\nassessed to duty ", "86": " Custom Act, 1962 86.\r\nTransit and Transshipment of Stores. – (1)\r\nAny stores imported in a vessel or aircraft may, without payment of duty,\r\nremain on board such vessel or aircraft while it is in India.(2)\r\nAny stores imported in a vessel or aircraft may, with the permission of the proper\r\nofficer, be transferred to any vessel or aircraft as stores for consumption\r\ntherein as provided in section 87 or section 90.", "87": " Custom Act, 1962 87. Imported Stores May be Consumed on Board a Foreign-going Vessel or Aircraft. – \r\nAny\r\nimported stores on board a vessel or aircraft (other than stores to which\r\nsection 90 applies) may, without payment of duty, be consumed thereon as stores\r\nduring the period such vessel or aircraft is a foreign-going vessel or aircraft", "88": " Custom Act, 1962 88.\r\nApplication of Section 69 and Chapter X to Stores. – The\r\nprovisions of section 69 and Chapter X shall apply to stores (other than those\r\nto which section 90 applies) as they apply to other goods, subject to the\r\nmodifications that –(a) for the words \"exported to any place outside India\" or the\r\nword \"exported\", wherever they occur, the words \"taken on board\r\nany foreign-going vessel or aircraft as stores\" shall be substituted;(b) in the case of drawback on fuel and lubricating oil taken on board\r\nany foreign-going aircraft as stores, sub-section (1) of section 74 shall have\r\neffect as if for the words \"ninety-eight per cent\", the words\r\n\"the whole\" were substituted", "89": " Custom Act, 1962 89.\r\nStores to be Free of Export Duty. – Goods\r\nproduced or manufactured in India and required as stores on any foreign-going\r\nvessel or aircraft may be exported free of duty in such quantities as the\r\nproper officer may determine, having regard to the size of the vessel or\r\naircraft, the number of passengers and crew and the length of the voyage or\r\njourney on which the vessel or aircraft is about to depart.", "90": " Custom Act, 1962 90.\r\nConcessions in Respect of Imported Stores for the Navy. – (1)\r\nImported stores specified in sub-section (3) may without payment of duty be\r\nconsumed on board a ship of the Indian Navy.(2)\r\nThe provisions of section 69 and Chapter X shall apply to stores specified in\r\nsub-section (3) as they apply to other goods, subject to the modifications that\r\n–(a) for the words \"exported to any place outside India\" or the\r\nword \"exported\" wherever they occur, the words \"taken on board a\r\nship of the Indian Navy\" shall be substituted;(b) for the words \"ninety-eight per cent\" in sub-section (1)\r\nof section 74, the words \"the whole\" shall be substituted.(3)\r\nThe stores referred to in sub-sections (1) and (2) are the following :- (a) stores for the use of a ship of the Indian Navy;(b) stores supplied free by the Government for the use of the crew of a\r\nship of the Indian Navy in accordance with their conditions of service.", "91": " Custom Act, 1962 91.\r\nChapter not to Apply to Baggage and Stores. – The\r\nprovisions of this Chapter shall not apply to baggage and stores.", "92": " Custom Act, 1962 92.\r\nEntry of Coastal Goods. – (1)\r\nThe consignor of any coastal goods shall make an entry thereof by presenting to\r\nthe proper officer a bill of coastal goods in the prescribed form.(2)\r\nEvery such consignor while presenting a bill of coastal goods shall, at the\r\nfoot thereof, make and subscribe to a declaration as to the truth of the\r\ncontents of such bill.", "93": " Custom Act, 1962 93.\r\nCoastal Goods not to be Loaded Until Bill Relating thereto is Passed, Etc. – The\r\nmaster of a vessel shall not permit the loading of any coastal goods on the\r\nvessel until a bill relating to such goods presented under section 92 has been\r\npassed by the proper officer and has been delivered to the master by the\r\nconsignor.", "94": " Custom Act, 1962 94.\r\nClearance of Coastal Goods at Destination. – (1)\r\nThe master of a vessel carrying any coastal goods shall carry on board the\r\nvessel all bills relating to such goods delivered to him under section 93 and\r\nshall, immediately on arrival of the vessel at any customs or coastal port,\r\ndeliver to the proper officer of that port all bills relating to the goods\r\nwhich are to be unloaded at that port.(2)\r\nWhere any coastal goods are unloaded at any port, the proper officer shall\r\npermit clearance thereof if he is satisfied that they are entered in a bill of\r\ncoastal goods delivered to him under sub-section (1).", "95": " Custom Act, 1962 95.\r\nMaster of a Coasting Vessel to Carry an Advice Book. – (1)\r\nThe master of every vessel carrying coastal goods shall be supplied by the Customs\r\nauthorities with a book to be called the \"advice book\".(2)\r\nThe proper officer at each port of call by such vessel shall make such entries\r\nin the advice book as he deems fit, relating to the goods loaded on the vessel\r\nat that port.(3)\r\nThe master of every such vessel shall carry the advice book on board the vessel\r\nand shall on arrival at each port of call deliver it to the proper officer at\r\nthat port for his inspection.", "96": " Custom Act, 1962 96.\r\nLoading and Unloading of Coastal Goods at Customs Port or Coastal Port Only. – No\r\ncoastal goods shall be loaded on, or unloaded from, any vessel at any port\r\nother than a customs port or a coastal port appointed under section 7 for the\r\nloading or unloading of such goods.", "97": " Custom Act, 1962 97.\r\nNo Coasting Vessel to Leave without Written Order. – (1)\r\nThe master of a vessel which has brought or loaded any coastal goods at a\r\ncustoms or coastal port shall not cause or permit the vessel to depart from\r\nsuch port until a written order to that effect has been given by the proper\r\nofficer.(2)\r\nNo such order shall be given until –(a) the master of the vessel has answered the questions put to him under\r\nsection 38;(b) all charges and penalties due in respect of that vessel or from the\r\nmaster thereof have been paid or the payment secured by such guarantee or\r\ndeposit of such amount as the proper officer may direct;(c) the master of the vessel has satisfied the proper officer that no\r\npenalty is leviable on him under section 116 or the\r\npayment of any penalty that may be levied upon him under that section has been\r\nsecured by such guarantee or deposit of such amount as the proper officer may\r\ndirect;(d) the provisions of this Chapter and any rules and regulations\r\nrelating to coastal goods and vessels carrying coastal goods have been complied\r\nwith.", "98": " Custom Act, 1962 98.\r\nApplication of Certain Provisions of this act to Coastal Goods, Etc. – (1)\r\nSections 33, 34, and 36 shall, so far as may be, apply to coastal goods as they\r\napply to imported goods or export goods.(2)\r\nSections 37 and 38 shall, so far as may be, apply to vessels carrying coastal\r\ngoods as they apply to vessel carrying imported goods or export goods.(3)\r\nThe Central Government may, by notification in the Official Gazette, direct\r\nthat all or any of the other provisions of Chapter VI and the provisions of\r\nsection 45 shall apply to coastal goods or vessels carrying coastal goods\r\nsubject to such exceptions and modifications as may be specified in the\r\nnotification.", "99": " Custom Act, 1962 99.\r\nPower to Make Rules in Respect of Coastal Goods and Coasting Vessels. – The\r\nCentral Government may make rules for –(a)\r\npreventing the taking out of India of any coastal goods the export of which is\r\ndutiable or prohibited under this Act or any other law for the time being in\r\nforce;(b)\r\npreventing, in the case of a vessel carrying coastal goods as well as imported\r\nor export goods, the substitution of imported or export goods by coastal goods.", "100": " Custom Act, 1962 100.\r\nPower to Search Suspected Persons Entering or Leaving India, Etc. – \r\n(1)\r\nIf the proper officer has reason to believe that any person to whom this\r\nsection applies has secreted about his person, any goods liable to confiscation\r\nor any documents relating thereto, he may search that person.(2)\r\nThis section applies to the following persons, namely :- (a) any person who has landed from or is about to board, or is on board\r\nany vessel within the Indian customs waters;(b) any person who has landed from or is about to board, or is on board\r\na foreign-going aircraft;(c) any person who has got out of, or is about to get into, or is in, a\r\nvehicle, which has arrived from, or is to proceed to any place outside India;(d) any person not included in clauses (a), (b) or (c) who has entered\r\nor is about to leave India;(e) any person in a customs area.", "101": " Custom Act, 1962 101.\r\nPower to Search Suspected Persons in Certain other Cases. – (1)\r\nWithout prejudice to the provisions of section 100, if an officer of customs\r\nempowered in this behalf by general or special order of the Commissioner of\r\nCustoms, has reason to believe that any person has secreted about his person\r\nany goods of the description specified in sub-section (2) which are liable to\r\nconfiscation, or documents relating thereto, he may search that person.(2)\r\nThe goods referred to in sub-section (1) are the following : - (a) gold;(b) diamonds;(c) manufactures of gold or diamonds;(d) watches;(e) any other class of goods which the Central Government may, by\r\nnotification in the Official Gazette, specify.", "102": " Custom Act, 1962 102.\r\nPersons to be Searched May Require to be taken before Gazetted Officer of Customs or Magistrate. – (1)\r\nWhen any officer of customs is about to search any person under the provisions\r\nof section 100 or section 101, the officer of customs shall, if such person so\r\nrequires, take him without unnecessary delay to the nearest gazetted officer of\r\ncustoms or magistrate.\r\n(2) If such requisition is made, the officer of customs may detain the person \r\nmaking it until he can bring him before the gazetted officer of customs or the \r\nmagistrate.(3)\r\nThe gazetted officer of customs or the magistrate before whom any such person\r\nis brought shall, if he sees no reasonable ground for search, forthwith\r\ndischarge the person but otherwise shall direct that search be made.(4)\r\nBefore making a search under the provisions of section 100 or section 101, the\r\nofficer of customs shall call upon two or more persons to attend and witness\r\nthe search and may issue an order in writing to them or any of them so to do;\r\nand the search shall be made in the presence of such persons and a list of all\r\nthings seized in the course of such search shall be prepared by such officer or\r\nother person and signed by such witnesses.(5)\r\nNo female shall be searched by any one excepting a female.", "103": " Custom Act, 1962 103.\r\nPower to Screen or X-Ray Bodies of Suspected Persons for Detecting Secreted Goods. – (1)\r\nWhere the proper officer has reason to believe that any person referred to in\r\nsub-section (2) of section 100 has any goods liable to confiscation secreted\r\ninside his body, he may detain such person and produce him without unnecessary\r\ndelay before the nearest magistrate.(2)\r\nA magistrate before whom any person is brought under sub-section (1) shall, if\r\nhe sees no reasonable ground for believing that such person has any such goods\r\nsecreted inside his body, forthwith discharge such person.(3)\r\nWhere any such magistrate has reasonable ground for believing that such person\r\nhas any such goods secreted inside his body and the magistrate is satisfied\r\nthat for the purpose of discovering such goods it is necessary to have the body\r\nof such person screened or X-rayed, he may make an order to that effect.(4)\r\nWhere a magistrate has made any order under sub-section (3), in relation to any\r\nperson, the proper officer shall, as soon as practicable, take such person\r\nbefore a radiologist possessing qualifications recognized by the Central\r\nGovernment for the purpose of this section, and such person shall allow the\r\nradiologist to screen or X-ray his body.(5)\r\nA radiologist before whom any person is brought under sub-section (4) shall,\r\nafter screening or X-raying the body of such person, forward his report,\r\ntogether with any X-ray pictures taken by him, to the magistrate without\r\nunnecessary delay.(6)\r\nWhere on receipt of a report from a radiologist under sub-section (5) or\r\notherwise, the magistrate is satisfied that any person has any goods liable to\r\nconfiscation secreted inside his body, he may direct that suitable action for\r\nbringing out such goods be taken on the advice and under the supervision of a\r\nregistered medical practitioner and such person shall be bound to comply with\r\nsuch direction :Provided\r\n  that in the case of a female no such\r\naction shall be taken except on the advice and under the supervision of a\r\nfemale registered medical practitioner.(7)\r\nWhere any person is brought before a magistrate under this section, such\r\nmagistrate may for the purpose of enforcing the provisions of this section\r\norder such person to be kept in such custody and for such period as he may\r\ndirect.(8)\r\nNothing in this section shall apply to any person referred to in sub-section\r\n(1), who admits that goods liable to confiscation are secreted inside his body,\r\nand who voluntarily submits himself for suitable action being taken for\r\nbringing out such goods.Explanation\r\n:  For the purposes of this section, the\r\nexpression \"registered medical practitioner\" means any person who\r\nholds a qualification granted by an authority specified in the Schedule to the\r\nIndian Medical Degrees Act, 1916 (7 of 1916), or notified under section 3 of\r\nthat Act, or by an authority specified in any of the Schedules to the Indian\r\nMedical Council Act, 1956 (102 of 1956).", "104": " Custom Act, 1962 104.\r\nPower to Arrest. – (1)\r\nIf an officer of customs empowered in this behalf by general or special order\r\nof the Commissioner of Customs has reason to believe that any person in India\r\nor within the Indian customs waters has been guilty of an offence punishable\r\nunder section 135, he may arrest such person and shall, as soon as may be,\r\ninform him of the grounds for such arrest.(2)\r\nEvery person arrested under sub-section (1) shall, without unnecessary delay,\r\nbe taken to a magistrate.(3)\r\nWhere an officer of customs has arrested any person under sub-section (1), he\r\nshall, for the purpose of releasing such person on bail or otherwise, have the\r\nsame powers and be subject to the same provisions as the officer-in-charge of a\r\npolice-station has and is subject to under the 142 Code of Criminal Procedure,\r\n1898 (5 of 1898).(4)\r\nNotwithstanding anything contained in the 143 Code of Criminal Procedure, 1898\r\n(5 of 1898), an offence under this Act shall not be cognizable.", "105": " Custom Act, 1962 105.\r\nPower to Search Premises – (1)\r\nIf the Assistant Commissioner of Customs, or in any area adjoining the land\r\nfrontier or the coast of India an officer of customs specially empowered by\r\nname in this behalf by the Board, has reason to believe that any goods liable\r\nto confiscation, or any documents or things which in his opinion will be useful\r\nfor or relevant to any proceeding under this Act, are secreted in any place, he\r\nmay authorise any officer of customs to search or may himself search for such\r\ngoods, documents or things.(2)\r\nThe provisions of the 145 Code of Criminal Procedure, 1898 (5 of 1898),\r\nrelating to searches shall, so far as may be, apply to searches under this\r\nsection subject to the modification that sub-section (5) of section 165 of the\r\nsaid Code shall have effect as if for the word \"Magistrate\", wherever\r\nit occurs, the words Commissioner of Customs were substituted.", "106": " Custom Act, 1962 106.\r\nPower to Stop and Search Conveyances. – (1)\r\nWhere the proper officer has reason to believe that any aircraft, vehicle or\r\nanimal in India or any vessel in India or within the Indian customs waters has\r\nbeen, is being, or is about to be, used in the smuggling of any goods or in the\r\ncarriage of any goods which have been smuggled, he may at any time stop any\r\nsuch vehicle, animal or vessel or, in the case of an aircraft, compel it to\r\nland, and –(a) rummage and search any part of the aircraft, vehicle or vessel;(b) examine and search any goods in the aircraft, vehicle or vessel or\r\non the animal;(c) break open the lock of any door or package for exercising the powers\r\nconferred by clauses (a) and(b), if the keys are withheld.(2)\r\nWhere for the purposes of sub-section (1) –(a) it becomes necessary to stop any vessel or compel any aircraft to\r\nland, it shall be lawful for any vessel or aircraft in the service of the\r\nGovernment while flying her proper flag and any authority authorised in this\r\nbehalf by the Central Government to summon such vessel to stop or the aircraft\r\nto land, by means of an international signal, code or other recognized means,\r\nand thereupon, such vessel shall forthwith stop or such aircraft shall\r\nforthwith land; and if it fails to do so, chase may be given thereto by any\r\nvessel or aircraft as aforesaid and if after a gun is fired as a signal the\r\nvessel fails to stop or the aircraft fails to land, it may be fired upon;(b) it becomes necessary to stop any vehicle or animal, the proper\r\nofficer may use all lawful means for stopping it, and where such means fail, the\r\nvehicle or animal may be fired upon.", "107": " Custom Act, 1962 107.\r\nPower to Examine Persons. – Any\r\nofficer of customs empowered in this behalf by general or special order of the\r\nCommissioner of Customs may, during the course of any enquiry in connection\r\nwith the smuggling of any goods, - (a) require any person to produce or deliver any document or thing\r\nrelevant to the enquiry;(b) examine any person acquainted with the facts and circumstances of\r\nthe case.", "108": " Custom Act, 1962 108.\r\nPower to Summon Persons to give Evidence and Produce Documents. – (1)\r\nAny gazetted officer of customs shall have power to summon any person whose\r\nattendance he considers necessary either to give evidence or to produce a\r\ndocument or any other thing in any inquiry which such officer is making in\r\nconnection with the smuggling of any goods.(2)\r\nA summons to produce documents or other things may be for the production of\r\ncertain specified documents or things or for the production of all documents or\r\nthings of a certain description in the possession or under the control of the\r\nperson summoned.(3)\r\nAll persons so summoned shall be bound to attend either in person or by an\r\nauthorised agent, as such officer may direct; and all persons so summoned shall\r\nbe bound to state the truth upon any subject respecting which they are examined\r\nor make statements and produce such documents and other things as may be\r\nrequiredProvided\r\n  that the exemption under section 132 of\r\nthe Code of Civil Procedure, 1908 (5 of 1908), shall be applicable to any\r\nrequisition for attendance under this section.(4)\r\nEvery such inquiry as aforesaid shall be deemed to be a judicial proceeding\r\nwithin the meaning of section 193 and section 228 of the Indian Penal Code,\r\n1860 (45 of 1860).", "109": " Custom Act, 1962 109.\r\nPower to Require Production of Order Permitting Clearance of Goods Imported by Land.Any\r\nofficer of customs appointed for any area adjoining the land frontier of India\r\nand empowered in this behalf by general or special order of the Board, may\r\nrequire any person in possession of any goods which such officer has reason to\r\nbelieve to have been imported, into India by land, to produce the order made\r\nunder section 47 permitting clearance of the goods :Provided\r\n  that nothing in this section shall apply\r\nto any imported goods passing from a land frontier to a land customs station by\r\na route appointed under clause (c) of section 7.", "110": " Custom Act, 1962 110.\r\nSeizure of Goods, Documents and Things. – (1)\r\nIf the proper officer has reason to believe that any goods are liable to confiscation\r\nunder this Act, he may seize such goods :Provided\r\n  that where it is not practicable to\r\nseize any such goods, the proper officer may serve on the owner of the goods an\r\norder that he shall not remove, part with, or otherwise deal with the goods except\r\nwith the previous permission of such officer.(1A)\r\nThe Central Government may, having regard to the perishable or hazardous nature\r\nof any goods, depreciation in the value of the goods with the passage of time,\r\nconstraints of storage space for the goods or any other relevant\r\nconsiderations, by notification in the Official Gazette, specify the goods or\r\nclass of goods which shall, as soon as may be after its seizure under\r\nsub-section (1), be disposed of by the proper officer in such manner as the Central\r\nGovernment may, from time to time, determine after following the procedure\r\nhereinafter specified.(1B)\r\nWhere any goods, being goods specified under sub-section (1A), have been seized\r\nby a proper officer under sub-section (1), he shall prepare an inventory of\r\nsuch goods containing such details relating to their description, quality,\r\nquantity, mark, numbers, country of origin and other particulars as the proper\r\nofficer may consider relevant to the identity of the goods in any proceedings\r\nunder this Act and shall make an application to a Magistrate for the purpose of\r\n- (a) certifying the correctness of the inventory so prepared; or(b)\r\ntaking, in the presence of the Magistrate, photographs of such goods, and\r\ncertifying such photographs as true; or(c)\r\nallowing to draw representative samples of such goods, in the presence of the\r\nMagistrate, and certifying the correctness of any list of samples so drawn.(1C)\r\nWhere an application is made under sub-section (1B), the Magistrate shall, as\r\nsoon as may be, allow the application.(2)\r\nWhere any goods are seized under sub-section (1) and no notice in respect\r\nthereof is given under clause (a) of section 124 within six months of the\r\nseizure of the goods, the goods shall be returned to the person from whose possession\r\nthey were seized :Provided\r\n  that the aforesaid period of six months\r\nmay, on sufficient cause being shown, be extended by the Commissioner of\r\nCustoms for a period not exceeding six months.(3)\r\nThe proper officer may seize any documents or things which, in his opinion,\r\nwill be useful for, or relevant to, any proceeding under this Act.(4)\r\nThe person from whose custody any documents are seized under sub-section (3)\r\nshall be entitled to make copies thereof or take extracts there from in the\r\npresence of an officer of customs.", "111": " Custom Act, 1962 111.\r\nConfiscation of Improperly Imported Goods, Etc. – The\r\nfollowing goods brought from a place outside India shall be liable to\r\nconfiscation(a)\r\nany goods imported by sea or air which are unloaded or attempted to be unloaded\r\nat any place other than a customs port or customs airport appointed under\r\nclause (a) of section 7 for the unloading of such goods;(b)\r\nany goods imported by land or inland water through any route other than a route\r\nspecified in a notification issued under clause (c) of section 7 for the import\r\nof such goods;(c)\r\nany dutiable or prohibited goods brought into any bay, gulf, creek or tidal\r\nriver for the purpose of being landed at a place other than a customs port;(d)\r\nany goods which are imported or attempted to be imported or are brought within\r\nthe Indian customs waters for the purpose of being imported, contrary to any\r\nprohibition imposed by or under this Act or any other law for the time being in\r\nforce;(e)\r\nany dutiable or prohibited goods found concealed in any manner in any\r\nconveyance;(f)\r\nany dutiable or prohibited goods required to be mentioned under the regulations\r\nin an import manifest or import report which are not so mentioned;(g)\r\nany dutiable or prohibited goods which are unloaded from a conveyance in\r\ncontravention of the provisions of section 32, other than goods inadvertently\r\nunloaded but included in the record kept under sub-section (2) of section 45;(h)\r\nany dutiable or prohibited goods unloaded or attempted to be unloaded in\r\ncontravention of the provisions of section 33 or section 34;(i ) any dutiable or prohibited goods found concealed in any\r\nmanner in any package either before or after the unloading thereof;(j)\r\nany dutiable or prohibited goods removed or attempted to be removed from a\r\ncustoms area or a warehouse without the permission of the proper officer or\r\ncontrary to the terms of such permission;(k)\r\nany dutiable or prohibited goods imported by land in respect of which the order\r\npermitting clearance of the goods required to be produced under section 109 is\r\nnot produced or which do not correspond in any material particular with the\r\nspecification contained therein;(l)\r\nany dutiable or prohibited goods which are not included or are in excess of\r\nthose included in the entry made under this Act, or in the case of baggage in\r\nthe declaration made under section 77;(m)\r\nany goods which do not correspond in respect of value or in any other\r\nparticular with the entry made under this Act or in the case of baggage with\r\nthe declaration made under section 77 in respect thereof, or in the case of\r\ngoods under transhipment, with the declaration for transhipment referred to in\r\nthe proviso to sub-section ( 1) of section 54.(n)\r\nany dutiable or prohibited goods transited with or without transhipment or\r\nattempted to be so transited in contravention of the provisions of Chapter\r\nVIII;(o)\r\nany goods exempted, subject to any condition, from duty or any prohibition in\r\nrespect of the import thereof under this Act or any other law for the time\r\nbeing in force, in respect of which the condition is not observed unless the\r\nnon-observance of the condition was sanctioned by the proper officer;(p)\r\nany notified goods in relation to which any provisions of Chapter IVA or of any\r\nrule made under this Act for carrying out the purposes of that Chapter have\r\nbeen contravened.", "112": " Custom Act, 1962 112.\r\nPenalty for Improper Importation of Goods, Etc. – Any\r\nperson, -(a)\r\nwho, in relation to any goods, does or omits to do any act which act or\r\nomission would render such goods liable to confiscation under section 111, or\r\nabets the doing or omission of such an act, or(b)\r\nwho acquires possession of or is in any way concerned in carrying, removing,\r\ndepositing, harbouring, keeping, concealing, selling or purchasing, or in any\r\nother manner dealing with any goods which he knows or has reason to believe are\r\nliable to confiscation under section 111, shall be liable,- ( i ) in the case of goods in respect of which\r\nany prohibition is in force under this Act or any other law for the time being\r\nin force, to a penalty not exceeding five times the value of the goods or one\r\nthousand rupees, whichever is the greater;(ii) in the case of dutiable goods, other than prohibited goods, to a\r\npenalty not exceeding five times the duty sought to be evaded on such goods or\r\none thousand rupees, whichever is the greater;(iii) in the case of goods in respect of which the value stated in the\r\nentry made under this Act or in the case of baggage, in the declaration made\r\nunder section 77 (in either case hereafter in this section referred to as the\r\ndeclared value) is higher than the value thereof, to a penalty not exceeding\r\nfive times the difference between the declared value and the value thereof or\r\none thousand rupees, whichever is the greater;(iv) in the case of goods falling both under clauses (i ) and (iii), to a penalty not exceeding five times the\r\nvalue of the goods or five times the difference between the declared value and\r\nthe value thereof or one thousand rupees, whichever is the highest;(v) in the case of goods falling both under clauses (ii) and (iii), to a\r\npenalty not exceeding five times the duty sought to be evaded on such goods or\r\nfive times the difference between the declared value and the value thereof or\r\none thousand rupees, whichever is the highest.", "113": " Custom Act, 1962 113.\r\nConfiscation of Goods Attempted to be Improperly Exported, Etc. – The\r\nfollowing export goods shall be liable to confiscation :- (a) any goods attempted to be exported by sea or air from any place\r\nother than a customs port or a customs airport appointed for the loading of\r\nsuch goods;(b) any goods attempted to be exported by land or inland water through\r\nany route other than a route specified in a notification issued under clause\r\n(c) of section 7 for the export of such goods;(c) any dutiable or prohibited goods brought near the land frontier or\r\nthe coast of India or near any bay, gulf, creek or tidal river for the purpose\r\nof being exported from a place other than a land customs station or a customs\r\nport appointed for the loading of such goods;(d) any goods attempted to be exported or brought within the limits of\r\nany customs area for the purpose of being exported, contrary to any prohibition\r\nimposed by or under this Act or any other law for the time being in force;(e) any dutiable or prohibited goods found concealed in a package which\r\nis brought within the limits of a customs area for the purpose of exportation;(f) any dutiable or prohibited goods which are loaded or attempted to be\r\nloaded in contravention of the provisions of section 33 or section 34;(g) any dutiable or prohibited goods loaded or attempted to be loaded on\r\nany conveyance, or water-borne, or attempted to be water-borne for being loaded\r\non any vessel, the eventual destination of which is a place outside India,\r\nwithout the permission of the proper officer;(h) any dutiable or prohibited goods which are not included or are in\r\nexcess of those included in the entry made under this Act, or in the case of\r\nbaggage in the declaration made under section 77;( i ) any dutiable or prohibited goods or goods\r\nentered for exportation under claim for drawback which do not correspond in any\r\nmaterial particular with the entry made under this Act or in the case of\r\nbaggage with the declaration made under section 77 in respect thereof;(ii) any goods entered for exportation under claim for drawback which do\r\nnot correspond in any material particular with any information furnished by the\r\nexporter or manufacturer under this Act in relation to the fixation of rate of\r\ndrawback under section 75;(j) any goods on which import duty has not been paid and which are\r\nentered for exportation under a claim for drawback under section 74;(k) any goods cleared for exportation under a claim for drawback which\r\nare not loaded for exportation on account of any wilful act, negligence or\r\ndefault of the exporter, his agent or employee, or which after having been\r\nloaded for exportation are unloaded without the permission of the proper\r\nofficer;(l) any specified goods in relation to which any provisions of Chapter\r\nIVB or of any rule made under this Act for carrying out the purposes of that\r\nChapter have been contravened.", "114": " Custom Act, 1962 114. Penalty for Attempt to Export Goods Improperly, Etc. – \r\nAny\r\nperson who, in relation to any goods, does or omits to do any act which act or\r\nomission would render such goods liable to confiscation under section 113, or\r\nabets the doing or omission of such an act, shall be liable, - ( i ) in the case of goods in respect of which\r\nany prohibition is in force under this Act or any other law for the time being\r\nin force, to a penalty not exceeding five times the value of the goods or one\r\nthousand rupees, whichever is the greater;(ii) in the case of dutiable goods, other than prohibited goods, to a\r\npenalty not exceeding five times the duty sought to be evaded on such goods or\r\none thousand rupees, whichever is the greater;(iii) in the case of goods under claim for drawback, to a penalty not\r\nexceeding five times the amount of drawback claimed or one thousand rupees,\r\nwhichever is the greater.", "115": " Custom Act, 1962 115.\r\nConfiscation of Conveyances. – (1)\r\nThe following conveyances shall be liable to confiscation :- (a) any vessel which is or has been within the Indian customs waters,\r\nany aircraft which is or has been in India, or any vehicle which is or has been\r\nin a customs area, while constructed, adapted, altered or fitted in any manner\r\nfor the purpose of concealing goods;(b) any conveyance from which the whole or any part of the goods is\r\nthrown overboard, staved or destroyed so as to prevent seizure by an officer of\r\ncustoms;(c) any conveyance which having been required to stop or land under\r\nsection 106 fails to do so, except for good and sufficient cause;(d) any conveyance from which any warehoused goods cleared for\r\nexportation, or any other goods cleared for exportation under a claim for\r\ndrawback, are unloaded, without the permission of the proper officer;(e) any conveyance carrying imported goods which has entered India and\r\nis afterwards found with the whole or substantial portion of such goods\r\nmissing, unless the master of the vessel or aircraft is able to account for the\r\nloss of, or deficiency in, the goods.(2)\r\nAny conveyance or animal used as a means of transport in the smuggling of any\r\ngoods or in the carriage of any smuggled goods shall be liable to confiscation,\r\nunless the owner of the conveyance or animal proves that it was so used without\r\nthe knowledge or connivance of the owner himself, his agent, if any, and the\r\nperson in charge of the conveyance or animal :Provided\r\n  that where any such conveyance is used\r\nfor the carriage of goods or passengers for hire, the owner of any conveyance\r\nshall be given an option to pay in lieu of the confiscation of the conveyance a\r\nfine not exceeding the market price of the goods which are sought to be\r\nsmuggled or the smuggled goods, as the case may be.Explanation\r\n:  In this section, \"market\r\nprice\" means market price at the date when the goods are seized.", "116": " Custom Act, 1962 116.\r\nPenalty for not Accounting for Goods. – If\r\nany goods loaded in a conveyance for importation into India, or any goods\r\ntranshipped under the provisions of this Act or coastal goods carried in a\r\nconveyance, are not unloaded at their place of destination in India, or if the\r\nquantity unloaded is short of the quantity to be unloaded at that destination,\r\nand if the failure to unload or the deficiency is not accounted for to the\r\nsatisfaction of the Assistant Commissioner of Customs, the person-in-charge of\r\nthe conveyance shall be liable, - (a)\r\nin the case of goods loaded in a conveyance for importation into India or goods\r\ntranshipped under the provisions of this Act, to a penalty not exceeding twice\r\nthe amount of duty that would have been chargeable on the goods not unloaded or\r\nthe deficient goods, as the case may be, had such goods been imported;(b)\r\nin the case of coastal goods, to a penalty not exceeding twice the amount of\r\nexport duty that would have been chargeable on the goods not unloaded or the\r\ndeficient goods, as the case may be, had such goods been exported.", "117": " Custom Act, 1962 117.\r\nPENALTIES FOR CONTRAVENTION, ETC., NOT EXPRESSLY MENTIONED. Any\r\nperson who contravenes any provision of this Act or abets any such\r\ncontravention or who fails to comply with any provision, of this Act with which\r\nit was his duty to comply, where no express penalty is elsewhere provided for such\r\ncontravention or failure, shall be liable to a penalty not exceeding ten\r\nthousand rupees.", "118": " Custom Act, 1962 118.\r\nCONFISCATION OF PACKAGES AND THEIR CONTENTS. – (a)\r\nWhere any goods imported in a package are liable to confiscation, the package\r\nand any other goods imported in that package shall also be liable to\r\nconfiscation.(b)\r\nWhere any goods are brought in a package within the limits of a customs area\r\nfor the purpose of exportation and are liable to confiscation, the package and\r\nany other goods contained therein shall also be liable to confiscation.", "119": " Custom Act, 1962 119.\r\nCONFISCATION OF GOODS USED FOR CONCEALING SMUGGLED GOODS. – Any\r\ngoods used for concealing smuggled goods shall also be liable to confiscation.Explanation\r\n:  In this section, \"goods\" does not\r\ninclude a conveyance used as a means of transport.", "120": " Custom Act, 1962 120.\r\nCONFISCATION OF SMUGGLED GOODS NOTWITHSTANDING ANY CHANGE IN FORM, ETC. – (1)\r\nSmuggled goods may be confiscated notwithstanding any change in their form.(2)\r\nWhere smuggled goods are mixed with other goods in such manner that the\r\nsmuggled goods cannot be separated from such other goods, the whole of the\r\ngoods shall be liable to confiscation :Provided\r\n  that where the owner of such goods\r\nproves that he had no knowledge or reason to believe that they included any\r\nsmuggled goods, only such part of the goods the value of which is equal to the\r\nvalue of the smuggled goods shall be liable to confiscation.", "121": " Custom Act, 1962 121.\r\nCONFISCATION OF SALE-PROCEEDS OF SMUGGLED GOODS. – Where\r\nany smuggled goods are sold by a person having knowledge or reason to believe\r\nthat the goods are smuggled goods, the sale-proceeds thereof shall be liable to\r\nconfiscation.", "122": " Custom Act, 1962 122.\r\nADJUDICATION OF CONFISCATIONS AND PENALTIES. – In\r\nevery case under this Chapter in which anything is liable to confiscation or\r\nany person is liable to a penalty, such confiscation or penalty may be\r\nadjudged, -(a)\r\nwithout limit, by a Commissioner of Customs or a Deputy Commissioner of\r\nCustoms;(b)\r\nwhere the value of the goods liable to confiscation does not exceed fifty\r\nthousand rupees, by an Assistant Commissioner of Customs ;(c) where the value of the goods liable to confiscation does not exceed two thousand five hundred rupees, by a Gazetted Officer of Customs lower in rank than an Assistant Commissioner of Customs.", "123": " Custom Act, 1962 123.\r\nBURDEN OF PROOF IN CERTAIN CASES. – (1)\r\nWhere any goods to which this section applies are seized under this Act in the\r\nreasonable belief that they are smuggled goods, the burden of proving that they\r\nare not smuggled goods shall be –(a) in a case where such seizure is made from the possession of any\r\nperson, -( i ) on the person from whose possession the\r\ngoods were seized; and(ii) if any person, other than the person from whose possession the goods\r\nwere seized, claims to be the owner thereof, also on such other person;(b) in any other case, on the person, if any, who claims to be the owner\r\nof the goods so seized.(2)\r\nThis section shall apply to gold, and manufactures thereof, watches, and any\r\nother class of goods which the Central Government may by notification in the\r\nOfficial Gazette specify.", "124": " Custom Act, 1962 124.\r\nISSUE OF SHOW CAUSE NOTICE BEFORE CONFISCATION OF GOODS, ETC. – No\r\norder confiscating any goods or imposing any penalty on any person shall be made\r\nunder this Chapter unless the owner of the goods or such person –(a)\r\nis given a notice in writing informing him of the grounds on which it is\r\nproposed to confiscate the goods or to impose a penalty;(b)\r\nis given an opportunity of making a representation in writing within such\r\nreasonable time as may be specified in the notice against the grounds of\r\nconfiscation or imposition of penalty mentioned therein; and(c)\r\nis given a reasonable opportunity of being heard in the matter :Provided\r\n  that the notice referred to in clause\r\n(a) and the representation referred to in clause (b) may, at the request of the\r\nperson concerned be oral.", "125": " Custom Act, 1962 125.\r\nOPTION TO PAY FINE IN LIEU OF CONFISCATION. – (1)\r\nWhenever confiscation of any goods is authorised by this act, the officer\r\nadjudging it may, in the case of any goods, the importation or exportation\r\nwhereof is prohibited under this Act or under any other law for the time being\r\nin force, and shall, in the case of any other goods, give to the owner of the\r\ngoods or, where such owner is not known, the person from whose possession or\r\ncustody such goods have been seized, an option to pay in lieu of confiscation\r\nsuch fine as the said officer thinks fit :Provided\r\n  that, without prejudice to the\r\nprovisions of the proviso to sub-section (2) of section 115, such fine shall\r\nnot exceed the market price of the goods confiscated, less in the case of\r\nimported goods the duty chargeable thereon.(2)\r\nWhere any fine in lieu of confiscation of goods is imposed under sub-section\r\n(1), the owner of such goods or the person referred to in sub-section (1),\r\nshall, in addition, be liable to any duty and charges payable in respect of\r\nsuch goods.", "126": " Custom Act, 1962 126.\r\nON CONFISCATION, PROPERTY TO VEST IN CENTRAL GOVERNMENT. – (1)\r\nWhen any goods are confiscated under this Act, such goods shall thereupon vest\r\nin the Central Government.(2)\r\nThe officer adjudging confiscation shall take and hold possession of the\r\nconfiscated goods.", "127": " Custom Act, 1962 127.\r\nAWARD OF CONFISCATION OR PENALTY BY CUSTOMS OFFICERS NOT TO INTERFERE WITH\r\nOTHER PUNISHMENTS. – The\r\naward of any confiscation or penalty under this Act by an officer of customs\r\nshall not prevent the infliction of any punishment to which the person affected\r\nthereby is liable under the provisions of Chapter XVI of this Act or under any\r\nother law.", "128": " Custom Act, 1962 128.\r\nAPPEALS TO COMMISSIONER (APPEALS) – (1)\r\nAny person aggrieved by any decision or order passed under this Act by an\r\nofficer of customs lower in rank than a Commissioner of Customs may appeal to\r\nthe Commissioner (Appeals) within three months from the date of the\r\ncommunication to him of such decision or order :Provided\r\n  that the Commissioner (Appeals) may, if\r\nhe is satisfied that the appellant was prevented by sufficient cause from\r\npresenting the appeal within the aforesaid period of three months, allow it to\r\nbe presented within a further period of three months.(2)\r\nEvery appeal under this section, shall be in such form and shall be verified in\r\nsuch manner as may be specified by rules made in this behalf.", "129": " Custom Act, 1962 129.\r\nAPPELLATE TRIBUNAL. – (1)\r\nThe Central Government shall constitute an Appellate Tribunal to be called the\r\nCustoms, Excise and Gold (Control) Appellate Tribunal consisting of as many\r\njudicial and technical members as it thinks fit to exercise the powers and\r\ndischarge the functions conferred on the Appellate Tribunal by this Act.(2)\r\nA judicial member shall be a person who has for at least ten years held a\r\njudicial office in the territory of India or who has been a member of the\r\nCentral Legal Service and has held a post in Grade I of that service or any\r\nequivalent or higher post for at least three years, or who has been an advocate\r\nfor at least ten years.Explanation\r\n:  For the purposes of this sub-section, - (i ) in computing the period during which a person has held\r\njudicial office in the territory of India, there shall be included any period,\r\nafter he has held any judicial office, during which the person has been an\r\nadvocate or has held the office of a member of a tribunal or any post, under\r\nthe Union or a State, requiring special knowledge of law;(ii)\r\nin computing the period during which a person has been an advocate, there shall\r\nbe included any period during which the person has held a judicial office, or\r\nthe office of a member of a tribunal or any post, under the Union or a State,\r\nrequiring special knowledge of law after he became an advocate.(2A)\r\nA technical member shall be a person who has been a member of the Indian\r\nCustoms and Central Excise Service, Group A, and has held the post of\r\nCommissioner of Customs or Central Excise or any equivalent or higher post for\r\nat least three years.(3)\r\nThe Central Government shall appoint –(a) a person who is or has been a Judge of a High Court; or(b) one of the members of the Appellate Tribunal, to be the President\r\nthereof.(4)\r\nThe Central Government may appoint one or more members of the Appellate\r\nTribunal to be the Vice-President, or, as the case may be, Vice-Presidents,\r\nthereof.(4A)\r\nThe Central Government may appoint one of the Vice-Presidents of the Appellate\r\nTribunal to be the Senior Vice-President thereof.(5)\r\nThe Senior Vice-President or a Vice-President shall exercise such of the powers\r\nand perform such of the functions of the President as may be delegated to him\r\nby the President by a general or special order in writing.", "130": " Custom Act, 1962 130.\r\nStatement of Case to High Court. – (1)\r\nThe Commissioner of Customs or the other party may, within sixty days of the\r\ndate upon which he is served with notice of an order under section 129B passed\r\nbefore 1st day of July,1999 (not being an order relating, among other things,\r\nto the determination of any question having a relation to the rate of duty of\r\ncustoms or to the value of goods for purposes of assessment), by application in\r\nsuch form as may be specified by rules made in this behalf, accompanied, where\r\nthe application is made by the other party, by a fee of two hundred rupees,\r\nrequire the Appellate Tribunal to refer to the High Court any question of law\r\narising out of such order and, subject to the other provisions contained in\r\nthis section, the Appellate Tribunal shall, within one hundred and twenty days\r\nof the receipt of such application, draw up a statement of the case and refer\r\nit to the High Court :Provided\r\n  that the Appellate Tribunal may, if it\r\nis satisfied that the applicant was prevented by sufficient cause from\r\npresenting the application within the period hereinbefore specified, allow it\r\nto be presented within a further period not exceeding thirty days.(2)\r\nOn receipt of notice that an application has been made under sub-section (1),\r\nthe person against whom such application has been made, may, notwithstanding that\r\nhe may not have filed such an application, file, within forty-five days of the\r\nreceipt of the notice, a memorandum of cross-objections verified in such manner\r\nas may be specified by rules made in this behalf against any part of the order\r\nin relation to which an application for reference has been made and such\r\nmemorandum shall be disposed of by the Appellate Tribunal as if it were an\r\napplication presented within the time specified in sub-section (1).(3)\r\nIf, on an application made under sub-section (1), the Appellate Tribunal\r\nrefuses to state the case on the ground that no question of law arises, the\r\nCommissioner of Customs, or, as the case may be, the other party may, within\r\nsix months from the date on which he is served with notice of such refusal, apply\r\nto the High Court and the High Court may, if it is not satisfied with the\r\ncorrectness of the decision of the Appellate Tribunal, require the Appellate\r\nTribunal to state the case and to refer it, and on receipt of any such\r\nrequisition, the Appellate Tribunal shall state the case and refer it\r\naccordingly.(4)\r\nWhere in the exercise of its powers under sub-section (3), the Appellate\r\nTribunal refuses to state a case which it has been required by an applicant to\r\nstate, the applicant may, within thirty days from the date on which he receives\r\nnotice of such refusal, withdraw his application and, if he does so, the fee,\r\nif any, paid by him shall be refunded.", "131": " Custom Act, 1962 131.\r\nSums Due to be Paid notwithstanding Reference, Etc. – Notwithstanding\r\nthat a reference has been made to the High Court or the Supreme Court or an\r\nappeal has been preferred to the Supreme Court, sums due to the Government as a\r\nresult of an order passed under sub-section (1) of section 129B shall be\r\npayable in accordance with the order so passed.", "132": " Custom Act, 1962 132.\r\nFalse Declaration, False Documents, Etc. – Whoever\r\nmakes, signs or uses, or causes to be made, signed or used, any declaration,\r\nstatement or document in the transaction of any business relating to the\r\ncustoms, knowing or having reason to believe that such declaration, statement\r\nor document is false in any material particular, shall be punishable with\r\nimprisonment for a term which may extend to six months, or with fine, or with\r\nboth.", "133": " Custom Act, 1962 133.\r\nObstruction of Officer of Customs. – If\r\nany person intentionally obstructs any officer of customs in the exercise of\r\nany powers conferred under this Act, such person shall be punishable with\r\nimprisonment for a term which may extend to six months, or with fine, or with\r\nboth.", "134": " Custom Act, 1962 134.\r\nRefusal to be X-Rayed. – If\r\nany person –(a)\r\nresists or refuses to allow a radiologist to screen or to take X-ray picture of\r\nhis body in accordance with an order made by a Magistrate under section 103, or(b)\r\nresists or refuses to allow suitable action being taken on the advice and under\r\nthe supervision of a registered medical practitioner for bringing out goods\r\nliable to confiscation secreted inside his body, as provided in section 103, he\r\nshall be punishable with imprisonment for a term which may extend to six\r\nmonths, or with fine, or with both.", "135": " Custom Act, 1962 135.\r\nEvasion of Duty or Prohibitions. – (1)\r\nWithout prejudice to any action that may be taken under this Act, if any person\r\n–(a) is in relation to any goods in any way knowingly concerned in any\r\nfraudulent evasion or attempt at evasion of any duty chargeable thereon or of\r\nany prohibition for the time being imposed under this Act or any other law for\r\nthe time being in force with respect to such goods, or(b) acquires possession of or is in any way concerned in carrying,\r\nremoving, depositing, harbouring, keeping, concealing, selling or purchasing or\r\nin any other manner dealing with any goods which he knows or has reason to\r\nbelieve are liable to confiscation under section 111, he shall be punishable, -( i ) in the case of an offence relating to any\r\nof the goods to which section 123 applies and the market price whereof exceeds\r\none lakh of rupees, with imprisonment for a term\r\nwhich may extend to seven years and with fine :Provided that in the absence of special and\r\nadequate reasons to the contrary to be recorded in the judgment of the court,\r\nsuch imprisonment shall not be for less than three years;(ii) in any other case, with imprisonment for a term which may extend to\r\nthree years, or with fine, or with both.(2)\r\nIf any person convicted of an offence under this section or under sub-section\r\n(1) of section 136 is again convicted of an offence under this section, then,\r\nhe shall be punishable for the second and for every subsequent offence with\r\nimprisonment for a term which may extend to seven years and with fine :Provided\r\n  that in the absence of special and\r\nadequate reasons to the contrary to be recorded in the judgment of the court\r\nsuch imprisonment shall not be for less than one year.(3)\r\nFor the purposes of sub-sections (1) and (2), the following shall not be\r\nconsidered as special and adequate reasons for awarding a sentence of\r\nimprisonment for a term of less than one year, namely :- ( i ) the fact that the accused has been\r\nconvicted for the first time for an offence under this Act;(ii) the fact that in any proceeding under this Act, other than a\r\nprosecution, the accused has been ordered to pay a penalty or the goods which\r\nare the subject matter of such proceedings have been ordered to be confiscated\r\nor any other action has been taken against him for the same act which\r\nconstitutes the offence;(iii) the fact that the accused was not the principal offender and was\r\nacting merely as a carrier of goods or otherwise was a secondary party to the\r\ncommission of the offence;(iv) the age of the accused.", "136": " Custom Act, 1962 136.\r\nOffences by Officers of Customs. – (1)\r\nIf any officer of customs enters into or acquiesces in any agreement to do,\r\nabstains from doing, permits, conceals or connives at any act or thing whereby\r\nany duty of customs leviable on any goods, or any\r\nprohibition for the time being in force under this Act or any other law for the\r\ntime being in force with respect to any goods is or may be evaded, he shall be\r\npunishable with imprisonment for a term which may extend to three years, or\r\nwith fine, or with both.(2)\r\nIf any officer of customs, - (a) requires any person to be searched for goods liable to confiscation\r\nor any document relating thereto, without having reason to believe that he has\r\nsuch goods or document secreted about his person; or(b) arrests any person without having reason to believe that he has been\r\nguilty of an offence punishable under section 135; or(c) searches or authorises any other officer of customs to search any place\r\nwithout having reason to believe that any goods, documents or things of the\r\nnature referred to in section 105 are secreted in that place, he shall be\r\npunishable with imprisonment for a term which may extend to six months, or with\r\nfine which may extend to one thousand rupees, or with both.(3)\r\nIf any officer of customs, except in the discharge in good faith of his duty as\r\nsuch officer or in compliance with any requisition made under any law for the\r\ntime being in force, discloses any particulars learnt by him in his official\r\ncapacity in respect of any goods, he shall be punishable with imprisonment for\r\na term which may extend to six months, or with fine which may extend to one\r\nthousand rupees, or with both.", "137": " Custom Act, 1962 137.\r\nCognizance of Offences.- (1)\r\nNo court shall take cognizance of any offence under section 132, section 133,\r\nsection 134 or section 135, except with the previous sanction of the\r\nCommissioner of Customs.(2)\r\nNo court shall take cognizance of any offence under section 136, - (a) where the offence is alleged to have been committed by an officer of\r\ncustoms not lower in rack than Assistant Commissioner of Customs, except with\r\nthe previous sanction of the Central Government;(b) where the offence is alleged to have been committed by an officer of\r\ncustoms lower in rank than Assistant Commissioner of Customs, except with the\r\nprevious sanction of the Commissioner of Customs.", "138": " Custom Act, 1962 138.\r\nOffences to be Tried Summarily. – Notwithstanding\r\nanything contained in the 253 Code of Criminal Procedure, 1898 (5 of 1898), an\r\noffence under this Chapter other than an offence punishable under clause (i ) of sub-section (1) of section 135 or under sub-section\r\n(2) of that section may be tried Summarily by a Magistrate.", "139": " Custom Act, 1962 139.\r\nPresumption as to Documents in Certain Cases. – Where\r\nany document –(i ) is produced by any person or has been seized from the\r\ncustody or control of any person, in either case, under this Act or under any\r\nother law, or(ii)\r\nhas been received from any place outside India in the course of investigation\r\nof any offence alleged to have been committed by any person under this Act, and\r\nsuch document is tendered by the prosecution in evidence against him or against\r\nhim and any other person who is tried jointly with him, the court Shall –(a) presume, unless the contrary is proved, that the signature and every\r\nother part of such document which purports to be in the handwriting of any\r\nparticular person or which the court may reasonably assume to have been signed\r\nby, or to be in the handwriting of, any particular person, is in that person's\r\nhandwriting, and in the case of a document executed or attested, that it was\r\nexecuted or attested by the person by whom it purports to have been so executed\r\nor attested;(b) admit the document in evidence, notwithstanding that it is not duly\r\nstamped, if such document is otherwise admissible in evidence;(c) in a case falling under clause ( i ) also\r\npresume, unless the contrary is proved, the truth of the contents of such\r\ndocument.Explanation\r\n:  For the purposes of this section,\r\n\"document\" includes inventories, photographs and lists certified by a\r\nMagistrate under sub-section (1C) of section 110.", "140": " Custom Act, 1962 140.\r\nOffences by Companies. – (1)\r\nIf the person committing an offence under this Chapter is a company, every\r\nperson who, at the time the offence was committed was in charge of, and was\r\nresponsible to, the company for the conduct of business of the company, as well\r\nas the company, shall be deemed to be guilty of the offence and shall be liable\r\nto be proceeded against and punished accordingly :Provided\r\n  that nothing contained in this sub-section\r\nshall render any such person liable to such punishment provided in this Chapter\r\nif he proves that the offence was committed without his knowledge or that he\r\nexercised all due diligence to prevent the commission of such offence.(2)\r\nNotwithstanding anything contained in sub-section (1), where an offence under\r\nthis Chapter has been committed by a company and it is proved that the offence\r\nhas been committed with the consent or connivance of, or is attributable to any\r\nnegligence on the part of, any director, manager, secretary or other officer of\r\nthe company, such director, manager, secretary or other officer shall also be\r\ndeemed to be guilty of that offence and shall be liable to be proceeded against\r\nand punished accordingly.Explanation\r\n:  For the purposes of this section, - (a)\r\n\"company\" means a body corporate and includes a firm or other\r\nassociation of individuals; and(b)\r\n\"director\", in relation to a firm, means a partner in the firm.", "141": " Custom Act, 1962 141.\r\nConveyances and Goods in a Customs Area Subject to Control of Officers of Customs. – All\r\nconveyances and goods in a customs area shall, for the purpose of enforcing the\r\nprovisions of this Act, be subject to the control of officers of customs.", "142": " Custom Act, 1962 142.\r\nRecovery of Sums Due to Government. – (1)\r\nWhere any sum payable by any person under this Act is not paid, - (a) the proper officer may deduct or may require any other officer of\r\ncustoms to deduct the amount so payable from any money owing to such person\r\nwhich may be under the control of the proper officer or such other officer of\r\ncustoms; or(b) the Assistant Commissioner of Customs may recover or may require any\r\nother officer of customs to recover the amount so payable by detaining and\r\nselling any goods belonging to such person which are under the control of the\r\nAssistant Commissioner of Customs or such other officer of customs; or(c) if the amount cannot be recovered from such person in the manner\r\nprovided in clause (a) or clause (b)( i ) the Assistant Commissioner of Customs may\r\nprepare a certificate signed by him specifying the amount due from such person\r\nand send it to the Collector of the district in which such person owns any\r\nProperty or resides or carries on his business and the said Collector on\r\nreceipt of such certificate shall proceed to recover from such person the\r\namount specified thereunder as if it were an arrear\r\nof land revenue; or(ii) the proper officer may, on an authorisation by a Commissioner of\r\nCustoms and in accordance with the rules made in this behalf,  distrain any movable or immovable property belonging to or\r\nunder the control of such person, and detain the same until the amount payable\r\nis paid; and in case, any part of the said amount payable or of the cost of the\r\ndistress or keeping of the property, remains unpaid for a period of thirty days\r\nnext after any such distress, may cause the said property to be sold and with\r\nthe proceeds of such sale, may satisfy the amount payable and the costs\r\nincluding cost of sale remaining unpaid and shall render the surplus, if any,\r\nto such person.(2)\r\nWhere the terms of any bond or other instrument executed under this Act or any\r\nrules or regulations made thereunder provide that any\r\namount due under such instrument may be recovered in the manner laid down in\r\nsub-section (1), the amount may, without prejudice to any other mode of\r\nrecovery, be recovered in accordance with the provisions of that sub-section.", "143": " Custom Act, 1962 143.\r\nPower to Allow Import or Export on Execution of Bonds in Certain Cases. – (1)\r\nWhere this Act or any other law requires anything to be done before a person\r\ncan import or export any goods or clear any goods from the control of officers\r\nof customs and the Assistant Commissioner of Customs is satisfied that having\r\nregard to the circumstances of the case, such thing cannot be done before such\r\nimport, export or clearance without detriment to that person, the Assistant\r\nCommissioner of Customs may, notwithstanding anything contained in this Act or\r\nsuch other law, grant leave for such import, export or clearance on the person\r\nexecuting a bond in such amount, with such surety or security and subject to\r\nsuch conditions as the Assistant Commissioner of Customs approves, for the\r\ndoing of that thing within such time after the import, export or clearance as\r\nmay be specified in the bond.(2)\r\nIf the thing is done within the time specified in the bond, the Assistant\r\nCommissioner of Customs shall cancel the bond as discharged in full and shall,\r\non demand, deliver it, so cancelled, to the person who has executed or who is\r\nentitled to receive it; and in such a case that person shall not be liable to\r\nany penalty provided in this Act or, as the case may be, in such other law for\r\nthe contravention of the provisions thereof relating to the doing of that\r\nthing.(3)\r\nIf the thing is not done within the time specified in the bond, the Assistant\r\nCommissioner of Customs shall, without prejudice to any other action that may\r\nbe taken under this Act or any other law for the time being in force, be\r\nentitled to proceed upon the bond in accordance with law.", "144": " Custom Act, 1962 144.\r\nPower to take Samples. – (1)\r\nThe proper officer may, on the entry or clearance of any goods or at any time\r\nwhile such goods are being passed through the customs area, take samples of\r\nsuch goods in the presence of the owner thereof, for examination or testing, or\r\nfor ascertaining the value thereof, or for any other purposes of this Act.(2)\r\nAfter the purpose for which a sample was taken is carried out, such sample\r\nshall, if practicable, be restored to the owner, but if the owner fails to take\r\ndelivery of the sample within three months of the date on which the sample was\r\ntaken, it may be disposed of in such manner as the Commissioner of Customs may\r\ndirect.(3) No duty shall be chargeable on any sample of goods taken under this section which is consumed or destroyed during the course of any test or examination thereof, if such duty amounts to five rupees or more.", "145": " Custom Act, 1962 145.\r\nOwner, Etc., to Perform Operations Incidental to Compliance with Customs Law. –\r\n All\r\noperations necessary for making any goods available for examination by the\r\nproper officer or for facilitating such examination shall be performed by, or\r\nat the expense of, the owner, importer or exporter of the goods, as the case\r\nmay be.", "146": " Custom Act, 1962 146.\r\nCustom House Agents to be Licensed. – (1)\r\nNo person shall carry on business as an agent relating to the entry or\r\ndeparture of a conveyance or the import or export of goods at any\r\ncustoms-station unless such person holds a licence granted in this behalf in\r\naccordance with the regulations.(2)\r\nThe Board may make regulations for the purpose of carrying out the provisions\r\nof this section and, in particular, such regulations may provide for –(a) the authority by which a licence may be granted under this section\r\nand the period of validity of any such licence;(b) the form of the licence and the fees payable therefor ;(c) the qualifications of persons who may apply for a licence and the\r\nqualifications of persons to be employed by a licensee to assist him in his\r\nwork as an agent;(d) the restrictions and conditions (including the furnishing of\r\nsecurity by the licensee) subject to which a licence may be granted;(e) the circumstances in which a licence may be suspended or revoked;\r\nand(f) the appeals, if any, against an order of suspension or revocation of\r\na licence, and the period within which such appeals shall be filed.", "147": " Custom Act, 1962 147.\r\nLiability of Principal and Agent. – (1)\r\nWhere this Act requires anything to be done by the owner, importer or exporter\r\nof any goods, it may be done on his behalf by his agent.(2)\r\nAny such thing done by an agent of the owner, importer or exporter of any goods\r\nshall, unless the contrary is proved, be deemed to have been done with the\r\nknowledge and consent of such owner, importer or exporter, so that in any\r\nproceedings under this Act, the owner, importer or exporter of the goods shall\r\nalso be liable as if the thing had been done by himself.(3)\r\nWhen any person is expressly or impliedly authorised by the owner, importer or\r\nexporter of any goods to be his agent in respect of such goods for all or any\r\nof the purposes of this Act, such person shall, without prejudice to the\r\nliability of the owner, importer or exporter, be deemed to be the owner,\r\nimporter or exporter of such goods for such purposes :Provided\r\n  that where any duty is not levied or is\r\nshort-levied or erroneously refunded on account of any reason other than any\r\nwilful act, negligence or default of the agent, such duty shall not be\r\nrecovered from the agent unless in the opinion of Assistant Commissioner of\r\nCustoms the same cannot be recovered from the owner, importer or exporter.", "148": " Custom Act, 1962 148.\r\nLiability of Agent Appointed by the Person in Charge of a Conveyance. – (1)\r\nWhere this Act requires anything to be done by the person in charge of a\r\nconveyance, it may be done on his behalf by his agent.(2)\r\nAn agent appointed by the person in charge of a conveyance and any person who\r\nrepresents himself to any officer of customs as an agent of any such person in\r\ncharge, and is accepted as such by that officer, shall be liable for the\r\nfulfilment in respect of the matter in question of all obligations imposed on\r\nsuch person in charge by or under this Act or any law for the time being in\r\nforce, and to penalties and confiscations which may be incurred in respect of\r\nthat matter.", "149": " Custom Act, 1962 149.\r\nAmendment of Documents. – Save\r\nas otherwise provided in sections 30 and 41, the proper officer may, in his\r\ndiscretion, authorise any document, after it has been presented in the custom\r\nhouse to be amended :Provided\r\n  that no amendment of a bill of entry or\r\na shipping bill or bill of export shall be so authorised to be amended after\r\nthe imported goods have been cleared for home consumption or deposited in a\r\nwarehouse, or the export goods have been exported, except on the basis of\r\ndocumentary evidence which was in existence at the time the goods were cleared,\r\ndeposited or exported, as the case may be.", "150": " Custom Act, 1962 150.\r\nProcedure for Sale of Goods and Application of Sale Proceeds. – (1)\r\nWhere any goods not being confiscated goods are to be sold under any provisions\r\nof this Act, they shall, after notice to the owner thereof, be sold by public\r\nauction or by tender or with the consent of the owner in any other manner.(2)\r\nThe proceeds of any such sale shall be applied –(a) firstly to the payment of the expenses of the sale,(b) next to the payment of the freight and other charges, if any,\r\npayable in respect of the goods sold, to the carrier, if notice of such charges\r\nhas been given to the person having custody of the goods,(c) next to the payment of the duty, if any, on the goods sold,(d) next to the payment of the charges in respect of the goods sold due\r\nto the person having the custody of the goods,(e) next to the payment of any amount due from the owner of the goods to\r\nthe Central Government under the provisions of this Act or any other law\r\nrelating to customs, and the balance, if any, shall be paid to the owner of the\r\ngoods.", "151": " Custom Act, 1962 151.\r\nCertain Officers Required to Assist Officers of Customs. – The\r\nfollowing officers are hereby empowered and required to assist officers of\r\ncustoms in the execution of this Act, namely :- (a) officers of the Central Excise Department;(b) officers of the Navy;(c) officers of Police;(d) officers of the Central or State Governments employed at any port or\r\nairport;(e) such other officers of the Central or State Governments or a local\r\nauthority as are specified by the Central Government in this behalf by\r\nnotification in Official Gazette.", "152": " Custom Act, 1962 152.\r\nDelegation of Powers. – The\r\nCentral Government may, by notification in the Official Gazette, direct that\r\nsubject to such conditions, if any, as may be specified in the notification –(a) any power exercisable by the Board under this Act shall be\r\nexercisable also by Chief Commissioner of Customs or a Commissioner of Customs\r\nempowered in this behalf by the Central Government;(b) any power exercisable by a Commissioner of Customs under this Act\r\nmay be exercisable also by a Deputy Commissioner of Customs or an Assistant\r\nCommissioner of Customs empowered in this behalf by the Central Government;(c) any power exercisable by a Deputy Commissioner of Customs under this\r\nAct may be exercisable also by an Assistant Commissioner of Customs empowered\r\nin this behalf by the Central Government;(d) any power exercisable by an Assistant Commissioner of Customs under\r\nthis Act may be exercisable also by a Gazetted Officer of Customs empowered in\r\nthis behalf by the Board.", "153": " Custom Act, 1962 153.\r\nService of Order, Decision, Etc. – Any\r\norder or decision passed or any summons or notice issued under this Act, shall\r\nbe served –(a)\r\nby tendering the order, decision, summons or notice or sending it by registered\r\npost to the person for whom it is intended or to his agent; or(b)\r\nif the order, decision, summons or notice cannot be served in the manner\r\nprovided in clause (a), by affixing it on the notice board of the customs\r\nhouse.", "154": " Custom Act, 1962 154.\r\nCorrection of Clerical Errors, Etc. – Clerical\r\nor arithmetical mistakes in any decision or order passed by the Central\r\nGovernment, the Board or any officer of customs under this Act, or errors\r\narising therein from any accidental slip or omission may, at any time, be\r\ncorrected by the Central Government, the Board or such officer of customs or\r\nthe successor in office of such officer, as the case may be.", "155": " Custom Act, 1962 155.\r\nProtection of Action taken Under The Act. – (1)\r\nNo suit, prosecution or other legal proceedings shall lie against the Central\r\nGovernment or any officer of the Government or a local authority for anything\r\nwhich is done, or intended to be done in good faith, in pursuance of this Act\r\nor the rules or regulations.(2)\r\nNo proceeding other than a suit shall be commenced against the Central\r\nGovernment or any officer of the Government or a local authority for anything\r\npurporting to be done in pursuance of this Act without giving the Central\r\nGovernment or such officer a month's previous notice in writing of the intended\r\nproceeding and of the cause thereof, or after the expiration of three months\r\nfrom the accrual of such cause.", "156": " Custom Act, 1962 156.\r\nGeneral Power to Make Rules. – (1)\r\nWithout prejudice to any power to make rules contained elsewhere in this Act,\r\nthe Central Government may make rules consistent with this Act generally to\r\ncarry out the purposes of this Act.(2)\r\nIn particular and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely :- (a) the manner of determining the price of imported goods under\r\nsub-section (1A) of section 14;(b) the conditions subject to which accessories of, and spare parts and\r\nmaintenance and repairing implements for, any article shall be chargeable at\r\nthe same rate of duty as that article;(c) Omitted(d) the detention and confiscation of goods the importation of which is\r\nprohibited and the conditions, if any, to be fulfilled before such detention and\r\nconfiscation and the information, notices and security to be given and the\r\nevidence requisite for the purposes of such detention or confiscation and the\r\nmode of verification of such evidence;(e) the reimbursement by an informant to any public officer of all\r\nexpenses and damages incurred in respect of any detention of any goods made on\r\nhis information and of any proceedings consequent on such detention;(f) the information required in respect of any goods mentioned in a\r\nshipping bill or bill of export which are not exported or which are exported\r\nand are afterwards re-landed;(g) the publication, subject to such conditions as may be specified\r\ntherein, of names and other particulars of persons who have been found guilty\r\nof contravention of any of the provisions of this Act or the rules.", "157": " Custom Act, 1962 157.\r\nGeneral Power to Make Regulations. – (1)\r\nWithout prejudice to any power to make regulations contained elsewhere in this\r\nAct, the Board may make regulations consistent with this Act and the rules,\r\ngenerally to carry out the purposes of this Act.(2)\r\nIn particular and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for all or any of the following matters, namely :-(a) the form of a bill of entry, shipping bill, bill of export, import\r\nmanifest, import report, export manifest, export report, bill of transhipment,\r\ndeclaration for transhipment boat note and bill of coastal goods;( aa ) the form and manner in which an\r\napplication for refund shall be made under section 27;(b) the conditions subject to which the transhipment of all or any goods\r\nunder sub-section (3) of section 54, the transportation of all or any goods\r\nunder section 56 and the removal of warehoused goods from one warehouse to\r\nanother under section 67, may be allowed without payment of duty;(c) the conditions subject to which any manufacturing process or other\r\noperations may be carried on in a warehouse under section 65.", "158": " Custom Act, 1962 158.\r\nProvisions with Respect to Rules and Regulations. – (1)\r\nAll rules and regulations made under this Act shall be published in the\r\nOfficial Gazette.(2)\r\nAny rule or regulation which the Central Government or the Board is empowered\r\nto make under this Act may provide –( i ) for the levy of fees in respect of\r\napplications, amendment of documents, furnishing of duplicates of documents,\r\nissue of certificates, and supply of statistics, and for rendering of any\r\nservices by officers of customs under this Act;(ii) that any person who contravenes any provision of a rule or\r\nregulation or abets such contravention or any person who fails to comply with\r\nany provision of a rule or regulation with which it was his duty to comply,\r\nshall be liable, - (a) in the case of contravention or failure to comply with a rule, to a\r\npenalty which may extend to five hundred rupees;(b) in the case of contravention or failure to comply with a regulation,\r\nto a penalty which may extend to two hundred rupees.", "159": " Custom Act, 1962 159.\r\nRules, Certain Notifications and Orders to be Laid Before Parliament. – Every\r\nrule or regulation made under this Act, every notification issued under\r\nsections 11, 11B, 11H, 11-I, 11K, 11N, 14,25, 28A, 43, 66, 69, 70, 74,75, 76,\r\n98, 98A, 101 and 123 and every order made under sub-section (2) of section 25,\r\nother than an order relating to goods of strategic, secret, individual or\r\npersonal nature, shall be laid, as soon as may be after it is made or issued,\r\nbefore each House of Parliament, while it is in session, for a total period of\r\nthirty days which may be comprised in one session, or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the rule or regulation or notification or order, or both Houses\r\nagree that the rule or regulation should not be made or notification or order\r\nshould not be issued or made, the rule or regulation or notification or order\r\nshall thereafter have effect only in such modified form or be of no effect, as\r\nthe case may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule\r\nor regulation or notification or order.", "160": " Custom Act, 1962 160.\r\nRepeal and Savings. – (1)\r\nThe enactments specified in the Schedule are hereby repealed to the extent\r\nmentioned in the fourth column thereof.(2)\r\nIn the Indian Tariff Act, 1934 (32 of 1934) –(a) for section 2, the following section shall be substituted, namely :-\r\n\"2. Duties specified in the Schedules to be levied. The rates at which\r\nduties of customs shall be levied under the Customs Act, 1962, are specified in\r\nthe First and Second Schedules.\";(b) sections 5 and 6 shall stand repealed.(3)\r\nNotwithstanding the repeal of any enactment by this section, - (a) any notification, rule, regulation, order or notice issued or any\r\nappointment or declaration made or any licence, permission or exemption granted\r\nfor any assessment made, confiscation adjudged or any duty levied or any\r\npenalty or fine imposed or any forfeiture, cancellation or discharge of any\r\nbond ordered or any other thing done or any other action taken under any\r\nrepealed enactment shall, so far as it is not inconsistent with the provisions\r\nof this Act, be deemed to have been done or taken under the corresponding\r\nprovision of this Act;(b) any document referring to any enactment hereby repealed shall be\r\nconstrued as referring to this Act or to the corresponding provision of this\r\nAct.(4)\r\nThis Act shall apply to all goods which are subject to the control of customs\r\nat the commencement of this Act notwithstanding that the goods were imported\r\nbefore such commencement.(5)\r\nWhere the period prescribed for any application, appeal, revision or other\r\nproceeding under any repealed enactment had expired on or before the\r\ncommencement of this Act, nothing in this Act shall be construed as enabling\r\nany such application, appeal or revision to be made or a proceeding to be\r\ninstituted under this Act by reason only of the fact that a longer period  therefor is prescribed or provision is made for extension\r\nof time in suitable cases by the appropriate authority.(6)\r\nThe provisions of section 65 shall apply to goods warehoused before the\r\ncommencement of this Act if the operations permissible under that section were\r\ncarried on after such commencement.(7)\r\nAny duty or penalty payable under any repealed enactment may be recovered in a\r\nmanner provided under this Act but without prejudice to any action already\r\ntaken for the recovery of such duty or penalty under the repealed enactment.(8)\r\nThe mention of particular matters in sub-sections (4), (5), (6) and (7) shall\r\nnot be held to prejudice or affect the general application of section 6 of the\r\nGeneral Clauses Act, 1897 (10 of 1897), with regard to the effect of repeals.\r\n(9) Nothing in this Act shall affect any law for the time being in force\r\nrelating to the constitution and powers of any Port authority in a major port\r\nas defined in the Indian Ports Act, 1908 (15 of 1908).", "161": " Custom Act, 1962 161.\r\nRemoval of Difficulties. – If\r\nany difficulty arises in giving effect to the provisions of this Act,\r\nparticularly in relation to the transition from the enactments repealed by this\r\nAct to the provisions of this Act, the Central Government may, by general or\r\nspecial order, do anything not inconsistent with such provisions which appears\r\nto be ] necessary or expedient for the purpose of removing the difficulty."}