{"name": "Dadra and Nagar Haveli and Daman and Diu (Merger of Union Territories) Act, 2019\r", "1": "1. Short title and commencement-(1) This Act may be called the Dadra and Nagar Haveli and Daman and Diu (Merger of Union territories) Act, 2019. (2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Definitions.-In this Act, unless the context otherwise requires, -(a) \"appointed day2\" means the day on which the Central Government may, by notification in the Official Gazette, appoint;(b) \"existing Union territories\" means the Union territories of Dadra and Nagar Haveli and Daman and Diu as existing immediately before the appointed day;(c) \"law\" includes any enactment, Ordinance, regulation, order, bye-law, rule, scheme, notification or other instrument having a force of law in the whole or in any part of the existing Union territories immediately before the appointed day.", "3": "3. Formation of Union territory of Dadra and Nagar Haveli and Daman and Diu.-On and from the appointed day, there shall be formed a new Union territory to be known as the Union territory of Dadra and Nagar Haveli and Daman and Diu comprising the territory of the existing Union territories, namely:-Dadra and Nagar Haveli and Daman and Diu, and thereupon the said territories shall have ceased to form part of the existing Union territories.", "4": "4. Amendment of article 240 of Constitution-In article 240 of the Constitution, in clause (1),-\"(c) Dadra and Nagar Haveli and Daman and Diu;\"1. 26th January, 2020, vide notification No. S.O. 4542(E), dated 19th December, 2019, see Gazette of India, Extraordinary, Part II, sec. 3(ii).2. 26th January, 2020, vide notification No. S.O. 4543(E), dated 19th December, 2019, see Gazette of India, Extraordinary, Part II, sec. 3(ii).", "5": "5.Amendment of First Schedule to Constitution.-On and from the appointed day, in the First Schedule to the Constitution, under the heading \"II. THE UNION TERRITORIES\", for entries 4 and 5 and the corresponding entries relating thereto, the following shall be substituted, namely:-", "6": "6. Allocation of seats in House of People-On and from the appointed day, there shall be allocated two seats to the Union territory of Dadra and Nagar Haveli and Daman and Diu in the House of the People and the First Schedule to the Representation of the People Act, 1950 (43 of 1950) shall be deemed to be amended accordingly.", "7": "7. Provisions as to sitting members-(1) Every sitting members of the House of the People representing any Parliamentary constituency, which, on the appointed day, by virtue of the provisions of section 5, stands allotted, with or without alteration of boundaries, be deemed to have been elected to that House by that constituency.Explanation.-For the purposes of this sub-section \"parliamentary constituency\" shall have the same meaning as assigned to it in the Representation of the People Act, 1950 (43 of 1950).(2) The term of office of such members shall remain unaltered.", "8": "8. Extension of jurisdiction of High Court of Bombay.-On and from the appointed day, the jurisdiction of the High Court of Bombay shall continue to extend to the Union territory of Dadra and Nagar Haveli and Daman and Diu.", "9": " 9. Land and goods.-Subject to the other provisions of this Part, all land and all stores, articles and other goods held immediately before the appointed day, by the existing Union territories, shall, on and from that day, vest in the Union territory of Dadra and Nagar Haveli and Daman and Diu.Explanation.-For the purposes of this section, the expression \"land\" includes immovable property of every kind and any rights in or over such property and the expression \"goods\" does not include coins, bank notes and currency notes.", "10": "10. Cash balances-The total of the cash balances in all treasuries, the Reserve Bank of India, the State Bank of India and any nationalised bank, of the existing Union territories immediately before the appointed day shall be merged in the Union territory of Dadra and Nagar Haveli and Daman and Diu.", "11": "11. Arrears of tax.-(1) The right to recover arrears of any tax or duty (including arrears of land revenue) on any property situated in the existing Union territories shall vest in the Union territory of Dadra and Nagar Haveli and Daman and Diu.(2) The right to recover arrears of any tax or duty, other than a tax or duty specified in sub-section (1), shall belong to the Union territory of Dadra and Nagar Haveli and Daman and Diu.", "12": "12. Right to recover loans and advances.-The right to recover any loans or advances made by the existing Union territories before the appointed day to any local body, society, agriculturist or other person shall belong to the Union territory of Dadra and Nagar Haveli and Daman and Diu.", "13": "13. Assets and liabilities of Union territory undertakings.-The assets and liabilities relating to any commercial undertaking of the existing Union territories shall vest in the Union territory of Dadra and Nagar Haveli and Daman and Diu.", "14": "14. Refund of taxes collected in excess.-The liability of the Union territory to refund-(a) any tax or duty on property, including land revenue collected in excess shall go to the Union territory of Dadra and Nagar Haveli and Daman and Diu;(b) any other tax or duty collected in excess shall go to the Union territory of Dadra and Nagar Haveli.", "15": "15. Provisions relating to All India Services.-The members of each of the All India Services borne on the existing Union territories cadre immediately before the appointed day shall continue to be in the cadre of the same service of the existing Union territory in which they stand allocated before the appointed day.", "16": "16. Provisions relating to other services.-(1) Every person employed in connection with the affairs of the existing Union territories and serving immediately before the appointed day in the existing Union territories shall, on and from that day, -(a) continue to serve in connection with the affairs of the Union territory of Dadra and Nagar Haveli and Daman and Diu; and(b) be deemed to be provisionally allotted to serve in connection with the affairs of the Union territory of Dadra and Nagar Haveli and Daman and Diu:Provided that nothing in clause (b) shall apply to a person to whom the provisions of section 15 apply or to a person on deputation from any State.(2) As soon as may be, after the appointed day, the Central Government shall by general or special order, determine whether every person referred to in clause (b) of sub-section (1) shall be finally allotted for service in the Union territory of Dadra and Nagar Haveli and Daman and Diu and the date with effect from which such allotment shall take effect or be deemed to have taken effect.(3) As soon as may be after the Central Government passes orders finally allotting an employee in terms of sub-section (2), the Union territory of Dadra and Nagar Haveli and Daman and Diu shall take steps to integrate the employee into the services under its control in accordance with such special or general orders or instructions as may be issued by the Central Government from time to time in this behalf.(4) The Central Government may, by order establish one or more Advisory Committees for the purpose of assisting it in regard to ensuring of fair and equitable treatment to all persons affected by the provisions of this section and proper consideration of any representations made by such persons:Provided that notwithstanding anything to the contrary contained in any law for the time being in force, no representation shall be against any order passed by the competent authority on matters arising out of the division and integration of services under this Act, on the expiry of three months from the date of publication or service of such order, whichever is earlier:Provided further that, notwithstanding anything contained in the preceding proviso, the Central Government may suo motu or otherwise and for reasons to be recorded, reopen any matter and pass such order thereon, as may appear to it to be appropriate if it is satisfied that it is necessary so to do, in order to prevent any miscarriage of justice to any affected employee.(5) Nothing in this section shall be deemed to affect, on or after the appointed day, the operation of the provisions of Chapter I of Part XIV of the Constitution in relation to the determination of the conditions of service of persons serving in connection with the affairs of the Union territory of Dadra and Nagar Haveli and Daman and Diu:Provided that the conditions of service applicable immediately before the appointed day to the case of any person referred to in sub-section (1) or sub-section (2) shall not be varied to his disadvantage except with the previous approval of the Central Government.(6) All services prior to the appointed day rendered by a person allotted under sub-section (2) in connection with the affairs of the existing Union territories shall, for the purposes of the rules regarding his conditions of service, be deemed to have been rendered in connection with the affairs of the Union territory of Dadra and Nagar Haveli and Daman and Diu.(7) The provisions of this section other than clause (a) of sub-section (1) shall not apply in relation to any person to whom the provisions of section 15 apply.", "17": "17. Extension of laws-All laws which immediately before the appointed day extend to, or are in force in, existing Union territories shall, on and from the appointed day, continue to be in force in those areas in respect of which they were in force immediately before that day.", "18": "18. Power to construe laws.-Any court, tribunal or authority required or empowered to enforce any law extended to the Union territory of Dadra and Nagar Haveli and Daman and Diu by section 17 may, for the purpose of facilitating its application in relation to the Union territory of Dadra and Nagar Haveli and Daman and Diu, construe the law in such manner, without affecting the substance, as may be necessary or proper in regard to the matter before the court, tribunal or authority.", "19": "19. Power to adapt laws.-For the purpose of facilitating the application of any law in relation to the Union territory of Dadra and Nagar Haveli and Daman and Diu, the Central Government may, before the expiration of two years from the appointed day, by order, make such adaptations and modifications of the law, whether by way of repeal or amendment, as may be necessary or expedient, and thereupon every such law shall have effect subject to the adaptations and modifications so made until altered, repealed or amended by a competent Legislature or other competent authority.", "20": "20. Legal proceedings-Where, immediately before the appointed day, the existing Union territories is a party to any legal proceedings with respect to any property, rights or liabilities transferred to the Union territory of Dadra and Nagar Haveli and Daman and Diu under this Act, the Union territory of Dadra and Nagar Haveli and Daman and Diu shall be deemed to be substituted for the existing Union territories as a party to those proceedings, or added as a party thereto, as the case may be, and the proceedings may continue accordingly.", "21": "21.Transfer of pending proceeding-(1) Every proceeding pending immediately before the appointed day before any court (other than a High Court), tribunal, authority or officer in any area which on that day falls within the existing Union territories shall, stand transferred to the corresponding court, tribunal, authority or officer in the Union territory of Dadra and Nagar Haveli and Daman and Diu.(2) In this section,-(a) \"proceeding\" includes any suit, case or appeal; and(b) \"corresponding court, tribunal, authority or officer\", in the Union territory of Dadra and Nagar Haveli and Daman and Diu, means-Explanation.-For the purposes of this sub-section, \"Administrator\" means the administrator appointed by the President under article 239 of the Constitution.", "22": "22. Effect of provisions inconsistent with other laws-The provisions of this Act shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force.", "23": "23. Power to remove difficulties-(1) If any difficulty arises in giving effect to the provisions of this Act, the President may, by order published in the Official Gazette, make such provisions, not inconsistent with the provisions of this Act, as appear to it to be necessary or expedient for removing the difficulty: Provided that no such order shall be made after the expiry of three years from the appointed day.(2) Every order made under this section shall be laid before each House of Parliament."}