{"name": "Delhi Tenants (Temporary Protection) Act, 1956\r", "1": "1. Short title, extent, commencement and duration.-(1) This Act may be called the Delhi Tenants (Temporary Protection) Act, 1956.(2) It extends to the areas in the Union territory of Delhi to which the Rent Control Act extends for the time being: Provided that nothing in this Act shall be deemed to extend to any area declared to be a slum area under any law for the time being in force.(3) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.2[(4) It shall cease to have effect,-(a) as respects premises other than vacant ground, on the 11th day of February, 1959;(b) as respects premises which are vacant ground, on the 11th day of February, 1960; except as respects things done or omitted to be done before such cesser of operation of this Act and section 6 of the General Clauses Act, 1897 (10 of 1897), shall apply upon such cesser of operation as if it had then been repealed by a Central Act.]1. 11th February, 1957, vide notification No. E.V. 15(5)/55-PF, dated 8th February, 1957, see Gazette of India, Extraordinary, Part II, sec. 1.2. Subs. by Act 59 of 1958, s. 53, for sub-section (4) (w.e.f. 9-2-1959).", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"premises\" means any premises as defined in clause (g) of section 2 of the Rent Control Act, and includes any vacant ground;(b) \"Rent Control Act\" means the Delhi and Ajmer Rent Control Act, 1952 (38 of 1952);(c) words used, but not defined in this Act and defined in the Rent Control Act, shall have the meanings respectively assigned to them in that Act, subject to the modification that the word \"premises\" as used in that Act shall be construed as defined in clause (a) of this section.", "3": "3. Act not to apply to certain premises.-Nothing in this Act shall apply-(a) to any premises the standard rent of which, or, where there is no standard rent, the rent payable by the tenant in respect of which, exceeds rupees one hundred per month;(b) to any premises belonging to the Government;(c) to any tenancy or other like relationship created by a grant from the Government in respect of any premises taken on lease, or requisitioned, by the Government;(d) to any premises exempted from the operation of the provisions of the Rent Control Act by virtue of section 39 thereof; or(e) to any premises belonging to the Delhi Improvement Trust.", "4": "4. Temporary protection to certain classes of tenants from eviction.-So long as this Act remains in force, no decree or order, whether passed before or after the commencement of this Act, for the recovery of possession of any premises shall be executed against any person except in the following cases, namely:-(i) where the decree or order is on one or more of the grounds specified in clauses (a), (b), (c) and (e) of the proviso to sub-section (1) of section 13 of the Rent Control Act;(ii) where the decree or order is on the ground that the tenant has, whether before or after the commencement of the Rent Control Act, caused or permitted to be caused substantial damage to the premises; or(iii)where the decree or order relates to any vacant ground and has been passed on any ground similar to any of those referred in sub-clauses (i) and (ii).Explanation.-Nothing contained in this section shall be construed as preventing the execution of any decree or order passed on any of the grounds specified in this section by reason merely of the fact that decree or order is based also on some other ground not specified in this section.", "5": "5. Exclusion of time for limitation.-In computing the period of limitation prescribed for an application for the execution of any decree or order which cannot be executed by reason of the provisions contained in this Act, the time during which this Act remains in force shall be excluded."}