{"name": "Delhi Rent Control Act, 1958\r", "1": " Delhi Rent Control Act, 1958 1. Short title, extent and commencement. -(1) This Act may be called the Delhi Rent\r\nControl Act, 1958.(2) It extends to the areas included within\r\nthe limits of the New Delhi Municipal Committee and the Delhi Cantonment Board\r\nand to such urban areas within the limits of the Municipal Corporation of \r\n Delhi as are specified in\r\nthe First Schedule:Provided that the Central Government; may, by \r\nnotification in the Official Gazette, extend this Act or any provision thereof, \r\nto any other urban area included within the limits of the Municipal Corporation \r\nof Delhi of exclude any are from the operation of this Act or any provision \r\nthereof (3) It shall come into force on such date\r\n(Note: Came into force on 9-2-1959, vide S.O. 269, dated 31st January, 1959,\r\npublished in the Gazette of India, Pt. II, Sec.3 (ii), p.331) as the Central\r\nGovernment may, by notification in the Official Gazette, appoint.", "2": " Delhi Rent Control Act, 1958 2. Definitions. -In this Act, unless the context otherwise\r\nrequires-(A) Basic rent\", in relation to premises\r\nlet out before the 2nd day of June, 1944, means the basic rent of such premises\r\nas determined in accordance with the provisions of the Second Schedule;(b) \"Controller\" means a Controller\r\nappointed under sub-section (1) of section 35 and includes an additional\r\nController appointed under sub-section (2) of that section;(c) \"Fair rate\" means the fair rate\r\nfixed under section 31 and includes the rate as revised under section 32;(d) \"Hotel or lodging house\" means a\r\nbuilding or part of a building where lodging with or without board or other\r\nservices is provided for a monetary consideration; (e) \"Landlord\" means a person who,\r\nfor the time being is receiving, or is entitled to receive, the rent of any\r\npremises, whether on his own account or on account of or on behalf of, or for\r\nthe benefit of, any other person or as a trustee, guardian or receiver for any\r\nother person or who would so receive the rent to be entitled to receive the\r\nrent, if the premises were let to a tenant;(f) \"Lawful increase\" means an\r\nincrease in rent permitted under the provisions of this Act; (g) \"Manager of a hotel\" includes\r\nany person in charge of the management of the hotel;(h) \"Owner of a lodging house\" means\r\na person who receives or is entitled to receive whether on this own account or\r\non behalf of himself and others or as an agent or a trustee for any other\r\nperson, any monetary consideration from any person on account of board, and\r\nlodging or other services provided in the lodging house;( i )\r\n\"premises\" means any building or part of a building which is, or is\r\nintended to be, let separately for use as a residence or for commercial use or\r\nfor any other purpose, and includes.-( i )\r\nthe garden, grounds and outhouses, if any, appertaining to such building or part\r\nof the building;(ii) any furniture\r\nsupplied by the landlord for use in such building or par of the building;but does not include a\r\nroom in a hotel or lodging house;(j) \"prescribed\" means prescribed by\r\nrules made under this Act;(k) \"standard rent\", in relation to\r\nany premises, means the standard rent referred to in section 6 or where the\r\nstandard rent has been increased under section 7, such increased rent;[(l) (Note: Subs. by Act 18 of 1976, sec.2,\r\nfor clause (1) ( w.r.e.f . 1-12-1975))\r\n\"tenant\" means any person by whom or on whose account or behalf the\r\nrent of any premises is, or, but for a special contract, would be, payable, and\r\nincludes-( i )\r\na sub-tenant;(ii) any person\r\ncontinuing in possession after the termination of his tenancy; and(iii) in the event of\r\nthe death of the person continuing in possession after the termination of his\r\ntenancy, subject to the order of succession and to this clause, such of the\r\naforesaid person’s-(a) spouse,(b) son or daughter, or, where there are both\r\nson and daughter, both of them,(c) parents,(d) daughter-in-law, being the widow of his\r\npre-deceased son,  as had been ordinarily living in the premises with such\r\nperson as a member or members of his family up to the date of his death, but\r\ndoes not include,-any person against whom an order or decree for\r\neviction has been made, except where such decree or order for eviction is\r\nliable to be re-opened under the proviso of section 3 of the Delhi Rent Control\r\n(Amendment) Act, 1976 (18 of 1976);(B) any person to whom a license, as defined\r\nby section 52 of the Indian Easements Act, 1882 (5 of 1882), has been granted.Explanation1.-The order of\r\nsuccession in the event of the death of the person continuing in possession after\r\nthe termination of his tenancy shall be as follows:-(a) firstly, his surviving spouse;(b) secondly, his son or daughter, or both, if\r\nthere is no surviving spouse, or if the surviving spouse did not ordinarily\r\nlive with the deceased person as a member of his family up to the date of his\r\ndeath;(c) thirdly, his parents, if there is no\r\nsurviving spouse, son or daughter or any of them, did not ordinarily live in\r\nthe premises as a member of the family of the deceased person up to the date of\r\nhis death; and(d) fourthly, his daughter-in-law, being the\r\nwidow of his pre-deceased son, if there is no surviving spouse, son, daughter\r\nor parents of the deceased person, or if such surviving spouse, son, daughter\r\nor parents, or any of them, did not ordinarily live in the premises as a member\r\nof the family of the deceased person up to the date of his death.Explanation II.-If the person, who\r\nacquires, by succession, the right to continue in possession after the termination\r\nof the tenancy, was not financially dependent on the deceased person on the\r\ndate of his death, such successor shall acquire such right for a limited period\r\nof one year; and on the expiry of that period, or on his death, whichever is\r\nearlier, the right of such successor to continue in possession after the\r\ntermination of the tenancy shall become extinguished.Explanation III.- For the removal of\r\ndoubts, it is hereby declared that, -(a) where, by reason of Explanation II, the\r\nright of any successor to continue in possession after the termination of the\r\ntenancy becomes extinguished, such extinguished shall not affect the right of\r\nany other succession of the same category to continue in possession after the\r\ntermination of the tenancy; but if there is no other successor of the same\r\ncategory, the right to continue in possession after the termination of the\r\ntenancy shall not, on such extinguishment, pass on to any other successor,\r\nspecified in any lower category or categories, as the case may be;(b) the right of every successor, referred to\r\nin Explanation I, to continue in possession after the termination of the\r\ntenancy, shall be personal to him and shall not, on the death of such\r\nsuccessor, develop on any of his heirs];(m). \"urban area\" has the same\r\nmeaning as in the Delhi Municipal Corporation Act, 1957 (66 of 1957).", "3": " Delhi Rent Control Act, 1958 3. Act not to apply to certain premises.-Nothing in this Act shall apply-(a) To any premises belonging to the\r\nGovernment; (Note: The word \"or\" omitted by Act 57 of 1988, sec.2 (w.e.f . 1-12-1988 ).(b) To any tenancy or other like relationship\r\ncreated by a grant from the Government in respect of the premises taken on\r\nlease, or requisitioned, by the Government:[(Note: Added by Act 4 of 1963, sec.2 (with retrospective\r\neffect) Provided that where any premises belonging to Government have been or\r\nare lawfully let by any person by virtue of an agreement with the Government or\r\notherwise, then, notwithstanding any judgment, decree or order of any court or\r\nother authority, the provisions of this Act shall apply to such tenancy;][(c) (Note: Ins. by Act 37 of 1988, sec.2 (w.e.f . 1-12-1988 ) To \r\nany premises, whether residential or not, whose monthly rent exceeds there\r\nthousand and five hundred rupees; or(d) To any premises constructed on or after\r\nthe commencement of the Delhi Rent Control (Amendment) Act, 1988, for a period\r\nof ten years from the date of completion of such construction;]", "4": " Delhi Rent Control Act, 1958 4. Rent in excess of standard rent not\r\nrecoverable. -(1) Except where rent is liable to periodical \r\nincrease by virtue of an agreement entered into before the 1st day of January, \r\n1939, no tenant shall, notwithstanding any agreement to the contrary, be liable \r\nto pay to his landlord for the occupation of any premises any amount in excess \r\nof the standard rent of the premises, unless such amount is a lawful increase of \r\nthe standard rent in accordance with the provisions of this Act(2) Subject to the provision of sub-section\r\n(1) any agreement for the payment of rent in excess of the standard rent shall\r\nbe construed as if it were an agreement for the payment of the standard rent\r\nonly.", "5": " Delhi Rent Control Act, 1958 5. Unlawful changes not to be claimed or\r\nreceived. -(1) Subject to the provisions of this Act, no\r\nperson shall claim or receive any rent in excess of the standard rent,\r\nnotwithstanding any agreement to the contrary.(2) No person shall, in consideration of the\r\ngrant, renewal or continuance of a tenancy or sub-tenancy or sub-tenancy of any\r\npremises,-(a) Claim or receive\r\nthe payment of any sum as premium or pugree of claim\r\nor receive any consideration whatsoever, in cash or in kind, in addition to the\r\nrent; or(b) Except with the\r\nprevious permission of the Controller, claim or receive the payment of any sum\r\nexceeding one month’s rent of such premises as rent in advance.(3) It shall not be lawful for the tenant or\r\nany other person acting or purporting to act on behalf of the tenant or a\r\nsub-tenant to claim or receive any payment in consideration of the\r\nrelinquishment, transfer or assignment of his tenancy or sub-tenancy, as the\r\ncase may be, of any premises.(4) Nothing in this section shall apply-(a) To any payment\r\nmade in pursuance of an agreement entered into before the 1st day of January,\r\n1939; or(b) To any payment made\r\nunder an agreement by any person to a landlord for the purpose of financing the\r\nconstruction of the whole or part of any premises on the land belonging to\r\ntaken on lease by, the landlord, if one of the conditions of the agreement is\r\nthat the landlord is to let to that person the whole or part of the premises\r\nwhen completed for the use of that person or any member of his family:Provided that such payment does not exceed the\r\namount of agreed rent for a period of five years of the whole or part of the premises\r\nto be let to such person.Explanation.-For the purpose of\r\nclause (b) of this sub-section, \"member of the family\" of a person\r\nmeans, in the case of an undivided Hindu Family, any member of the family of\r\nthat person and in the case of any other family, the husband, wife, son,\r\ndaughter , father, mother, brother, sister or any other relative dependent on\r\nthat person.", "6": " Delhi Rent Control Act, 1958 6. Standard rent. -(1) Subject to the provisions of sub-section\r\n(2), \"standard rent\", in relation to any premises means-(A) In the case of residential premises-(1) Where such\r\npremises have been let out at any time before the 2nd day of June, 1944,-(a) If the basic rent\r\nof such premises per annum does not exceed six hundred rupees, the basic rent;\r\nor(b) If the basic rent\r\nof such premises per annum exceeds six hundred rupees, the basic rent together\r\nwith ten per cent, of such basic rent;(2) Where such premises have been let out at\r\nany time on or after the 2nd day of June, 1994,-(a) In any case where\r\nthe rent of such premises has been fixed under the Delhi and  Ajmer - Mewar Rent Control Act,\r\n1947 (19 of 1947), or the Delhi and Ajmer Rent\r\nControl Act, 1952 (37 of 1952),-( i )\r\nIf such rent per annum does not exceed twelve hundred rupees, the rent so\r\nfixed; or(ii) If such rent per\r\nannum exceeds twelve hundred rupees, rent so fixed together with ten per cent.\r\nof such rent;(b) In any other case,\r\nthe rent calculated on the basis of [(Note: Subs. by Act 57 of 1988, sec.3, for\r\n\"seven and one-half per cent.\" ( w.e.f . 1-12-1988)\r\nten per cent]. per annum of the aggregate amount of the [(Note: Subs. by Act 57\r\nof 1988, sec.3, for \"reasonable\" ( w.e.f .\r\n1-12-1988) actual] cost of construction and the market price of the land\r\ncomprised in the premises on the date of the commencement of the construction:(Note: Proviso omitted\r\nby Act 57 of 1988, sec.3 ( w.e.f . 1-12-1988) (B) In the case of premises other than\r\nresidential premises-(1) Where the premises have been let out at\r\nany time before the 2nd day of June, 1944, the basic rent of such premises\r\ntogether with ten per cent. of such basic rent:Provided that where the rent so calculated\r\nexceeds twelve hundred rupees per annum, this clause shall have effect as if\r\nfor the words \"ten per cent.\", the words \"fifteen per\r\ncent.\" had been substituted;(2) Where the premises have been let out at\r\nany time on or after the 2nd day of June, 1944,-(a) In any case where\r\nthe rent of such premises has been fixed under the  Delhi and  Ajmer-Merwara Rent Control Act, 1947 (19 of 1947) or the \r\n Delhi and  Ajmer Rent Control Act, 1952 (38 of 1952),-( i )\r\nIf such rent per annum does not exceed twelve hundred rupees, the rent so\r\nfixed; or(ii) If such rent per\r\nannum exceeds twelve hundred rupees, the rent so fixed together with fifteen\r\nper cent. of such rent;(b) In any other case,\r\nthe rent calculated on the basis of [(Note: Subs. by Act 57 of 1988, sec.3, for\r\n\"seven and one-half per cent\" ( w.e.f .\r\n1-12-1988) ten per cent] per annum of the aggregate amount of the [(Note: Subs.\r\nby Act 57 of 1988, sec.3, for \"reasonable\" ( w.e.f .\r\n1-12-1988) actual] cost of construction and the market price of the land\r\ncomprised in the premises on the date of the commencement of the construction:(Note: Proviso omitted\r\nby Act 57 of 1988, sec.3 ( w.e.f . 1-12-1988) (2) Notwithstanding anything contained in\r\nsub-section (1),-(a) In the case of any\r\npremises, whether residential or not, constructed on or after the 2nd day of\r\nJune, 1951, but before the 9th day of June, 1955, the annual rent calculated\r\nwith reference to the rent at which the premises were let for the month of\r\nMarch, 1958, or if they were not so let, with reference, to the rent at which\r\nthey were last let out, shall be deemed to be standard rent for a period of\r\nseven years from the date of the completion of the construction of such\r\npremises; (Note: The word \"and\" omitted by Act 57 of 1988, sec.3 (w.e.f . 1-12-1988)(b) In the case of any\r\npremises, whether residential or no, constructed on or after the 9th day of June,\r\n1955, including premises constructed after the commencement of this Act [(Note:\r\nIns. by Act 57 of 1988, sec.3 ( w.e.f . 1-12-1988) but\r\nbefore the commencement of the Delhi Rent Control (Amendment) Act, 1988], the\r\nannual rent calculated with reference to the rent agreed upon between the\r\nlandlord and the tenant when such premises were first let out shall be deemed\r\nto be the standard rent for a period of five years from the date of such\r\nletting out.[(c) (Note: Ins. by\r\nAct 57 of 1988, sec.3 ( w.e.f . 1-12-1988) In the case\r\nof any premises, whether residential or not, constructed on or after the\r\ncommencement of the Delhi Rent Control (Amendment) Act, 1988 and to which the\r\nprovisions of this Act are made applicable by virtue of clauses (d) of section\r\n3, the rent calculated on the basis of ten per cent, per annum of the aggregate\r\namount of the actual cost of construction of the premises and the market price\r\nof the land comprised in the premises on the date of commencement of the\r\nconstruction, of the premises shall be deemed to be the standard rent](3) For the purpose of this section,\r\nresidential premises include premises let out for the purpose of a public\r\nhospital, an educational institution, a public library, reading room or an\r\norphanage.", "7": " Delhi Rent Control Act, 1958 7. Lawful increase of standard rent in certain\r\ncases and recovery of other charges. -(1) Where a landlord has at any time, before\r\nthe commencement of this Act with or without the approval of the tenant or\r\nafter the commencement of this Act with the written approval of the tenant or\r\nof the Controller, incurred expenditure for any improvement, addition or\r\nstructural alteration in the premises, not being expenditure on decoration or\r\ntenantable repairs necessary or usual for such premises, and the cost of the\r\nimprovement, addition or alteration has not been taken into account in\r\ndetermining the rent of the premises, the landlord may lawfully increase the\r\nstandard rent per year by an amount not exceeding [(Subs. by Act 57 of 1988,\r\nsec.3, for \"seven and one-half per cent.\" ( w.e.f .\r\n1-12-1988) ten per cent.] of such cost.(2) Where a landlord pays in respect of the\r\npremises any charge for electricity or water consumed in the premises or any\r\nother charge levied by a local authority having jurisdiction in the area which\r\nis ordinarily payable by the tenant, he may recover from the tenant the amount\r\nso paid by him; but the landlord shall not recover from the tenant whether by\r\nmeans of an increase in rent or otherwise the amount of any tax on building or\r\nland imposed in respect of the premises occupied by the tenant:Provided that nothing in this sub-section shall\r\naffect the liability of any tenant under an agreement entered into before the 1st of January 1952 , whether express or\r\nimplied, to pay from time to time the amount of any such tax as aforesaid. ", "8": " Delhi Rent Control Act, 1958 8. Notice of increase of rent. -(1) Where a landlord wishes to increase the\r\nrent of any premises, he shall give the tenant notice of his intention to make\r\nthe increase and in so far as such increase is lawful under this Act, it shall\r\nbe due and recoverable only in respect of the period of the tenancy after the\r\nexpiry of thirty days from the date on which the notice is given.(2) Every notice under sub-section (1) shall\r\nbe in writing signed by or on behalf of the landlord and given in the manner\r\nprovided in section 106 of the Transfer of Property Act, 1982 (4 of 1882).", "9": " Delhi Rent Control Act, 1958 9. Controller to fix standard rent, etc. -(1) The Controller shall, on an application\r\nmade to him in this behalf, either by the landlord or by the tenant, in the\r\nprescribed manner, fix in respect of any premises-( i )\r\nThe standard rent referred to in section 6; or(ii) The increase, if\r\nany, referred to in section7.(2) In fixing the standard rent of any\r\npremises of the lawful increase thereof, the Controller shall fix an amount\r\nwhich appears to him to be reasonable having regard to the provisions of\r\nsection 6 or section 7 and the circumstances of the case:[(Note: Ins. by Act 57 of 1988, sec.6 (w.e.f . 1-12-1988) Provided that in working out the cost of\r\nconstruction of any premises or the market price of the land comprised in such\r\npremises for the purpose of section 6, or the cost of improvement, addition or\r\nalteration referred to in section 7, the Controller may take the assistance of\r\nany valuer approved by the Central Government in\r\naccordance with such rules as may be prescribed and the assessment shall be\r\nmade by such valuer in the manner prescribed.](3) In fixing the standard rent of any\r\npremises part of which has been lawfully sub-let, the Controller may also fix\r\nthe standard rent of the part sub-let.(4) Where for any reason it is not possible to\r\ndetermine the standard rent of any premises on the principles set forth under\r\nsection 6, the Controller may fix such rent as would be reasonable having\r\nregard to the situation, locality and condition of the premises and the\r\namenities provided therein and where there are similar or nearly similar\r\npremises in the locality, having regard also to the standard rent payable in\r\nrespect of such premises.(5) The standard rent shall in all cases be\r\nfixed for a tenancy of twelve months:Provided that where any premises are let or\r\nre-let for a period of less than twelve months, the standard rent for such\r\ntenancy shall bear the same proportion to the annual standard rent as the\r\nperiod of tenancy bears to twelve months.(6) In fixing the standard rent of any\r\npremises under this section, the Controller shall fix the standard rent thereof\r\nin an unfurnished state and may also determine an additional charge to be\r\npayable on account of any fittings or furniture supplied by the landlord and it\r\nshall be lawful for the landlord to recover such additional charge from the\r\ntenant.(7) In fixing the standard rent of any\r\npremises under this section, the Controller shall specify a date from which the\r\nstandard rent so fixed shall be deemed to have effect:Provided that in no case the date so specified\r\nshall be earlier than one year prior of the date of the filing of the\r\napplication for the fixation of the standard rent.", "10": " Delhi Rent Control Act, 1958 10. Fixation of interim rent. -If an application for fixing the standard rent\r\nor for determining the lawful increase of such rent is made under section 9,\r\nthe Controller shall, as expeditiously as possible, make an order specifying\r\nthe amount of the rent or the lawful increase to be paid by the tenant to the\r\nlandlord pending final decision on the application and shall appoint the date\r\nfrom which the rent or lawful increase so specified shall be deemed to have\r\neffect.", "11": " Delhi Rent Control Act, 1958 11. Limitation of liability of middlemen. -No collector of rent or middleman shall be\r\nliable to pay to his principal, in respect of any premises, any sum by way of rental\r\ncharges which exceeds, the amount which he is entitled under this Act to\r\nrealize from the tenant or tenants of the premises.", "12": " Delhi Rent Control Act, 1958 12. Limitation for application for fixation of\r\nstandard rent. -Any landlord or tenant may file an application\r\nto the Controller for fixing the standard rent of the premises or for\r\ndetermining the lawful increase of such rent,-(a) In the case of any premises which were\r\nlet, or in which the cause of action for lawful increase of rent arose, before\r\nthe commencement of this Act, within two years from such commencement;(b) In the case of any premises let after the\r\ncommencement of this Act [but before the commencement of the Delhi Rent Control\r\n(Amendment) Act, 1988],-( i )\r\nWhere the application is made by the landlord, within two years from the date\r\non which the premises were let to the tenant\r\nagainst whom the application is made;(ii) Where the\r\napplication is made by the tenant, within two years from the date on which the\r\npremises were let to that tenant; [(Note: Clause (d) has been inserted by Act\r\n57 of 1988, sec.7. As a result of this insertion the word \"and\" of\r\nthe end of sub-clause (ii) of clause (b) ought to have been omitted and added\r\nat the end of clause (c), which has not been done by Act 57 of 1988. The irregularity\r\nhas set right. (Ed.))and](c) In the case of any premises in which the\r\ncause of action of lawful increase of rent arises after the commencement of\r\nthis Act, within two years from the date on which the cause of action arises,\r\n[(Note: Clause (d) has been inserted by Act 57 of 1988, sec.7. As a result of\r\nthis insertion the word \"and\" of the end of sub-clause (ii) of clause\r\n(b) ought to have been omitted and added at the end of clause (c), which has\r\nnot been done by Act 57 of 1988. The irregularity has set right. (Ed.)) and][(d) (Note: Ins. by Act 57 of 1988, sec.7 (w.e.f . 1-12-1988 ) In the case of any\r\npremises referred to in clause © of sub-section (2) of section 6, within two\r\nyears from the date of such application;]Provided that the Controller may entertain the\r\napplication after the expiry of the said period of two years, if he is\r\nsatisfied that the applicant was prevented by sufficient cause from filing the\r\napplication in time.", "13": " Delhi Rent Control Act, 1958 13. Refund of rent, premium, etc., not\r\nrecoverable under the Act. -Where any sum or other consideration has been\r\npaid , whether before or after the commencement of this Act, by or on behalf of\r\na tenant to a landlord , in contravention of any of the provisions of this Act\r\nor of the Delhi and Ajmer Rent Control Act, 1952 (38\r\nof 1952), the Controller may, on an application made to him within a period of\r\none year from the date of such payment, order the landlord to refund such sum\r\nor the value of such consideration to the tenant or order adjustment of such\r\nsum or the value of such consideration against the rent payable by the tenant.", "14": " Delhi Rent Control Act, 1958 14. Protection of tenant against eviction. -(1) Notwithstanding anything to the contrary\r\ncontained in any other law or contract, no order or decree for the recovery of possession\r\nof any premises shall be made by and court or Controller in favor of the\r\nlandlord against a tenat :Provided that the Controller may, on an\r\napplication made to him in the prescribed manner, make an order for the\r\nrecovery of possession of the premises on one or more of the following grounds\r\nonly, namely:-(a) That the tenant\r\nhas neither paid nor tendered the whole of the arrears of the rent legally\r\nrecoverable from him within two months of the date on which a landlord in the\r\nmanner provided in section 106 of the Transfers of Property Act, 1882 (4 of\r\n1882);(b) That the tenant\r\nhas, on or after the 9th day of June, 1952, sublet, assigned or otherwise\r\nwithout obtaining the consent in writing of the landlord;(c) That the tenant\r\nhas used the premises for purpose other than that for which they were let-( i )\r\nIf the premises have been let on or after the 9th day of June, 1952, without\r\nobtaining the consent in writing of the landlord; or(ii) If the premises\r\nhave been let before the said date without obtaining his consent;(d) That the premises\r\nwere let for use as a residence and neither the tenant nor any member of his\r\nfamily has been residing therein for a period of six months immediately before\r\nthe date of the filing of the application for the recovery of possession\r\nthereof;(e) That the premises\r\nlet for residential purpose are required bona fide by the landlord for\r\noccupation as a residence for himself or for any member of his family dependent\r\non him, if he is the owner thereof, or for any person for whose benefit the\r\npremises are held and the landlord or such person has no other reasonably\r\nsuitable residential accommodation;Explanation.- For the purpose of\r\nthis clause, \"premises let for residential purpose\" include any\r\npremises which having been let for use as a residence are, without the consent\r\nof the landlord, used incidentally for commercial or other purposes;(f) That the premises \r\nhave become unsafe or unfit for human habitation and are required bona fide by \r\nthe landlord for carrying out repairs which cannot be carried out without the \r\npremises being vacated(g) That the premises\r\nare required bona fide by the landlord for the purpose building or re-building\r\nor making thereto any substantial additions or alterations and that such\r\nbuilding or re-building or addition or alteration cannot be carried out without\r\nthe premises being vacated;(h) That the tenant\r\nhas, whether before or after the commencement of this Act, (Note: The word\r\n\"built\" omitted by Act 57 of 1988, sec.8 ( w.e.f .\r\n1-12-1988)) acquired vacant possession of, or been allotted, a residence;[( hh )\r\n(Note: Ins. by Act 57 of 1988, sec.8 ( w.e.f .\r\n1-12-1988)) That the tenant has, after the commencement of the Delhi Rent Control\r\n(Amendment) Act, 1988, built a residence and ten years have elapsed\r\nthere-after;]( i )\r\nThat the premises were let to the tenant for use as a residence by reason of\r\nhis being in the service or employment of the landlord, and that the tenant has\r\nceased, whether before or after the commencement of this Act, to be in such\r\nservice or employment;(j) That the tenant\r\nhas, whether before or after the commencement of this Act, caused or permitted\r\nto be caused substantial damage to the premises;(k) That the tenant\r\nhas, notwithstanding previous notice, used or dealt with the premises in a\r\nmanner contrary to any condition imposed on the landlord by the Government or\r\nthe Delhi Development Authority or the Municipal Corporation of Delhi while\r\ngiving him a lease of the land on which the premises are situate;( i )\r\nThat the landlord requires the premises in order to carry out any building work\r\nat the instance of the Government or the Delhi Development Authority or the\r\nMunicipal Corporation of   Delhi in pursuance of any\r\nimprovement scheme or development scheme and that such building work cannot be\r\ncarried out without the premises being vacated.(2) No order for the\r\nrecovery of possession of any premises shall be made on the ground specified in\r\nclause (a) of the proviso to sub-section (1) if the tenant makes payment or\r\ndeposit as required by section 15:Provided that no tenant shall\r\nbe entitled to the benefit under this sub-section, if, having obtained such\r\nbenefit once in respect of any premises, he again makes a default in the\r\npayment of rent of those premises for three consecutive months.(3) No order for the\r\nrecovery of possession in any proceeding under sub-section (1) shall be binding\r\non any sub-tenant referred to in section 17 who has given notice of his sub-tenancy\r\nto the landlord under the provisions of that section, unless the sub-tenant is\r\nmade a party to the proceeding and the order for eviction is made binding on\r\nhim.(4) For the purpose of\r\nclause (b) of the proviso to sub-section (1), any premises which have been let\r\nfor being used for the purpose of business or profession shall be deemed to\r\nhave been sub-let by the tenant, if the Controller is satisfied that the tenant\r\nwithout obtaining the consent in writing of the landlord has, after the 16th\r\nday of August, 1958, allowed any person is a partner of the tenant in the\r\nbusiness or profession but really for the purpose of sub-letting such premises\r\nto the person.(5) No application for\r\nthe recovery of possession of any premises shall lie under sub-section (1) on\r\nthe ground specified in clause (c ) of the proviso thereto, unless the landlord\r\nhas given to the tenant a notice in the prescribed manner requiring him to stop\r\nthe misuse of the premises and the tenant has refused or failed to comply with\r\nsuch requirement within one month of the date of service of the notice; and no\r\norder for eviction against the tenant shall be made in such a case, unless the\r\nController is satisfied that the misuse of the premises is of such a nature\r\nthat it is a public nuisance or that it causes damage to the premises or is\r\notherwise detrimental to the interest of the landlord.(6) Where a landlord\r\nhas acquired any premises by transfer, no application for the recovery of\r\npossession of such premises shall lie under sub-section (1), on the ground\r\nspecified in clause (e) of the proviso thereto, unless a period of five years\r\nhave elapsed from the date of the acquisition.(7) Where an order for\r\nthe recovery of possession of any premises is made on the ground specified in\r\nclause(c) of the proviso to sub-section (1), the landlord shall not be entitled\r\nto obtain possession thereof before the expiration of a period of six months\r\nfrom the date of the order.(8) No order for the\r\nrecovery or possession of any premises shall be made on the ground specified in\r\nclause (g) of the proviso to sub-section (1), unless the Controller is\r\nsatisfied that the proposed reconstruction will not radically after the purpose\r\nfor which the premises were let or such ramidically \r\nalteration is in the public interest, and that the plans and estimates of such\r\nreconstruction have been properly prepared and that necessary fund for the\r\npurpose are available with the landlord.(9) No order for the recovery\r\nof possession of any premises shall be made on the ground specified in clause\r\n(I) of the proviso to sub-section (1), if the Controller is of opinion that\r\nthere is any bona fide dispute as to whether the tenant has ceased to be in the\r\nservice or employment of the landlord.(10) No order for the\r\nrecovery of possession of any premises shall be made on the ground specified in\r\nclause, ( i ) of the proviso to sub-second (1) if the \r\ntenant, within such time as may be specified in this behalf by the Controller, \r\ncarries out repairs to the damage caused to the satisfaction of the Controller \r\nor pays to the landlord such amount by way of compensation as the Controller may \r\ndirect(11) No order for the\r\nrecovery of possession of any premises shall be made on the ground specified in\r\nclause (k) of the proviso of sub-section (1), if the tenant, within such time\r\nas may be specified in this behalf by the Controller, complies with the\r\ncondition imposed on the landlord by any of the authorities referred to in that\r\nclause or pays to that authority such amount by way of compensation as the\r\nController may direct.", "15": " Delhi Rent Control Act, 1958 15. When a tenant can get the benefit of\r\nprotection against eviction. -(1) In every proceeding of the recovery of\r\npossession of any premises on the ground specified in clause (a) of the proviso\r\nto sub-section (1) of section 14, the Controller shall, after giving the\r\nparties an opportunity of being heard, make an order directing the tenant to\r\npay to the landlord or deposit with the Controller within one month of the date\r\nof the order, an amount calculated at the rate of rent at which it was last\r\npaid for the period for which the arrears of the rent were legally recoverable\r\nfrom the tenant including the period subsequent thereto up to the end of the\r\nmonth previous to that in which payment or deposit is made and to continue to\r\npay or deposit, month by month, by the fifteen of each succeeding month, a sum\r\nequivalent to the rent at that rate.(2) If, in any proceeding for the recovery of\r\npossession of any premises on any ground other than that referred to in\r\nsub-section (1), the tenant contest the claim for eviction, the landlord may,\r\nat any state of the proceeding, make an application to the Controller for an\r\norder on the tenant to pay to the landlord the amount of rent legally\r\nrecoverable from the tenant and the Controller may, after giving the parties an\r\nopportunity of being heard, make an order in accordance with the provisions of\r\nthe said sub-section.(3) If, in any proceeding referred to in sub-section\r\n(1) or sub-section (2), there is any dispute as to the person or persons to\r\nwhom the rent is payable, the Controller may direct the tenant to deposit with\r\nthe Controller the amount payable by him under sub-section (1) or sub-section\r\n(2), as the case may be until the standard rent in relation thereto is fixed\r\nhaving regard to the provisions of this Act, and the amount of arrears if any,\r\ncalculated on the basis of the standard rent shall be paid or deposited by the\r\ntenant within one month of the date on which the standard rent is fixed or such\r\nfurther time as the Controller may allow in this behalf.(4) If, in any proceeding referred to in\r\nsub-section (1) or sub-section (2), there is any dispute as to the person or\r\npersons to whom the rent is payable, the Controller may direct the tenant to\r\ndeposit with the Controller the amount payable by him under sub-section (1) or\r\nsub-section (2) or sub-section (3), as the case may be, and in such a case no\r\nperson shall be entitled to withdraw the amount in deposit until the Controller\r\ndecides the dispute and makes an order for payment of the same.(5) If the Controller is satisfied that any\r\ndispute referred to in sub-section (4) has been raised by a tenant for reasons\r\nwhich are false or frivolous, the Controller may order the defense against\r\neviction to be struck out and proceed with the hearing of the application.(6) If a tenant makes payment or deposit as\r\nrequired by sub-section (1) or sub-section (3), no order shall be made for the\r\nrecovery of possession on the ground of default in the payment of rent by the\r\ntenant, but the Controller may allow such costs as he may deem fit to the\r\nlandlord.(7) If a tenant fails to make payment or\r\ndeposit as required by this section, the Controller may order the defense against\r\neviction to be struck out an proceed with the hearing of the application.", "16": " Delhi Rent Control Act, 1958 16. Restrictions on sub-letting. -(1) Where at any time before the 9th day of\r\nJune, 1952, a tenant has sub-let the whole or any part of the premises and the\r\nsub-tenant is, at the commencement of this Act, in occupation of such premises,\r\nthen notwithstanding that the consent of the landlord was not obtained for such\r\nsub-letting, the premises shall be deemed to have been lawfully sub-let.(2) No premises which have been sub-let either\r\nin whole or in part on or after the 9th day of June, 1952,without obtaining the\r\nconsent in writing of the landlord, shall be deemed to have been lawfully\r\nsub-let.(3) After the commencement of this Act, no\r\ntenant shall, without the previous consent in writing of the landlord,-(a) Sub-let the whole\r\nor any part of the premises held by him as a tenant; or(b) transfer or assign\r\nhis rights in the tenancy or in any part thereof.(4) No landlord shall claim or receive the\r\npayment of any sum as premium or pugree or claim or\r\nreceive any consideration whatsoever in cash or in kind for giving his consent\r\nto the sub-letting of the whole or any part of the premises held be the tenant.", "17": " Delhi Rent Control Act, 1958 17. Notice of creation and termination of\r\nsub-tenancy. -(1) Whoever, after the commencement of this\r\nAct, any premises are sub-let either in whole or in part by the tenant with the\r\nprevious consent in writing of the landlord, the tenant or the sub-tenant to\r\nwhom the promises are sub-let may, in the prescribed manner, give notice to the\r\nlandlord of the creation of the sub-tenancy within one month of the date of\r\nsuch sub-letting and notify the termination of such sub-tenancy within one\r\nmonth of such termination.(2) Where, before the commencement of this Act,\r\nany premises have been lawfully sub-let either in whole or in part by the\r\ntenant, the tenant or the sub-tenant to whom the premises have been sub-let\r\nmay, in the prescribed manner, give notice to the landlord of the creation of\r\nthe sub-tenancy within six months of the commencement of this Act, and notify\r\nthe termination of such sub-tenancy within one month of such termination.(3) Where in any case mentioned in sub-section \r\n(2), the landlord contests that the premises were not lawfully sub-let, and an \r\napplication is made to the Controller in this behalf, either by the landlord or \r\nby the sub-tenant, within two months of the date of the receipt of the notice of \r\nsub-letting by the landlord or the issue of this notice by the tenant or the \r\nsub-tenant, as the case may be, the Controller shall decide the dispute", "18": " Delhi Rent Control Act, 1958 18. Sub-tenant to be tenant in certain cases.\r\n-(1) Where an order for eviction in respect of\r\nany premises is made under section 14 against a tenant but not against a\r\nsub-tenant referred to in section 17 and a notice of the sub-tenancy has been\r\ngiven to the landlord, the sub-tenant shall, with effect from the date of the\r\norder, be deemed to become a tenant holding directly under the landlord in\r\nrespect of the premises in his occupation on the same terms and conditions on\r\nwhich the tenant would have held from the landlord, if the tenancy had\r\ncontinued. (2) Where, before the commencement of this\r\nAct, the interest of a tenant in respect of any premises has been determined\r\nwithout determining the interest of any sub-tenant to whom the premises has\r\nbeen determined without determining the interest of any sub-tenant to whom the\r\npremises either in whole or in part had been lawfully sub-let, the sub-tenant\r\nshall, with effect from the date of the commencement of this Act, be deemed to\r\nhave become a tenant holding directly under the landlord on the same terms and\r\nconditions on which the tenant would have held from the landlord , if the\r\ntenancy had continued.", "19": " Delhi Rent Control Act, 1958 19. Recovery of possession for occupation and\r\nre-entry. -(1) Where a landlord recovers possession of\r\nany premises from the tenant in pursuance of an order made under clause (c) of\r\nthe proviso to sub-section (1) of section 14 [or under sections 14A, 14B, 14C,\r\n148 and 21], the landlord shall not, except with the permission of the\r\nController, obtained in the prescribed manner, re-let the whole or any part of\r\nthe premises within three years from the date of obtaining such possession, and\r\nin granting such permission, the Controller may direct the landlord to put such\r\nevicted tenant in possession of the premises.(2) Where a landlord recovers possession of\r\nany premises as aforesaid and the premises are not occupied by the landlord or\r\nby the person for whose benefit the premises are held, within two months of obtaining\r\nsuch possession, or the premises having been so occupied are, at any time\r\nwithin three years from the date of obtaining possession, re-let to any person\r\nother than the evicted tenant without obtaining the permission of the\r\nController under sub-section (1) or the possession of such premises is\r\ntransferred to another person for reasons which do not appear to the Controller\r\nto be bona fide, the Controller may, on an application made on him in this\r\nbehalf by such evicted tenant within such time as may be prescribed, direct the\r\nlandlord to put the tenant in possession of the premises or to pay him such\r\ncompensation as the Controller thinks fit.", "20": " Delhi Rent Control Act, 1958 20. Recovery of possession for repairs and\r\nre-building and re-entry. -(1) In making any order on the grounds specified\r\nin clause (f) or clause (g) of the proviso to sub-section (1) of section 14,\r\nthe Controller shall ascertain from the tenant whether he elects to be placed\r\nin occupation of the premises or part thereof from which he is to be evicted\r\nand if the tenant so elects, shall record the fact of the election in the order\r\nand specify therein the date on or before which he shall deliver possession so\r\nas to enable the landlord to commence the work of repairs or building or\r\nre-building, as the case may be.(2) If the tenant delivers possession on or\r\nbefore the date specified in the order, the landlord shall, on the completion\r\nof the work of repairs of building or re-building, place the tenant in\r\noccupation of the premises or part thereof.(3) If, after the tenant has delivered\r\npossession on or before the date specified in the order, the landlord fails to\r\ncommence the work of repairs or building or re-building within one month of the\r\nspecified date or fails to complete the work in a reasonable time or having complete\r\nthe work, fails to place the tenant in occupation of the premises in accordance\r\nwith sub-section (2), the Controller may, on an application made to him in this\r\nbehalf by the tenant within such time as may be prescribed, order the landlord\r\nto place the tenant in occupation of the premises or part thereof or to pay to\r\nthe tenant such compensation as the Controller thinks fit.", "21": " Delhi Rent Control Act, 1958 21. Recovery of possession in case of\r\ntenancies for limited period.-(1) Where a landlord does not require the\r\nwhole or any part of any premises for a particular period, and the landlord,\r\nafter obtaining the permission of the Controller in the prescribed manner, lets\r\nthe whole of the premises or part thereof as a residence for such period as may\r\nbe agreed to in writing between the landlord and the tenant and the tenant does\r\nnot on the expiry of the said period, vacate such premises then,\r\nnotwithstanding anything contained in section 14 or in any other law, the\r\nController may, on an application made to him in this behalf by the landlord\r\nwithin such time as may be prescribed, place the landlord in vacant possession\r\nof the premises or part thereof by evicting the tenant and every other person\r\nwho may be in occupation of such premises.[(2) While making an order under sub-section (1),\r\nthe Controller may award to the landlord such damages for the use or occupation\r\nof the premises at such damages for the use or occupation of the premises at\r\nsuch rates he considers proper in the circumstances of the case for the period\r\nfrom the date of such order till the date of actual vacation by the tenant.]", "22": " Delhi Rent Control Act, 1958 22. Special provision for recovery of\r\npossession in certain cases. -Where the landlord in respect of any premises\r\nis any company or other body corporate or any local authority or any public institution\r\nand the premises are required for the use of employees of such landlord or in\r\nthe case of a public institution, for the furtherance activities, then,\r\nnotwithstanding anything contained in section 14 or any other law, the\r\nController may, on an application made to him in his behalf by such landlord,\r\nplace the landlord in vacant possession of such premises by evicting the tenant\r\nand every other person who may be in occupation thereof, if the Controller is\r\nsatisfied-(a) that the tenant to whom such premises were\r\nlet for use as a residence at a time when he was in the service or employment\r\nof the landlord, has ceased to be in such service or employment; or(b) that the tenant has acted in contravention\r\nof the terms, express or implied, under which he was authorized to occupy such\r\npremises; or(c) that any other person is in unauthorized\r\noccupation of such premises; or(d) that the premises are required bona fide\r\nby the public institution for the furtherance of its activities.Explanation.-For the purposes of\r\nthis section, \"public institution\" includes any educational\r\ninstitution, library, hospital and charitable dispensary [but does not include\r\nany such institution set up by any private trust]", "23": " Delhi Rent Control Act, 1958 23. Permission to construct additional structures.\r\n-Where the landlord proposes to make any\r\nimprovement in, or construct any additional structure on, any building which\r\nhas been let to a tenant and the tenant refuses to allow the landlord to make\r\nsuch improvement or construct such additional structure and the Controller, on\r\nan application made to him in this behalf by the landlord, is satisfied that\r\nthe landlord is ready and willing to commence the work and that such work will\r\nnot cause any undue hardship to the tenant, the Controller may permit the\r\nlandlord to do such work and may make such other order as he thinks fit in the\r\ncircumstances of the case.", "24": " Delhi Rent Control Act, 1958 24. Special provision regarding vacant\r\nbuilding sites. -Notwithstanding anything contained in section\r\n14, where any premises which have been let comprise vacant land upon which it\r\nis permissible under the building regulations or municipal bye-laws, for the\r\ntime being in force, to erect any building , whether for use as a residence or\r\nfor any other purpose and the landlord proposing to erect such building is\r\nunable to obtain possession of the land from the tenant by agreement with him\r\nand the Controller, on an application made to him in this behalf by the\r\nlandlord, is satisfied that the landlord is ready and willing to commence the\r\nwork and that severance of the vacant land from the rest of the premises will\r\nnot cause undue hardship to the tenant, the Controller may-(a) Direct severance;(b) Place the landlord in possession of the\r\nvacant land;(c) Determine the rent payable by the tenant\r\nin respect of the rest of the premises; and(d) Make such other order as he thinks fit in\r\nthe circumstances of the case.", "25": " Delhi Rent Control Act, 1958 25. Vacant possession to landlord -Notwithstanding anything contained in any other\r\nlaw, where the interest of a tenant in any premises is determined for any\r\nreason whatsoever and any order is made by the Controller under this Act for\r\nthe recovery of possession of such premises the order shall, subject to the\r\nprovisions of section 18, be binding on all persons who may be in occupation of\r\nthe premises and vacant possession thereof shall be given to the landlord by\r\nevicting all such person there from:Provided that nothing in this section shall\r\napply to any person who has an independent title to such premises.", "26": " Delhi Rent Control Act, 1958 26. Receipt to be given for rent paid. - (1) Every tenant shall pay rent within the\r\ntime fixed by contract or in the absence of such contract, by the fifteenth day\r\nof the month next following the month for which it is payable [and where any\r\ndefault occurs in the payment of rent, the tenant shall be liable to pay simple\r\ninterest at the rate of fifteen per cent. per annum from the date on which such\r\npayment of rent is due to the date on which it is paid].(2) Every tenant who makes a payment of rent\r\nto his landlord shall be entitled to obtain forthwith from the landlord or his\r\nauthorized agent a written receipt for the amount paid to him., signed by the\r\nlandlord or his authorized agent:[Provided that it shall be open to the\r\ntenant to remit the rent to his landlords by postal money order.](3) If the landlord or his authorized agent refuses\r\nor neglects to deliver to the tenant a receipt referred to in sub-section (2),\r\nthe Controller may, on an application made to him in this behalf by the tenant\r\nwithin two months from the date of payment and after hearing the landlord or\r\nhis authorized agent, by order direct the landlord or his authorized agent to\r\npay to the tenant, by way of damages, such sum not exceeding double the amount\r\nof rent paid by the tenant and the costs of the application and shall also\r\ngrant a certificate to the tenant in respect of the rent paid.", "27": " Delhi Rent Control Act, 1958 27. Deposit of rent by the tenant. -(1) Where the landlord does not accept any\r\nrent tendered by the tenant within the time referred to in section 26 of\r\nrefuses or neglects to deliver a receipt referred to therein or where there is\r\na bona fide doubt as to the person or persons to whom the rent is payable, the\r\ntenant may deposit such rent with the Controller in the prescribed manner:[Provided that in case where there is a\r\nbona fide doubt as to the person or persons to whom the rent is payable, the\r\ntenant may remit such rent to the Controller by postal money order.](2) The deposit shall be accompanied by an\r\napplication by the tenant containing the following particulars, namely:-(a) the premises for\r\nwhich the rent is deposited with a description sufficient for identifying the\r\npremises;(b) the period for\r\nwhich the rent is deposited;(c) the name and\r\naddress of the landlord or the person or persons claiming to be entitled to\r\nsuch rent;(d) the reasons and\r\ncircumstances for which the application for depositing the rent is made;(e) such other\r\nparticulars as may be prescribed.(3) On such deposit of the rent being made,\r\nthe Controller shall send in the prescribed manner a copy or copies of the\r\napplication to the landlord or persons claiming to be entitled to the rent with\r\nan endorsement of the date of the deposit.(4) If an application is made for the\r\nwithdrawal of any deposit of rent, the Controller shall, if satisfied that the\r\napplicant is the person entitled to receive the rent deposited, order the\r\namount of the rent to be paid to him in the manner prescribed:Provided that no order for payment of any\r\ndeposit of rent shall be made by the Controller under this sub-section without\r\ngiving all persons named by he tenant in his application under sub-section (2)\r\nas claiming to be entitled to payment of such rent being decided by a court of\r\ncompetent jurisdiction.(5) If at the time of filing the application under\r\nsub-section (4), but not after the expiry of thirty days from receiving the\r\nnotice of deposit, the landlord or the person or persons claiming to be\r\nentitled to the rent complains or complain to the Controller that the\r\nstatements in the tenant’s application of the reasons and circumstances which\r\nled him to deposit the rent are untrue, the Controller, after giving the tenant\r\nan opportunity of being heard, may levy on the tenant a fine which may extend\r\nto an amount equal to two months’ rent, if the Controller is satisfied that the\r\nsaid statements were materially untrue and may order that a sum out of the fine\r\nrealized be paid to the landlord as compensation.(6) The Controller may, on the complaint of\r\nthe tenant and after giving an opportunity to the landlord of being heard, levy\r\non the landlord a fine which may extend to an amount equal to two months’ rent,\r\nif the Controller is satisfied that the landlord, without any reasonable cause,\r\nrefused to accept rent though tendered to him within the time referred to in\r\nsection 26 and may further order that a sum out of the fine realized be paid to\r\nthe tenant as compensation.", "28": " Delhi Rent Control Act, 1958 28. Time limit of making deposit and\r\nconsequences of incorrect particulars is application for deposit.-(1) No rent deposited under section 27 shall\r\nbe considered to have been validly deposited under that section, unless the\r\ndeposit is made within twenty-one days of the time referred to in section 26\r\nfor payment of the rent.(2) No such deposit shall be considered to\r\nhave been validly made, if the tenant willfully makes any false statement in\r\nhis application for depositing the rent, unless the landlord has withdrawn the\r\namount deposited before the date of filing an application for the recovery of\r\npossession of the premises from the tenant.(3) If the rent is deposited within the time\r\nmentioned in sub-section (1) and does not cease to is valid deposit for the\r\nreason mentioned in sub-section (2), the deposit shall constitute payment of\r\nrent to the landlord, as if the amount deposited had been validly tendered?", "29": " Delhi Rent Control Act, 1958 29. Saving as to acceptance of rent forfeiture\r\nof rent in deposit. -(1) The withdrawal of rent deposited under\r\nsection 27 in the manner provided therein shall not operate as an admission\r\nagainst the person withdrawing it of the correctness of the rent, the period of\r\ndefault, the amount due, or of any other facts stated in the tenant’s\r\napplication for depositing the rent under the said section.(2) Any rent in deposit which is not withdrawn\r\nby the landlord or by the person or persons entitled to receive such rent shall\r\nbe forfeited to Government by an order made by the Controller, if it is not\r\nwithdrawn before the expiration of five years from the date of posting of the\r\nnotice of deposit.(3) Before passing as order of forfeiture the Controller\r\nshall give notice to the landlord or the person or persons entitled to receive\r\nthe rent in deposit by registered post at the last known address of such\r\nlandlord or person or persons and shall also publish the notice in his office\r\nand in any local newspaper.", "30": " Delhi Rent Control Act, 1958 30. Application of the Chapter. -The Provisions of this Chapter shall apply to\r\nall hotels and lodging houses in the areas which, immediately before the 7th\r\nday of April, 1958, were included in the New Delhi Municipal Committee, Municipal\r\nCommittee, Delhi and the Notified Area Committee, Civil Station, Delhi and may\r\nbe applied by the Central Government, by notification in the Official Gazette,\r\nto hotels and lodging houses within the limits of such other urban are of the\r\nMunicipal Corporation of Delhi as may be specified in the notification:Provided that if the Central Government is of\r\nopinion that it would not be desirable in the public interest to make the\r\nprovisions of this Chapter applicable to any class of hotels or lodging houses,\r\nit may, by notification in the Official Gazette, exempt such class of hotels or\r\nlodging houses or lodging houses from the operation of this Chapter.", "31": " Delhi Rent Control Act, 1958 31. Fixing of fair rate. -(1) Where the Controller, on a written complaint\r\nor otherwise, has reason to believe that the charges made for board or lodging\r\nor any other service provided in any hotel or lodging houses are excessive, he\r\nmay fix a fair rate to be charged for board, lodging or other services provided\r\nin the hotel or lodging house and in fixing such fair rate, specified\r\nseparately the rate for lodging, board or other services.(2) In determining the fair rate under\r\nsub-section (1), the Controller shall have regard to the circumstances of the\r\ncase and to the prevailing rate of charges for the same or similar\r\naccommodation, board and service, during the twelve months immediately\r\npreceding the 1st day of June, 1951, and to any general increase in the cost of\r\nliving after that date.", "32": " Delhi Rent Control Act, 1958 32. Revision of fair rate. -On a written application from the manager of a\r\nhotel or the owner of a lodging house or otherwise, the Controller may, from\r\ntime to time, revise the fair rate to be charged for board, lodging or other\r\nservice in a hotel or lodging house, and fix such rate as he may deem fit\r\nhaving regard to any general rise or fall in the cost of living which may have\r\noccurred after the fixing of fair rate.", "33": " Delhi Rent Control Act, 1958 33. Charges in excess of fair rate not\r\nrecoverable. -When the Controller has determined the fair\r\nrate of charges in respect of a hotel or lodging house, -(a) The manager of the hotel or the owner of\r\nthe lodging house, as the case may be, shall not charge any amount in excess of\r\nthe fair rate and shall not, except with the previous written permission of the\r\nController, withdraw from the lodger any concession or service allowed at the\r\ntime when the Controller determined the fair rate;(b) Any agreement for the payment of any\r\ncharges in excess of such fair rate shall be void in respect of such excess and\r\nshall be construed as if it were an agreement for payment of the said fair\r\nrate;(c) Any sum paid by a lodger in excess of the\r\nfair rate shall be recoverable by him at any time within a period of six months\r\nfrom the date of the payment from the manager of the hotel or the owner of the\r\nlodging house or his legal representatives and may, without prejudice to any\r\nother mode of recovery, be deducted by such lodger from any amount payable by\r\nhim to such manager or owner.", "34": " Delhi Rent Control Act, 1958 34. Recovery of possession by manager or a\r\nhotel or the owner of a lodging house. -Notwithstanding anything contained in this\r\nAct, the manager of a hotel or the owner of a lodging house shall be entitled\r\nto recover possession of the accommodation provided by him to a lodger on\r\nobtaining a certificate from the Controller certifying-(a) That the lodger has been guilty of conduct\r\nwhich is a nuisance or which caused annoyance to any adjoining or neighboring\r\nledger;Explanation.- For the purposes of\r\nthis clauses, \"nuisance\" shall be deemed to include any act which\r\nconstitutes an offence under the Suppression of Immoral Traffic in Women and\r\nGirls Act, 1956 (104 of 1956);(b) That the accommodation is reasonably and\r\nbona fide required by the owner of the hotel or lodging house, as the case may\r\nbe, either for his own occupation or for the occupation of any person for whose\r\nbenefit the accommodation is held, or any other cause which may be deemed\r\nsatisfactory to the Controller;(c) That the lodger has failed to vacate the accommodation\r\non the termination of the period of the agreement in respect thereof;(d) That the lodger has done any act which in\r\ninconsistent with the purpose for which the accommodation was given to him or\r\nwhich is likely to affect adversely or substantially the owner’s interest\r\ntherein;(e) That the lodger has failed to pay the rent\r\ndue from him.", "35": " Delhi Rent Control Act, 1958 35. Appointment of Controllers and Additional\r\nControllers .-(1) The Central Government may, by\r\nnotification in the Official Gazette, appoint as many Controllers as it thinks\r\nfit, and define the local limits within which, or the hotels and lodging houses\r\nin respect of which, each Controller shall exercise the powers conferred, and\r\nperform the duties imposed, on Controllers by or under this Act.(2) The Central Government may also, by\r\nnotification in the Official Gazette, appoint as many additional Controllers as\r\nit thinks fit and an additional Controller shall perform such of the functions\r\nof the Controller as may, subject to the control of the Central Government, be\r\nassigned to him in writing by the Controller and in the discharge of these\r\nfunctions, an additional Controller shall have and shall exercise the same\r\npowers and discharge the same duties as the Controller.(3) A person not be \r\nqualified for appointment as a Controller or an additional Controller, unless\r\nhe has for at least five years held a judicial office in India or has for at least\r\nseven years been practicing as an advocate or a pleader in India .", "36": " Delhi Rent Control Act, 1958 36. Powers of Controller. -(1) the Controller may-(a) Transfer any\r\nproceeding pending before him for disposal to any additional Controller, or(b) Withdraw any\r\nproceeding pending before any additional Controller any dispose it of him or\r\ntransfer the proceeding for disposal to any other additional Controller.(2) The Controller shall have the same powers\r\nas are vested in a civil court under the Code of Civil Procedure, 1908 (5 of\r\n1908), when trying a suit, in respect of the following matters, namely:-(a) Summoning and\r\nenforcing the attendance of any person and examining him on oath;(b) Requiring the\r\ndiscovery and production of documents;(c) Issuing\r\ncommissions for the examination of witnesses;(d) Any other matter\r\nwhich may be prescribed, And any proceeding before the Controller shall be\r\ndeemed to be a judicial proceeding within the meaning of section 193 and\r\nsection 228 of the Indian Penal Code (45 of 1860), and the Controller shall be\r\ndeemed to be a civil court within the meaning of section 480 and section 482 of\r\nthe Code of Criminal Procedure, 1898 (5 of 1898).(3) For the purposes of holding any inquiry or\r\ndischarging any duty under this Act, the Controller may,-(a) After giving not\r\nless than twenty-four hours’ notice in writing, enter and inspect or authorize\r\nany officer subordinate to him to enter and inspect any premises at any time\r\nbetween sunrise and sunset; or(b) By written order,\r\nrequire any person to produce for his inspection all such accounts, book or other\r\ndocuments relevant to the inquiry at such time and at such place as may be\r\nspecified in the order.(4) The Controller may, if he thinks fit,\r\nappoint one or more person having special knowledge of the matter under\r\nconsideration as an assessor or assessors to advise him in the proceeding\r\nbefore him.", "37": " Delhi Rent Control Act, 1958 37. Procedure to be followed by Controller.-(1) No order which prejudicially affects any\r\nperson shall be made by the Controller under this Act without giving him a\r\nreasonable opportunity of showing cause against the order proposed to be made\r\nand until his objection, if any, and any evidence he may produce in support of\r\nthe same have been considered by the Controller.(2) Subject to any rules that may be made\r\nunder this Act, the Controller, shall, while holding an inquiry in any\r\nproceeding before him, follow as far as may be the practice and procedure of a\r\nCourt of Small Causes, including the recording of evidence.(3) In all proceedings before him, the\r\nController shall consider the question of costs and award such costs to or\r\nagainst any party as the Controller considers reasonable.", "38": " Delhi Rent Control Act, 1958 38. Appeal to the Tribunal. -(1) An appeal shall lie from every order of the \r\nController made under this Act [only on questions of law] to the Rent Control \r\nTribunal (hereinafter referred to as the Tribunal) consisting of one person only \r\nto be appointed by the Central Government by notification in the Official \r\nGazette:[Provided that no appeal shall lie from \r\nan order of the Controller made under section 21.](2) An appeal under sub-section (1) shall be \r\npreferred within thirty days from the date of the order made by the Controller:Provided that the Tribunal may entertain the\r\nappeal after the expiry of the said period of thirty days, if it is satisfied\r\nthat the appellant was prevented by sufficient cause from filing the appeal in\r\ntime.(3) The Tribunal shall have all the power\r\nvested in a court under the Code of Civil Procedure, 1908 (5 of 1908), when\r\nhearing an appeal.(4) Without prejudice to the provisions of\r\nsub-section (3), the Tribunal may, on an application made to it or otherwise,\r\nby order transfer any proceeding pending before any Controller or additional\r\nController to another Controller or additional Controller and the Controller or\r\nadditional Controller to whom the proceeding is so transferred may, subject to\r\nany special directions in the order of transfer, dispose of the proceeding.(5) A person shall not be qualified for\r\nappointment to the Tribunal, unless he is, or has been a district judge or has\r\nfor at least ten years held a judicial office in India .", "39": " Delhi Rent Control Act, 1958 39. Section 39 omitted by Act 57 of 1988, sec.17\r\n( w.e.f .  1-12-1988 ). ", "40": " Delhi Rent Control Act, 1958 40. Amendment of orders. -Clerical or arithmetical mistakes in any order\r\npassed by a Controller or [the Tribunal or an Additional Tribunal] or errors\r\narising therein from any accidental slip or omission may, at any time, be corrected\r\nby the Controller or [the Tribunal on an Additional Tribunal] on am application\r\nreceived in this behalf from any of the parties or otherwise.", "41": " Delhi Rent Control Act, 1958 41. Controller to exercise powers of a\r\nmagistrate for recovery of fine. -Any fine imposed by a Controller under this\r\nAct shall be paid by the person find witnessed such time as may be the\r\nController and the Controller may, for good and sufficient reason, extend the\r\ntime, and in default of such payment, the amount shall be recoverable as a fine\r\nunder the provisions of the Code of Criminal Procedure, 1898, and the\r\nController shall be deemed to be a magistrate under the said code for the\r\npurposes of such recovery.", "42": " Delhi Rent Control Act, 1958 42. Controller to exercise powers of civil\r\ncourt for execution of other orders. Save as otherwise provided in section 41, an\r\norder made by the Controller or an order passed on appeal under this Act shall\r\nbe executable by the Controller as a decree of a civil court and for this\r\npurpose, the Controller shall have all the powers of a civil court.", "43": " Delhi Rent Control Act, 1958 43. Finality of order. -Save as otherwise expressly provided in this\r\nAct, every order made by the Controller or an order passed on appeal under this\r\nAct shall be final and shall not be called in question in any original suit,\r\napplication or execution proceeding.", "44": " Delhi Rent Control Act, 1958 44. Landlords duty to keep the premises in\r\ngood repair. -(1) Every landlord shall be bound to keep the\r\npremises in good and tenantable repairs.(2) If the landlord neglects or fails to make,\r\nwithin a reasonable time after notice in writing, any repairs which he is bound\r\nto make under sub-section (1) the tenant may make the same himself and deduct\r\nthe expenses of such repairs from the rent or otherwise recover them from the\r\nlandlord:Provided that the amount sod deducted or\r\nrecoverable in any year shall not exceed one-twelfth of the rent payable by the\r\ntenant for that year.(3) Where any repairs without which the\r\npremises are not habitable or usable except with undue inconvenience are to be\r\nmade and the landlord neglects or fails to make them after notice in writing,\r\nthe tenant may apply to the Controller for permission to make such repairs\r\nhimself and may submit to the Controller an estimate of the cost of such\r\nrepairs, and, thereupon, the Controller may, after giving the landlord an\r\nopportunity of being heard and after considering such estimate of the cost and\r\nmaking such inquires as he may consider necessary, by an order in writing,\r\npermit the tenant to make such repairs at such cost as may be specified in the\r\norder and it shall thereafter be lawful for the tenant to make such repairs\r\nhimself and to deduct the cost thereof, which shall in no case exceed the\r\namount so specified, from the rent or otherwise recover it from the landlord:Provided that the amount so deducted or\r\nrecoverable in any year shall not exceed one-half of the rent payable by the\r\ntenant for that year:Provided further that if any repairs not covered\r\nby the said amount are necessary in the opinion of the Controller, and the tenant\r\nagrees to bear the excess cost himself., the Controller may permit the tenant\r\nto make such repairs.", "45": " Delhi Rent Control Act, 1958 45. Cutting off or withholding essential\r\nsupply or service.-(1) No landlord either himself or through any person\r\npurporting to act on his behalf shall without just and sufficient cause cut off\r\nor withhold any essential supply or service enjoyed by the tenant in respect of\r\nthe premises let to him.(2) If a landlord contravenes the provisions\r\nof sub-section (1), the tenant may make an application to the Controller\r\ncomplaining of such contravention.(3) If the Controller is satisfied that\r\nessential supply or service was cut off or withheld by the landlord with a view\r\nto compel the tenant to vacate the premises or to pay an enhanced rent, the\r\nController may pass an order directing the landlord to restore the amenities\r\nimmediately, pending the inquiry referred to in sub-section (4).Explanation.- An interim order may\r\nbe passed under this sub-section without just and sufficient cause cut off or\r\nwithhold any essential supply or service enjoyed by the tenant in respect of\r\nthe premises let to him.(2) If a landlord contravenes the provisions\r\nof sub-section (1), the tenant may make an application to the Controller complaining\r\nof such contravention.(3) If the Controller is satisfied that\r\nessential supply or service was cut off or withheld by the landlord with a view\r\nto compel the tenant to vacate the premises or to pay an enhanced rent, the\r\nController may pass an order directing the landlord to restore the amenities\r\nimmediately, pending the inquiry referred to in sub-section (4).Explanation.- An interim order may\r\nbe passed under this sub-section without giving notice to the landlord.(4) If the Controller on inquiry finds that\r\nthe essential supply or service enjoyed by the tenant in respect of the\r\npremises was cut off or withheld by the landlord without just and sufficient\r\ncause, he shall make an order directing the landlord to restore such supply or\r\nservice.(5) The Controller may in his discretion\r\ndirect that compensation not exceeding fifty rupees-(a) be paid to the\r\nlandlord by the tenant, if the application under sub-section (2) was made\r\nfrivolously or vexatioulsy ;(b) be paid to the\r\ntenant by the landlord, if the landlord had cut off or withheld the supply or\r\nservice without just and sufficient cause.Explanation 1.- In this section\r\n\"essential supply or service\" includes supply of water , electricity,\r\nlights in passages and on staircases, conservancy and sanitary services.Explanation II.- For the purposes of\r\nthis section, withholding any essential supply or service shall include acts or\r\nomissions attributable to the landlord of account of which the essential supply\r\nor service is cut off by the local authority or any order competent authority.", "46": " Delhi Rent Control Act, 1958 46. Landlord’s duty to give notice of new\r\nconstruction to Government. -Whenever, after the commencement of this Act,\r\nany premises are constructed, the landlord shall, within thirty days of the\r\ncompletion of such construction, give intimation thereof in writing to the\r\n[Director of Estates] or to such other officer as may be specified in this\r\nbehalf by the Government.", "47": " Delhi Rent Control Act, 1958 47. Leases of vacant premises to Government.-(1) The provisions of this section shall apply\r\nonly in relation to premises in the areas which, immediately before the 7th day\r\nof April, 1958, were included in the New Delhi Municipal Committee and which\r\nare, or are intended to be, let for use as a residence.(2) Whenever any premises the standard rent of\r\nwhich is not less than two thousand and four hundred rupees per year becomes\r\nvacant either by the landlord ceasing to occupy the premises or by the\r\ntermination of a tenancy or by the eviction of a tenant or by the release of\r\nthe premises from requisition or otherwise,-(a) the landlord\r\nshall, within seven days of the premises becoming vacant, give intimation\r\nthereof in writing to the[Director of Estate];(b) whether or not\r\nsuch intimation is given, the [Director of Estates] may serve on the landlord\r\nby post or otherwise a notice-( i )\r\ninforming him that the premises are required by the Government for such period\r\nas may be specified in the notice; and(ii) requiring him,\r\nand every person claiming under him, to deliver possession of the premises\r\nforthwith to such officer or person as may be specified in the notice:Provided that where the landlord has given the\r\nintimations required by clause (a), no notice shall be issued by the Director\r\nof Estates] under clause (b) more than seven days after the delivery to him of\r\nthe intimation:Provided further that nothing in this sub-\r\nsection shall apply in respect of any premises the possession of which has been\r\nobtained by the landlord on the basis of any order made on the ground set forth\r\nin clause (e) of the proviso to sub-section (1) of section 14 or in respect of\r\nany premises which have been released from requisition for the use and\r\noccupation of the landlord himself.(3) Upon the service of a notice under clause\r\n(b) of sub-section (2), the premises shall be deemed to have been leased to the\r\nGovernment for the period specified in the notice, as from the date of the\r\ndelivery of the intimation under clause (a) of sub-section (2) or in case where\r\nno such intimation has been given, as from the date on which possession of the\r\npremises in delivered in pursuance of the notice, and the other terms of the\r\nlease shall be such as may be agreed upon between the Government and the\r\nlandlord or in default of agreement, as may be determined by the Controller, in\r\naccordance with the provisions of this Act.(4) In every case where the landlord has in\r\naccordance with the provisions of sub-section (2) given intimation of any\r\npremises becoming vacant and the premises are not taken on lease by the\r\nGovernment under this section, the Government shall pay to the landlord a sum\r\nequal to one-fifty second of the standard rent per year of the premises.(5) Any premises taken of lease by the\r\nGovernment under this section may be put to any such use as the Government thinks\r\nfit, and in particulars, the Government may permit the use of the premises for\r\nthe purposes of any public institution or any foreign embassy, legation or\r\nconsulate or any High Commissioner or Trade Commissioner, or as a residence by\r\nany officer in the service of the Government or of a foreign embassy, legation\r\nor consulate or of a High Commissioner or Trade Commissioner.", "48": " Delhi Rent Control Act, 1958 48. Penalties. -(1) If any person contravenes any of the \r\nprovisions of section 5, he shall be punishable(a) In the case of a contravention\r\nof the provisions of sub-section (1) of section 5, with simple imprisonment for\r\na term which may extend to three months, or with fine which may extend to a sum\r\nwhich exceeds the unlawful charge claimed or received under sub-section by one\r\nthousand rupees, or with both;(b) In the case of a\r\ncontravention of the provisions of sub-section (2) or sub-section (3) of\r\nsection 5, with simple imprisonment for a term which may extend to six months,\r\nor with fine which may extend to a sum which exceeds the amount or value or\r\nunlawful charge claimed or received under the said sub-section (2) or\r\nsub-section (3), as the case may be, by five thousand rupees, or with both.(2) If any tenant sub-lets; assigns or \r\notherwise parts with the possession of the whole or part of any premises in \r\ncontravention of the provisions of clause (b) of the proviso to sub-section (1) \r\nof section 14, he shall be punishable with fine which may extend to one thousand \r\nrupees[(3) If any landlord re-lets or transfers the\r\nwhole or any part of any premises in contravention of the provisions of\r\nsub-section (1) or sub-section (2) of section 19 he shall be punishable with\r\nimprisonment for a term which may extend to six months , or with fine, or with\r\nboth](4) If any landlord contravenes the provisions\r\nof sub-section (1) of section 45, he shall be punishable with imprisonment for\r\na term which may extend to three months or with fine, or with both.(5) If any landlord fails to comply with\r\nprovisions of section 46 he shall be punishable with fine which may extend to\r\none hundred rupees.(6) If any person contravenes the provisions\r\nof clause (a) of sub-section (2) of section 47, or fails to comply with a\r\nrequirement under clause (b) thereof, he shall be punishable with simple\r\nimprisonment for a term which may extend to three months, or with fine which\r\nmay extend to one thousand rupees, or with both.", "49": " Delhi Rent Control Act, 1958 49. Cognizance of offences. -(1) No court inferior to that of [Metropolitan\r\nMagistrate] shall try any offence punishable under this Act.(2) No court shall take cognizance of an\r\noffences punishable under this Act, unless the complaint in respect of the\r\noffences has been made within three months from the date of the offence has\r\nbeen made within three months from the date of the commission of the offence.(3) Notwithstanding anything contained in\r\n[section 29 of the Code of Criminal Procedure, 1973 (2 of 1974)] it shall be\r\nlawful for any [Metropolitan Magistrate] to pass a sentence of fine exceeding\r\n[five thousand rupees] on a person convicted of an offence punishable under\r\nthis Act.", "50": " Delhi Rent Control Act, 1958 50. Jurisdiction of civil courts barred in\r\nrespect of certain matters -(1) Save a otherwise expressly provided in\r\nthis Act, no civil court shall entertain any suit or proceeding in so far as it\r\nrelates to the fixation of standard rent in relation to any premises to which\r\nthis Act applies or to eviction of any tenant there from or to any other matter\r\nwhich the Controller is empowered by or under this Act to decide, and no\r\ninjunction in respect of any action taken or to be taken by the Controller\r\nunder this Act shall be granted by any civil court or other authority.(2) If, immediately before the commencement of\r\nthis Act, there is any suit or proceeding pending in any civil court for the\r\neviction of any tenant from any premises to which this Act applies and the\r\nconstruction of which has been completed after the 1st day of June, 19951, but\r\nbefore the 9th day of June, 1955, such suit or proceeding shall, on such\r\ncommencement , abate.(3) If, in pursuance of any decree or order\r\nmade by a court, any tenant has been evicted after the 16th day of August,\r\n1958, from any premises to which this Act applies and the construction of which\r\nhas been completed after the 1st day of June, 1951, but before the 9th day of\r\nJune, 1955, then, notwithstanding anything contained in any other law, the\r\nController may, on an application made to him in this behalf by such evicted\r\ntenant within six months from the date of eviction, direct the landlord to put\r\nthe tenant in possession of the premises or to pay him such compensation as the\r\nController thinks fit.(4) Nothing in sub-section (1) shall be\r\nconstrued as prevailing a civil court from entertaining any suit or proceeding\r\nfor the decision of any question of title to any premises to which this Act\r\napplies or any question as to the person or persons who are entitled to receive\r\nthe rent of such premises.", "51": " Delhi Rent Control Act, 1958 51. Controllers to be public servants. -All Controllers and additional Controllers \r\nappointed under this Act shall be deemed to be public servants within the \r\nmeaning of section 21 of the Indian Penal Code (45 of 1860)", "52": " Delhi Rent Control Act, 1958 52. Protection of action taken in good faith.\r\n-No suit, prosecution or other legal proceeding\r\nshall lie against any Controller or additional Controller in respect of\r\nanything which is in good faith done or intended to be done in pursuance of\r\nthis Act.", "53": " Delhi Rent Control Act, 1958 53. Amendment of theDelhi Tenants Temporary\r\nProtection Act, 1956. -", "54": " Delhi Rent Control Act, 1958 54. Saving of operation of certain enactments.\r\n-Nothing in this Act shall affect the\r\nprovisions of the Administration of Evacuee Property Act, 1950 (31 of 1950), or\r\nthe Slum Areas (Improvement and Clearance ) Act, 1956 (96 of 1956), or the\r\nDelhi Tenants (Temporary Protection ) Act, 1956 (97 of 1956).", "55": " Delhi Rent Control Act, 1958 55. Special provisions regarding decrees\r\naffected by the Delhi Tenants (Temporary Protection ) Act, 1956. -Where any decree or order for the recovery of\r\npossession of any premises to this the Delhi Tenants (Temporary Protection)\r\nAct, 1956 (97 of 1956), applies is sought to be executed on the  cesser of operation of that Act in relation to those\r\npremises, the court executing the decree of order may, on the application of\r\nthe person against whom the decree or order has been passed or otherwise,\r\nreopen the case and if it is satisfied that the decree or order could not have\r\nbeen passed if this Act had been in force on the date of decree or order, the\r\ncourt may, having regard to the provisions of this Act, set aside the decree or\r\norder or pass such other order in relation thereto as it thinks fit.", "56": " Delhi Rent Control Act, 1958 56. Power to makes rules. -(1) The Central Government may, by\r\nnotification in the Official Gazette, make rules to carry out the purposes of\r\nthis Act.(2) In particular, and without prejudice to\r\nthe generality of the foregoing power, such rules may provide for all or any of\r\nthe following matters, namely:-(a) The manner of\r\napproval of valuers and procedure to be followed by\r\nsuch valuers under the proviso to sub-section (2) of\r\nsection 9;]( aa )\r\nThe form and manner in which, and the period within which, an application may\r\nbe made to the Controller;(b) The form and\r\nmanner in which an application for deposit or rent may be made and the\r\nparticulars which it may contain;(c) The manner in\r\nwhich a Controller may hold an inquiry under this Act;(d) The powers of the\r\ncivil court which may be vested in a Controller;(e) The form and\r\nmanner in which an application for appeal or transfer of proceeding may be made\r\nto the Tribunal(g) Any other matter\r\nwhich has to be, or may be, prescribed.[(3) Every rule made under this section shall\r\nbe laid, as soon as may be after it is made, before each House of Parliament,\r\nwhile it is in session, for a total period of thirty days which may be\r\ncomprised in one sessions or in two or more successive session, and if, before\r\nthe expiry of the session immediately following the session or the successive\r\nsession aforesaid, both Houses agree in making any modification in the rule or\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so; however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule.]", "57": " Delhi Rent Control Act, 1958 57. Repeal and saving. -(1) The Delhi and Ajmer \r\nRent Control Act, 1952 (38 of 1952) in so far as it is applicable to the Union\r\nterritory of Delhi, is hereby repealed.(2) Notwithstanding such repeal, all suits and\r\nother proceedings under the said Act pending, at the commencement of this Act,\r\nbefore any court or other authority shall be continued and disposed of in\r\naccordance with the provisions of the said Act, as if the said Act had\r\ncontinued in force and this Act had not been passed:Provided that in any such suit or proceeding for\r\nthe fixation of standard rent or for the eviction of a tenant from any premises\r\nto which section 54 does not apply, the court or other authority shall have\r\nregard to the provisions of this Act:Provided further that the provisions for appeal\r\nunder the said Act shall continue in force in respect of suits and proceedings\r\ndisposed of thereunder ."}