{"name": "Delhi Special Police Establishment Act, 1946\r", "1": "The Delhi Special Police Establishment Act, 19461. Short title and extent.-(1) This Act may be called the Delhi Special Police Establishment Act, 1946.(2) It extends to the whole of India 5***.5. The words \"except the State of Jammu and Kashmir\" which were subs. by Act 3 of 1951, for \"except Part B State\" omitted by Act 62 of 1956, s. 2 and the Sch.6[1A. Interpretation section.-Words and expressions used herein and not defined but defined in the Central Vigilance Commission Act, 2003 (45 of 2003), shall have the meanings, respectively, assigned to them in that Act.]6. Ins. by Act 45 of 2003, s. 26 (w.e.f. 11-9-2003).", "2": "The Delhi Special Police Establishment Act, 19462. Constitution and powers of special police establishment.-(1) Notwithstanding anything in the Police Act, 1861 (5 of 1861), the Central Government may constitute a special police force to be called the Delhi Special Police Establishment 7*** for the investigation 8[in any 9[Union territory]] of offences notified under section 3.(2) Subject to any orders which the Central Government may make in this behalf, members of the said police establishment shall have throughout 10[any 9[Union territory]], in relation to the investigation of such offences and arrest of persons concerned in such offences, all the powers, duties, privileges and liabilities which police officers of 11[that Union territory] have in connection with the investigation of offences committed therein.(3) Any member of the said police establishment of or above the rank of Sub-Inspector may, subject to any orders which the Central Government may make in this behalf, exercise in 10[any 9[Union territory]] any of the powers of the officer in charge of a police station in the area in which he is for the time being and when so exercising such powers shall, subject to any such orders as aforesaid, be deemed to be an officer in charge of a police station discharging functions of such an officer within the limits of his station.7. The words \"for the State of Delhi\" omitted by Act 26 of 1952, s. 3.8. Subs., ibid., for \"in that State\".9. Subs., by the A.O. 1956, for \"Part C State\".10. Subs., ibid., for \"the State of Delhi\".11. Subs., ibid., for \"that State\".", "3": "The Delhi Special Police Establishment Act, 19463. Offences to be investigated by special police establishment.-The Central Government may, by notification in the Official Gazette, specify the offences or classes of offences 1*** which are to be investigated by the Delhi Special Police Establishment.1. The words \"committed in connection with matters concerning Departments of the Central Government\" omitted by Act 26 of 1952, s. 5.", "4": "The Delhi Special Police Establishment Act, 19462[4. Superintendence and administration of Special Police Establishment.-(1) The superintendence of the Delhi Special Police Establishment in so far as it relates to investigation of offences alleged to have been committed under the Prevention of Corruption Act, 1988 (49 of 1988), shall vest in the Commission.(2) Save as otherwise provided in sub-section (1), the superintendence of the said police establishment in all other matters shall vest in the Central Government.(3) The administration of the said police establishment shall vest in an officer appointed in this behalf by the Central Government (hereinafter referred to as the Director) who shall exercise in respect of that police establishment such of the powers exercisable by an Inspector-General of Police in respect of the police force in a State as the Central Government may specify in this behalf.2. Subs. by Act 45 of 2003, s. 26, for section 4 (w.e.f. 11-9-2003).", "5": "The Delhi Special Police Establishment Act, 19465. Extension of powers and jurisdiction of special police establishment to other areas.-(1) The Central Government may by order extend to any area (including Railway areas) 4[in 5[a State, not being a Union territory]] the powers and jurisdiction of members of the Delhi Special Police Establishment for the investigation of any offences or classes of offences specified in a notification under section 3.(2) When by an order under sub-section (1) the powers and jurisdiction of members of the said police establishment are extended to any such area, a member thereof may, subject to any orders which the Central Government may make in this behalf, discharge the functions of a police officer in that area and shall, while so discharging such functions, be deemed to be a member of the police force of that area and be vested with the powers, functions and privileges and be subject to the liabilities of a police officer belonging to that police force.1[(3) Where any such order under sub-section (1) is made relation to any area, then, without prejudice to the provisions of sub-section (2), any member of the Delhi Special Police Establishment of or above the rank of Sub-Inspector may, subject to any orders which the Central Government may make in this behalf, exercise the powers of the officer in charge of a police station in that area and when so exercising such powers, shall be deemed to be an officer in charge of a police station discharging the functions of such an officer within the limits of his station.]4. Subs. by Act 26 of 1952, s. 5, for \"in India outside the State of Delhi\".5. Subs. by the A.O, 1956, for \"a Part A State or a Part B State\".1. Ins. by Act 40 of 1964, s. 5.", "6": "The Delhi Special Police Establishment Act, 19462[6. Consent of State Government to exercise of powers and jurisdiction.-Nothing contained in section 5 shall be deemed to enable any member of the Delhi Special Police Establishment to exercise powers and jurisdiction in any area in 3[a State, not being a Union territory or railway area], without the consent of the Government of that State.]2. Subs. by Act 26 of 1952, s. 6 for s. 6.3. Subs. by the A.O., 1956, for \"a Part A State or a Part B State, not being a railway area\"."}