{"name": "Delimitation Act, 2002\r", "1": "Delimitation Act, 20021. Short title.-This Act may be\r\ncalled the Delimitation Act, 200", "2": "Delimitation Act, 20022. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"article\"\r\nmeans an article of the Constitution;b.  \r\n  \"associate\r\nmember\" means a member nominated under section 5;c.  \r\n  \"Commission\"\r\nmeans the Delimitation Commission constituted under section 3;d.  \r\n  \"Election\r\nCommission\" means the Election Commission referred to in article 324;e.  \r\n  \"member\"\r\nmeans a member of the Commission and includes the Chairperson; andf.  \r\n  \"State\"\r\nincludes a Union territory having a Legislative Assembly but does not include\r\nthe State of Jammu and Kashmir.", "3": "Delimitation Act, 20023. Constitution of\r\nDelimitation Commission.-As soon as may be\r\nafter the commencement of this Act, the Central Government shall constitute a\r\nCommission to be called the Delimitation Commission which shall consist of\r\nthree members as follows:-a.  \r\n  one\r\nmember, who shall be a person who is or has been a Judge of the Supreme Court,\r\nto be appointed by the Central Government who shall be the Chairperson of the\r\nCommission;b.  \r\n  the\r\nChief Election Commissioner or an Election Commissioner nominated by the Chief\r\nElection Commissioner, ex officio:Provided\r\nthat\r\nafter the nomination of an Election Commissioner as a member under this clause,\r\nno further nomination under this clause shall be made except to fill the casual\r\nvacancy of such member under section 6; anda.  \r\n b.  \r\n c.  \r\n  the\r\nState Election Commissioner of concerned State, ex officio.Explanation  .-For the purposes of\r\nclause (c), the State Election Commissioner of concerned State, in respect of\r\nthe duties of the Commission relating to that State, means the State Election\r\nCommissioner appointed by the Governor of that State under clause (1) of\r\narticle 243K.", "4": "Delimitation Act, 20024. Duties of the\r\nCommission.-\n1.  \r\n  The\r\nreadjustment made, on the basis of the census figures as ascertained at the\r\ncensus held in the year 1971 by the Delimitation Commission constituted under\r\nsection 3 of the Delimitation Act, 1972 (76 of 1972), of the allocation of\r\nseats in the House of the People to the several States and the total number of\r\nseats in the Legislative Assembly of each State shall be deemed to be the\r\nreadjustment made by the Commission for the purposes of this Act.2.  \r\n  Subject\r\nto the provisions of sub-section (1) and any other law for the time being in\r\nforce, the Commission shall readjust the division of each State into\r\nterritorial constituencies for the purpose of elections to the House of the\r\nPeople and to the State Legislative Assembly on the basis of the census figures\r\nas ascertained at the census held in the year 1991:Provided\r\nthat\r\nwhere on such readjustment only one seat is allocated in the House of the\r\nPeople to a State, the whole of that State shall form one territorial\r\nconstituency for the purpose of elections to the House of the People from that\r\nState.", "5": "Delimitation Act, 20025. Associate\r\nmembers.-\n1.  \r\n  The\r\nCommission shall associate with itself for the purpose of assisting it in its\r\nduties in respect of each State, ten persons five of whom shall be members of\r\nthe House of the People representing that State and five shall be members of\r\nthe Legislative Assembly of that State:Provided\r\nthat\r\nwhere the number of members of the House of the People representing any State\r\nis five or less, then, all such members shall be the associate members for that\r\nState and in the latter case the total number of associate members shall be\r\nless t an ten by such number as by which the total number of members of the\r\nHouse of the People representing that State is less than five.1.  \r\n 2.  \r\n  The\r\npersons to be so associated from each State shall be nominated, in the case of\r\nthe members of the House of the People, by the Speaker of that House, and in\r\nthe case of members of a Legislative Assembly, by the Speaker of that Assembly,\r\nhaving due regard to the composition of the House or, as the case may be, of\r\nthe Assembly.3.  \r\n  The\r\nfirst nominations to be made under sub-section (2)-a.   shall be made by the\r\nSpeakers of the several Legislative Assemblies within one month, and by the\r\nSpeaker of the House of the People within two months, of the commencement of\r\nthis Act; andb.   shall be communicated\r\nto the Chief Election Commissioner, and where the nominations are made by the\r\nSpeaker of a Legislative Assembly, also to the Speaker of the House of the\r\nPeople.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n  None\r\nof the associate members shall have a right to vote or to sign any decision of\r\nthe Commission.5.  \r\n  The\r\nCommission shall have power to call upon-a.   the Registrar-General\r\nand Census Commissioner, India or his nominee; orb.   the Surveyor General\r\nof India or his nominee; orc.   any other officer of\r\nthe Central Government or State Government; ord.   any expert in\r\ngeographical information system; ore.   any other person,\r\nwhose expertise and knowledge are considered necessary by the Commission to\r\nprovide assistance to it in addition to the assistance provided by the persons\r\nreferred to in sub-section (1) and the officers and persons so called upon\r\nshall be duty bound to assist the Commission.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n 6.  \r\n  The\r\nSecretary to the Election Commission shall be the ex officio Secretary of the\r\nCommission and shall discharge his functions with the assistance of the\r\nemployees of the Election Commission under the supervision of the Chairperson\r\nof the Commission.", "6": "Delimitation Act, 20026. Casual vacancies.-If the office of the\r\nChairperson or of a member or of an associate member falls vacant owing to his\r\ndeath or resignation, it shall be filled as soon as may be practicable by the\r\nCentral Government or the Speaker concerned under and in accordance with the\r\nprovisions of section 3 or, as the case may be, of section 5.", "7": "Delimitation Act, 20027. Procedure and\r\npowers of the Commission.-1.  \r\n  The\r\nCommission shall determine its own procedure and shall, in the performance of\r\nits functions, have all the powers of a civil court under the Code of Civil\r\nProcedure, 1908 (5 of 1908), while trying a suit, in respect of the following\r\nmatters, namely:-a.   summoning and\r\nenforcing the attendance of witnesses;b.   requiring the\r\nproduction of any document; andc.   requisitioning any\r\npublic record from any court or office.1.  \r\n 2.  \r\n  The\r\nCommission shall have power to require any person to furnish any information on\r\nsuch points or matters as in the opinion of the Commission may be useful for,\r\nor relevant to, any matter under the consideration of the Commission.3.  \r\n  The\r\nCommission may authorise any of its members to exercise any of the powers\r\nconferred on it by clauses (a) to (c) of sub-section (1) and sub-section (2),\r\nand any order made or act done in exercise of any of those powers by the member\r\nauthorised by he Commission in that behalf shall be deemed to be the order or\r\nact, as the case may be, of the Commission.4.  \r\n  If\r\nthere is a difference of opinion among the members, the opinion of the majority\r\nshall prevail, and acts and orders of the Commission shall be expressed in\r\nterms of the views of the majority.5.  \r\n  The\r\nCommission as well as any group of associate members shall have power to act\r\nnotwithstanding the temporary absence of a member or associate member or the\r\nexistence of a vacancy in the Commission or in that or any other group of\r\nassociate members; and no act or proceeding of the Commission or of any group\r\nof associate members shall be invalid or called in question on the ground\r\nmerely of such temporary absence or of the existence of such vacancy.6.  \r\n  The\r\nCommission shall be deemed to be a civil court for the purposes of sections 345\r\nand 346 of the Code of Criminal Procedure, 1973 (2 of 1974).Explanation.-For the purposes of\r\nenforcing the attendance of witnesses, the local limits of the jurisdiction of\r\nthe Commission shall be the limits of the territory of India.", "8": "Delimitation Act, 20028. Readjustment of\r\nnumber of seats.-The Commission shall,\r\nhaving regard to the provisions of articles 81, 170, 330 and 332, and also, in\r\nrelation to the Union territories, except National Capital Territory of Delhi,\r\nsections 3 and 39 of the Government of Union Territories Act, 1963 (20 of 1963)\r\nand in relation to the National Capital Territory of Delhi sub-clause (b) of\r\nclause (2) of article 239AA, by order, determine,-a.  \r\n  on\r\nthe basis of the census figures as ascertained at the census held in the year\r\n1971 and subject to the provisions of section 4, the number of seats in the\r\nHouse of the People to be allocated to each State and determine on the basis of\r\nthe census figures as ascertained at the census held in the year 1991 the\r\nnumber of seats, if any, to be reserved for the Scheduled Castes and for the\r\nScheduled Tribes of the State; andb.  \r\n  on\r\nthe basis of the census figures as ascertained at the census held in the year\r\n1971 and subject to the provisions of section 4, the total number of seats to\r\nbe assigned to the Legislative Assembly of each State and determine on the\r\nbasis of the census figures as ascertained at the census held in the year 1991\r\nthe number of seats, if any, to be reserved for the Scheduled Castes and for\r\nthe Scheduled Tribes of the State:Provided\r\nthat\r\nthe total number of seats assigned to the Legislative Assembly of any State\r\nunder clause (b) shall be an integral multiple of the number of seats in the\r\nHouse of the People allocated to that State under clause (a).", "9": "Delimitation Act, 20029. Delimitation of\r\nconstituencies.-\n1.  \r\n  The\r\nCommission shall, in the manner herein provided, then, distribute the seats in\r\nthe House of the People allocated to each State and the seats assigned to the\r\nLegislative Assembly of each State as readjusted on the basis of 1971 census to\r\nsingle-member territorial constituencies and delimit them on the basis of the\r\ncensus figures as ascertained, at the census held in the year 1991, having\r\nregard to the provisions of the Constitution, the provisions of the Act specified\r\nin section 8 and the following provisions, namely:-a.   all constituencies\r\nshall, as far as practicable, be geographically compact areas, and in\r\ndelimiting them regard shall be had to physical features, existing boundaries\r\nof administrative units, facilities of communication and public convenience;b.   every assembly\r\nconstituency shall be so delimited as to fall wholly within one parliamentary\r\nconstituency;c.   constituencies in\r\nwhich seats are reserved for the Scheduled Castes shall be distributed in\r\ndifferent parts of the State and located, as far as practicable, in those areas\r\nwhere the proportion of their population to the total is comparatively large;\r\nandd.   constituencies in\r\nwhich seats are reserved for the Scheduled Tribes shall, as far as practicable,\r\nbe located in areas where the proportion of their population to the total is\r\nthe largest.1.  \r\n 2.  \r\n  The\r\nCommission shall-a.   publish its proposals\r\nfor the delimitation of constituencies, together with the dissenting proposals,\r\nif any, of any associate member who desires publication thereof, in the Gazette\r\nof India and in the Official Gazettes of all the States concerned an also in\r\nsuch other manner as it thinks fit;b.   specify a date on or\r\nafter which the proposals shall be further considered by it;c.   consider all\r\nobjections and suggestions which may have been received by it before the date\r\nso specified, and for the purpose of such consideration, hold one or more\r\npublic sittings at such place or places in each State as it thinks fit; andd.   thereafter by one or\r\nmore orders determine- \r\n i.  \r\n  the\r\ndelimitation of parliamentary constituencies; and \r\n ii.  \r\n  the\r\ndelimitation of assembly constituencies, of each State.", "10": "Delimitation Act, 200210. Publication of\r\norders and their date of operation.-1.  \r\n  The\r\nCommission shall cause each of its orders made under section 8 or section 9 to\r\nbe published in the Gazette of India and in the Official Gazettes of the States\r\nconcerned and simultaneously cause such orders to be published at least in two\r\nvernacular newspapers and publicize on radio, television and other possible\r\nmedia available to the public and after such publication in the Official\r\nGazettes of the States concerned, every District Election Officer shall cause\r\nto be affixed, the Gazette version of such orders relating to the area under\r\nhis jurisdiction, on a conspicuous part of his office for public notice.2.  \r\n  Upon\r\npublication in the Gazette of India, every such order shall have the force of\r\nlaw and shall not be called in question in any court.3.  \r\n  As\r\nsoon as may be after such publication, every such order shall be laid before\r\nthe House of the People and the Legislative Assemblies of the States concerned.4.  \r\n  Subject\r\nto the provisions of sub-section (5), the readjustment of representation of the\r\nseveral territorial constituencies in the House of the People or in the\r\nLegislative Assembly of a State and the shall apply in relation to every\r\nelection to the House or to the Assembly, as the case may be, held after the\r\npublication in the Gazette of India of that order and shall so apply in\r\nsuppression of the provisions relating to such repress delimitation of those\r\nconstituencies provided for n any such order delimitation and delimitation\r\ncontained in any other law for the time being in force or any order or\r\nnotification issued under such law in so far as such representation and\r\ndelimitation are inconsistent with the provisions of this Act.5.  \r\n  Nothing\r\nin this section shall affect the representation in the House of the People or\r\nin the Legislative Assembly of a State until the dissolution of the House or of\r\nthe Assembly, as the case may be, existing on the date of publication in the\r\nGazette of India of the final order or orders of the Commission relating to the\r\ndelimitation of parliamentary constituencies or, as the case may be, of the\r\nassembly constituencies of that State and any bye-election to fill any vacancy\r\nin such House or in any such Assembly shall be held on the basis of the\r\nprovisions of the laws and orders superseded by sub-section (4) as if the said\r\nprovisions had not been superseded.6.  \r\n  The\r\nCommission shall endeavour to complete and publish each of its orders referred\r\nto in sub-section (1) in the manner provided in that sub-section, within two\r\nyears of the constitution of the Commission under section 3.", "11": "Delimitation Act, 200211. Power to maintain\r\ndelimitation orders up-to-date.-1.  \r\n  The\r\nElection Commission may, from time to time, by notification in the Gazette of\r\nIndia and in the Official Gazette of the State concerned,-a.   correct any printing\r\nmistake in any of the orders made by the Commission under section 9 or any\r\nerror arising therein from an inadvertent slip or omission; andb.   where the boundaries\r\nor name of any district or any territorial division mentioned in any of the\r\nsaid orders are or is altered, make such amendments as appear to it to be\r\nnecessary or expedient for bringing the orders up-to-date, so, however, that\r\nthe boundaries or areas or extent of any constituency shall not be changed by\r\nany such notification.2.  \r\n  Every\r\nnotification under this section shall be laid, as soon as may be after it is\r\nissued, before the House of the People and the Legislative Assembly of the\r\nState concerned.", "12": "Delimitation Act, 200212. Repeal.-The Delimitation Act,\r\n1972 (76 of 1972.- is hereby repealed."}