{"name": "Dentists Act, 1948\r", "1": "Chapter IIntroductory1. Short title and extent.-(1) This Act may be called the Dentists Act, 1948.(2) It extends to 2[the whole of India 3***.]", "2": "2. Interpretation.-In this Act, Unless there is anything repugnant in the subject or context,-(a) \"the Council\" means the Dental Council of India constituted under section 3;(b) \"dental hygienist\" means a person not being a dentist or a medical practitioner, who scales, cleans or polishes teeth, or gives instruction in dental hygiene;(c) \"dental mechanic\" means a person who makes or repairs denture and dental appliances;(d) \"dentistry\" includes-(i) the performance of any operation on, and the treatment on any disease, deficiency or lesion of, human teeth or jaws, and the performance of radiographic work in connection with human teeth or jaws or the oral cavity;(ii) the giving of any anaesthetic in connection with any such operation or treatment;(iii) the mechanical construction or the renewal of artificial dentures or restorative dental appliances;(iv) the performance of any operation on, or the giving of any treatment, advice or attendance to, any person preparatory to, or for the purpose of, or in connection with, the fitting, inserting, fixing, constructing, repairing or renewing of artificial dentures or restorative dental appliances, and the performance of any such operation and the giving of any such treatment, advice or attendance, as is usually performed or given by dentists;(e) \"dentist\" means a person who practises dentistry;(f) \"medical practitioner\" means a person who holds a qualification granted by an authority specified or notified under section 3 of the Indian Medical Degrees Act, 1916 (7 of 1916), or specified in the Schedules to the 4[Indian Medical Council Act, 1956 (102 of 1956),] 5[or specified in any other law for the time being in force in any State,] or who practises any system of medicine and is registered or is entitled to be registered in any 6[State] medical register by whatever name called;(g) \"prescribed\" means prescribed by rules or regulations made under this Act;(h) \"1[State] Council\" means a 1[State] Dental Council constituted under section 21, and includes a Joint 1[State] Council constituted in accordance with an agreement under section 22;(i) \"register\" means a register maintained under this Act;2[(j) \"recognised dental qualification\" means any of the qualifications included in the Schedule;](k) \"recognised dental hygiene qualification\" means a qualification recognised by the Council under section 11;(l) \"registered dentist\", \"registered dental hygienist\" and \"registered dental mechanic\" shall mean, respectively, a person whose name is for the time being registered in a register of dentists, a register of dental hygienists and a register of dental mechanics.3* * * * *1. The Act has been amended in:-West Bengal by West Bengal Act 26 of 1959, Madras by Madras A.O. 1961 and Orissa by Orissa Act 20 of 1972.The Act has been extended to:-Dadra and Nagar Haveli by Regulation 6 of 1963, s. 2 and the First Schedule., Goa, Daman and Diu by Regulation 11 of 1963, s. 3 and the Schedule and comes into force in Pondicherry with modification by Regulation 7 of 1963, s. 3 and the First Schedule. (w.e.f. 1-10-1963).2. Subs. by the A.O. 1950, for \"all the Provinces of India\".3. The words \"except the State of Jammu and Kashmir\" omitted by Act 42 of 1972, s. 2 (w.e.f. 1-11-1972).4. Subs. by s. 3, ibid., for \"Indian Medical Council Act, 1933 (27 of 1933)\" (w.e.f. 1-11-1972).5. Ins. by Act 12 of 1955, s. 3.6. Subs. by the A.O. 1950, for \"Provincial\".", "3": "Chapter IIDental Council of India3. Constitution and composition of council.-The Central Government shall, as soon as may be, constitute a Council consisting of the following members, namely:-(a) one registered dentist possessing a recognised dental qualification elected by the dentists registered in Part A of each 1[State] register;(b) one member elected from amongst themselves by the members of the Medical Council of India;5[6[(c) not more than four members elected from among themselves, by-(a) Principals, Deans, Directors and Vice-Principals of dental colleges in the States training students for recognised dental qualifications: Provided that not more than one member shall be elected from the same dental college;(b) Heads of dental wings of medical colleges in the States training students for recognised dental qualifications;](d) one member from each University established by law in the States which grants a recognised dental qualification, to be elected by the members of the Senate of the University, or in case the University has no Senate, by the members of the court, from amongst the members of the Dental Faculty of the University or in case the University has no Dental Faculty, from amongst the members of the Medical Faculty thereof;(e) one member to represent 7[each State 8***] nominated by the Government of each such State from among persons registered either in a medical register or a dental register of the State;]9[Explanation.-In this clause, \"State\" does not include a Union territory;](f) six members nominated by the Central Government, of whom at least one shall be a registered dentist possessing a recognised dental qualification and practising or holding an appointment in an institution for the training of dentists in a 1[Union territory] and at least two shall be dentists registered in Part B of a 2[State] register;3[(g) the Director General of Health Services, ex officio;]Provided that pending the preparation of registers the 2[State] Governments may nominate to the first Council members referred to in parts (a) and (e) and the Central Government members referred to in part (f) out of persons who are eligible for registration in the respective registers and such persons shall hold office for such period as the 2[State] or Central Government may, by notification in the Official Gazette, specify.1. Subs. by the A.O. 1950, for \"Provincial\".2. Subs. by Act 42 of 1972, s. 3, for clause (j) (w.e.f. 1-11-1972).3. Omitted by s. 3, ibid. (w.e.f. 1-11-1972).4. Ins. by s. 4, ibid. (w.e.f. 1-11-1972).5. Subs. by Act 12 of 1955, s. 4, for clauses (c), (d) and (e).6. Subs. by Act 42 of 1972, for clause (c) (w.e.f. 1-11-1972).7. Subs. by the A.O. (No. 3), 1956, for \"each Part A State and Part B State other than the State of Jammu and Kashmir\".8. Omitted by Act 42 of 1972, s. 5 (w.e.f. 1-11-1972).9. Added by s. 5, ibid. (w.e.f. 1-11-1972).", "4": "4. Incorporation of Council.-The Council shall be a body corporate by the name of the Dental Council of India, having perpetual succession and a common seal, with power to acquire and hold property, both movable and immovable, and shall by the said name sue and be sued.", "5": "5. Mode of elections.-Elections under this Chapter shall be conducted in the prescribed manner, and where any dispute arises regarding any such election, it shall be referred to the Central Government whose decision shall be final.", "6": "6. Term of office and casual vacancies.-(1) Subject to the provisions of this section an elected or nominated member shall hold office for a term of five years from the date of his election or nomination or until his successor has been duly elected or nominated, whichever is longer:4[Provided that a member nominated under clause (e) or clause (f) section 3, shall hold office during the pleasure of the authority nominating him.](2) An elected or nominated member may at any time resign his membership by writing under his hand addressed to the President and the seat of such member shall thereupon become vacant.(3) An elected or nominated member shall be deemed to have vacated his seat if he is absent without excuse, sufficient in the opinion of the Council, from three consecutive ordinary meetings of the Council or, in the case of a member whose name is required to be included in a 2[State] register, if his name is removed from such register, or if he has been elected under clause (c) of section 3 5[if he ceases to hold his appointment as the 6[Principal, Dean, Director or Vice-Principal] of a dental college, or as 7[the Head Head of the dental wing] of a medical college, or if he has been elected under clause (b) or (d) of section 3, if he ceases to be a member of the Medical Council of India or 8[the Dental or Medical Faculty] of the University, as the case may be.(4) A casual vacancy in the Council shall be filled by fresh election or nomination, as the case may be, and the person elected or nominated to fill the vacancy shall hold office only for the remainder of the term for which the member whose place he takes was elected or nominated.(5) Members of the Council shall be eligible for re-election or re-nomination.(6) No act done by the Council shall be called in question on the ground merely of the existence of any vacancy in, or defect in the constitution of, the Council1. Subs. by the A.O. (No. 3), 1956, for \"Part C State\".2. Subs. by the A.O. 1950, for \"Provincial\".3. Ins. by Act 12 of 1955, s. 4.4. Added by Act 42 of 1972, s. 6 (w.e.f. 1-11-1972).5. Subs. by Act 12 of 1955, s. 5, for \"if he ceases to hold his appointment as head of a college\".6. Subs. by Act 42 of 1972, s. 6, for \"Principal or Vice-Principal\" (w.e.f. 1-11-1972).7. Subs. by Act 12 of 1955, s. 6, for \"a Professor of dental surgery\" (w.e.f. 1-11-1972).8. Subs. by s. 5, ibid., for \"the Medical Faculty\".", "7": "7. President and Vice-President of Council.-(1) The President and Vice-President of the Council shall be elected by the members thereof from among themselves: Provided that on the first constitution of the Council and until the President is elected, a member of the Council nominated by the Central Government in this behalf shall discharge the functions of the President: Provided further that for five years from the first constitution of the Council, the President shall, if the Central Government so decides, be a person nominated by the Central Government, who shall hold office during the pleasure of the Central Government, and where he is not already a member, shall be a member of the Council in addition to the members referred to in section 3.(2) An elected President or Vice-President shall hold office as such for a term not exceeding five years and not extending beyond the expiry of his term as member of the Council, but subject to his being a member of the Council, he shall be eligible for re-election.", "8": "8. Staff remuneration and allowances.-(1) The Council shall-(a) appoint a Secretary who may also, if so decided by the Council, act as Treasurer;(b) appoint such other officers and servants as the Council deems necessary to enable it to carry out its functions under this Act;(c) require and take from the Secretary or from any other officer or servant such security for the due performance of his duties as the Council considers necessary; and(d) with the previous sanction of the Central Government, fix the fees and allowances of the President, Vice-President and other members of the Council, and the pay and allowances and other conditions of service of officers and servants of the Council.(2) Notwithstanding anything contained in clause (a) of sub-section (1), for the first four years from the first constitution of the Council, the Secretary of the Council shall be a person appointed by the Central Government, who shall hold office during the pleasure of the Central Government.", "9": "9.The Executive Committee.-(1) The Council shall constitute from among its members an Executive Committee, and may so constitute other Committees for such general or special purposes as the Council considers necessary for carrying out its functions under this Act.(2) The Executive Committee shall consist of the President and Vice-President ex officio 1[and the Director-General of Health Services ex officio] and five other members elected by the Council.(3) The President and Vice-President of the Council shall be Chairman and Vice-Chairman, respectively, of the Executive Committee.(4) A member of the Executive Committee shall hold office as such until the expiry of his term of office as member of the Council but, subject to his being a member of the Council, he shall be eligible for re-election.(5) In addition to the powers and duties conferred and imposed on it by this Act, the Executive Committee shall exercise and discharge such powers and duties as may be prescribed.", "10": "2[10. Recognition of dental qualifications.-(1) The dental qualifications, granted by any authority or institution in India, which are included in Part I of the Schedule shall be recognised dental qualifications for the purposes of this Act.(2) Any authority or institution in India which grants a dental qualification not included in Part I of the Schedule may apply to the Central Government to have such qualification recognised and included in that Part, and the Central Government, after consulting the Council, and after such inquiry, if any, as it may think fit for the purpose, may, by notification in the Official Gazette, amend Part I of the Schedule so as to include such qualification therein, and any such notification may also direct that , an entry shall be made in Part I of Schedule against such dental qualification declaring that it shall be a recognised dental qualification only when granted after a specified date.(3) (a) The dental qualifications, granted by any authority or institution outside India, which are included in Part II of the Schedule shall be recognised dental qualifications only for the purposes of the registration of citizens of India when the register is first prepared under this Act.(b) Where any dental qualification granted by any authority or institution outside India, and held by a citizen of India, is recognised for the purposes of the register when it is first prepared, after the commencement of the Dentists (Amendment) Act, 1972 (42 of 1972), the Central Government may, after consultation with the Council, by notification in the Official Gazette, amend Part II of the Schedule so as to include therein the dental qualification so recognised.(4) (a) The dental qualifications granted by any authority or institution outside India, which are included in Part III of the Schedule, shall be recognised dental qualifications for the purposes of this Act, but no person possessing any such qualification shall be entitled for registration unless he is a citizen of India.(b) Where any dental qualification granted by any authority or institution outside India, and held by a citizen of India, is recognised, except on reciprocal basis, after the commencement of the Dentists (Amendment) Act, 1972 (42 of 1972), the Central Government may, after consultation with the Council, by notification in the Official Gazette, amend Part III of the Schedule so as to include therein the dental qualification recognised.(5) The Council may enter into negotiations with any authority or institution in any State or country outside India which, by law of any such State or country, is entrusted with the maintenance of a register of dentists, for the settling of a scheme of reciprocity for the recognition of dental qualifications and in pursuance of any such scheme, the Central Government may, by notification in the Official Gazette, declare that any such qualification granted by any authority or institution in any such State or country, or such qualification, only when granted after a specified date, shall be a recognised dental qualification for the purposes of this Act, and any such notification may provide for an amendment of the Schedule and may also direct that any such dental qualification as is specified in the notification shall be entered in the Schedule as so amended.(6) The Central Government may, after consultation with the Council, by notification in the Official Gazette, amend the Schedule by directing that an entry be made therein in respect of any dental qualification declaring that it shall be a recognised dental qualification only when granted before a specified date.]1. Ins. by Act 42 of 1972, s. 7 (w.e.f. 1-11-1972).2. Subs. by s. 8, ibid., for section 10 (w.e.f. 1-11-1972).", "11": "11. Qualifications of dental hygienists.-Any authority in a 1[State] 2*** which grants a qualification for dental hygienists may apply to the Council to have such qualification recognised, and the Council may, after such inquiry, if any, as it thinks fit, and after consulting the Government and the 3[State] Council of the 1[State] in which the authority making the application is situated, declare that such qualification, or such qualification only when granted after a specified date, shall be a recognised dental hygiene qualification for the purposes of this Act.", "12": "12. Qualifications of dental mechanics.-The Council may prescribe the period and nature of an apprenticeship or training which shall be undergone and the other conditions which shall be satisfied by a person before he is entitled to be registered under this Act as a dental mechanic.", "13": "13. Effect of recognition.-Notwithstanding anything contained in any other law, but subject to the provisions of this Act,-(a) any recognised dental or dental hygiene qualification shall be a sufficient qualification for enrolment in the appropriate register of any 1[State];(b) no person shall, after the first registers are compiled under this Act, be entitled to be enrolled in any register as a dentist or dental hygienist unless he holds a recognised dental or dental hygiene qualification or as a dental mechanic unless he has undergone training which satisfies the prescribed requirements referred to in section 12.", "14": "14. Power to require information as to courses of study and training and examinations.-Every authority in a 1[State] 2*** which grants any recognised dental or dental hygiene qualification shall furnish such information as the Council may from time to time require as to the courses of study and training and examinations to be undergone in order to obtain such qualification, as to the ages at which such courses of study and examinations are required to be undergone, and generally as to the requisites for obtaining such qualification.", "15": "15. Inspection.-(1) The Executive Committee 4[may, subject to regulations, if any, made by the Council appoint] such number of Inspectors as it deems necessary to attend at any examinations held by authorities in the 5[States] 2*** which grant recognised dental or dental hygiene qualifications and to inspect any institution recognised as a training institution.(2) Inspectors appointed under this section shall not interfere with the course of any examination but they shall report to the Executive Committee on the sufficiency of every examination at which they attend and of the courses of study and training at every institution which they inspect, and on any other matters with regard to which the Executive Committee may require them to report.(3) The Executive Committee shall forward a copy of such report to the authority or institution concerned and shall also forward copies with remarks, if any, of the authority or institution concerned thereon to the Central Government and to the Government of the State in which the authority or institution is situated.1. Subs. by the A.O. 1950, for \"Province\".2. The words \"of India\" omitted, ibid.3. Subs. ibid., for \"Provincial\".4. Subs. by Act 12 of 1955, s. 6, for \"may appoint\".5. Subs. by the A.O. 1950, for \"Provinces\".6. Ins. by Act 42 of 1972, s. 9 (w.e.f. 1-11-1973).", "16": "16. Withdrawal of recognition.-(1) When upon report by the Executive Committee it appears to the Council-(a) that the courses of study and training or the examinations to be undergone in order to obtain a recognised 1*** dental hygiene qualification from any authority in a 2[State] 3*** or the conditions for admission to such courses or the standards of proficiency required from the candidates at such examinations are not in conformity with regulations made under this Act or fall short of the standards required thereby, or(b) that an institution does not satisfy the requirements of the Council,the Council may send to the Government of the 4[States] in which the authority or institution is situated a statement to such, effect, and the 5[State] Government shall forward it, along with such remarks as it may think fit, to the authority or institution concerned with an intimation of the period within which the authority or institution may submit its explanation to the 5[State] Government.(2) On receipt of the explanation, or where no explanation is submitted within the period fixed, then on the expiry of the period, the 5[State] Government shall after consulting the 5[State] Council, forward its recommendations and those of the 5[State] Council, if any, to the Council.(3) The Council, after considering the recommendations of the 5[State] Government and the State Council and after such further inquiry, if any, as it may think fit to make, may declare that the qualification granted by the authority or institution shall be a recognised 1*** dental hygiene qualification only when granted before a specified date.(4) The Council may declare that any recognised 1*** dental hygiene qualification granted outside the 4[States] 3*** shall be recognised as such only if granted before a specified date.1. The words \"dental or\" omitted by Act 42 of 1972, s. 10 (w.e.f. 1-11-1972).2. Subs. by the A.O. 1950, for \"Province\".3. The words \"of India\" omitted, ibid.4. Subs., ibid, for \"Provinces\".5. Subs., ibid, for \"Provincial\".6. Ins. by Act 42 of 1972, s. 11 (w.e.f. 1-11-1972).", "17": "17. Mode of declarations.-All declarations under 1*** section 11 or section 16 shall be made by a resolution passed at a meeting of the Council and shall forthwith be published in the Official Gazette.", "18": "18. The Indian Register.-(1) The Council shall maintain a register of dentists to be known as the Indian Dentists Register and consisting of the entries in all the 3[State] registers of dentists.(2) Each 3[State] Council shall supply to the Council twenty printed copies of the 3[State] register as soon as may be after the 1st day of April of each year, and each Registrar shall inform the Council without delay of all additions to and other amendments in the 3[State] register.", "19": "19. Information to be furnished.-(1) The Council shall furnish copies of its minutes and of the minutes of the Executive Committee and an annual report of its activities together with an abstract of its accounts to the Central Government.(2) The Central Government may publish in such manner as it thinks fit any report, copy or abstract furnished to it under this section.1. The word and figures \"section 10\" omitted by Act 42 of 1972, s. 12 (w.e.f. 1-11-1972).2. Ins. by s. 13, ibid. (w.e.f. 1-11-1972).3. Subs. by the A.O. 1950, for \"Provincial\".4. Ins. by Act 4 of 1986, s. 2 and the Schedule (w.e.f. 15-5-1986).5. The words \"and the maintenance and audit of its accounts\" omitted by Act 42 of 1972, s. 14 (w.e.f. 1-11-1972).6. Subs. by Act 42 of 1972, s. 14, for \"Inspectors and other officers and servants of the Council\" (w.e.f. 1-11-1972).", "20": "20. Power to make regulations.-(1) The Council may, with the approval of the Central Government, 4[by notification in the Official Gazette,] make regulations not inconsistent with the provisions of this Act to carry out the purposes of this Chapter.(2) In particular and without prejudice to the generality of the foregoing power such regulations may-(a) provide for the management of the property of the Council 5***;(b) prescribe the manner in which elections under this Chapter shall be conducted;(c) provide for the summoning and holding of meetings of the Council and the Executive Committee, the times and places at which such meetings shall be held, the conduct of business thereat and the number of members necessary to constitute a quorum;(d) prescribe the functions of the Executive Committee;(e) prescribe the powers and duties of the President and Vice-President;(f) prescribe the tenure of office and the powers and duties of the Secretary 6[and other officers and servants of the Council and Inspectors and Visitors appointed by the Council]; 1[(fa) prescribe the form of the scheme, the particulars to be given in such scheme, the manner in which the scheme is to be preferred and the fee payable with the scheme under clause (b) of sub-section (2) of section 10A;(fb) prescribe any other factors under clause (g) of sub-section (7) of section 10A;(fc) prescribe the criteria for identifying a student who has been granted a dental qualification referred to in the Explanation to sub-section (3) of section 10B;](g) prescribe the standard curricula for the training of dentists and dental hygienists, and the conditions for admission to courses of such training;(h) prescribe the standards of examinations and other requirements to be satisfied to secure for qualifications recognition under this Act;2[(ha) the designated authority, other languages and the manner of conducting of uniform entrance examination to all dental educational institutions at the undergraduate level and post-graduate level;](i) any other matter which is to be or may be prescribed under this Act: Provided that regulations under clauses (g) and (h) shall be made after consultation with 3[State] Governments.(3) To enable the Council to be first constituted, the Central Government may make regulations for the conduct of the elections to the Council, and any regulation so made may be altered or rescinded by the Council in exercise of its powers under this section.4[(4) Every regulation made under this section shall be laid, as soon as may be after it is made before each House of Parliament, while it is in session for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the regulation or both Houses agree that the regulation should not be made, the regulation shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that regulation.]", "21": "Chapter III3[State] Dental Councils 21. Constitution and Composition of State Councils.-Except where a Joint 3[State] Council is constituted in accordance with an agreement made under section 22, the 3[State] Government shall constitute a 3[State] Council consisting of the following members, namely:-(a) four members elected from among themselves by dentists registered in Part A of the 3[State] register;(b) four members elected from among themselves by dentists registered in Part B of the 3[State] register;5[(c) the heads of dental colleges, if any, in the State which train students for any of the recognised dental qualifications included in Part I of the Schedule, ex officio;](d) one member elected from amongst themselves by the members of the Medical Council or the Council of Medical Registration of the 6[State], as the case may be; 7***(e) three members nominated by the 3[State] Government; 8[and]8[(f) the Chief Medical Officer of the State, by whatever name called, ex officio:]1[Provided that in the State of Saurashtra 2[as it existed before the 1st November, 1956], the State Dental Council constituted under Saurashtra Ordinance XXV of 1948, as amended by Saurashtra Ordinance XL of 1949, shall be deemed to the State Council constituted under this Act.]1. Ins. by Act 30 of 1993, s. 3 (w.e.f. 27-8-1992).2. Ins. by Act 40 of 2016, s. 3 (w.e.f. 24-5-2016).3. Subs. by the A.O. 1950, for \"Provincial\".4. Ins. by Act 4 of 1986, s. 2 and the Schedule (w.e.f. 15-5-1986).5. Subs. by Act 12 of 1955, s. 7, for clause (c).6. Subs. by the A.O. 1950, for \"Province\".7. The word \"and\" omitted by Act 42 of 1972, s. 15 (w.e.f. 1-11-1972).8. Ins. by s. 15, ibid. (w.e.f. 1-11-1972).", "22": "22. Inter-State agreements.-(1) Two or more 3[State] Governments may enter into an agreement to to be in force for such period and to be subject to renewal for such further periods, if any, as may be specified in the agreement, to provide-(a) for the constitution of a Joint 3[State] Council for all the participating 4[States], or(b) for the 3[State] Council of one 5[State] to serve the needs of the other participating 4[States].(2) In addition to such matters as are in this Act specified, an agreement under this section may-(a) provide for the apportionment between the participating 4[States] of the expenditure in connection with the 3[State] Council or Joint 3[State] Council;(b) determine which of the participating 3[State] Governments shall exercise the several functions of the 3[State] Government under this Act, and the references in this Act to the 3[State] Government shall be construed accordingly;(c) provide for consultation between the participating 3[State] Governments either generally or with reference to particular matters arising under this Act;(d) make such incidental and ancillary provisions, not inconsistent with this Act, as may be deemed necessary or expedient for giving effect to the agreement.(3) An agreement under this section shall be published in the Official Gazettes of the participating 4[States].", "23": "23. Composition of Joint State Councils.-A Joint 3[State] Council shall consist of the following members, namely:-(a) two members elected from among themselves by dentists registered in Part A of the register of each of the participating 4[States];(b) two members elected from among themselves by dentists registered in Part B of the register of each of the participating 4[States];6[(c) the heads of dental colleges, if any, in all the participating States which train students for any any of the recognised dental qualifications included in Part I of the Schedule, ex officio;](d) one member elected by the Medical Council or the Council of Medical Registration, of each participating 5[State], as the case may be;(e) two members nominated by each participating 3[State] Government;7[(f) the Chief Medical Officer of each participating State, by whatever name called, ex officio.]1. Added by Act 12 of 1955, s. 7.2. Ins. by the Adaptation of Laws (No. 3) Order, 1956.3. Subs. by the A. O. 1950, for \"Provincial\".4. Subs., ibid., for \"Provinces\".5. Subs., ibid., for \"Province\".6. Subs. by Act 12 of 1955, s. 8, for clause (c).7. Ins. by Act 42 of 1972, s. 16 (w.e.f. 1-11-1972).", "24": "24. Incorporation of State Councils.-Every 3[State] Council shall be a body corporate by such name as may be notified by the 3[State] Government in the Official Gazette or, in the case of a Joint 3[State] Council, as may be determined in the agreement, having perpetual succession and a common seal with power to acquire and hold property, both movable and immovable, and shall by the said name sue and be sued.", "25": "25. President and Vice-President of State Council.-(1) The President and Vice-President of the 3[State] Council shall be elected by the members from among themselves: Provided that for five years from the first constitution of the 1[State] Council, the President shall, if the 1[State] Government so decides, be a person nominated by the 1[State] Government who shall hold office during the pleasure of the 1[State] Government, and where he is not already a member, shall be a member of the 1[State] Council in addition to the members referred to in section 21 or 23, as the case may be.(2) The President or Vice-President shall hold office as such for a term not exceeding five years and not extending beyond the expiry of his term as a member of the 1[State] Council, but subject to his being a member of the 1[State] Council, he shall be eligible for re-election.", "26": "26. Mode of elections.-Elections under this Chapter shall be conducted in the prescribed manner, and where any dispute arises regarding any such election, it shall be referred to the 1[State] Government whose decision shall be final.", "27": "27. Term of office and casual vacancies.-(1) Subject to the provisions of this section, an elected or nominated member shall hold office for a term of five years from the date of his election or nomination or until his successor has been duly elected or nominated whichever is longer:2[Provided that a member nominated under clause (e) of section 21 or clause (e) of section 23, shall hold office during the pleasure of the authority nominating him.](2) An elected or nominated member may at any time resign his membership by writing under his hand addressed to the President, and the seat of such member shall thereupon become vacant.(3) An elected or nominated member shall be deemed to have vacated his seat-(a) if he is absent without excuse, sufficient in the opinion of the 1[State] Council, from three consecutive ordinary meetings of the 1[State] Council, or(b) in the case of a member whose name is required to be included in any 1[State] register, if his name is removed from the register, or(c) where he has been elected under clause (d) of section 21 or under clause (d) of section 23, if he ceases to be a member of the Medical Council or the Council of Medical Registration of the 3[State] as the case may be.(4) A casual vacancy in the 1[State] Council shall be filled by fresh election or nomination, as the case may be, and the person elected or nominated to fill the vacancy shall hold office only for the remainder of the term for which the member whose place he takes was elected or nominated.(5) Members of the 1[State] Council shall be eligible for re-election or re-nomination.(6) No act done by the 1[State] Council shall be called in question on the ground merely of the existence of any vacancy in, or defect in the constitution of, the 1[State] Council.1. Subs. by the A. O. 1950, for \"Provincial\".2. Added by Act 42 of 1972, s. 17 (w.e.f. 1-11-1972).3. Subs. by the A.O. 1950, for \"Province\".", "28": "28. Staff, remuneration and allowances.-(1) The 1[State] Council may, with the previous sanction of the 1[State] Government,-(a) appoint a Registrar who shall also act as Secretary and if so decided by the 1[State] Council also as its Treasurer;(b) appoint such other officers and servants as may be required to enable the 1[State] Council to carry out its functions under this Act;(c) require and take from the Registrar or from any other officer or servant such security for the due performance of his duties as the 1[State] Council considers necessary;(d) fix the salaries and allowances and other conditions of service of the Registrar and other officers and servants of the 1[State] Council;(e) fix the rate of allowances payable to members of the 1[State] Council.(2) Notwithstanding anything contained in clause (a) of sub-section (1), for the first four years from the first constitution of the 1[State] Council, the Registrar of the 1[State] Council shall be a person appointed by the 1[State] Government who shall hold office during the pleasure of the 1[State] Government.", "29": "29. Executive Committee.-(1) The 1[State] Council shall constitute from among its members an Executive Committee consisting of the President and Vice-President ex officio 2[and the Chief Medical Officer of the State or the States concerned, by whatever name called, ex officio] and such number of other members elected by the 1[State] Council as may be prescribed.(2) The President and Vice-President of the 1[State] Council shall be Chairman and Vice-Chairman, respectively, of the Executive Committee.(3) A member of the Executive Committee shall bold office as such until the expiry of his term of office as member of the 1[State] Council, but subject to his being a member of the 1[State] Council, he shall be eligible for re-election.(4) The Executive Committee shall exercise and discharge such powers and duties as may be prescribed.", "30": "30. Information to be furnished.-(1) The 1[State] Council shall furnish such reports, copies of its minutes and of the minutes of the Executive Committee, and abstracts of its accounts to the 1[State] Government as the 1[State] Government may from time to time require and shall forward copies of all material so furnished to the 1[State] Government to the Council.(2) The 1[State] Government may published in such manner as it thinks fit any report copy or abstract furnished to it under this section.", "31": "Chapter IVRegistration 31. Preparation and maintenance of register.-(1) The 1[State] Government shall as soon as may be cause to be prepared in the manner hereinafter provided a register of dentists for the 3[State].(2) The 1[State] Council shall upon its constitution assume the duty of maintaining the register in accordance with the provisions of this Act.(3) The register of dentists shall be maintained in two Parts, A and B, persons possessing recognised dental qualifications being registered in Part A and persons not possessing such qualifications being registered in Part B.(4) The register shall include the following particulars, namely:-(a) the full name, nationality and residential address of the registered person;(b) the date of this first admission to the register;(c) his qualification for registration, and the date on which he obtained his degree or diploma in dentistry, if any, and the authority which conferred it;(d) his professional address; and(e) such further particulars as may be prescribed.", "32": "32. First preparation of register.-(1) For the purpose of first preparing the register of dentists, the 1[State] Government shall, by notification in the Official Gazette, constitute a Registration Tribunal consisting of three persons and shall also appoint a Registrar who shall act as Secretary of the Tribunal.(2) The 1[State] Government shall, by the same or a like notification, appoint a date on or before which application for registration, which shall be accompanied by the prescribed fee, shall be made to the Registration Tribunal.(3) The Registration Tribunal shall examine every application received on or before the appointed date, and if it is satisfied that the applicant is qualified for registration under section 33, shall direct the entry of the name of the applicant on the register.(4) The register so prepared shall thereafter be published in such manner as the 1[State] Government may direct, and any person aggrieved by a decision of the Registration Tribunal expressed or implied in the register as so published may, within thirty days from the date of such publication, appeal to an authority appointed by the 1[State] Government in this behalf by notification in the Official Gazette.(5) The Registrar shall amend the register in accordance with the decisions of the authority appointed under sub-section (4) and shall thereupon issue to every person whose name is entered on the register a certificate of registration in the prescribed form.(6) Upon the constitution of the 1[State] Council, the register shall be given into its custody, and the 1[State] Government may direct that all or any specified part of the application fees for registration in the first register shall be paid to the credit of the 1[State] Council.1. Subs. by the A.O. 1950, for \"Provincial\".2. Ins. by Act 42 of 1972, s. 18 (w.e.f. 1-11-1972).3. Subs. by the A.O. 1950, for \"Province\".", "33": "33. Qualifications for entry on first preparation of register.-(1) A person shall be entitled on payment of the prescribed fee to have his name entered on the register when it is first prepared, if he resides or carries on the profession of dentistry in the 2[State] and if he-(a) holds a recognised dental qualification, or(b) does not hold such a qualification but, being a 3[citizen of India], has been engaged in practice as a dentist as his principal means of livelihood for a period of not less than five years prior to 4[the date appointed under sub-section (2) of section 32]: Provided that no person other than a 3[citizen of India] shall be entitled to registration by virtue of a qualification-(a) specified in Part I of the Schedule unless by the law and practice of the State or country to which such person belongs persons of Indian origin holding dental qualifications registrable in that State or country are permitted to enter and practise the profession of dentistry in such State or country, or5[(b) recognised, in pursuance of a scheme of reciprocity, under sub-section (5) of section 10:] Provided further that a person shall be entitled to registration by virtue of a qualification specified in 6[Part II] of the Schedule only if he is a 3[citizen of India]:7[Provided further that for the purpose of the first preparation of the register of dentists under this Act, Act, a person shall be entitled to have his name entered in the appropriate part of the register without payment of any registration fee.-(a) in the State of Saurashtra 8[as it existed before the 1st November, 1956], if he is registered on the register of dental practitioners maintained under Saurashtra Ordinance No. 25 of 1948, as amended by Saurashtra Ordnance No. 40 of 1949; or(b) in the State of Travancore-Cochin 1[as it existed before the 1st November, 1956], if he is registered on the register of dental practitioners maintained under the Travancore Medical Practitioners Act, 1119; 2[or]2[(c) in the State of Jammu and Kashmir, if he is registered on the register of dental practitioners maintained under the Jammu and Kashmir Dentists Act, 1958 (J. & K. Act 9 of 1958).](2) A person domiciled in a 3[State] 4*** shall be entitled on payment of the prescribed fee to temporary registration as a dentist for a period of five years, if he has been engaged in practice as a dentist as his principal means of livelihood for a period of not less than two years during the five years prior to 5[the date appointed under sub-section (2) of section 32], and a person so registered shall be entitled to permanent registration if 6[for a period of five years from the date of his temporary registration he has been engaged in practice as a dentist].1. Subs. by the A.O. 1950, for \"Provincial\".2. Subs., ibid., for \"Province\".3. Subs. by the A.O. 1950, for \"British subject of Indian domicile\".4. Subs. by Act 12 of 1955, s. 9, for \"the commencement of this Act\".5. Subs. by Act 42 of 1972, s. 19, for clause (b) (w.e.f. 1-11-1972).6. Subs. by s. 19, ibid., for Part III (w.e.f. 1-11-1972).7. Subs. by Act 12 of 1955, s. 9, for the last proviso.8. Ins. by the Adaptation of Laws (No. 3) Order, 1956.", "34": "34. Qualification for subsequent registration.-7[(1)] After the date appointed under sub-section (2) of section 32 a person shall, on payment of the prescribed fee, be entitled to have his name entered on the register of dentists, if he resides or carries on the profession of dentistry in the 3[State] and if he-(i) holds a recognised dental qualification, or(ii) does not hold such a qualification but, being a 8[citizen of India], has been engaged in practice practice as a dentist as his principal means of livelihood for a period of not less than 9[two years before the date appointed under sub-section (2) of section 32] and has passed, within a period of 10[ten years after the said date], an examination recognised for this purpose by the 11[Central Government]: Provided that no person other than a 8[citizen of India] shall be entitled to registration by virtue of a qualification-(a) specified in Part I of the Schedule unless by the law and practice of the State or country to which such person belongs persons of Indian origin holding dental qualifications registrable in that State or country are permitted to enter and practice the profession of dentistry in such State or country, or12[(b) recognised, in pursuance of a scheme of reciprocity, under sub-section (5) of section 10:] Provided further that a person registered in Part B of the register shall be entitled to be registered in Part A thereof, if within a period of 13[ten years after the date of his registration in Part B] he passes an examination recognised for the purpose by the 11[Central Government].14[(2) Notwithstanding anything contained in sub-section (1),-(a) a 15[State Council] may during the period of two years immediately after the commencement of the Dentists (Amendment) Act, 16[1955 (12 of 1955)], permit for sufficient reasons the registration in the State register of any displaced person who does not hold a recognised dental qualification but has been actually practising the profession of dentistry as his principal means of livelihood from a date prior to the 29th day of March, 1948;Explanation.-In this clause \"displaced person\" means any person who, on account of the setting up of the Dominions of India and Pakistan or on account of civil disturbances or fear of such disturbances in any area now forming part of Pakistan has, after the 1st day of March, 1947, left or been displaced from, his place of residence in such area and who has since then been residing in India;1[(aa) the State Council may, during the period of two years immediately after the commencement of the Dentists (Amendment) Act, 1972 (42 of 1972), permit, for sufficient reasons, the registration in the State register of any displaced person or a repatriate who does not hold any recognised dental qualification but has been actually practising the profession of dentistry as his principal means of livelihood from a date prior to the 29th day of March, 1948.Explanation.-In this clause,-(i) \"displaced person\" means any person who, on account of civil disturbances or fear of such disturbances in any area now forming part of Bangla Desh, has, after the 14th day of April, 1957 but before the 25th day of March, 1971, left. or has been displaced from, his place of residence in such area and who has since then been residing in India ;](ii) \"repatriate\" means any person who, on account of civil disturbances or fear of such disturbances in any area now forming part of Burma or Ceylon, has. after the 14th day of April, 1957, left or has been displaced from, his place of residence in such area and who has since then been residing in India;](b) a person other than a citizen of India holding a reputable dental qualification and employed for teaching or research in a dental institution situated in any of the States may be permitted 2*** temporary registration in the State register of dentists for the period of his employment or for a period of five years, whichever is shorter: Provided that he does not practise the profession of dentistry for personal gain and his application for registration is approved by the President of the Council.]1. Ins. by the Adaptation of Laws (No. 3), Order 1956.2. Ins. by Act 42 of 1972, s. 19 (w.e.f. 1-11-1972).3. Subs. by the A.O. 1950, for \"Province\".4. The words \"or India\" omitted, ibid.5. Subs. by Act 12 of 1955, s. 9, for \"the date of the commencement of this Act\".6. Subs. by s. 9, ibid., for certain words.7. Section 34 renumbered as sub-section (1) thereof by Act 12 of 1955, s. 10.8. Subs. by the A.O. 1950, for \"British subject of Indian domicile.\"9. Subs. by Act 12 of 1955, s. 10, for \"two years before the commencement of this Act\".10. Subs. by s. 10, ibid., for \"five years after the commencement of this Act\".11. Subs. by Act 42 of 1972, s. 20, for \"Council\" (w.e.f. 1-11-1972).12. Subs. by s. 20, ibid., for clause (b) (w.e.f. 1-11-1972).13. Subs. by Act 12 of 1955, s. 10, for \"five years\".14. Ins. by Act 12 of 1955, s. 10.15. Subs. by Act 42 of 1972, s. 20, for \"State Dental Council\" (w.e.f. 1-11-1972).16. Subs. by Act 36 of 1957, s. 3 and the Second Schedule, for \"1954\".", "35": "35. Scrutiny of applications for registration.-(1) After the date appointed for the receipt of applications for registration in the first register of dentists, all applications for registration shall be addressed to the Registrar of the 3[State] Council and shall be accompanied by the prescribed fee.(2) If upon such application the Registrar is of opinion that the applicant is entitled to have his name entered on the register, he shall enter thereon the name of the applicant: Provided that no person, whose name has under the provisions of this Act been removed from the register of any 4[State], shall be entitled to have his name entered on the register except with the approval of the 3[State] Council from whose register his name was removed.(3) Any person whose application for registration is rejected by the Registrar may, within three months from the date of such rejection, appeal to the 3[State] Council, and the decision of the 3[State] Council thereon shall be final.(4) Upon entry in the register of a name under this section, the Registrar shall issue a certificate of registration in the prescribed form .1. Ins. by Act 42 of 1972, s. 20 (w.e.f. 1-11-1972).2. The words \"irrespective of any considerations of reciprocity\" omitted by s. 20, ibid. (w.e.f. 1-11-1972).3. Subs. by the A.O. 1950, for \"Provincial\".4. Subs., ibid., for \"Province\".5. Ins. by the Madras Adaptation of Laws Order, 1954.", "36": "36. Registers of dental hygienists and dental mechanics.-(1) The 1[State] Government may, by notification in the Official Gazette direct that the 1[State] Council shall maintain a register of dental hygienists or a register of dental mechanics.(2) The provisions of section 35 shall, so far as they may be made applicable, apply in respect of applications for registration in a register referred to in this section.", "37": "37. Qualification for registration as a dental hygienist.-A person shall be entitled on payment of the prescribed fee to have his name registered on the register of dental hygienists, if he resides in the 2[State] and holds a recognised dental hygiene qualification: Provided that for the purposes of the first register of dental hygienists, a person shall be entitled to be registered, if he has been engaged as a dental hygienist as his principal means of livelihood for a period of not less than two years prior to the date of notification under sub-section (1) of section 36.", "38": "38. Qualification for registration as a dental mechanic.-A person shall be entitled on payment of the prescribed fee to have his name entered in the register of dental mechanics, if he satisfies the prescribed requirements referred to in section 12: Provided that for the purposes of the preparation of the first register of dental mechanics a person shall be entitled to be registered, if he has been engaged as a dental mechanic as his principal means of livelihood for a period of not less than two years prior to the date of notification under sub-section (1) of section 36.", "39": "39. Renewal fees.-(1) The 1[State] Government may, by notification in the Official Gazette, direct that for the retention of a name in a register after the 31st day of December of the year following the year in which the name is first entered in the register, there shall be paid annually to the 1[State] Council such renewal fee as may be prescribed in respect of each register, and where such direction has been made, such renewal fee shall be due to be paid before the 1st day of April of the year to which it relates.(2) Where a renewal fee is not paid before the due date, the Registrar shall remove the name of the defaulter from the register: Provided that a name so removed may be restored to the register on payment in such manner as may be prescribed.3[(3) On payment of the renewal fee, the Registrar shall issue a certificate of renewal and such certificate shall be proof of renewal of registration.]1. Subs. by the A.O. 1950, for \"Provincial\".2. Subs., ibid., for \"Province\".3. Subs. by Act 42 of 1972, s. 21, for sub-section (3) (w.e.f. 1-11-1972).4. Ins. by Act 12 of 1955, s. 11.", "40": "40. Entry of additional qualifications.-A registered dentist shall on payment of the prescribed fee be entitled to have entered in the register any further recognised 4[dental] qualification which he may obtain.", "41": "41. Removal from register.-(1) Subject to the provisions of this section, the 1[State] Council may order that the name of any person shall be removed from any register where it is satisfied, after giving that person a reasonable opportunity of being heard and after such further inquiry, if any, as it may think fit to make,-(i) that his name has been entered in the register by error or on account of misrepresentation or suppression of a material fact, or(ii) that he has been convicted of any offence or has been guilty of any infamous conduct in any professional respect 2[or has violated the standards of professional conduct and etiquette or the code of ethics prescribed under section 17A], which in the opinion of the 1[State] Council renders him unfit to be kept in the register, 3[or]3[(iii) that he having been permitted temporary registration under clause (b) of sub-section (2) of section 34 has, on such registration, been found to practise the profession of dentistry for personal gain.](2) An order under sub-section (1) may direct that any person whose name is ordered to be removed from a register shall be ineligible for registration in the 4[State] under this Act either permanently or for such period of years as may be specified.(3) An order under sub-section (1) shall not take effect until the expiry of three months from the date thereof.(4) A person aggrieved by an order under sub-section (1) may, within thirty days from the date thereof, appeal to the 1[State] Government, and the order of the 1[State] Government upon such appeal shall be final.(5) A person whose name has been removed from the register under this section or under sub-section (2) of section 39 shall forthwith surrender his certificate of registration 2[and certificate of renewal, if any,] to the Registrar, and the name so removed shall be published in the Official Gazette.3[(6) A person whose name has been removed from the State register of dentists under this section or under sub-section (2) of section 39 shall not be entitled to have his name registered in the register of dentists in any other State register of dentists except with the approval of the State Council from whose register his name has been removed.]", "42": "42. Restoration to register.-The 1[State] Council may at any time, for reasons appearing to it sufficient and subject to the approval of the 1[State] Government, order that upon payment of the prescribed fee the name of a person removed from a register shall be restored thereto.", "43": "43. Bar of jurisdiction.-No order refusing to enter a name in a register or removing a name from a register shall be called in question in any Court.", "44": "44. Issue of duplicate certificates.-Where it is shown to the satisfaction of the Registrar that a certificate of registration 5[or a certificate of renewal] has been lost or destroyed, the Registrar may, on payment of the prescribed fee, issue a duplicate certificate in the prescribed form.", "45": "45. Printing of registers.-As soon as may be after the 1st day of April in each year, the Registrar shall cause to be printed copies of the registers as they stood on the said date and such copies shall be made available to persons applying therefor on payment of the prescribed charge, and shall be evidence that on the said date the persons whose names are entered therein were registered dentists, registered dental hygienists or registered dental mechanics, as the case may be.", "46": "46. Effect of registration.-(1) Any reference in any other law to a person recognised by law as a dentist shall be deemed to be a reference to a dentist registered under this Act.(2) No certificate required by or under any other law from a dentist shall be valid unless the person signing it is registered as a dentist under this Act.(3) After the expiry of 1[three years] from 2[the date appointed under sub-section (2) of section 32], a person who is not registered in Part A of the 3[State] register of dentists shall not, except with the sanction of 4[the Central Government or the State Government] hold any appointment as dentist in any dispensary, hospital or other institution 5*** which is supported wholly or partially from public or local funds: Provided that the provisions of this sub-section shall not apply to any such person who is holding such an appointment 6[immediately before the said date].(4) After the expiry of two years from the publication of a register of dental hygienists in a 7[State], no person whose name is not entered in that register shall hold appointment as dental hygienist in any dispensary, hospital or other institution in the 7[State] which is supported wholly or partially from public or local funds.(5) Any person who is a registered dentist, registered dental hygienist or registered dental mechanic in a 7[State] may practise as such in any other 7[State].1. Subs. by the A.O. 1950, for \"Provincial\".2. Ins. by Act 42 of 1972, s. 22 (w.e.f. 1-11-1972).3. Ins. by Act 12 of 1955, s. 12.4. Subs. by the A.O. 1950, for \"Province\".5. Ins. by Act 42 of 1972, s. 23 (w.e.f. 1-11-1972).", "47": "Chapter VMiscellaneous 47. Penalty for falsely claiming to be registered.-If any person whose name is not for the time being entered in a register falsely represents that it is so entered, or uses in connection with his name or title any words or letters reasonably calculated to suggest that his name is so entered, he shall be punishable on first conviction with fine which may extend to five hundred rupees, and on any subsequent conviction with imprisonment which may extend to six months or with fine not exceeding one thousand rupees or with both.", "48": "48. Misuse of titles.-If any person,-(a) not being a person registered in a register of dentists, takes or uses the description of dental practitioner, dental surgeon, surgeon dentist, or dentist, or(b) not being a person whose name entered on a register of dental hygienists, takes or uses in a 1[State] where such register has been published, the title of dental hygienist, or(c) not being a person whose name is entered on a register of dental mechanics, takes or uses in a 1[State] where such register has been published, the title of dental mechanic, 2[or]2[(d) not possessing a recognised dental qualification, uses a degree or a diploma or an abbreviation indicating or implying a dental qualification,]he shall be punishable on first conviction with fine which may extend to five hundred rupees, and any subsequent, conviction with imprisonment which may extend to six months or with fine not exceeding one thousand rupees or with both.1. Subs. by Act 58 of 1950, s. 3, for \"two years\".2. Subs. by Act 12 of 1955, s. 13, for \"the commencement of this Act\".3. Subs. by the A.O. 1950, for \"Provincial\".4. Subs. by Act 12 of 1955, s. 13, for \"the State Government\".5. The words \"in the State\" omitted by s. 13, ibid.6. Subs. by s. 13, ibid., for \"at the commencement of this Act\".7. Subs. by the A.O. 1950, for \"Province\".8. Ins. by Act 42 of 1972, s. 24 (w.e.f. 1-11-1972).", "49": "49. Practice by unregistered persons.-(1) After the expiry of 3[three years] from 4[the date appointed under sub-section (2) of section 32] in the case of dentists, and in the 5[States] where a register of dental hygienists or dental mechanics has been prepared under section 36 from such date as may be specified in this behalf by the 6[State] Government by notification in the Official Gazette, in the case of dental hygienists or dental mechanics, no person, other than a registered dentist, registered dental hygienist or registered dental mechanic, shall practise dentistry, or the art of scaling, cleaning or polishing teeth, or of making or repairing dentures and dental appliances, as the case may be, or indicate in any way that he is prepared to so practise: Provided that the provisions of this section shall not apply to-(a) practice of dentistry by a registered medical practitioner;(b) the extraction of a tooth by any person when the case is urgent and no registered dentist is available, so however that the operation is performed without the use of any general or local anaesthetic;(c) the performance of dental work or radiographic work in any hospital or dispensary maintained or supported from public or local funds.(2) If any person contravenes the provisions of sub-section (1), he shall be punishable on first conviction with fine which may extend to five hundred rupees, and on any subsequent conviction with imprisonment which may extend to six months or with fine not exceeding one thousand rupees or with both.", "50": "50. Failure to surrender certificate of registration.-If any person whose name has been removed from a register fails without sufficient cause forthwith to surrender his certificate of registration 7[or certificate of renewal, or both], he shall be punishable with fine which may extend to fifty rupees per month of such failure and in the case of a continuing offence with an additional fine which may extend to two rupees per day after the first day during which the offence continues.", "51": "51. Companies not to engage in dentistry.-(1) Except as hereinafter provided, the profession of dentistry shall not be carried on by a company or other corporate body.(2) The provisions of sub-section (1) shall not apply to-(a) a company or other corporate body which carries on no business other than the profession of dentistry or some business ancillary to the profession of dentistry and of which the majority of the directors and all the operating staff are registered dentists;(b) the carrying on of the profession of dentistry by employers who provide dental treatment for their employees by registered dentists otherwise than for profit;(c) the carrying on of the profession of dentistry by any hospital or dispensary or institution for the training of dentists or dental hygienists or by any local authority or other body authorised or required by law to provide dental treatment: Provided that any company or other corporate body carrying on the profession of dentistry 1[immediately before the date appointed under sub-section (2) of section 32] may continue so to do until the expiry of three years from such date.(3) if any person contravenes the provisions of sub-section (1), he shall be punishable with fine which may extend, on first conviction to five hundred rupees, or on any subsequent conviction with imprisonment which may extend to six months or with fine not exceeding one thousand rupees or with both.1. Subs. by the A.O. 1950, for \"Province\".2. Ins. by Act 12 of 1955, s. 14.3. Subs. by Act 58 of 1950, s. 3, for \"two years\" (retrospectively).4. Subs. by Act 12 of 1955, s. 15, for \"the commencement of this Act\".5. Subs. by the A.O. 1950, for \"Provinces\".6. Subs., ibid., for \"Provincial\".7. Ins. by Act 42 of 1972, s. 25 (w.e.f. 1-11-1972).", "52": "52. Cognizance of offences.-No court shall take cognizance of any offence punishable under this Act except upon complaint made by order of the 2[State] Government or the 2[State] Council.", "53": "53. Payment of part of fees to Council.-The 2[State] Council shall before the end of June in each year pay to the Council a sum equivalent to one-fourth of the total fees realised by the 2[State] Council under this Act during the period of twelve months ending on the 31st day of March of that year.", "54": "54. Appointment of Commission of Enquiry.-(1) Whenever it appears to the Central Government that the Council is not complying with any of the provisions of this Act, the Central Government may appoint a Commission of Enquiry consisting of three persons, two of whom shall be appointed by the Central Government, one being the Judge of a High Court, and one by the Council; and refer to it the matters on which the enquiry is to be made.(2) The Commission shall proceed to enquire in a summary manner and report to the Central Government on the matters referred to it together with such remedies, if any, as the Commission may like to recommend.(3) The Central Government may accept the report or remit the same to the Commission for modification or reconsideration.(4) After the report is finally accepted, the Central Government may order the Council to adopt the remedies so recommended within such time as may be specified in the order and if the Council fails to comply within the time so specified, the Central Government may pass such order or take such action as may be necessary to give effect to the recommendations of the Commission.(5) Whenever it appears to the 1[State] Government that the 1[State] Council is not complying with any of the provisions of this Act, the 1[State] Government may likewise appoint a similar Commission of Enquiry in respect of the 1[State] Council to make enquiry in like manner and pass such order or take such action as specified in sub-sections (3) and (4).1. Subs. by Act 12 of 1955, s. 16, for \"at the date of the commencement of this Act\".2. Subs. by the A.O. 1950, for \"Provincial\".3. Ins. by Act 42 of 1972, s. 26 (w.e.f. 1-11-1972).", "55": "55. Power to make rules.-(1) The 1[State] Government may, by notification in the Official Gazette, make rules to carry out the purposes of Chapters III, IV and V.(2) In particular and without prejudice to the generality of the foregoing power, such rules may provide for-(a) the management of the property of the 1[State] Council, and the maintenance and audit of its accounts;(b) the manner in which elections under Chapter III shall be conducted;(c) the summoning and holding of meetings of the 1[State] Council, the times and places at which such meetings shall be held, the conduct of business thereat and the number of members necessary to form a quorum;(d) the powers and duties of the President and Vice-President of the 1[State] Council;(e) the constitution and functions of the Executive Committee, the summoning and holding of meetings thereof, the times and places at which such meetings shall be held, the number of members necessary to constitute a quorum;(f) the term of office and the powers and duties of the Registrar and other officers and servants of the 1[State] Council, including the amount and nature of the security to be given by the Treasurer;(g) the particulars to be stated, and the proof of qualifications to be given in applications for registration under this Act;2[(gg) the form of application for transfer of registration from one State to another;]3[(h) the charge for supplying printed copies of the registers, and the fees payable for-(i) registration or renewal of registration;(ii) supplying a duplicate certificate of registration or renewal; and(iii) transfer of registration from one State to another;(i) the forms of certificates of registration and renewal;](j) any other matter which is to be or may be prescribed under Chapters III, IV and V, except sub-sections (1), (2), (3) and (4) of section 54.4[(3) Every rule made by the State Government under this section shall be laid, as soon as may be after it is made, before the State Legislature.]1. Subs. by the A.O. 1950, for \"Provincial\".2. Ins. by Act 42 of 1972, s. 27 (w.e.f. 1-11-1972).3. Subs. by s. 27, ibid., for clauses (h) and (i) (w.e.f. 1-11-1972).4. Ins. by Act 4 of 1986, s. 2 and the Schedule (w.e.f. 15-5-1986).", "56": "The SchedulePart I[See sub-sections (1) and (2) of section 10]Recognised Dental Qualifications granted by the Authorities or Institutions in India1. The Schedule as amended from time to time has been reproduced here. As the notifications are innumerable, their Gazette references have not been included in this footnote.", "57": "Part II[See sub-section (3) of section 10]Recognised Dental Qualifications for the purposes of registration when the register is first prepared", "58": "Part III[See sub-section (4) of section 10]Recognised Dental Qualifications granted by Authorities or Institutions outside India only when granted to a citizen of India"}