{"name": "Depositories Act, 1996\r", "1": " Depositories Act, 1996 1. Short title, extent and commencement (1) This Act may be called the Depositories Act, 1996.(2) It extends to the whole of India .(3) It shall be deemed to have come into force on the 20th day\r\nof September, 1995.", "2": " Depositories Act, 1996 2. Definitions (1) In this Act, unless the context otherwise requires- (a) \"beneficial owner\" means a\r\nperson whose name is recorded as such with a depository;(b) \"Board\" means the Securities and\r\nExchange Board of India established under section 3 of the Securities and\r\nExchange Board of India Act, 1992 (15 of 1992);(c) \"bye-laws\" means bye-laws made\r\nby a depository under section 26;(d) \"Company Law Board\" means the\r\nBoard of Company Law Administration constituted under section 10E of the\r\nCompanies Act, 1956 (1 of 1956);(e) \"depository\" means a company\r\nformed and registered under the Companies Act, 1956 (1 of 1956) and which has\r\nbeen granted a certificate of registration under sub-section (1A) of section 12\r\nof the Securities and Exchange Board of India Act, 1992 (15 of 1992);(f) \"issuer\" means any person making\r\nan issue of securities;(g) \"participant\" means a person\r\nregistered as such under sub-section (1A) of section 12 of the Securities and\r\nExchange Board of India Act, 1992 (15 of 1992);(h) \"prescribed\" means prescribed by\r\nrules made under this Act;(i) \"record\" includes the records\r\nmaintained in the form of books or stored in a computer or in such other form\r\nas may be determined by regulations;(j) \"registered owner\" means a\r\ndepository whose name is entered as such in the register of the issuer;(k) \"regulations\" means the\r\nregulations made by the Board; 1  [(ka) \"Securities Appellate\r\nTribunal\" means a Securities Appellate Tribunal established under\r\nsub-section (1) of section 15K of the Securities and Exchange Board of India\r\nAct, 1992;](l) \"security\" means such security\r\nas may be specified by the Board;(m) \"service\" means any service\r\nconnected with recording of allotment of securities or transfer of ownership of\r\nsecurities in the record of a depository.(2) Words and expressions used herein and not defined but\r\ndefined in the Companies Act, 1956 (1 of 1956) or the Securities Contracts\r\n(Regulation) Act, 1956 (42 of 1956) or the Securities and Exchange Board\r\nof India Act, 1992 (15 of 1992), shall have the meanings respectively\r\nassigned to them in those Acts.", "3": " Depositories Act, 1996 3. Certificate of commencement of business by depositories\r\n (1) No depository shall act as a depository unless it obtains a\r\ncertificate of commencement of business from the Board.(2) A certificate granted under sub-section (1) shall be in such\r\nform as may be specified by the regulations.(3) The Board shall not grant a certificate under sub-section\r\n(1) unless it is satisfied that the depository has adequate systems and\r\nsafeguards to prevent manipulation of records and transactions:PROVIDED  that no certificate shall be refused under\r\nthis section unless the depository concerned has been given a reasonable\r\nopportunity of being heard.", "4": " Depositories Act, 1996 4. Agreement between depository and participant (1) A depository shall enter into an agreement with one or more\r\nparticipants as its agent.(2) Every agreement under sub-section (1) shall be in such form\r\nas may be specified by the bye-laws.", "5": " Depositories Act, 1996 5. Services of depository Any person, through a participant, may enter into an agreement,\r\nin such form as may be specified by the bye-laws, with any depository for\r\navailing its services.", "6": " Depositories Act, 1996 6. Surrender of certificate of security (1) Any person who has entered into an agreement under section 5\r\nshall surrender the certificate of security, for which he seeks to avail the\r\nservices of a depository, to the issuer in such manner as may be specified by\r\nthe regulations.(2) The issuer, on receipt of certificate of security under\r\nsub-section (1), shall cancel the certificate of security and substitute in its\r\nrecords the name of the depository as a registered owner in respect of that\r\nsecurity and inform the depository accordingly.(3) A depository shall, on receipt of information under\r\nsub-section (2), enter the name of the person referred to in sub-section (1) in\r\nits records, as the beneficial owner.", "7": " Depositories Act, 1996 7. Registration of transfer of securities with depository (1) Every depository shall, on receipt of intimation from a\r\nparticipant, register the transfer of security in the name of the transferee.(2) If a beneficial owner or a transferee of any security seeks\r\nto have custody of such security the depository shall inform the issuer\r\naccordingly.", "8": " Depositories Act, 1996 7. Options to receive security certificate or hold\r\nsecurities with depository (1) Every person subscribing to securities offered by an issuer\r\nshall have the option either to receive the security certificates or hold\r\nsecurities with a depository.(2) Where a person opts to hold a security with a depository,\r\nthe issuer shall intimate such depository the details of allotment of the\r\nsecurity, and on receipt of such information the depository shall enter in its\r\nrecords the name of tile allottee as the beneficial owner of that security.", "9": " Depositories Act, 1996 9. Securities in depositories to be in fungible form (1) All securities held by a depository shall be dematerialized\r\nand shall be in a fungible form. 2  [(2) Nothing contained in sections 153, 153A, 153B, 187B,\r\n187C and 372 of the Companies Act, 1956 (1 of 1956), shall apply to a\r\ndepository in respect of securities held it on behalf of the beneficial\r\nowners.]", "10": " Depositories Act, 1996 10. Rights of depositories and beneficial owner (1) Notwithstanding anything contained in any other law for the\r\ntime being in force, a depository shall be deemed to be the registered owner\r\nfor the purposes of effecting transfer of ownership of security on behalf of a\r\nbeneficial owner.(2) Save as otherwise provided in sub-section (1), the\r\ndepository as a registered owner shall not have any voting rights or any other\r\nrights in respect of securities held by it.(3) The beneficial owner shall be entitled to all the rights and\r\nbenefits and be subjected to all the liabilities in respect of his securities\r\nheld by a depository.", "11": " Depositories Act, 1996 11. Register of beneficial owner Every depository shall maintain a register and an index of\r\nbeneficial owners in the manner provided in sections 150, 151 and 152 of the\r\nCompanies Act, 1956 (1 of 1956).", "12": " Depositories Act, 1996 12. Pledge or hypothecation of securities held in a\r\ndepository (1) Subject to such regulations and bye-laws, as may be made in\r\nthis behalf, a beneficial owner may with the previous approval of the\r\ndepository create a pledge or hypothecation in respect of a security owned by\r\nhim through a depository.(2) Every beneficial owner shall give intimation of such pledge\r\nor hypothecation to the depository and such depository shall thereupon make\r\nentries in its records accordingly.(3) Any entry in the records of a depository under sub-section\r\n(2) shall be evidence, of a pledge or hypothecation.", "13": " Depositories Act, 1996 13. Furnishing of information and records by depository\r\nand issuer (1) Every depository shall furnish to the issuer information\r\nabout the transfer of securities in the name of beneficial owners at such\r\nintervals and in such manner as may be specified by the bye-laws.(2) Every issuer shall make available to the depository copies\r\nof the relevant records in respect of securities held by such depository.", "14": " Depositories Act, 1996 14. Option to opt out in respect of any security (1) If a beneficial owner seeks to opt out of a depository in\r\nrespect of any security he shall inform the depository accordingly.(2) The depository shall on receipt of intimation under\r\nsub-section (1) make appropriate entries in it records and shall inform the\r\nissuer.(3) Every issuer shall, within thirty days of the receipt of\r\nintimation from the depository and on fulfillment of such conditions and on\r\npayment of such fees as may be specified by the regulations, issue the\r\ncertificate of securities to the beneficial owner or the transferee, as the\r\ncase may be.", "15": " Depositories Act, 1996 15. Act 18 of 1891 to apply to depositories The Bankers' Books Evidence Act, 1891 (18 of 1891) shall apply\r\nin relation to a depository as if it were a bank as defined in section 2 of\r\nthat Act.", "16": " Depositories Act, 1996 16. Depositories to indemnify loss in certain cases (1) Without prejudice to the provisions of any other law for the\r\ntime being in force, any loss caused to the beneficial owner due to the\r\nnegligence of the depository or the participant, the depository shall indemnify\r\nsuch beneficial owner.(2) Where the loss due to the negligence of the participant\r\nunder sub-section (1) is indemnified by the depository, the depository shall\r\nhave the right to recover the same from such participant.", "17": " Depositories Act, 1996 17. Rights and obligations of depositories, etc. (1) Subject to the provisions of this Act, the rights and\r\nobligations of the depositories, participants and the issuers whose securities\r\nare dealt with by a depository shall be specified by the regulations.(2) The eligibility criteria for admission of securities into\r\nthe depository shall be specified by the regulations.", "18": " Depositories Act, 1996 18. Power of Board to call for information and enquiry (1) The Board, on being satisfied that it is necessary in the\r\npublic interest or in the interest of investors so to do, may, by order in\r\nwriting- (a) call upon any issuer, depository,\r\nparticipant or beneficial owner to furnish in writing such information relating\r\nto the securities held in a depository as it may require; or(b) authorize any person to make an enquiry or\r\ninspection in relation to the affairs of the issuer, beneficial owner,\r\ndepository or participant, who shall submit a report of such enquiry or\r\ninspection to it within such period as may be specified in the order.(2) Every director, manager, partner, secretary, officer or\r\nemployee of the depository or issuer or the participant or beneficial owner\r\nshall on demand produce before the person making the enquiry or inspection all\r\ninformation or such records and other documents in his custody having a bearing\r\non the subject matter of such enquiry or inspection.", "19": " Depositories Act, 1996 19. Power of Board to give directions in certain cases Save as provided in this Act, if after making or causing to be\r\nmade an enquiry or inspection, the Board is satisfied that it is necessary- (i) in the interest of investors, or orderly development of\r\nsecurities market; or(ii) to prevent the affairs of any depository or participant\r\nbeing conducted in the manner detrimental to the interests of investors or\r\nsecurities market,it may issue such directions- (a) to any depository or participant or any\r\nperson associated with the securities market; or(b) to any issuer, as may be appropriate in\r\nthe interest of investors or the securities market.", "20": " Depositories Act, 1996 20. Offences Whoever contravenes or attempts to contravene or abets the\r\ncontravention of the provisions of this Act or any regulations or bye-laws made\r\nthereunder shall be punishable with imprisonment for a term which may extend to\r\nfive years or with fine, or with both.", "21": " Depositories Act, 1996 21. Offences by companies (1) Where an offence under this Act has been committed by a\r\ncompany, every person who at the time the offence was committed was in charge\r\nof, and was responsible to, the company for the conduct of the business of the\r\ncompany, as well as the company, shall be deemed to be guilty of the offence\r\nand shall be liable to be proceeded against and punished accordingly:PROVIDED  that nothing contained in this sub-section shall\r\nrender any such person liable to any punishment provided in this Act, if he\r\nproves that the offence was committed without his knowledge or that he had\r\nexercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where\r\nan offence under this Act has been committed by a company and it is proved that\r\nthe offence has been committed with the consent or connivance of, or is\r\nattributable to any neglect on the part of, any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of the offence and shall be liable to\r\nbe proceeded against and punished accordingly.Explanation :  For the purposes of this section- (a) \"company\" means any body corporate and includes a\r\nfirm or other association of individuals; and(b) \"director\", in relation to a firm, means a partner\r\nin the firm.", "22": " Depositories Act, 1996 22. Cognizance of offences by courts (1) No court shall take cognizance of any offence punishable\r\nunder this Act or any regulations or bye-laws made thereunder, save on a\r\ncomplaint made by the Board.(2) No court inferior to that of a Metropolitan Magistrate or a\r\nJudicial Magistrate of the First Class shall try any offence punishable under\r\nthis Act.", "23": " Depositories Act, 1996 23. Appeals (1) Any person aggrieved by 3[ an order of the Board\r\nmade before the commencement of the Securities Laws (2nd Amendment) Act, 1999]\r\nunder this Act, or the regulations made thereunder may prefer an appeal to the\r\nCentral Government within such time as may be prescribed.(2) No appeal shall be admitted if it is preferred after the\r\nexpiry of the period prescribed therefor:PROVIDED  that an appeal may be admitted after the\r\nexpiry of the period prescribed therefor if the appellant satisfies the Central\r\nGovernment that he had sufficient cause for not preferring the appeal within\r\nthe prescribed period.(3) Every appeal made under this section shall be made in such\r\nform and shall be accompanied by a copy of the order appealed against and by\r\nsuch fees as may be prescribed.(4) The procedure for disposing of an appeal shall be such as\r\nmay be prescribed:PROVIDED  that before disposing of an appeal, the\r\nappellant shall be given a reasonable opportunity of being heard.", "24": " Depositories Act, 1996 24. Power of Central Government to make rules (1) The Central Government may by notification in the Official\r\nGazette, make rules for carrying out the provisions of this Act.(2) In particular, and without prejudice to the generality of\r\nthe foregoing power, such rules may provide for all or any of the following\r\nmatters, namely,- (a) the time within which an appeal may be\r\npreferred under sub-section (1) of section 23;(b) the form in which an appeal may be\r\npreferred under sub-section (3) of section 23 and the fees payable in respect\r\nof such appeal;(c) the procedure for disposing of an appeal\r\nunder sub-section (4) of section 23; 1  [(d) the form in which an appeal may be\r\nfiled before the Securities Appellate Tribunal under section 23A and the fees\r\npayable in respect of such appeal.]", "25": " Depositories Act, 1996 25. Power of Board to make regulations (1) Without prejudice to the provisions contained in section 30\r\nof the Securities and Exchange Board of India Act, 1992 (15 of 1992), the Board\r\nmay by notification in the Official Gazette, make regulations consistent with\r\nthe provisions of this Act and the rules made thereunder to carry out the\r\npurposes of this Act.(2) In particular and without prejudice to the generality of the\r\nforegoing power, such regulations may provide for- (a) the form in which record is to be\r\nmaintained under clause (i) of sub-section (1) of section 2;(b) the form in which the certificate of\r\ncommencement of business shall be issued under sub-section (2) of section 3;(c) the manner in which the certificate of\r\nsecurity shall be surrendered under sub-section (1) of section 6;(d) the manner of creating a pledge or\r\nhypothecation in respect of security owned by a beneficial owner under\r\nsub-section (1) of section 12;(e) the conditions and the fees payable with\r\nrespect to the issue of certificate of securities under sub-section (3) of\r\nsection 14;(f) the rights and obligations of the\r\ndepositories, participants and the issuers under sub-section (1) of section 17;\r\n(g) the eligibility criteria for admission of\r\nsecurities in the depository under sub-section (2) of section 17.", "26": " Depositories Act, 1996 26. Power of depositories to make bye-laws (1) A depository shall, with the previous approval of the Board,\r\nmake bye-laws consistent with the provisions of this Act and the regulations.(2) In particular, and without prejudice to the generality of\r\nthe foregoing power, such bye-laws shall provide for- (a) the eligibility criteria for admission and\r\nremoval of securities in the depository;(b) the conditions subject to which the\r\nsecurities shall be dealt with;(c) the eligibility criteria for admission of\r\nany person as a participant;(d) the manner and procedure for\r\ndematerialization of securities;(e) the procedure for transactions within the\r\ndepository;(f) the manner in which securities shall be\r\ndealt with or withdrawn from a depository;(g) the procedure for ensuring safeguards to\r\nprotect the interests of participants and beneficial owners;(h) the conditions of admission into and\r\nwithdrawal from a participant by a beneficial owner;(i) the procedure for conveying information to\r\nthe participants and beneficial owners on dividend declaration, shareholder\r\nmeetings and other matters of interest to the beneficial owners;(j) the manner of distribution of dividends,\r\ninterest and monetary benefits received from the company among beneficial\r\nowners;(k) the manner of creating pledge or\r\nhypothecation in respect of securities held with a depository;(l) inter se rights and obligations among the\r\ndepository, issuer, participants, and beneficial owners;(m) the manner and the periodicity of\r\nfurnishing information to the Board, issuer and other persons;(n) the procedure for resolving disputes\r\ninvolving depository, issuer, company or a beneficial owner;(o) the procedure for proceeding against the\r\nparticipant committing breach of the regulations and provisions for suspension\r\nand expulsion of participants from the depository and cancellation of\r\nagreements entered with the depository;(p) the internal control standards including\r\nprocedure for auditing, reviewing and monitoring.(3) Where the Board considers it expedient so to do, it may, by\r\norder in writing, direct a depository to make any bye-laws or to amend or\r\nrevoke any bye-laws already made within such period as it may specify in this\r\nbehalf.(4) If the depository fails or neglects to comply with such\r\norder within the specified period, the Board may make the bye-laws or amend or\r\nrevoke the bye-laws made either in the form specified in the order or with such\r\nmodifications thereof as the Board thinks fit.", "27": " Depositories Act, 1996 27. Rules and regulations to be laid before ParliamentEvery rule and every regulation made under this Act shall be\r\nlaid, as soon as may be after it is made, before each House of Parliament,\r\nwhile it is in session, for a total period of thirty days which may be comprised\r\nin one session or in two or more successive sessions, and if, before the expiry\r\nof the session immediately following the session or the successive sessions\r\naforesaid, both Houses agree in making any modification in the rule or\r\nregulation or both Houses agree that the rule or regulation should not be made,\r\nthe rule or regulation shall thereafter have effect only in such modified form\r\nor be of no effect, as the case may be; so, however, that any such modification\r\nor annulment shall be without prejudice to the validity of anything previously\r\ndone under that rule or regulation.", "28": " Depositories Act, 1996 28. Application of other laws not barred The provisions of this Act shall be in addition to, and not in\r\nderogation of, any other law for the time being in force relating to the holding\r\nand transfer of securities.", "29": " Depositories Act, 1996 29. Removal of difficulties (1) If any difficulty arises in giving effect to the provisions\r\nof this Act, the Central Government may, by order published in the Official\r\nGazette, make such provisions not inconsistent with the provisions of this Act\r\nas appear to it to be necessary or expedient for removing the difficulty:PROVIDED  that no order shall be made under this section\r\nafter the expiry of a period of two years from the commencement of this Act.(2) Every order made under this section shall be laid, as soon\r\nas may be after it is made, before each House of Parliament.", "30": " Depositories Act, 1996 30. Amendments to certain enactment The enactment specified in the Schedule to this Act shall be\r\namended in the manner provided therein.", "31": " Depositories Act, 1996 31. Repeal and saving (1) The Depositories (Third) Ordinance, 1996 (Ordinance 28 of\r\n1996) is hereby repealed.(2) Notwithstanding such repeal, anything done or any action\r\ntaken under the said Ordinance shall be deemed to have been done or taken under\r\nthe corresponding provisions of this Act."}