{"name": "Designs Act, 1911\r", "1": " Designs Act, 1911  1. Short title extent and commencement (1) This Act may be called the Designs Act\r\n1911.(2) It extends to the whole of India .", "2": " Designs Act, 1911  2. Definitions In this Act unless there is anything repugnant\r\nin the subject or context :      (1) Omitted by Patents Act 1970;(2) \"article\" means any article of\r\nmanufacture and any substance, artificial or natural or partly artificial and\r\npartly natural;(3) \"Controller\" means the\r\nController General of Patents Designs and Trade Marks appointed under\r\nsub-section (1) of section 4 of the Trade and Merchandise Marks Act 1958; \r\n(4) \"copyright\" means the exclusive\r\nright to apply a design to any article in any class in which the design is\r\nregistered;(5) \"design\" means only the features\r\nof shape configuration patterns or ornament applied to any article by any\r\nindustrial process or means whether manual mechanical or chemical separate or\r\ncombined which in the finished article appeal to and are judged solely by the eye;\r\nbut does not include any mode or principle of construction or anything which is\r\nin substance a mere mechanical device and does not include any trade mark as\r\ndefined in clause (v) of sub-section (1) of section 2 of the Trade and\r\nMerchandise Marks Act 1958 or property marks as defined in section 479 of the\r\nIndian Penal Code;  (6) [Omitted by Patents Act 1970](7) \"High Court\" means - (a) in relation to a\r\nState the High Court for that State;   (b) in relation to the\r\nUnion territory of \r\n Delhi the High Court of \r\n Delhi ;         \r\n(c) in relation to the\r\nUnion territory of Arunachal Pradesh or Mizoram the Gauhati High Court the High\r\nCourt of Assam, Nagaland Meghalaya Manipur and\r\nTripura;        (d) in relation to the\r\nUnion territory of Andaman and Nicobar Islands the High Court at Calcutta; and(e) in relation to the\r\nUnion territory of Lakshadweep the High Court of\r\nKerala       (ee) in relation to\r\nthe Union Territory of Chandigarh the High Court of Punjab and\r\nHaryana;      (f) in relation to the\r\nUnion territories of Dadra and Nagar Haveli and Goa Daman and Diu the High\r\nCourt at Bombay;       (g) in relation to the\r\nUnion territory of Pondicherry the High Court at Madras (8) [Omitted by Patents Act\r\n1970]     (9) \"Legal representative\" means a\r\nperson who in law represents the estate of a deceased person(10) and (11) [Omitted by Patents Act\r\n1970] (12) \"patent office\" means the\r\npatent office referred to in section 74 of the Patents Act 1970;(13) \"prescribed\" includes prescribed\r\nby rules under this Act; and(14) \"proprietor of a new or original\r\ndesign\" - (a) where the author\r\nof the design for good consideration, executes the work for some other person\r\nmeans the person for whom the design is so executed; and(b) where any person\r\nacquires the design or the right to apply the design to any article either\r\nexclusively of any other person or otherwise means in the respect and to the\r\nextent in and to which the design or right has been so acquired the person by\r\nwhom the design or right is so acquired; and(c) in any other case\r\nmeans the author of the design;  and where the property in or the right to\r\napply the design has devolved from the original proprietor upon any other\r\nperson includes that other person.Comment:  The fundamental principle of Patent\r\nLaw is that a patent is granted only for an invention that must be new and\r\nuseful. That is to say, it must have novelty and utility. M/s. Bishwanath\r\nPrasad Radhey Shyam v. M/s. Hindustan Metal Industries. AIR 1982 SUPREME COURT\r\n1444"}