{"name": "Destruction of Records Act, 1917\r", "1": "1. Short title. Extent.-This Act may be called the Destruction of Records Act, 1917.2[It extends to the whole of India except 3[the territories which, immediately before the 1st November, 1956, were comprised in Part B States].]", "2": "2. [Definitions.]Rep. by the A.O. 1937.1. This Act has been extended in its appl icat ion to Goa, Daman and Diu by Reg. 12 of 1962, s. 3 and Sch. ; to the Union terri tory of Lakshadweep (w.e.f. 1-10-1967): vide Reg. 8 of 1965, s. 3 and Sch. and to the Union terri tory of Pondicherry by Act 26 of 1968, s. 3 and Sch.2. Ins. by the A.O. 1950.3. Subs . by the A.O. (No. 3) 1956, for \"Par t B States \" .4. Sect ion 3 has been amended in i ts appl icat ion to the U.P. by the U.P. Board of Revenue Act , 1922 (U.P. 12 of 1922), s. 2 and Sch.5. For defini t ion of Chief Control l ing Revenue -authori ty, see the General Clauses Act , 1897 (10 of 1897), s. 3.6. Subs. by the A.O. 1937, for \"the L.G. , or any of ficer special ly author ized in that behal f by the L.G.\".7. Subs., ibid., for sub-section (3).", "3": "3. Power to certain authorities to make rules for disposal of documents.-(1) The authorities hereinafter specified may, from time to time, make rules for the disposal, by destruction or otherwise, of such documents as ar e, in the opinion of the authority making the rules, not of sufficient public value to justify their preservation.(2) The authorities shall be-(a) in the case of documents in the possession or custody of a High Court or of the Courts of civil or criminal jurisdiction subordinate thereto, -the High Court;(b) in the case of documents in the possession or custody of Revenue Courts and officers,-the Chief Controlling Revenue-authority5; and(c) in the case of documents in the possession or custo dy of any other publ ic of f icer ,-6[(i) if the documents relate to purposes of a State, the State Government or any officer specially authorized in that behalf by tha t Government;(ii) in any other case, the Central Government or an officer specially authorized in that behalf by that Government.]7[(3) Rules made under this section by any High Court or by a Chief Controlling Revenue-authority or by an officer specially authorized in that behalf by any State Government shall be subject to the previous approval of the State Government; and rules made by an officer specially authorized in that behalf by the Central Government shall be subject to the previous approval of the Central Government.]", "4": "4. Validation of former rules for disposal of documents.-All rules and orders directing or authorising the destruction or other disposal of documents in the possession or custody of any public officer, heretofore made by a State Government, or with the approval of the State Government by any authority not empowered to make such rules under the Destruction of Records Act, 1879 (3 of 1879), shall be deemed to have had the force of law from the date on which they were made, and all such rules and orders now in force shall continue to have the force of law until they are superseded by rules made under this Act.", "5": "5. Saving of certain documents.-Nothing in this Act shall be deemed to authori se the destruction of any document which, under the provisions of any law for the time being in force, is to be kept and maintained.", "6": "6. [Repeals.]Rep. by the Repeal ing Act , 1927 (12 of 1927) , s . 2 and Schedule.", "7": "The Schedule.-[Repeal of Enactment s .] Rep. by s . 2 and Sch. , ibid."}