{"name": "Disaster Management Act, 2005\r", "1": "Disaster Management Act, 2005 Chapter I:\r\nPreliminary 1. Short title,\r\nextent and commencement.- 1.     \r\n  This\r\nAct may be called the Disaster Management Act, 2005.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette appoint; and different dates may be\r\nappointed for different provisions of this Act and for different States, and\r\nany reference to commencement in any provision of this Act in relation to any\r\nState shall be construed as a reference to the commencement of that provision\r\nin that State.", "2": "Disaster Management Act, 2005 2. Definitions.- In this Act, unless\r\nthe context otherwise requires,- a.     \r\n  \"affected\r\narea\" means an area or part of the country affected by a disaster;b.    \r\n  \"capacity-building\"\r\nincludes-              \r\n i.        \r\n  identification\r\nof existing resources and resources to be acquired or created;            \r\n ii.        \r\n  acquiring\r\nor creating resources identified under sub-clause (i);           \r\n iii.        \r\n  organisation\r\nand training of personnel and coordination of such training for effective\r\nmanagement of disasters;a.     \r\nb.     \r\nc.     \r\n  \"Central\r\nGovernment\" means the Ministry or Department of the Government of India\r\nhaving administrative control of disaster management;d.    \r\n  \"disaster\"\r\nmeans a catastrophe, mishap, calamity or grave occurrence in any area, arising\r\nfrom natural or man made causes, or by accident or negligence which results in\r\nsubstantial loss of life or human suffering or damage to, and destruction of,\r\nproperty, or damage to, or degradation of, environment, and is of such a nature\r\nor magnitude as to be beyond the coping capacity of the community of the\r\naffected area;e.     \r\n  \"disaster\r\nmanagement\" means a continuous and integrated process of planning,\r\norganising, coordinating and implementing measures which are necessary or\r\nexpedient for-             \r\n i.        \r\n  prevention\r\nof danger or threat of any disaster;            \r\n ii.        \r\n  mitigation\r\nor reduction of risk of any disaster or its severity or consequences;           \r\n iii.        \r\n  capacity-building;\r\n           \r\n iv.        \r\n  preparedness\r\nto deal with any disaster;            \r\n v.        \r\n  prompt\r\nresponse to any threatening disaster situation or disaster;           \r\n vi.        \r\n  assessing\r\nthe severity or magnitude of effects of any disaster;          \r\n vii.        \r\n  evacuation,\r\nrescue and relief; (viii) rehabilitation and reconstruction;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\n  \"District\r\nAuthority\" means the District Disaster Management Authority constituted\r\nunder sub-section (1) of section 25;g.    \r\n  \"District\r\nPlan\" means the plan for disaster management for the district prepared\r\nunder section 31;h.     \r\n  \"local\r\nauthority\" includes panchayati raj institutions, municipalities, a\r\ndistrict board, cantonment board, town planning authority or Zila Parishad or\r\nany other body or authority, by whatever name called, for the time being\r\ninvested by law, for rendering essential services or, with the control and\r\nmanagement of civic services, within a specified local area;i.      \r\n  \"mitigation\"\r\nmeans measures aimed at reducing the risk, impact or effects of a disaster or\r\nthreatening disaster situation;j.      \r\n  \"National\r\nAuthority\" means the National Disaster Management Authority established\r\nunder sub-section (1) of section 3;k.     \r\n  \"National\r\nExecutive Committee\" means the Executive Committee of the National\r\nAuthority constituted under sub-section (1) of section 8;l.      \r\n  \"National\r\nPlan\" means the plan for disaster management for the whole of the country\r\nprepared under section 11;m.   \r\n  \"preparedness\"\r\nmeans the state of readiness to deal with a threatening disaster situation or\r\ndisaster and the effects thereof;n.     \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;o.    \r\n  \"reconstruction\"\r\nmeans construction or restoration of any property after a disaster;p.    \r\n  \"resources\"\r\nincludes manpower, services, materials and provisions;q.    \r\n  \"State\r\nAuthority\" means the State Disaster Management Authority established under\r\nsub-section (1) of section 14 and includes the Disaster Management Authority\r\nfor the Union territory constituted under that section;r.      \r\n  \"State\r\nExecutive Committee\" means the Executive Committee of a State Authority\r\nconstituted under sub-section (1) of section 20;s.     \r\n  \"State\r\nGovernment\" means the Department of Government of the State having\r\nadministrative control of disaster management and includes Administrator of the\r\nUnion territory appointed by the President under article 239 of the\r\nConstitution;t.      \r\n  \"State\r\nPlan\" means the plan for disaster management for the whole of the State\r\nprepared under section 23.", "3": "Disaster Management Act, 2005 Chapter II: The\r\nNational Disaster Management Authority3. Establishment of\r\nNational Disaster Management Authority.- 1.     \r\n  With\r\neffect from such date as the Central Government may, by notification in the\r\nOfficial Gazette appoint in this behalf, there shall be established for the\r\npurposes of this Act, an authority to be known as the National Disaster\r\nManagement Authority.2.     \r\n  The\r\nNational Authority shall consist of the Chairperson and such number of other\r\nmembers, not exceeding nine, as may be prescribed by the Central Government\r\nand, unless the rules otherwise provide, the National Authority shall consist\r\nof the following:- a.     \r\n  the\r\nPrime Minister of India, who shall be the Chairperson of the National\r\nAuthority, ex officio;b.    \r\n  other\r\nmembers, not exceeding nine, to be nominated by the Chairperson of the National\r\nAuthority.1.     \r\n2.     \r\n3.     \r\n  The\r\nChairperson of the National Authority may designate one of the members\r\nnominated under clause (b) of sub-section (2) to be the Vice-Chairperson of the\r\nNational Authority.4.     \r\n  The\r\nterm of office and conditions of service of members of the National Authority\r\nshall be such as may be prescribed.", "4": "Disaster Management Act, 2005 4. Meetings of\r\nNational Authority.- 1.     \r\n  The\r\nNational Authority shall meet as and when necessary and at such time and place\r\nas the Chairperson of the National Authority may think fit.2.     \r\n  The\r\nChairperson of the National Authority shall preside over the meetings of the\r\nNational Authority.3.     \r\n  If\r\nfor any reason the Chairperson of the National Authority is unable to attend\r\nany meeting of the National Authority, the Vice-Chairperson of the National\r\nAuthority shall preside over the meeting.", "5": "Disaster Management Act, 2005 5. Appointment of\r\nofficers and other employees of the National Authority.- The Central\r\nGovernment shall provide the National Authority with such officers, consultants\r\nand employees, as it considers necessary for carrying out the functions of the\r\nNational Authority.", "6": "Disaster Management Act, 2005 6. Powers and\r\nfunctions of National Authority.-1.     \r\n  Subject\r\nto the provisions of this Act, the National Authority shall have the\r\nresponsibility for laying down the policies, plans and guidelines for disaster\r\nmanagement for ensuring timely and effective response to disaster.2.     \r\n  Without\r\nprejudice to generality of the provisions contained in sub-section (1), the\r\nNational Authority may - a.      lay down policies on\r\ndisaster management;b.     approve the National\r\nPlan;c.      approve plans\r\nprepared by the Ministries or Departments of the Government of India in\r\naccordance with the National Plan;d.     lay down guidelines\r\nto be followed by the State Authorities in drawing up the State Plan;e.      lay down guidelines\r\nto be followed by the different Ministries or Departments of the Government of\r\nIndia for the purpose of integrating the measures for prevention of disaster or\r\nthe mitigation of its effects in their development plans and projects;f.      coordinate the\r\nenforcement and implementation of the policy and plan for disaster management;g.     recommend provision\r\nof funds for the purpose of mitigation;h.      provide such support\r\nto other countries affected by major disasters as may be determined by the\r\nCentral Government;i.       take such other\r\nmeasures for the prevention of disaster, or the mitigation, or preparedness and\r\ncapacity building for dealing with the threatening disaster situation or\r\ndisaster as it may consider necessary;j.       lay down broad\r\npolicies and guidelines for the functioning of the National Institute of\r\nDisaster Management.1.     \r\n2.     \r\n3.     \r\n  The\r\nChairperson of the National Authority shall, in the case of emergency, have\r\npower to exercise all or any of the powers of the National Authority but\r\nexercise of such powers shall be subject to ex post facto ratification by the\r\nNational Authority.", "7": "Disaster Management Act, 2005 7. Constitution of\r\nadvisory committee by National Authority.- 1.     \r\n  The\r\nNational Authority may constitute an advisory committee consisting of experts\r\nin the field of disaster management and having practical experience of disaster\r\nmanagement at the national, State or district level to make recommendations on\r\ndifferent aspects of disaster management.2.     \r\n  The\r\nmembers of the advisory committee shall be paid such allowances as may be\r\nprescribed by the Central Government in consultation with the National\r\nAuthority.", "8": "Disaster Management Act, 2005 8. Constitution of\r\nNational Executive Committee.- 1.     \r\n  The\r\nCentral Government shall, immediately after issue of notification under\r\nsub-section (1) of section 3, constitute a National Executive Committee to\r\nassist the National Authority in the performance of its functions under this\r\nAct.2.     \r\n  The\r\nNational Executive Committee shall consist of the following members, namely:- a.     \r\n  the\r\nSecretary to the Government of India in charge of the Ministry or Department of\r\nthe Central Government having administrative control of the disaster\r\nmanagement, who shall be Chairperson, ex officio;b.    \r\n  the\r\nSecretaries to the Government of India in the Ministries or Departments having\r\nadministrative control of the agriculture, atomic energy, defence, drinking\r\nwater supply, environment and forests, finance (expenditure), health, power,\r\nrural development, science and technology, space, telecommunication, urban\r\ndevelopment, water resources and the Chief of the Integrated Defence Staff of\r\nthe Chiefs of Staff Committee, ex officio.1.     \r\n2.     \r\n3.     \r\n  The\r\nChairperson of the National Executive Committee may invite any other officer of\r\nthe Central Government or a State Government for taking part in any meeting of\r\nthe National Executive Committee and shall exercise such powers and perform\r\nsuch functions as may be prescribed by the Central Government in consultation\r\nwith the National Authority.4.     \r\n  The\r\nprocedure to be followed by the National Executive Committee in exercise of its\r\npowers and discharge of its functions shall be such as may be prescribed by the\r\nCentral Government.", "9": "Disaster Management Act, 2005 9. Constitution of\r\nsub-committees.- 1.     \r\n  The\r\nNational Executive Committee may, as and when it considers necessary,\r\nconstitute one or more sub-committees, for the efficient discharge of its\r\nfunctions.2.     \r\n  The\r\nNational Executive Committee shall, from amongst its members, appoint the\r\nChairperson of the sub-committee referred to in sub-section (1).3.     \r\n  Any\r\nperson associated as an expert with any sub-committee may be paid such\r\nallowances as may be prescribed by the Central Government.", "10": "Disaster Management Act, 2005 10. Powers and\r\nfunctions of National Executive Committee.- 1.     \r\n  The\r\nNational Executive Committee shall assist the National Authority in the\r\ndischarge of its functions and have the responsibility for implementing the\r\npolicies and plans of the National Authority and ensure the compliance of\r\ndirections issued by the Central Government for the purpose of disaster\r\nmanagement in the country.2.     \r\n  Without\r\nprejudice to the generality of the provisions contained in sub-section (1), the\r\nNational Executive Committee may -a.     \r\n  act\r\nas the coordinating and monitoring body for disaster management;b.    \r\n  prepare\r\nthe National Plan to be approved by the National Authority;c.     \r\n  coordinate\r\nand monitor the implementation of the National Policy;d.    \r\n  lay\r\ndown guidelines for preparing disaster management plans by different Ministries\r\nor Departments of the Government of India and the State Authorities;e.     \r\n  provide\r\nnecessary technical assistance to the State Governments and the State\r\nAuthorities for preparing their disaster management plans in accordance with\r\nthe guidelines laid down by the National Authority;f.     \r\n  monitor\r\nthe implementation of the National Plan and the plans prepared by the\r\nMinistries or Departments of the Government of India;g.    \r\n  monitor\r\nthe implementation of the guidelines laid down by the National Authority for\r\nintegrating of measures for prevention of disasters and mitigation by the\r\nMinistries or Departments in their development plans and projects;h.     \r\n  monitor,\r\ncoordinate and give directions regarding the mitigation and preparedness\r\nmeasures to be taken by different Ministries or Departments and agencies of the\r\nGovernment;i.      \r\n  evaluate\r\nthe preparedness at all governmental levels for the purpose of responding to\r\nany threatening disaster situation or disaster and give directions, where\r\nnecessary, for enhancing such preparedness;j.      \r\n  plan\r\nand coordinate specialised training programme for disaster management for\r\ndifferent levels of officers, employees and voluntary rescue workers;k.     \r\n  coordinate\r\nresponse in the event of any threatening disaster situation or disaster;l.      \r\n  lay\r\ndown guidelines for, or give directions to, the concerned Ministries or\r\nDepartments of the Government of India, the State Governments and the State\r\nAuthorities regarding measures to be taken by them in response to any\r\nthreatening disaster situation or disaster;m.   \r\n  require\r\nany department or agency of the Government to make available to the National\r\nAuthority or State Authorities such men or material resources as are available\r\nwith it for the purposes of emergency response, rescue and relief;n.     \r\n  advise,\r\nassist and coordinate the activities of the Ministries or Departments of the\r\nGovernment of India, State Authorities, statutory bodies, other governmental or\r\nnon-governmental organisations and others engaged in disaster management;o.    \r\n  provide\r\nnecessary technical assistance or give advice to the State Authorities and\r\nDistrict Authorities for carrying out their functions under this Act;p.    \r\n  promote\r\ngeneral education and awareness in relation to disaster management; andq.    \r\n  perform\r\nsuch other functions as the National Authority may require it to perform.", "11": "Disaster Management Act, 2005 11. National Plan.- 1.     \r\n  There\r\nshall be drawn up a plan for disaster management for the whole of the country\r\nto be called the National Plan.2.     \r\n  The\r\nNational Plan shall be prepared by the National Executive Committee having\r\nregard to the National Policy and in consultation with the State Governments\r\nand expert bodies or organisations in the field of disaster management to be\r\napproved by the National Authority.3.     \r\n  The\r\nNational Plan shall include- a.     \r\n  measures\r\nto be taken for the prevention of disasters, or the mitigation of their\r\neffects;b.    \r\n  measures\r\nto be taken for the integration of mitigation measures in the development\r\nplans;c.     \r\n  measures\r\nto be taken for preparedness and capacity building to effectively respond to\r\nany threatening disaster situations or disaster;d.    \r\n  roles\r\nand responsibilities of different Ministries or Departments of the Government\r\nof India in respect of measures specified in clauses (a), (b) and (c).1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nNational Plan shall be reviewed and updated annually.5.     \r\n  Appropriate\r\nprovisions shall be made by the Central Government for financing the measures\r\nto be carried out under the National Plan.6.     \r\n  Copies\r\nof the National Plan referred to in sub-sections (2) and (4) shall be made\r\navailable to the Ministries or Departments of the Government of India and such\r\nMinistries or Departments shall draw up their own plans in accordance with the\r\nNational Plan.", "12": "Disaster Management Act, 2005 12. Guidelines for\r\nminimum standards of relief.- The National\r\nAuthority shall recommend guidelines for the minimum standards of relief to be\r\nprovided to persons affected by disaster, which shall include,-      \r\n i.        \r\n  the\r\nminimum requirements to be provided in the relief camps in relation to shelter,\r\nfood, drinking water, medical cover and sanitation;    \r\n ii.        \r\n  the\r\nspecial provisions to be made for widows and orphans;   \r\n iii.        \r\n  ex\r\ngratia assistance on account of loss of life as also assistance on account of\r\ndamage to houses and for restoration of means of livelihood;   \r\n iv.        \r\n  such\r\nother relief as may be necessary.", "13": "Disaster Management Act, 2005 13. Relief in loan\r\nrepayment, etc.- The National\r\nAuthority may, in cases of disasters of severe magnitude, recommend relief in\r\nrepayment of loans or for grant of fresh loans to the persons affected by\r\ndisaster on such concessional terms as may be appropriate.", "14": "Disaster Management Act, 2005 Chapter III: State\r\nDisaster Management Authorities 14. Establishment of\r\nState Disaster Management Authority.-1.     \r\n  Every\r\nState Government shall, as soon as may be after the issue of the notification\r\nunder sub-section (1) of section 3, by notification in the Official Gazette,\r\nestablish a State Disaster Management Authority for the State with such name as\r\nmay be specified in the notification of the State Government.2.     \r\n  A\r\nState Authority shall consist of the Chairperson and such number of other\r\nmembers, not exceeding nine, as may be prescribed by the State Government and,\r\nunless the rules otherwise provide, the State Authority shall consist of the\r\nfollowing members, namely:- a.      the Chief Minister of\r\nthe State, who shall be Chairperson, ex officio;b.     other members, not exceeding\r\neight, to be nominated by the Chairperson of the State Authority;c.      the Chairperson of\r\nthe State Executive Committee, ex officio.1.     \r\n2.     \r\n3.     \r\n  The\r\nChairperson of the State Authority may designate one of the members nominated\r\nunder clause (b) of sub-section (2) to be the Vice-Chairperson of the State\r\nAuthority.4.     \r\n  The\r\nChairperson of the State Executive Committee shall be the Chief Executive\r\nOfficer of the State Authority, ex officio:Provided that in the\r\ncase of a Union territory having Legislative Assembly, except the Union\r\nterritory of Delhi, the Chief Minister shall be the Chairperson of the\r\nAuthority established under this section and in case of other Union\r\nterritories, the Lieutenant Governor or the Administrator shall be the\r\nChairperson of that Authority:Provided further that\r\nthe Lieutenant Governor of the Union territory of Delhi shall be the\r\nChairperson and the Chief Minister thereof shall be the Vice-Chairperson of the\r\nState Authority.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  The\r\nterm of office and conditions of service of members of the State Authority\r\nshall be such as may be prescribed.", "15": "Disaster Management Act, 2005 15. Meetings of the\r\nState Authority.- 1.     \r\n  The\r\nState Authority shall meet as and when necessary and at such time and place as\r\nthe Chairperson of the State Authority may think fit.2.     \r\n  The\r\nChairperson of the State Authority shall preside over the meetings of the State\r\nAuthority.3.     \r\n  If\r\nfor any reason, the Chairperson of the State Authority is unable to attend the\r\nmeeting of the State Authority, the Vice-Chairperson of the State Authority\r\nshall preside at the meeting.", "16": "Disaster Management Act, 2005 16. Appointment of\r\nofficers and other employees of State Authority.- The State Government\r\nshall provide the State Authority with such officers, consultants and\r\nemployees, as it considers necessary, for carrying out the functions of the\r\nState Authority.", "17": "Disaster Management Act, 2005 17. Constitution of\r\nadvisory committee by the State Authority.- 1.     \r\n  A\r\nState Authority may, as and when it considers necessary, constitute an advisory\r\ncommittee, consisting of experts in the field of disaster management and having\r\npractical experience of disaster management to make recommendations on\r\ndifferent aspects of disaster management.2.     \r\n  The\r\nmembers of the advisory committee shall be paid such allowances as may be\r\nprescribed by the State Government.", "18": "Disaster Management Act, 2005 18. Powers and\r\nfunctions of State Authority.- 1.     \r\n  Subject\r\nto the provisions of this Act, a State Authority shall have the responsibility\r\nfor laying down policies and plans for disaster management in the State.2.     \r\n  Without\r\nprejudice to the generality of provisions contained in sub-section (1), the\r\nState Authority may- a.     \r\n  lay\r\ndown the State disaster management policy;b.    \r\n  approve\r\nthe State Plan in accordance with the guidelines laid down by the National\r\nAuthority;c.     \r\n  approve\r\nthe disaster management plans prepared by the departments of the Government of\r\nthe State;d.    \r\n  lay\r\ndown guidelines to be followed by the departments of the Government of the\r\nState for the purposes of integration of measures for prevention of disasters\r\nand mitigation in their development plans and projects and provide necessary\r\ntechnical assistance therefor;e.     \r\n  coordinate\r\nthe implementation of the State Plan;f.     \r\n  recommend\r\nprovision of funds for mitigation and preparedness measures;g.    \r\n  review\r\nthe development plans of the different departments of the State and ensure that\r\nprevention and mitigation measures are integrated therein;h.     \r\n  review\r\nthe measures being taken for mitigation, capacity building and preparedness by\r\nthe departments of the Government of the State and issue such guidelines as may\r\nbe necessary.1.     \r\n2.     \r\n3.     \r\n  The\r\nChairperson of the State Authority shall, in the case of emergency, have power\r\nto exercise all or any of the powers of the State Authority but the exercise of\r\nsuch powers shall be subject to ex post facto ratification of the State\r\nAuthority.", "19": "Disaster Management Act, 2005 19. Guidelines for\r\nminimum standard of relief by State Authority.- The State Authority\r\nshall lay down detailed guidelines for providing standards of relief to persons\r\naffected by disaster in the State: Provided that such standards shall in no\r\ncase be less than the minimum standards in the guidelines laid down by the National\r\nAuthority in this regard.", "20": "Disaster Management Act, 2005 20. Constitution of\r\nState Executive Committee.- 1.     \r\n  The\r\nState Government shall, immediately after issue of notification under\r\nsub-section (1) of section 14, constitute a State Executive Committee to assist\r\nthe State Authority in the performance of its functions and to coordinate\r\naction in accordance with the guidelines laid down by the State Authority and\r\nensure the compliance of directions issued by the State Government under this\r\nAct.2.     \r\n  The\r\nState Executive Committee shall consist of the following members, namely:- a.     \r\n  the\r\nChief Secretary to the State Government, who shall be Chairperson, ex officio;b.    \r\n  four\r\nSecretaries to the Government of the State of such departments as the State\r\nGovernment may think fit, ex officio.1.     \r\n2.     \r\n3.     \r\n  The\r\nChairperson of the State Executive Committee shall exercise such powers and\r\nperform such functions as may be prescribed by the State Government and such\r\nother powers and functions as may be delegated to him by the State Authority.4.     \r\n  The\r\nprocedure to be followed by the State Executive Committee in exercise of its\r\n\r\npowers and discharge of its functions shall be such as may be prescribed by the\r\nState Government.", "21": "Disaster Management Act, 2005 21. Constitution of\r\nsub-committees by State Executive Committee.- 1.     \r\n  The\r\nState Executive Committee may, as and when it considers necessary, constitute\r\none or more sub-committees, for efficient discharge of its functions.2.     \r\n  The\r\nState Executive Committee shall, from amongst its members, appoint the\r\nChairperson of the sub-committee referred to in sub-section (1).3.     \r\n  Any\r\nperson associated as an expert with any sub-committee may be paid such\r\nallowances as may be prescribed by the State Government.", "22": "Disaster Management Act, 2005 22. Functions of the\r\nState Executive Committee.- 1.     \r\n  The\r\nState Executive Committee shall have the responsibility for implementing the\r\nNational Plan and State Plan and act as the coordinating and monitoring body\r\nfor management of disaster in the State.2.     \r\n  Without\r\nprejudice to the generality of the provisions of sub-section (1), the State\r\nExecutive Committee may- a.     \r\n  coordinate\r\nand monitor the implementation of the National Policy, the National Plan and\r\nthe State Plan;b.    \r\n  examine\r\nthe vulnerability of different parts of the State to different forms of\r\ndisasters and specify measures to be taken for their prevention or mitigation;c.     \r\n  lay\r\ndown guidelines for preparation of disaster management plans by the departments\r\nof the Government of the State and the District Authorities;d.    \r\n  monitor\r\nthe implementation of disaster management plans prepared by the departments of\r\nthe Government of the State and District Authorities;e.     \r\n  monitor\r\nthe implementation of the guidelines laid down by the State Authority for\r\nintegrating of measures for prevention of disasters and mitigation by the\r\ndepartments in their development plans and projects;f.     \r\n  evaluate\r\npreparedness at all governmental or non-governmental levels to respond to any\r\nthreatening disaster situation or disaster and give directions, where\r\nnecessary, for enhancing such preparedness;g.    \r\n  coordinate\r\nresponse in the event of any threatening disaster situation or disaster;h.     \r\n  give\r\ndirections to any Department of the Government of the State or any other\r\nauthority or body in the State regarding actions to be taken in response to any\r\nthreatening disaster situation or disaster;i.      \r\n  promote\r\ngeneral education, awareness and community training in regard to the forms of\r\ndisasters to which different parts of the State are vulnerable and the measures\r\nthat may be taken by such community to prevent the disaster, mitigate and\r\nrespond to such disaster;j.      \r\n  advise,\r\nassist and coordinate the activities of the Departments of the Government of\r\nthe State, District Authorities, statutory bodies and other governmental and\r\nnon-governmental organisations engaged in disaster management;k.     \r\n  provide\r\nnecessary technical assistance or give advice to District Authorities and local\r\nauthorities for carrying out their functions effectively;l.      \r\n  advise\r\nthe State Government regarding all financial matters in relation to disaster\r\nmanagement;m.   \r\n  examine\r\nthe construction, in any local area in the State and, if it is of the opinion\r\nthat the standards laid for such construction for the prevention of disaster is\r\nnot being or has not been followed, may direct the District Authority or the\r\nlocal authority, as the case may be, to take such action as may be necessary to\r\nsecure compliance of such standards;n.     \r\n  provide\r\ninformation to the National Authority relating to different aspects of disaster\r\nmanagement;o.    \r\n  lay\r\ndown, review and update State level response plans and guidelines and ensure\r\nthat the district level plans are prepared, reviewed and updated;p.    \r\n  ensure\r\nthat communication systems are in order and the disaster management drills are\r\ncarried out periodically;q.    \r\n  perform\r\nsuch other functions as may be assigned to it by the State Authority or as it\r\nmay consider necessary.", "23": "Disaster Management Act, 2005 23. State Plan.- 1.     \r\n  There\r\nshall be a plan for disaster management for every State to be called the State\r\nDisaster Management Plan.2.     \r\n  The\r\nState Plan shall be prepared by the State Executive Committee having regard to\r\nthe guidelines laid down by the National Authority and after such consultation\r\nwith local authorities, district authorities and the people's representatives\r\nas the State Executive Committee may deem fit.3.     \r\n  The\r\nState Plan prepared by the State Executive Committee under sub-section (2)\r\nshall be approved by the State Authority.4.     \r\n  The\r\nState Plan shall include,- a.     \r\n  the\r\nvulnerability of different parts of the State to different forms of disasters;b.    \r\n  the\r\nmeasures to be adopted for prevention and mitigation of disasters;c.     \r\n  the\r\nmanner in which the mitigation measures shall be integrated with the\r\ndevelopment plans and projects;d.    \r\n  the\r\ncapacity-building and preparedness measures to be taken;e.     \r\n  the\r\nroles and responsibilities of each Department of the Government of the State in\r\nrelation to the measures specified in clauses (b), (c) and (d) above;f.     \r\n  the\r\nroles and responsibilities of different Departments of the Government of the\r\nState in responding to any threatening disaster situation or disaster.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  The\r\nState Plan shall be reviewed and updated annually.6.     \r\n  Appropriate\r\nprovisions shall be made by the State Government for financing for the measures\r\nto be carried out under the State Plan.7.     \r\n  Copies\r\nof the State Plan referred to in sub-sections (2) and (5) shall be made\r\navailable to the Departments of the Government of the State and such\r\nDepartments shall draw up their own plans in accordance with the State Plan.", "24": "Disaster Management Act, 2005 24. Powers and\r\nfunctions of State Executive Committee in the event of threatening disaster\r\nsituation.- For the purpose of,\r\nassisting and protecting the community affected by disaster or providing relief\r\nto such community or, preventing or combating disruption or dealing with the\r\neffects of any threatening disaster situation, the State Executive Committee may-\r\na.     \r\n  control\r\nand restrict, vehicular traffic to, from or within, the vulnerable or affected\r\narea;b.    \r\n  control\r\nand restrict the entry of any person into, his movement within and departure\r\nfrom, a vulnerable or affected area;c.     \r\n  remove\r\ndebris, conduct search and carry out rescue operations;d.    \r\n  provide\r\nshelter, food, drinking water, essential provisions, healthcare and services in\r\naccordance with the standards laid down by the National Authority and State\r\nAuthority;e.     \r\n  give\r\ndirection to the concerned Department of the Government of the State, any\r\nDistrict Authority or other authority, within the local limits of the State to\r\ntake such measure or steps for rescue, evacuation or providing immediate relief\r\nsaving lives or property, as may be necessary in its opinion;f.     \r\n  require\r\nany department of the Government of the State or any other body or authority or\r\nperson in charge of any relevant resources to make available the resources for\r\nthe purposes of emergency response, rescue and relief;g.    \r\n  require\r\nexperts and consultants in the field of disasters to provide advice and\r\nassistance for rescue and relief;h.     \r\n  procure\r\nexclusive or preferential use of amenities from any authority or person as and\r\nwhen required;i.      \r\n  construct\r\ntemporary bridges or other necessary structures and demolish unsafe structures\r\nwhich may be hazardous to public;j.      \r\n  ensure\r\nthat non-governmental organisations carry out their activities in an equitable\r\nand non-discriminatory manner;k.     \r\n  disseminate\r\ninformation to public to deal with any threatening disaster situation or\r\ndisaster;l.      \r\n  take\r\nsuch steps as the Central Government or the State Government may direct in this\r\nregard or take such other steps as are required or warranted by the form of any\r\nthreatening disaster situation or disaster.", "25": "Disaster Management Act, 2005 Chapter IV: District\r\nDisaster Management Authority 25. Constitution of\r\nDistrict Disaster Management Authority.- 1.     \r\n  Every\r\nState Government shall, as soon as may be after issue of notification under\r\nsub-section (1) of section 14, by notification in the Official Gazette,\r\nestablish a District Disaster Management Authority for every district in the\r\nState with such name as may be specified in that notification.2.     \r\n  The\r\nDistrict Authority shall consist of the Chairperson and such number of other\r\nmembers, not exceeding seven, as may be prescribed by the State Government, and\r\nunless the rules otherwise provide, it shall consist of the following, namely:-\r\na.     \r\n  the\r\nCollector or District Magistrate or Deputy Commissioner, as the case may be, of\r\nthe district who shall be Chairperson, ex officio;b.    \r\n  the\r\nelected representative of the local authority who shall be the co-Chairperson,\r\nex officio:Provided that in the Tribal Areas, as\r\nreferred to in the Sixth Schedule to the Constitution, the Chief Executive\r\nMember of the district council of autonomous district, shall be the\r\nco-Chairperson, ex officio;a.     \r\nb.     \r\nc.     \r\n  the\r\nChief Executive Officer of the District Authority, ex officio;d.    \r\n  the\r\nSuperintendent of Police, ex officio;e.     \r\n  the\r\nChief Medical Officer of the district, ex officio;f.     \r\n  not\r\nexceeding two other district level officers, to be appointed by the State\r\nGovernment.1.     \r\n2.     \r\n3.     \r\n  In\r\nany district where zila parishad exists, the Chairperson thereof shall be the\r\nco-Chairperson of the District Authority.4.     \r\n  The\r\nState Government shall appoint an officer not below the rank of Additional\r\nCollector or Additional District Magistrate or Additional Deputy Commissioner,\r\nas the case may be, of the district to be the Chief Executive Officer of the\r\nDistrict Authority to exercise such powers and perform such functions as may be\r\nprescribed by the State Government and such other powers and functions as may\r\nbe delegated to him by the District Authority.", "26": "Disaster Management Act, 2005 26. Powers of\r\nChairperson of District Authority.- 1.     \r\n  The\r\nChairperson of the District Authority shall, in addition to presiding over the\r\nmeetings of the District Authority, exercise and discharge such powers and\r\nfunctions of the District Authority as the District Authority may delegate to\r\nhim.2.     \r\n  The\r\nChairperson of the District Authority shall, in the case of an emergency, have\r\npower to exercise all or any of the powers of the District Authority but the\r\nexercise of such powers shall be subject to ex post facto ratification of the\r\nDistrict Authority.3.     \r\n  The\r\nDistrict Authority or the Chairperson of the District Authority may, by general\r\nor special order, in writing, delegate such of its or his powers and functions,\r\nunder sub-section (1) or (2), as the case may be, to the Chief Executive\r\nOfficer of the District Authority, subject to such conditions and limitations,\r\nif any, as it or he deems fit.", "27": "Disaster Management Act, 2005 27. Meetings.- The District\r\nAuthority shall meet as and when necessary and at such time and place as the\r\nChairperson may think fit.", "28": "Disaster Management Act, 2005 28. Constitution of\r\nadvisory committees and other committees.- 1.     \r\n  The\r\nDistrict Authority may, as and when it considers necessary, constitute one or\r\nmore advisory committees and other committees for the efficient discharge of\r\nits functions.2.     \r\n  The\r\nDistrict Authority shall, from amongst its members, appoint the Chairperson of\r\nthe Committee referred to in sub-section (1).3.     \r\n  Any\r\nperson associated as an expert with any committee or sub-committee constituted\r\nunder sub-section (1) may be paid such allowances as may be prescribed by the\r\nState Government.", "29": "Disaster Management Act, 2005 29. Appointment of\r\nofficers and other employees of District Authority.- The State Government\r\nshall provide the District Authority with such officers, consultants and other\r\nemployees as it considers necessary for carrying out the functions of District Authority.", "30": "Disaster Management Act, 2005 30. Powers and\r\nfunctions of District Authority.- 1.     \r\n  The\r\nDistrict Authority shall act as the district planning, coordinating and\r\nimplementing body for disaster management and take all measures for the\r\npurposes of disaster management in the district in accordance with the\r\nguidelines laid down by the National Authority and the State Authority.2.     \r\n  Without\r\nprejudice to the generality of the provisions of sub-section (1), the District\r\nAuthority may-              \r\n i.        \r\n  prepare\r\na disaster management plan including district response plan for the district;            \r\n ii.        \r\n  coordinate\r\nand monitor the implementation of the National Policy, State Policy, National\r\nPlan, State Plan and District Plan;           \r\n iii.        \r\n  ensure\r\nthat the areas in the district vulnerable to disasters are identified and\r\nmeasures for the prevention of disasters and the mitigation of its effects are\r\nundertaken by the departments of the Government at the district level as well\r\nas by the local authorities;           \r\n iv.        \r\n  ensure\r\nthat the guidelines for prevention of disasters, mitigation of its effects,\r\npreparedness and response measures as laid down by the National Authority and\r\nthe State Authority are followed by all departments of the Government at the\r\ndistrict level and the local authorities in the district;            \r\n v.        \r\n  give\r\ndirections to different authorities at the district level and local authorities\r\nto take such other measures for the prevention or mitigation of disasters as\r\nmay be necessary;           \r\n vi.        \r\n  lay\r\ndown guidelines for prevention of disaster management plans by the department\r\nof the Government at the districts level and local authorities in the district;          \r\n vii.        \r\n  monitor\r\nthe implementation of disaster management plans prepared by the Departments of\r\nthe Government at the district level;         \r\n viii.        \r\n  lay\r\ndown guidelines to be followed by the Departments of the Government at the\r\ndistrict level for purposes of integration of measures for prevention of\r\ndisasters and mitigation in their development plans and projects and provide\r\nnecessary technical assistance therefor;           \r\n ix.        \r\n  monitor\r\nthe implementation of measures referred to in clause (viii);            \r\n x.        \r\n  review\r\nthe state of capabilities for responding to any disaster or threatening\r\ndisaster situation in the district and give directions to the relevant\r\ndepartments or authorities at the district level for their upgradation as may\r\nbe necessary;           \r\n xi.        \r\n  review\r\nthe preparedness measures and give directions to the concerned departments at\r\nthe district level or other concerned authorities where necessary for bringing\r\nthe preparedness measures to the levels required for responding effectively to\r\nany disaster or threatening disaster situation;          \r\n xii.        \r\n  organise\r\nand coordinate specialised training programmes for different levels of\r\nofficers, employees and voluntary rescue workers in the district;         \r\n xiii.        \r\n  facilitate\r\ncommunity training and awareness programmes for prevention of disaster or\r\nmitigation with the support of local authorities, governmental and\r\nnon-governmental organisations;        \r\n xiv.        \r\n  set\r\nup, maintain, review and upgrade the mechanism for early warnings and\r\ndissemination of proper information to public;         \r\n xv.        \r\n  prepare,\r\nreview and update district level response plan and guidelines;        \r\n xvi.        \r\n  coordinate\r\nresponse to any threatening disaster situation or disaster;       \r\n xvii.        \r\n  ensure\r\nthat the Departments of the Government at the district level and the local\r\nauthorities prepare their response plans in accordance with the district\r\nresponse plan;      \r\n xviii.        \r\n  lay\r\ndown guidelines for, or give direction to, the concerned Department of the\r\nGovernment at the district level or any other authorities within the local\r\nlimits of the district to take measures to respond effectively to any\r\nthreatening disaster situation or disaster;        \r\n xix.        \r\n  advise,\r\nassist and coordinate the activities of the Departments of the Government at\r\nthe district level, statutory bodies and other governmental and\r\nnon-governmental organisations in the district engaged in the disaster\r\nmanagement;         \r\n xx.        \r\n  coordinate\r\nwith, and give guidelines to, local authorities in the district to ensure that\r\nmeasures for the prevention or mitigation of threatening disaster situation or\r\ndisaster in the district are carried out promptly and effectively;        \r\n xxi.        \r\n  provide\r\nnecessary technical assistance or give advise to the local authorities in the\r\ndistrict for carrying out their functions;       \r\n xxii.        \r\n  review\r\ndevelopment plans prepared by the Departments of the Government at the district\r\nlevel, statutory authorities or local authorities with a view to make necessary\r\nprovisions therein for prevention of disaster or mitigation;      \r\n xxiii.        \r\n  examine\r\nthe construction in any area in the district and, if it is of the opinion that\r\nthe standards for the prevention of disaster or mitigation laid down for such\r\nconstruction is not being or has not been followed, may direct the concerned\r\nauthority to take such action as may be necessary to secure compliance of such\r\nstandards;      \r\n xxiv.        \r\n  identify\r\nbuildings and places which could, in the event of any threatening disaster\r\nsituation or disaster, be used as relief centers or camps and make arrangements\r\nfor water supply and sanitation in such buildings or places;       \r\n xxv.        \r\n  establish\r\nstockpiles of relief and rescue materials or ensure preparedness to make such\r\nmaterials available at a short notice;      \r\n xxvi.        \r\n  provide\r\ninformation to the State Authority relating to different aspects of disaster\r\nmanagement;     \r\n xxvii.        \r\n  encourage\r\nthe involvement of non-governmental organisations and voluntary social-welfare\r\ninstitutions working at the grassroots level in the district for disaster\r\nmanagement;    \r\n xxviii.        \r\n  ensure\r\ncommunication systems are in order, and disaster management drills are carried\r\nout periodically;      \r\n xxix.        \r\n  perform\r\nsuch other functions as the State Government or State Authority may assign to\r\nit or as it deems necessary for disaster management in the District.", "31": "Disaster Management Act, 2005 31. District Plan.- 1.     \r\n  There\r\nshall be a plan for disaster management for every district of the State.2.     \r\n  The\r\nDistrict Plan shall be prepared by the District Authority, after consultation\r\nwith the local authorities and having regard to the National Plan and the State\r\nPlan, to be approved by the State Authority.3.     \r\n  The\r\nDistrict Plan shall include- a.     \r\n  the\r\nareas in the district vulnerable to different forms of disasters;b.    \r\n  the\r\nmeasures to be taken, for prevention and mitigation of disaster, by the\r\nDepartments of the Government at the district level and local authorities in\r\nthe district;c.     \r\n  the\r\ncapacity-building and preparedness measures required to be taken by the\r\nDepartments of the Government at the district level and the local authorities\r\nin the district to respond to any threatening disaster situation or disaster;d.    \r\n  the\r\nresponse plans and procedures, in the event of a disaster, providing for-                      \r\n i.        \r\n  allocation\r\nof responsibilities to the Departments of the Government at the district level\r\nand the local authorities in the district;                    \r\n ii.        \r\n  prompt\r\nresponse to disaster and relief thereof;                   \r\n iii.        \r\n  procurement\r\nof essential resources;                   \r\n iv.        \r\n  establishment\r\nof communication links; and                    \r\n v.        \r\n  the\r\ndissemination of information to the public;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n  such\r\nother matters as may be required by the State Authority.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nDistrict Plan shall be reviewed and updated annually.5.     \r\n  The\r\ncopies of the District Plan referred to in sub-sections (2) and (4) shall be\r\nmade available to the Departments of the Government in the district.6.     \r\n  The\r\nDistrict Authority shall send a copy of the District Plan to the State\r\nAuthority which shall forward it to the State Government.7.     \r\n  The\r\nDistrict Authority shall, review from time to time, the implementation of the\r\nPlan and issue such instructions to different departments of the Government in\r\nthe district as it may deem necessary for the implementation thereof.", "32": "Disaster Management Act, 2005 32. Plans by\r\ndifferent authorities at district level and their implementation.- Every office of the\r\nGovernment of India and of the State Government at the district level and the\r\nlocal authorities shall, subject to the supervision of the District Authority,\r\n- a.     \r\n  prepare\r\na disaster management plan setting out the following, namely:-              \r\n i.        \r\n  provisions\r\nfor prevention and mitigation measures as provided for in the District Plan and\r\nas is assigned to the department or agency concerned;            \r\n ii.        \r\n  provisions\r\nfor taking measures relating to capacity-building and preparedness as laid down\r\nin the District Plan;           \r\n iii.        \r\n  the\r\nresponse plans and procedures, in the event of, any threatening disaster\r\nsituation or disaster;a.    \r\nb.    \r\n  coordinate\r\nthe preparation and the implementation of its plan with those of the other\r\norganisations at the district level including local authority, communities and\r\nother stakeholders;c.     \r\n  regularly\r\nreview and update the plan; andd.    \r\n  submit\r\na copy of its disaster management plan, and of any amendment thereto, to the\r\nDistrict Authority.", "33": "Disaster Management Act, 2005 33. Requisition by\r\nthe District Authority.- The District\r\nAuthority may by order require any officer or any Department at the district\r\nlevel or any local authority to take such measures for the prevention or\r\nmitigation of disaster, or to effectively respond to it, as may be necessary,\r\nand such officer or department shall be bound to carry out such order.", "34": "Disaster Management Act, 2005 34. Powers and\r\nfunctions of District Authority in the event of any threatening disaster\r\nsituation or disaster.- For the purpose of\r\nassisting, protecting or providing relief to the community, in response to any\r\nthreatening disaster situation or disaster, the District Authority may-a.     \r\n  give\r\ndirections for the release and use of resources available with any Department\r\nof the Government and the local authority in the district;b.    \r\n  control\r\nand restrict vehicular traffic to, from and within, the vulnerable or affected\r\narea;c.     \r\n  control\r\nand restrict the entry of any person into, his movement within and departure\r\nfrom, a vulnerable or affected area;d.    \r\n  remove\r\ndebris, conduct search and carry out rescue operations;e.     \r\n  provide\r\nshelter, food, drinking water and essential provisions, healthcare and\r\nservices;f.     \r\n  establish\r\nemergency communication systems in the affected area;g.    \r\n  make\r\narrangements for the disposal of the unclaimed dead bodies;h.     \r\n  recommend\r\nto any Department of the Government of the State or any authority or body under\r\nthat Government at the district level to take such measures as are necessary in\r\nits opinion;i.      \r\n  require\r\nexperts and consultants in the relevant fields to advise and assist as it may\r\ndeem necessary;j.      \r\n  procure\r\nexclusive or preferential use of amenities from any authority or person;k.     \r\n  construct\r\ntemporary bridges or other necessary structures and demolish structures which\r\nmay be hazardous to public or aggravate the effects of the disaster;l.      \r\n  ensure\r\nthat the non-governmental organisations carry out their activities in an equitable\r\nand non-discriminatory manner;m.   \r\n  take\r\nsuch other steps as may be required or warranted to be taken in such a\r\nsituation.", "35": "Disaster Management Act, 2005 Chapter V: Measures\r\nby the Government for Disaster Management 35. Central\r\nGovernment to take measures.- 1.     \r\n  Subject\r\nto the provisions of this Act, the Central Government shall take all such\r\nmeasures as it deems necessary or expedient for the purpose of disaster\r\nmanagement.2.     \r\n  In\r\nparticular and without prejudice to the generality of the provisions of\r\nsub-section (1), the measures which the Central Government may take under that\r\nsub-section include measures with respect to all or any of the following\r\nmatters, namely:- a.     \r\n  coordination\r\nof actions of the Ministries or Departments of the Government of India, State\r\nGovernments, National Authority, State Authorities, governmental and\r\nnon-governmental organisations in relation to disaster management;b.    \r\n  ensure\r\nthe integration of measures for prevention of disasters and mitigation by\r\nMinistries or Departments of the Government of India into their development\r\nplans and projects;c.     \r\n  ensure\r\nappropriate allocation of funds for prevention of disaster, mitigation,\r\ncapacity-building and preparedness by the Ministries or Departments of the\r\nGovernment of India;d.    \r\n  ensure\r\nthat the Ministries or Departments of the Government of India take necessary\r\nmeasures for preparedness to promptly and effectively respond to any\r\nthreatening disaster situation or disaster;e.     \r\n  cooperation\r\nand assistance to State Governments, as requested by them or otherwise deemed\r\nappropriate by it;f.     \r\n  deployment\r\nof naval, military and air forces, other armed forces of the Union or any other\r\ncivilian personnel as may be required for the purposes of this Act;g.    \r\n  coordination\r\nwith the United Nations agencies, international organisations and governments\r\nof foreign countries for the purposes of this Act;h.     \r\n  establish\r\ninstitutions for research, training, and developmental programmes in the field\r\nof disaster management;i.      \r\n  such\r\nother matters as it deems necessary or expedient for the purpose of securing\r\neffective implementation of the provisions of this Act.1.     \r\n2.     \r\n3.     \r\n  The\r\nCentral Government may extend such support to other countries affected by major\r\ndisaster as it may deem appropriate.", "36": "Disaster Management Act, 2005 36. Responsibilities\r\nof Ministries or Departments of Government of India.- It shall be the\r\nresponsibility of every Ministry or Department of the Government of India to -a.     \r\n  take\r\nmeasures necessary for prevention of disasters, mitigation, preparedness and capacity-building\r\nin accordance with the guidelines laid down by the National Authority;b.    \r\n  integrate\r\ninto its development plans and projects, the measures for prevention or\r\nmitigation of disasters in accordance with the guidelines laid down by the\r\nNational Authority;c.     \r\n  respond\r\neffectively and promptly to any threatening disaster situation or disaster in\r\naccordance with the guidelines of the National Authority or the directions of\r\nthe National Executive Committee in this behalf;d.    \r\n  review\r\nthe enactments administered by it, its policies, rules and regulations, with a\r\nview to incorporate therein the provisions necessary for prevention of\r\ndisasters, mitigation or preparedness;e.     \r\n  allocate\r\nfunds for measures for prevention of disaster, mitigation, capacity-building\r\nand preparedness;f.     \r\n  provide\r\nassistance to the National Authority and State Governments for-              \r\n i.        \r\n  drawing\r\nup mitigation, preparedness and response plans, capacity-building, data\r\ncollection and identification and training of personnel in relation to disaster\r\nmanagement;            \r\n ii.        \r\n  carrying\r\nout rescue and relief operations in the affected area;           \r\n iii.        \r\n  assessing\r\nthe damage from any disaster;           \r\n iv.        \r\n  carrying\r\nout rehabilitation and reconstruction;g.    \r\n  make\r\navailable its resources to the National Executive Committee or a State\r\nExecutive Committee for the purposes of responding promptly and effectively to\r\nany threatening disaster situation or disaster, including measures for- (i)\r\nproviding emergency communication in a vulnerable or affected area; (ii)\r\ntransporting personnel and relief goods to and from the affected area; (iii)\r\nproviding evacuation, rescue, temporary shelter or other immediate relief; (iv)\r\nsetting up temporary bridges, jetties and landing places; (v) providing,\r\ndrinking water, essential provisions, healthcare, and services in an affected\r\narea;h.     \r\n  take\r\nsuch other actions as it may consider necessary for disaster management.", "37": "Disaster Management Act, 2005 37. Disaster\r\nmanagement plans of Ministries or Departments of Government of India.- 1.     \r\n  Every\r\nMinistry or Department of the Government of India shall- a.      prepare a disaster\r\nmanagement plan specifying the following particulars, namely:-                      \r\n i.        \r\n  the\r\nmeasures to be taken by it for prevention and mitigation of disasters in\r\naccordance with the National Plan;                    \r\n ii.        \r\n  the\r\nspecifications regarding integration of mitigation measures in its development\r\nplans in accordance with the guidelines of the National Authority and the\r\nNational Executive Committee;                   \r\n iii.        \r\n  its\r\nroles and responsibilities in relation to preparedness and capacity-building to\r\ndeal with any threatening disaster situation or disaster;                   \r\n iv.        \r\n  its\r\nroles and responsibilities in regard to promptly and effectively responding to\r\nany threatening disaster situation or disaster;                    \r\n v.        \r\n  the\r\npresent status of its preparedness to perform the roles and responsibilities\r\nspecified in sub-clauses (iii) and (iv);                   \r\n vi.        \r\n  the\r\nmeasures required to be taken in order to enable it to perform its responsibilities\r\nspecified in sub-clauses (iii) and (iv);a.    b.     review and update\r\nannually the plan referred to in clause (a);c.      forward a copy of the\r\nplan referred to in clause (a) or clause (b), as the case may be, to the\r\nCentral Government which Government shall forward a copy thereof to the\r\nNational Authority for its approval.1.     \r\n2.     \r\n  Every\r\nMinistry or Department of the Government of India shall-a.     \r\n  make,\r\nwhile preparing disaster management plan under clause (a) of sub-section (1),\r\nprovisions for financing the activities specified therein;b.    \r\n  furnish\r\na status report regarding the implementation of the plan referred to in clause\r\n(a) of sub-section (1) to the National Authority, as and when required by sit.", "38": "Disaster Management Act, 2005 38. State Government\r\nto take measures.- 1.     \r\n  Subject\r\nto the provisions of this Act, each State Government shall take all measures\r\nspecified in the guidelines laid down by the National Authority and such\r\nfurther measures as it deems necessary or expedient, for the purpose of\r\ndisaster management.2.     \r\n  The\r\nmeasures which the State Government may take under sub-section (1) include\r\nmeasures with respect to all or any of the following matters, namely:-a.      coordination of\r\nactions of different departments of the Government of the State, the State\r\nAuthority, District Authorities, local authority and other non-governmental\r\norganisations;b.     cooperation and\r\nassistance in the disaster management to the National Authority and National\r\nExecutive Committee, the State Authority and the State Executive Committee, and\r\nthe District Authorities;c.      cooperation with, and\r\nassistance to, the Ministries or Departments of the Government of India in\r\ndisaster management, as requested by them or otherwise deemed appropriate by\r\nit;d.     allocation of funds\r\nfor measures for prevention of disaster, mitigation, capacity-building and\r\npreparedness by the departments of the Government of the State in accordance\r\nwith the provisions of the State Plan and the District Plans;e.      ensure that the\r\nintegration of measures for prevention of disaster or mitigation by the\r\ndepartments of the Government of the State in their development plans and\r\nprojects;f.      integrate in the\r\nState development plan, measures to reduce or mitigate the vulnerability of\r\ndifferent parts of the State to different disasters;g.     ensure the\r\npreparation of disaster management plans by different departments of the State\r\nin accordance with the guidelines laid down by the National Authority and the\r\nState Authority;h.      establishment of\r\nadequate warning systems up to the level of vulnerable communities;i.       ensure that different\r\ndepartments of the Government of the State and the District Authorities take\r\nappropriate preparedness measures;j.       ensure that in a\r\nthreatening disaster situation or disaster, the resources of different departments\r\nof the Government of the State are made available to the National Executive\r\nCommittee or the State Executive Committee or the District Authorities, as the\r\ncase may be, for the purposes of effective response, rescue and relief in any\r\nthreatening disaster situation or disaster;k.      provide\r\nrehabilitation and reconstruction assistance to the victims of any disaster;\r\nandl.       such other matters as\r\nit deems necessary or expedient for the purpose of securing effective\r\nimplementation of provisions of this Act.", "39": "Disaster Management Act, 2005 39. Responsibilities\r\nof departments of the State Government.- It shall be the\r\nresponsibility of every department of the Government of a State to- a.     \r\n  take\r\nmeasures necessary for prevention of disasters, mitigation, preparedness and\r\ncapacity-building in accordance with the guidelines laid down by the National\r\nAuthority and the State Authority;b.    \r\n  integrate\r\ninto its development plans and projects, the measures for prevention of\r\ndisaster and mitigation;c.     \r\n  allocate\r\nfunds for prevention of disaster, mitigation, capacity-building and\r\npreparedness;d.    \r\n  respond\r\neffectively and promptly to any threatening disaster situation or disaster in\r\naccordance with the State Plan, and in accordance with the guidelines or\r\ndirections of the National Executive Committee and the State Executive\r\nCommittee;e.     \r\n  review\r\nthe enactments administered by it, its policies, rules and regulations with a\r\nview to incorporate therein the provisions necessary for prevention of\r\ndisasters, mitigation or preparedness;f.     \r\n  provide\r\nassistance, as required, by the National Executive Committee, the State\r\nExecutive Committee and District Authorities, for-             \r\n i.        \r\n  drawing\r\nup mitigation, preparedness and response plans, capacity-building, data\r\ncollection and identification and training of personnel in relation to disaster\r\nmanagement;            \r\n ii.        \r\n  assessing\r\nthe damage from any disaster;           \r\n iii.        \r\n  carrying\r\nout rehabilitation and reconstruction;g.    \r\n  make\r\nprovision for resources in consultation with the State Authority for the\r\nimplementation of the District Plan by its authorities at the district level;h.     \r\n  make\r\navailable its resources to the National Executive Committee or the State\r\nExecutive Committee or the District Authorities for the purposes of responding\r\npromptly and effectively to any disaster in the State, including measures for-              \r\n i.        \r\n  providing\r\nemergency communication with a vulnerable or affected area;            \r\n ii.        \r\n  transporting\r\npersonnel and relief goods to and from the affected area;           \r\n iii.        \r\n  providing\r\nevacuation, rescue, temporary shelter or other immediate relief;           \r\n iv.        \r\n  carrying\r\nout evacuation of persons or live-stock from an area of any threatening\r\ndisaster situation or disaster;            \r\n v.        \r\n  setting\r\nup temporary bridges, jetties and landing places;           \r\n vi.        \r\n  providing\r\ndrinking water, essential provisions, healthcare and services in an affected\r\narea;a.      \r\nb.      \r\nc.      \r\nd.      \r\ne.      \r\nf.      \r\ng.      \r\nh.      \r\ni.      \r\n  such\r\nother actions as may be necessary for disaster management.", "40": "Disaster Management Act, 2005 40. Disaster\r\nmanagement plan of departments of State.- 1.     \r\n  Every\r\ndepartment of the State Government, in conformity with the guidelines laid down\r\nby the State Authority, shall- a.      prepare a disaster\r\nmanagement plan which shall lay down the following :-                     \r\n i.        \r\n  the\r\ntypes of disasters to which different parts of the State are vulnerable;                    \r\n ii.        \r\n  integration\r\nof strategies for the prevention of disaster or the mitigation of its effects\r\nor both with the development plans and programmes by the department;                   \r\n iii.        \r\n  the\r\nroles and responsibilities of the department of the State in the event of any\r\nthreatening disaster situation or disaster and emergency support function it is\r\nrequired to perform;                   \r\n iv.        \r\n  present\r\nstatus of its preparedness to perform such roles or responsibilities or\r\nemergency support function under sub-clause (iii);                    \r\n v.        \r\n  the\r\ncapacity-building and preparedness measures proposed to be put into effect in\r\norder to enable the Ministries or Departments of the Government of India to\r\ndischarge their responsibilities under section 37;a.    b.     annually review and\r\nupdate the plan referred to in clause (a); and (c) furnish a copy of the plan\r\nreferred to in clause (a) or clause (b), as the case may be, to the State\r\nAuthority.1.     \r\n2.     \r\n  Every\r\ndepartment of the State Government, while preparing the plan under sub-section\r\n(1), shall make provisions for financing the activities specified therein.3.     \r\n  Every\r\ndepartment of the State Government shall furnish an implementation status\r\nreport to the State Executive Committee regarding the implementation of the\r\ndisaster management plan referred to in sub-section (1).", "41": "Disaster Management Act, 2005 Chapter  VI: Local Authorities 41. Functions of the\r\nlocal authority.- 1.     \r\n  Subject\r\nto the directions of the District Authority, a local authority shall-a.      ensure that its\r\nofficers and employees are trained for disaster management;b.     ensure that resources\r\nrelating to disaster management are so maintained as to be readily available\r\nfor use in the event of any threatening disaster situation or disaster;c.      ensure all\r\nconstruction projects under it or within its jurisdiction conform to the standards\r\nand specifications laid down for prevention of disasters and mitigation by the\r\nNational Authority, State Authority and the District Authority;d.     carry out relief,\r\nrehabilitation and reconstruction activities in the affected area in accordance\r\nwith the State Plan and the District Plan.2.     \r\n  The\r\nlocal authority may take such other measures as may be necessary for the\r\ndisaster management.", "42": "Disaster Management Act, 2005 Chapter VII: National\r\nInstitute of Disaster Management 42. National\r\nInstitute of Disaster Management.- 1.     \r\n  With\r\neffect from such date as the Central Government may, by notification in the\r\nOfficial Gazette appoint in this behalf, there shall be constituted an institute\r\nto be called the National Institute of Disaster Management.2.     \r\n  The\r\nNational Institute of Disaster Management shall consist of such number of\r\nmembers as may be prescribed by the Central Government.3.     \r\n  The\r\nterm of office of, and vacancies among, members of the National Institute of\r\nDisaster Management and manner of filling such vacancies shall be such as may\r\nbe prescribed.4.     \r\n  There\r\nshall be a governing body of the National Institute of Disaster Management\r\nwhich shall be constituted by the Central Government from amongst the members\r\nof the National Institute of Disaster Management in such manner as may be\r\nprescribed.5.     \r\n  The\r\ngoverning body of the National Institute of Disaster Management shall exercise\r\nsuch powers and discharge such functions as may be prescribed by regulations.6.     \r\n  The\r\nprocedure to be followed in excercise of its powers and discharge of its\r\nfunctions by the governing body, and the term of office of, and the manner of\r\nfilling vacancies among the members of the governing body, shall be such as may\r\nbe prescribed by regulations.7.     \r\n  Until\r\nthe regulations are made under this section, the Central Government may make\r\nsuch regulations; and any regulation so made may be altered or rescinded by the\r\nNational Institute of Disaster Management in exercise of its powers.8.     \r\n  Subject\r\nto the provisions of this Act, the National Institute of Disaster Management\r\nshall function within the broad policies and guidelines laid down by the\r\nNational Authority and be responsible for planning and promoting training and\r\nresearch in the area of disaster management, documentation and development of\r\nnational level information base relating to disaster management policies,\r\nprevention mechanisms and mitigation measures.9.     \r\n  Without\r\nprejudice to the generality of the provisions contained in sub-section (8), the\r\nNational Institute, for the discharge of its functions, may - a.     \r\n  develop\r\ntraining modules, undertake research and documentation in disaster management\r\nand organise training programmes;b.    \r\n  formulate\r\nand implement a comprehensive human resource development plan covering all\r\naspects of disaster management;c.     \r\n  provide\r\nassistance in national level policy formulation;d.    \r\n  provide\r\nrequired assistance to the training and research institutes for development of\r\ntraining and research programmes for stakeholders including Government\r\nfunctionaries and undertake training of faculty members of the State level\r\ntraining institutes;e.     \r\n  provide\r\nassistance to the State Governments and State training institutes in the\r\nformulation of State level policies, strategies, disaster management framework\r\nand any other assistance as may be required by the State Governments or State\r\ntraining institutes for capacity-building of stakeholders, Government including\r\nits functionaries, civil society members, corporate sector and people's elected\r\nrepresentatives;f.     \r\n  develop\r\neducational materials for disaster management including academic and\r\nprofessional courses;g.    \r\n  promote\r\nawareness among stakeholders including college or school teachers and students,\r\ntechnical personnel and others associated with multi-hazard mitigation,\r\npreparedness and response measures;h.     \r\n  undertake,\r\norganise and facilitate study courses, conferences, lectures, seminars within\r\nand outside the country to promote the aforesaid objects;i.      \r\n  undertake\r\nand provide for publication of journals, research papers and books and\r\nestablish and maintain libraries in furtherance of the aforesaid objects;j.      \r\n  do\r\nall such other lawful things as are conducive or incidental to the attainment\r\nof the above objects; andk.     \r\n  undertake\r\nany other function as may be assigned to it by the Central Government.", "43": "Disaster Management Act, 2005 43. Officers and\r\nother employees of the National Institute.- The Central\r\nGovernment shall provide the National Institute of Disaster Management with\r\nsuch officers, consultants and other employees, as it considers necessary, for\r\ncarrying out its functions.", "44": "Disaster Management Act, 2005 Chapter VIII:\r\nNational Disaster Response Force 44. National Disaster\r\nResponse Force.- 1.     \r\n  There\r\nshall be constituted a National Disaster Response Force for the purpose of\r\nspecialist response to a threatening disaster situation or disaster.2.     \r\n  Subject\r\nto the provisions of this Act, the Force shall be constituted in such manner\r\nand, the conditions of service of the members of the Force, including\r\ndisciplinary provisions therefor, be such as may be prescribed.", "45": "Disaster Management Act, 2005 45. Control,\r\ndirection, etc.- The general\r\nsuperintendence, direction and control of the Force shall be vested and\r\nexercised by the National Authority and the command and supervision of the\r\nForce shall vest in an officer to be appointed by the Central Government as the\r\nDirector General of the National Disaster Response Force.", "46": "Disaster Management Act, 2005 Chapter IX: Finance,\r\nAccounts and Audit 46. National Disaster\r\nResponse Fund.- 1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette, constitute a\r\nfund to be called the National Disaster Response Fund for meeting any\r\nthreatening disaster situation or disaster and there shall be credited thereto-a.      an amount which the\r\nCentral Government may, after due appropriation made by Parliament by law in\r\nthis behalf provide;b.     any grants that may\r\nbe made by any person or institution for the purpose of disaster management.2.     \r\n  The\r\nNational Disaster Response Fund shall be made available to the National\r\nExecutive Committee to be applied towards meeting the expenses for emergency\r\nresponse, relief and rehabilitation in accordance with the guidelines laid down\r\nby the Central Government in consultation with the National Authority.", "47": "Disaster Management Act, 2005 47. National Disaster\r\nMitigation Fund.- 1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette, constitute a\r\nFund to be called the National Disaster Mitigation Fund for projects\r\nexclusively for the purpose of mitigation and there shall be credited thereto\r\nsuch amount which the Central Government may, after due appropriation made by\r\nParliament by law in this behalf, provide.2.     \r\n  The\r\nNational Disaster Mitigation Fund shall be applied by the National Authority.", "48": "Disaster Management Act, 2005 48. Establishment of\r\nfunds by State Government.- 1.     \r\n  The\r\nState Government shall, immediately after notifications issued for constituting\r\nthe State Authority and the District Authorities, establish for the purposes of\r\nthis Act the following funds, namely:- a.      the fund to be called\r\nthe State Disaster Response Fund;b.     the fund to be called\r\nthe District Disaster Response Fund;c.      the fund to be called\r\nthe State Disaster Mitigation Fund;d.     the fund to be called\r\nthe District Disaster Mitigation Fund.1.     \r\n2.     \r\n  The\r\nState Government shall ensure that the funds established-             \r\n i.        \r\n  under\r\nclause (a) of sub-section (1) is available to the State Executive Committee;            \r\n ii.        \r\n  under\r\nsub-clause (c) of sub-section (1) is available to the State Authority;           \r\n iii.        \r\n  under\r\nclauses (b) and (d) of sub-section (1) are available to the District Authority.", "49": "Disaster Management Act, 2005 49. Allocation of\r\nfunds by Ministries and Departments.- 1.     \r\n  Every\r\nMinistry or Department of the Government of India shall make provisions, in its\r\nannual budget, for funds for the purposes of carrying out the activities and\r\nprogrammes set out in its disaster management plan.2.     \r\n  The\r\nprovisions of sub-section (1) shall, mutatis mutandis, apply to departments of\r\nthe Government of the State.", "50": "Disaster Management Act, 2005 50. Emergency\r\nprocurement and accounting.- Where by reason of\r\nany threatening disaster situation or disaster, the National Authority or the\r\nState Authority or the District Authority is satisfied that immediate\r\nprocurement of provisions or materials or the immediate application of\r\nresources are necessary for rescue or relief,- a.     \r\n  it\r\nmay authorise the concerned department or authority to make the emergency\r\nprocurement and in such case, the standard procedure requiring inviting of\r\ntenders shall be deemed to be waived;b.    \r\n  a\r\ncertificate about utilisation of provisions or materials by the controlling\r\nofficer authorised by the National Authority, State Authority or District\r\nAuthority, as the case may be, shall be deemed to be a valid document or\r\nvoucher for the purpose of accounting of emergency, procurement of such\r\nprovisions or materials.", "51": "Disaster Management Act, 2005 Chapter X: Offences\r\nand Penalties 51. Punishment for\r\nobstruction, etc.- Whoever, without reasonable cause- a.     \r\n  obstructs\r\nany officer or employee of the Central Government or the State Government, or a\r\nperson authorised by the National Authority or State Authority or District\r\nAuthority in the discharge of his functions under this Act; orb.    \r\n  refuses\r\nto comply with any direction given by or on behalf of the Central Government or\r\nthe State Government or the National Executive Committee or the State Executive\r\nCommittee or the District Authority under this Act, shall on conviction be\r\npunishable with imprisonment for a term which may extend to one year or with\r\nfine, or with both, and if such obstruction or refusal to comply with\r\ndirections results in loss of lives or imminent danger thereof, shall on\r\nconviction be punishable with imprisonment for a term which may extend to two\r\nyears.", "52": "Disaster Management Act, 2005 52. Punishment for\r\nfalse claim.- Whoever knowingly\r\nmakes a claim which he knows or has reason to believe to be false for obtaining\r\nany relief, assistance, repair, reconstruction or other benefits consequent to\r\ndisaster from any officer of the Central Government, the State Government, the\r\nNational Authority, the State Authority or the District Authority, shall, on\r\nconviction be punishable with imprisonment for a term which may extend to two\r\nyears, and also with fine.", "53": "Disaster Management Act, 2005 53. Punishment for\r\nmisappropriation of money or materials, etc.- Whoever, being\r\nentrusted with any money or materials, or otherwise being, in custody of, or\r\ndominion over, any money or goods, meant for providing relief in any\r\nthreatening disaster situation or disaster, misappropriates or appropriates for\r\nhis own use or disposes of such money or materials or any part thereof or\r\nwilfully compels any other person so to do, shall on conviction be punishable\r\nwith imprisonment for a term which may extend to two years, and also with fine.", "54": "Disaster Management Act, 2005 54. Punishment for\r\nfalse warning.- Whoever makes or\r\ncirculates a false alarm or warning as to disaster or its severity or\r\nmagnitude, leading to panic, shall on conviction, be punishable with\r\nimprisonment which may extend to one year or with fine.", "55": "Disaster Management Act, 2005 55. Offences by\r\nDepartments of the Government.- 1.     \r\n  Where\r\nan offence under this Act has been committed by any Department of the\r\nGovernment, the head of the Department shall be deemed to be guilty of the\r\noffence and shall be liable to be proceeded against and punished accordingly\r\nunless he proves that the offence was committed without his knowledge or that\r\nhe exercised all due diligence to prevent the commission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a Department of the Government and it is proved that the offence\r\nhas been committed with the consent or connivance of, or is attributable to any\r\nneglect on the part of, any officer, other than the head of the Department,\r\nsuch officer shall be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against and punished accordingly.", "56": "Disaster Management Act, 2005 56. Failure of\r\nofficer in duty or his connivance at the contravention of the provisions of\r\nthis Act.- Any officer, on whom\r\nany duty has been imposed by or under this Act and who ceases or refuses to\r\nperform or withdraws himself from the duties of his office shall, unless he has\r\nobtained the express written permission of his official superior or has other\r\nlawful excuse for so doing, be punishable with imprisonment for a term which\r\nmay extend to one year or with fine.", "57": "Disaster Management Act, 2005 57. Penalty for\r\ncontravention of any order regarding requisitioning.- If any person\r\ncontravenes any order made under section 65, he shall be punishable with\r\nimprisonment for a term which may extend to one year or with fine or with both.", "58": "Disaster Management Act, 2005 58. Offence by\r\ncompanies.- 1.     \r\n  Where\r\nan offence under this Act has been committed by a company or body corporate,\r\nevery person who at the time the offence was committed, was in charge of, and\r\nwas responsible to, the company, for the conduct of the business of the\r\ncompany, as well as the company, shall be deemed to be guilty of the\r\ncontravention and shall be liable to be proceeded against and punished\r\naccordingly:Provided that nothing\r\nin this sub-section shall render any such person liable to any punishment\r\nprovided in this Act, if he proves that the offence was committed without his\r\nknowledge or that he exercised due diligence to prevent the commission of such\r\noffence.1.     \r\n2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company, and it is proved that the offence was committed with\r\nthe consent or connivance of or is attributable to any neglect on the part of\r\nany director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also, be deemed to be\r\nguilty of that offence and shall be liable to be proceeded against and punished\r\naccordingly.Explanation.-For the purpose of this section\r\n- a.     \r\n  \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.    \r\n  \"director\",\r\nin relation to a firm, means a partner in the firm.", "59": "Disaster Management Act, 2005 59. Previous sanction\r\nfor prosecution.- No prosecution for\r\noffences punishable under sections 55 and 56 shall be instituted except with\r\nthe previous sanction of the Central Government or the State Government, as the\r\ncase may be, or of any officer authorised in this behalf, by general or special\r\norder, by such Government.", "60": "Disaster Management Act, 2005 60. Cognizance of\r\noffences.- No court shall take\r\ncognizance of an offence under this Act except on a complaint made by- a.     \r\n  the\r\nNational Authority, the State Authority, the Central Government, the State\r\nGovernment, the District Authority or any other authority or officer authorised\r\nin this behalf by that Authority or Government, as the case may be; orb.    \r\n  any\r\nperson who has given notice of not less than thirty days in the manner\r\nprescribed, of the alleged offence and his intention to make a complaint to the\r\nNational Authority, the State Authority, the Central Government, the State\r\nGovernment, the District Authority or any other authority or officer authorised\r\nas aforesaid.\"", "61": "Disaster Management Act, 2005 61. Prohibition\r\nagainst discrimination.- While providing\r\ncompensation and relief to the victims of disaster, there shall be no\r\ndiscrimination on the ground of sex, caste, community, descent or religion.", "62": "Disaster Management Act, 2005 62. Power to issue\r\ndirection by Central Government.- Notwithstanding\r\nanything contained in any other law for the time being in force, it shall be\r\nlawful for the Central Government to issue direction in writing to the\r\nMinistries or Departments of the Government of India, or the National Executive\r\nCommittee or the State Government, State Authority, State Executive Committee,\r\nstatutory bodies or any of its officers or employees, as the case may be, to\r\nfacilitate or assist in the disaster management and such Ministry or Department\r\nor Government or Authority, Executive Committee, statutory body, officer or\r\nemployee shall be bound to comply with such direction.", "63": "Disaster Management Act, 2005 63. Powers to be made\r\navailable for rescue operations.- Any officer or\r\nauthority of the Union or a State, when requested by the National Executive\r\nCommittee, any State Executive Committee or District Authority or any person\r\nauthorised by such Committee or Authority in this behalf, shall make available\r\nto that Committee or authority or person, such officers and employees as\r\nrequested for, to perform any of the functions in connection with the\r\nprevention of disaster or mitigation or rescue or relief work.", "64": "Disaster Management Act, 2005 64. Making or\r\namending rules, etc., in certain circumstances.- Subject to the\r\nprovisions of this Act, if it appears to the National Executive Committee,\r\nState Executive Committee or the District Authority, as the case may be, that\r\nprovisions of any rule, regulation, notification, guideline, instruction,\r\norder, scheme or bye-laws, as the case may be, are required to be made or\r\namended for the purposes of prevention of disasters or the mitigation thereof,\r\nit may require the amendment of such rules, regulation, notification,\r\nguidelines, instruction, order, scheme or bye-laws, as the case may be, for\r\nthat purpose, and the appropriate department or authority shall take necessary\r\naction to comply with the requirements.", "65": "Disaster Management Act, 2005 65. Power of\r\nrequisition of resources, provisions, vehicles, etc., for rescue operations,\r\netc.- 1.     \r\n  If\r\nit appears to the National Executive Committee, State Executive Committee or\r\nDistrict Authority or any officer as may be authorised by it in this behalf\r\nthat- a.      any resources with\r\nany authority or person are needed for the purpose of prompt response;b.     any premises are\r\nneeded or likely to be needed for the purpose of rescue operations; orc.      any vehicle is needed\r\nor is likely to be needed for the purposes of transport of' resources from\r\ndisaster affected areas or transport of resources to the affected area or\r\ntransport in connection with rescue, rehabilitation or reconstruction, such\r\nauthority may, by order in writing, requisition such resources or premises or\r\nsuch vehicle, as the case may be, and may make such further orders as may\r\nappear to it to be necessary or expedient in connection with the\r\nrequisitioning.1.     \r\n2.     \r\n  Whenever\r\nany resource, premises or vehicle is requisitioned under sub-section (1), the\r\nperiod of such requisition shall not extend beyond the period for which such\r\nresource, premises or vehicle is required for any of the purposes mentioned in\r\nthat sub-section.3.     \r\n  In\r\nthis section,- a.     \r\n  \"resources\"\r\nincludes men and material resources;b.    \r\n  \"services\"\r\nincludes facilities;c.     \r\n  \"premises\"\r\nmeans any land, building or part of a building and includes a hut, shed or\r\nother structure or any part thereof;d.    \r\n  \"vehicle\"\r\nmeans any vehicle used or capable of being used for the purpose of transport,\r\nwhether propelled by mechanical power or otherwise.", "66": "Disaster Management Act, 2005 66. Payment of\r\ncompensation.- 1.     \r\n  Whenever\r\nany Committee, Authority or officer referred to in sub-section (1) of section\r\n65, in pursuance of that section requisitions any premises, there shall be paid\r\nto the persons interested compensation the amount of which shall be determined\r\nby taking into consideration the following, namely:-              \r\n i.        \r\n  the\r\nrent payable in respect of the premises, or if no rent is so payable, the rent\r\npayable for similar premises in the locality;            \r\n ii.        \r\n  if\r\nas consequence of the requisition of the premises the person interested is\r\ncompelled to change his residence or place of business, the reasonable expenses\r\n(if any) incidental to such change:Provided that where\r\nany person interested being aggrieved by the amount of compensation so\r\ndetermined makes an application within the thirty days to the Central\r\nGovernment or the State Government, as the case may be, for referring the\r\nmatter to an arbitrator, the amount of compensation to be paid shall be such as\r\nthe arbitrator appointed in this behalf by the Central Government or the State\r\nGovernment, as the case may be, may determine:Provided further that\r\nwhere there is any dispute as to the title to receive the compensation or as to\r\nthe apportionment of the amount of compensation, it shall be referred by the\r\nCentral Government or the State Government, as the case may be, to an\r\narbitrator appointed in this behalf by the Central Government or the State\r\nGovernment, as the case may be, for determination, and shall be determined in\r\naccordance with the decision of such arbitrator.Explanation.-In this\r\nsub-section, the expression \"person interested\" means the person who\r\nwas in actual possession of the premises requisitioned under section 65\r\nimmediately before the requisition, or where no person was in such actual\r\npossession, the owner of such premises.2.     \r\n  Whenever\r\nany Committee, Authority or officer, referred to in sub-section (1) of section\r\n65 in pursuance of that section requisitions any vehicle, there shall be paid\r\nto the owner thereof compensation the amount of which shall be determined by\r\nthe Central Government or the State Government, as the case may be, on the\r\nbasis of the fares or rates prevailing in the locality for the hire of such\r\nvehicle:Provided that where the owner of such vehicle\r\nbeing aggrieved by the amount of compensation so determined makes an\r\napplication within the prescribed time to the Central Government or the State\r\nGovernment, as the case may be, for referring the matter to an arbitrator, the\r\namount of compensation to be paid shall be such as the arbitrator appointed in\r\nthis behalf by the Central Government or the State Government, as the case may\r\nbe, may determine:Provided further that where immediately\r\nbefore the requisitioning the vehicle or vessel was by virtue of a hire\r\npurchase agreement in the possession of a person other than the owner, the\r\namount determined under this sub-section as the total compensation payable in\r\nrespect of the requisition shall be apportioned between that person and the\r\nowner in such manner as they may agree upon, and in default of agreement, in\r\nsuch manner as an arbitrator appointed by the Central Government or the State\r\nGovernment, as the case may be, in this behalf may decide.", "67": "Disaster Management Act, 2005 67. Direction to\r\nmedial for communication of warnings, etc.- The National\r\nAuthority, the State Authority, or a District Authority may recommend to the\r\nGovernment to give direction to any authority or person in control of any audio\r\nor audio-visual media or such other means of communication as may be available\r\nto carry any warning or advisories regarding any threatening disaster situation\r\nor disaster, and the said means of communication and media as designated shall\r\ncomply with such direction.", "68": "Disaster Management Act, 2005 68. Authentication of\r\norders or decisions.- Every order or\r\ndecision of the National Authority or the National Executive Committee, the\r\nState Authority, or the State Executive Committee or the District Authority,\r\nshall be authenticated by such officers of the National Authority or the\r\nNational Executive Committee or, the State Executive Committee, or the District\r\nAuthority, as may be authorised by it in this behalf.", "69": "Disaster Management Act, 2005 69. Delegation of\r\npowers.- The National\r\nExecutive Committee, State Executive Committee, as the case may be, by general\r\nor special order in writing, may delegate to the Chairperson or any other\r\nmember or to any officer, subject to such conditions and limitations, if any,\r\nas may be specified in the order, such of its powers and functions under this\r\nAct as it may deem necessary.", "70": "Disaster Management Act, 2005 70. Annual report.- 1.     \r\n  The\r\nNational Authority shall prepare once every year, in such form and at such time\r\nas may be prescribed, an annual report giving a true and full account of its\r\nactivities during the previous year and copies thereof shall be forwarded to\r\nthe Central Government and that Government shall cause the same to be laid\r\nbefore both Houses of Parliament within one month of its receipt.2.     \r\n  The\r\nState Authority shall prepare once in every year, in such form and at such time\r\nas may be prescribed, an annual report giving a true and full account of its\r\nactivities during the previous year and copies thereof shall be forwarded to\r\nthe State Government and that Government shall cause the same to be laid before\r\neach House of the State Legislature where it consists of two Houses, or where\r\nsuch Legislature consists of one House, before that House.", "71": "Disaster Management Act, 2005 71. Bar of\r\njurisdiction of court.- No court (except the\r\nSupreme Court or a High Court) shall have jurisdiction to entertain any suit or\r\nproceeding in respect of anything done, action taken, orders made, direction,\r\ninstruction or guidelines issued by the Central Government, National Authority,\r\nState Government, State Authority or District Authority in pursuance of any\r\npower conferred by, or in relation to its functions, by this Act.", "72": "Disaster Management Act, 2005 72. Act to have\r\noverriding effect.- The provisions of\r\nthis Act, shall have effect, notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force or in any instrument\r\nhaving effect by virtue of any law other than this Act.", "73": "Disaster Management Act, 2005 73. Action taken in\r\ngood faith.- No suit or\r\nprosecution or other proceeding shall lie in any court against the Central\r\nGovernment or the National Authority or the State Government or the State\r\nAuthority or the District Authority or local authority or any officer or\r\nemployee of the Central Government or the National Authority or the State\r\nGovernment or the State Authority or the District Authority or local authority\r\nor any person working for on behalf of such Government or authority in respect\r\nof any work done or purported to have been done or intended to be done in good\r\nfaith by such authority or Government or such officer or employee or such\r\nperson under the provisions of this Act or the rules or regulations made\r\nthereunder.", "74": "Disaster Management Act, 2005 74. Immunity from\r\nlegal process.- Officers and\r\nemployees of the Central Government, National Authority, National Executive\r\nCommittee, State Government, State Authority, State Executive Committee or\r\nDistrict Authority shall be immune from legal process in regard to any warning\r\nin respect of any impending disaster communicated or disseminated by them in\r\ntheir official capacity or any action taken or direction issued by them in\r\npursuance of such communication or dissemination.", "75": "Disaster Management Act, 2005 75. Power of Central\r\nGovernment to make rules.- 1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the purposes of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely :-a.     \r\n  the\r\ncomposition and number of the members of the National Authority under\r\nsub-section (2), and the term of office and conditions of service of members of\r\nthe National Authority under sub-section (4), of section 3;b.    \r\n  the\r\nallowances to be paid to the members of the advisory committee under\r\nsub-section (2) of section 7;c.     \r\n  the\r\npowers and functions of the Chairperson of the National Executive Committee\r\nunder sub-section (3) of section 8 and the procedure to be followed by the\r\nNational Executive Committee in exercise of its powers and discharge of its\r\nfunctions under sub-section (4) of section 8;d.    \r\n  allowances\r\nto be paid to the persons associated with the sub-committee constituted by the\r\nNational Executive Committee under sub-section (3) of section 9;e.     \r\n  the\r\nnumber of members of the National Institute of Disaster Management under\r\nsub-section (2), the term of the office and vacancies among members and the\r\nmanner of filling such vacancies under sub-section (3) and the manner of\r\nconstituting the Governing Body of the National Institute of Disaster\r\nManagement under sub-section (4) of section 42;f.     \r\n  the\r\nmanner of constitution of the Force, the conditions of service of the members\r\nof the Force, including disciplinary provisions under sub-section (2) of\r\nsection 44;g.    \r\n  the\r\nmanner in which notice of the offence and of the intention to make a complaint\r\nto the National Authority, the State Authority, the Central Government, the\r\nState Government or the other authority or officer under clause (b) of section\r\n60;h.     \r\n  the\r\nform in which and the time within which annual report is to be prepared under\r\nsection 70;i.      \r\n  any\r\nother matter which is to be, or may be, prescribed, or in respect of which\r\nprovision is to be made by rules.", "76": "Disaster Management Act, 2005 76. Power to make\r\nregulations.- 1.     \r\n  The\r\nNational Institute of Disaster Management, with the previous approval of the\r\nCentral Government may, by notification in the Official Gazette, make\r\nregulations consistent with this Act and the rules made thereunder to carry out\r\nthe purposes of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for all or any of the following matters, namely:- a.     \r\n  powers\r\nand functions to be exercised and dicharged by the governing body;b.    \r\n  procedure\r\nto be followed by the governing body in exercise of the powers and discharge of\r\nits functions;c.     \r\n  any\r\nother matter for which under this Act provision may be made by the regulations.", "77": "Disaster Management Act, 2005 77. Rules and\r\nregulations to be laid before Parliament.- Every rule made by\r\nthe Central Government and every regulation made by the National Institute of\r\nDisaster Management under this Act shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised of one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or regulation or both Houses agree that\r\nthe rule or regulation should not be made, the rule or regulation shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule\r\nor regulation.", "78": "Disaster Management Act, 2005 78. Power of State\r\nGovernment to make rules.- 1.     \r\n  The\r\nState Government may, by notification in the Official Gazette, make rules to\r\ncarry out the provisions of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.     \r\n  the\r\ncomposition and number of the members of the State Authority under sub-section\r\n(2), and the term of office and conditions of service of the members of the\r\nState Authority under sub-section (5), of section 14;b.    \r\n  the\r\nallowances to be paid to the members of the advisory committee under\r\nsub-section (2) of section 17;c.     \r\n  the\r\npowers and functions of the Chairperson of the State Executive Committee under\r\nsub-section (3), and the procedure to be followed by the State Executive\r\nCommittee in exercise of its powers and discharge of its functions under\r\nsub-section (4) of section 20;d.    \r\n  allowances\r\nto be paid to the persons associated with the sub-committee constituted by the\r\nState Executive Committee under sub-section (3) of section 21;e.     \r\n  the\r\ncomposition and the number of members of the District Authority under\r\nsub-section (2), and the powers and functions to be exercised and discharged by\r\nthe Chief Executive Officer of the District Authority under sub-section (3) of\r\nsection 25;f.     \r\n  allowances\r\npayable to the persons associated with any committee constituted by the\r\nDistrict Authority as experts under sub-section (3) of section 28;g.    \r\n  any\r\nother matter which is to be, or may be, prescribed, or in respect of which\r\nprovision is to be made by rules.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made by the State Government under this Act shall be laid, as soon as may\r\nbe after it is made, before each House of the State Legislature where it\r\nconsists of two Houses, or where such Legislature consists of one House before\r\nthat House.", "79": "Disaster Management Act, 2005 79. Power to remove\r\ndifficulties.- 1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government or the State Government, as the case may be, by notification\r\nin the Official Gazette, make order not inconsistent with the provisions of\r\nthis Act as may appear to it to be necessary or expedient for the removal of\r\nthe difficulty: Provided that no such order shall be made after the expiration\r\nof two years from the commencement of this Act.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament or the Legislature, as the case may be."}