{"name": "Displaced Persons (Compensation and Rehabilitation) Amendment Act, 1960\r", "1": "1. Short title.-This Act may be called the Displaced Persons (Compensation and Rehabilitation) Amendment Act, 1960.", "2": "2. [Amendment of section 2.] Rep. by the Repealing and Amending Act (52 of 1964), s. 2 and the First Schedule (w.e.f. 29-12-1964).", "3": "3. [Amendment of section 3.] Rep. by the s. 2 and the First Schedule, ibid. (w.e.f. 29-12-1964).", "4": "4. [Amendment of section 19.] Rep. by the s. 2 and the First Schedule, ibid. (w.e.f. 29-12-1964).", "5": "5. [Amendment of section 20.] Rep. by the s. 2 and the First Schedule, ibid. (w.e.f. 29-12-1964).", "6": "6. [Insertion of new section 20B.] Rep. by the s. 2 and the First Schedule, ibid. (w.e.f. 29-12-1964).", "7": "7. [Amendment of section 26.] Rep. by the s. 2 and the First Schedule, ibid. (w.e.f. 29-12-1964).", "8": "8. [Amendment of section 31.] Rep. by the s. 2 and the First Schedule, ibid. (w.e.f. 29-12-1964).", "9": "9. [Amendment of section 34.] Rep. by the s. 2 and the First Schedule, ibid. (w.e.f. 29-12-1964).", "10": "10. [Amendment of section 40.] Rep. by the s. 2 and the First Schedule, ibid. (w.e.f. 29-12-1964).", "11": "11. Validation of certain action taken.-(1) Any fees in respect of appeals, revisions or other applications which, before the commencement of this Act, have been levied under the Displaced Persons (Compensation and Rehabilitation) Act, 1954 (44 of 1954), shall be deemed to have been validly levied, as if this Act and the amendments made thereby were in force when such fees had been levied.(2) No order made, no action taken and nothing done before the commencement of this Act by any persons exercising the powers of a Deputy Chief Settlement Commissioner shall be invalid or shall be deemed ever to have been invalid merely by reason of any defect in, or invalidity of, the appointment of such person and such appointment shall be deemed to have been validly made, as if this Act and the amendments made thereby were in force on the date of such appointment."}