{"name": "Dissolution of Muslim Marriage Act 1939 \r", "1": "Dissolution of Muslim Marriage Act 1939Short title and\r\nextent:1.      This Act may be\r\ncalled the Dissolution of Muslim Marriages Act, 1939.2.      It extends to the\r\nwhole of India except the State of Jammu and Kashmir.", "2": "Dissolution of Muslim Marriage Act 1939Grounds for decree\r\nfor dissolution of marriage – A woman married under\r\nMuslim law shall be entitled to obtain a decree for the dissolution of her\r\nmarriage on any one or more of the following grounds, namely:1.      \r\n  that the\r\nwhereabouts of the husband have not been known for a period of four years;2.      \r\n  that the\r\nhusband has neglected or has failed to provide for her maintenance for a period\r\nof two years;3.      \r\n  that the\r\nhusband has been sentenced to imprisonment for a period of seven years or\r\nupwards;4.      \r\n  that the\r\nhusband has failed to perform , without reasonable cause , his marital\r\nobligations for a period of three years;5.      \r\n  that the\r\nhusband has impotent at the time of the marriage and continues to be so;6.      \r\n  that the\r\nhusband has been insane for a period of two years or is suffering from leprosy\r\nor a virulent veneral disease;7.      \r\n\r\n  that\r\nshe, having been given in marriage by her father or other guardian before she\r\nattained the age of fifteen years., repudiated the marriage before attaining\r\nthe age of eighteen years;Provide that the\r\nmarriage has not been consummated;8.      \r\n  that the\r\nhusband treas her with cruelty, that is to say.—1.      \r\n  habitually\r\nassaults her or makes her life miserable by cruelty of conduct does not amount\r\nto physical ill-treatment, or2.      \r\n\r\n  associates\r\nwith women of evil repute or leads an infamous life, or3.      \r\n  attempts\r\nto force her to lead an immoral life, or4.      \r\n  disposes\r\nof her property or prevents her exercising her legal rights over it, or5.      \r\n  obstructs\r\nher in the observance of her religious profession or practice, or6.      \r\n  if he\r\nhas more wives than one, does not treat her equitably in accordance with the\r\ninjunctions of the Qoran;9.      \r\n  on any\r\nother ground which is recognised as valid for the dissolution of marriages\r\nunder Muslim law;           \r\nProvide that—1.      \r\n\r\n  no\r\ndecree shall be passed on the ground (iii) until the sentence has become final;2.      \r\n  a decree\r\npassed on ground (i) shall not take effect for a period of six months from the\r\ndate of such decree, and if the husband appears either in person or through an\r\nauthorised agent within that period and satisfied the Court that he is prepared\r\nto perform his conjugal duties, the Court shall set aside the said decree; and3.      \r\n  before\r\npassing a decree on ground (v) the Court shall, on application by the husband,\r\nmake an order requiring the husband to satisfy the Court within a period of one\r\nyear from the date of such order that he has ceased to be impotent, and if the\r\nhusband so satisfies the Court within such period, no decree shall be passed on\r\nthe said ground.", "3": "Dissolution of Muslim Marriage Act 1939Notice to be served\r\non heirs of the husband, when the husband’s whereabouts are not known – In a suit to which\r\nclause (i) of Section 2 applies--1.      \r\n  The\r\nnames and addresses of the persons who would have been the heirs of the husband\r\nunder Muslim law if he had died on the date of the filing of the plaint shall\r\nbe stated in the plaint.2.      \r\n  Notice\r\nof the suit shall be served on such persons, and3.      \r\n  Such\r\npersons shall have the right to be heard in the suit;Provide that paternal\r\nuncle and the broker of the husband, if any, shall be cited as party even if he\r\nor they are not heirs.", "4": "Dissolution of Muslim Marriage Act 1939Effect of conversion\r\nto another faith – The renunciation of\r\nIslam by a married Muslim woman or her conversion to a faith other than Islam\r\nshall not by itself operate to dissolve her marriage :Provide that after\r\nsuch renunciation, or conversion, the woman shall be entitled to obtain a\r\ndecree for the dissolution of her marriage on any of the grounds mentioned in\r\nSection 2 :Provided further that\r\nthe provisions of this Section shall not apply to a woman converted to Islam\r\nfrom some other faith who re-embraces her former faith.", "5": "Dissolution of Muslim Marriage Act 1939Right to dower not to\r\nbe affected – Nothing contained in\r\nthis Act shall affect any right which a married woman may have under Muslim law\r\nto her dower or any part thereof on the dissolution of her marriage.", "6": "Dissolution of Muslim Marriage Act 1939Repeal of Section 5\r\nof Act 26 of 1937 – Repealed by the\r\nRepealing and Amending Act, 1942 (25 of 1942) Sec. 2 and Sch. i."}