{"name": "Dock Workers (Safety, Health and Welfare) Act, 1986\r", "1": "Dock Workers (Safety, Health and Welfare) Act, 1986 1. Short title,\r\nextent, commencement and application. – 1.     \r\n  This\r\nAct may be called the Dock Workers (Safety, Health and Welfare) Act, 1986.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.4.     \r\n  It\r\nshall not apply to any ship of war of any nationality.", "2": "Dock Workers (Safety, Health and Welfare) Act, 1986 2. Definitions. – In this Act, unless\r\nthe context otherwise requires, -a.     \r\n  “Appropriate\r\nGovernment” means, in relation to any major port, the Central Government, and,\r\nin relation to any other port, the State Government;b.    \r\n  “Cargo”\r\nincludes anything carried or to be carried in a ship of other vessel;c.     \r\n  “Chief\r\nInspector” means the Chief Inspector of Dock Safety, appointed under\r\nsub-section (1) of section 3;d.    \r\n  “Dock\r\nwork” means any work in of within the vicinity of any port in connection with,\r\nor required for, or incidental to, the loading, unloading, movement or storage\r\nof cargoes into or from ship or other vessel, port, dock, storage place of\r\nlanding place, and includes-             \r\n i.        \r\n  Work\r\nin connection with the preparation of ships or other vessels for receipt or\r\ndischarge of cargoes or leaving port; andChipping,\r\npainting or cleaning, of any hold, tank, structure of- lifting machinery or any\r\nother storage area in board the ship of in the docks;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n “Dock\r\nworker” means a person employed or to be employed directly or by of through any\r\nagency (including a contractor) with or without knowledge of the principal\r\nemployer, whether for remuneration or not, on dock work;f.     \r\n “Employer”,\r\nin relation to a dock worker, means the person by whom he is employed of is to\r\nbe employed on dock work, whether for remuneration of not:g.    \r\n “Principal\r\nemployer”, in relation to a dock worker employed or to he employed by or\r\nthrough any agency (including a contractor), means the person in connection\r\nwith those work he is employed or is to be employed by such agency;h.     \r\n “Regulation”\r\nmeans a regulation made under this Act.", "3": "Dock Workers (Safety, Health and Welfare) Act, 1986 3. Inspectors. –1.     \r\n  The\r\nappropriate Government may, by notification in the Official Gazette, appoint\r\nsuch person as it thinks fit to be the Chief Inspector or Dock Safety and such\r\npersons as it thinks fit to be Inspectors subordinate to the Chief Inspector for\r\nthe purposes of this Act at such ports as may be specified in the notification.2.     \r\n  The\r\nChief Inspector shall also exercise the powers of an Inspector.3.     \r\n  The\r\nChief Inspector and all Inspectors shall be deemed to be public servants within\r\nthe meaning of the Indian Penal Code (45 of 1860).", "4": "Dock Workers (Safety, Health and Welfare) Act, 1986 4. Powers of\r\nInspectors. – An Inspector may, at\r\nany port for which he is appointed, -a.     \r\n  Enter,\r\nwith such assistance (if any), as he thinks fit, any ship, dock, warehouse or\r\nother premises, where any dock work is being carried on, or where he has reason\r\nto believe that any dock work is being carried on;b.    \r\n  Make\r\nexamination of the ship, dock, lifting machinery, cargo gear, stagings,\r\ntransport equipment, warehouses or other premises, used or to he used, for any\r\ndock work;c.     \r\n  Require\r\nthe production of any register, muster roll or other document relating to the\r\nemployment or dock workers and examine such document;d.    \r\n  Take\r\non the spot or otherwise such evidence of any person, which he may deem\r\nnecessary:\r\nProvided that no person shall be compelled under this section to answer any\r\nquestion or give any evidence tending to incriminate himself;e.     \r\n  Take\r\ncopies of registers, records or other documents or portions thereof as lie may\r\nconsider relevant in respect of any offence which lie has reason to believe has\r\nbeen committed or for the purpose of any inquiry;f.     \r\n  Take\r\nphotograph, sketch, sample, measure or record, as he may consider necessary for\r\nthe purpose of any examination or inquiry;g.    \r\n  Hold\r\nan inquiry into the causes of any accident which he has reason to believe was\r\nthe result of the collapse or failure of lifting machinery, transport\r\nequipment, staging or non-compliance with any of the provisions of this Act or\r\nthe regulations;h.     \r\n  Issue\r\nshows cause notice relating to the safety, health and welfare provisions\r\narising under this Act or the regulations;i.      \r\n  Prosecute,\r\nconduct or defend before any court any complaint or other proceedings arising\r\nunder this Act or the regulations;j.      \r\n  Exercise\r\nsuch other powers as may be conferred upon him by the regulations.", "5": "Dock Workers (Safety, Health and Welfare) Act, 1986 5. Powers of\r\nInspectors where employment of dock workers are dangerous. – 1.     \r\n  If\r\nit appears to an Inspector that any place at which any dock work is being\r\ncarried on is in such a condition that it is dangerous to life, safety or\r\nhealth, of dock workers, he may, in writing, serve on the owner or on the\r\nperson in charge of such place an order prohibiting any dock work in such place\r\nuntil measures have been taken to remove the cause of the danger to his\r\nsatisfaction.2.     \r\n  An\r\nInspector serving an order under sub-section (1) shall endorse a copy to the\r\nChief Inspector who may modify or cancel the order without waiting for an\r\nappeal.", "6": "Dock Workers (Safety, Health and Welfare) Act, 1986 6. Facilities to be\r\nafforded to an Inspector. - The owner or the\r\nperson in charge of the place at which any dock work is being carried on, shall\r\nafford the Chief Inspector or the Inspector all reasonable facilities for\r\nmaking any entry, inspection, survey measurement', examination or inquiry under\r\nthis Act or the regulations.", "7": "Dock Workers (Safety, Health and Welfare) Act, 1986 7. Restrictions on\r\ndisclosure of information. – 1.     \r\n  All\r\ncopies of, and extracts from, registers or other records in relation to any\r\ndock work and all other information required by the Chief Inspector or an\r\nInspector or by any one assisting him, in the course of the inspection or\r\ninvestigation carried out for the purposes of this Act or the regulations shall\r\nbe regarded as confidential and shall not be disclosed to any person or\r\nauthority unless such disclosure is for the purpose of any action or proceeding\r\nunder this Act or the regulations or under any other law or unless the Chief\r\nInspector or the Inspector considers such disclosure necessary to ensure the\r\nhealth, safety or welfare of any dock worker.2.     \r\n  The\r\nChief Inspector or the Inspector shall not disclose the source of any complaint\r\nbringing to his notice a defect or breach of any legal provisions and if any\r\nvisit or inspection is to be made in connection with such a complaint, he shall\r\ngive no intimation to the employer that the visit is made in consequence of\r\nreceipt of such a complaint:Provided that the\r\nrestrictions imposed under this subsection shall not apply to any case where\r\nthe complainant himself has expressed his willingness to have the source of the\r\ncomplaint disclosed.1.     \r\n2.     \r\n3.     \r\n  If\r\nthe Chief Inspector or an Inspector or any other person referred to in\r\nsub-section (1) discloses, contrary to the provisions or this section, any\r\ninformation as aforesaid, he shall be punishable with imprisonment for a term\r\nwhich may extend to one year, or with fine, or with both.", "8": "Dock Workers (Safety, Health and Welfare) Act, 1986 8. Appeal. – Any person aggrieved\r\nby an order under section 5 may, within fifteen days the date on which the\r\norder is communicated to him, prefer an appeal to the Chief Inspector or where\r\nSuch order is by the Chief Inspector, to such authority as may he specified by\r\nthe regulation and the Chief' Inspector on such authority shall, after giving\r\nthe appellant an opportunity of being heard, dispose of' the appeal is\r\nexpeditiously as possible:Provided that the\r\nChief Inspector or such authority may entertain the appeal after the expiry of\r\nthe said period of fifteen days if he is satisfied that the appellant was\r\nprevented by Sufficient cause from film the appeal in time:Provided further that\r\nan order under section 5 shall be complied with, pending the decision of the\r\nChief Inspector or such authority.", "9": "Dock Workers (Safety, Health and Welfare) Act, 1986 9. Advisory\r\nCommittee. – 1.     \r\n  The\r\nappropriate Government treaty constitute an Advisory Committee to advise upon\r\nsuch matters arising out of the administration of this Act and the regulation\r\nas that Government may refer to it for advice.2.     \r\n  The\r\nmembers of the Advisory Committee shall be appointed by the appropriate\r\nGovernment and shall he of such member and chosen in such manner as may be\r\nprescribed lay rules made under this Act:Provided that the\r\nAdvisory Committee shall include an equal number of members representing-             \r\n i.        \r\n  The\r\nappropriate Government,The\r\ndock workers, and           \r\n iii.        \r\n  The\r\nemployers of' dock workers and shipping companies.1.     \r\n2.     \r\n3.     \r\n  The\r\nChairman of the Advisory Committee shall be one of' the members appointed to\r\nrepresent the appropriate Government, nominated in this behalf by that\r\nGovernment.4.     \r\n  The\r\nappropriate Government shall publish in the Official Gazette the names of all\r\nmembers of the Advisory Committee.5.     \r\n  The\r\nterm of office of' the members of the Advisory Committee and the manner of\r\nvacancies among and the procedure to be followed in the discharge of their\r\nfunctions by, the members shall be such as may be prescribed by rules made\r\nunder this Act.", "10": "Dock Workers (Safety, Health and Welfare) Act, 1986 10. Power of\r\nappropriate Government to direct inquiry into cases of accidents or diseases. – 1.     \r\n  The\r\nappropriate Government may, if it considers it expedient to do so, appoint a\r\ncompetent person to inquire into the causes of any accident occurring, in connection\r\nwith any dock work or into any cases where a disease specified by regulations\r\nas a disease it disease connected with dock work has been or is Suspected to\r\nhave been contracted by dock workers and may also appoint one or more persons\r\npossessing, legal or special knowledge to act as assessors in Such inquiry.2.     \r\n  The\r\nperson appointed to hold an inquiry under this section shall have all the\r\npowers of' a civil court under the Code of Civil Procedure, 1908 (5 of 1908)\r\nfor the Purposes of enforcing the attendance of witness and compelling the\r\nproduction of document and material objects and may also, so far as may be\r\nnecessary for the Purposes of the inquiry, exercise any of the powers of an\r\nInspector under this Act; and every person required by the person making the\r\ninquiry to furnish any information shall he deemed to he legally bound so to do\r\nwithin the meaning of section 176 or the Indian Penal Code (45 of' 1860).3.     \r\n  The\r\nperson holding the inquiry under this section shall make a report to the\r\nappropriate Government stating the causes of the accident or, as the case may\r\nbe, disease and any attendant circumstances and adding any observations which\r\nhe or any of the assessors may think fit to make.4.     \r\n  The\r\nprocedure to be followed at inquiries under this section shall be such is the\r\nappropriate Government may prescribe by rules under section 20.", "11": "Dock Workers (Safety, Health and Welfare) Act, 1986 11. Obligations of\r\ndock workers. – \n1.     \r\n  No\r\ndock worker shall-a.      Wilfully interfere\r\nwith, or misuse, any appliance, convenience or other thing provided in\r\nconnection with any dock work for the purpose or securing the health, safety\r\nand welfare of dock workers;b.     Wilfully and without\r\nreasonable cause do anytime, likely to endanger himself' or others; andc.      Willfully neglect to\r\nmake use of any appliance, convenience or other thing provided in connection\r\nwith any dock work for the purpose of securing the health, safety and welfare\r\nof dock workers.1.     \r\n2.     \r\n  If\r\nany dock worker contravenes any of the provisions of sub-section (1) he shall\r\nbe punishable with imprisonment for a term, which may extend to three months,\r\nor with late which may extend to one hundred rupees, or with both.", "12": "Dock Workers (Safety, Health and Welfare) Act, 1986 12. Power to exempt. – The appropriate\r\nGovernment may, by notification in the Official Gazette, exempt from all of any\r\nor the provisions of this Act and of' the regulations, or such conditions, if\r\nany, as it thinks fit-a.     \r\n  Any\r\nport or place, dock, wharf, quay or similar premises, if that Government is\r\nsatisfied that dock work is only occasionally carried on or the traffic is\r\nsmall and confined to small ships and fishing vessels at such port, dock,\r\nwharf, quay or similar premises; orb.    \r\n  Any,\r\nspecified ship or class of ships, if that Government is satisfied, having\r\nregard to the features of such ship or ships, the nature, quantum and\r\nperiodicity of dock work carried thereon and all other relevant factors, that\r\nit is necessary so to do:Provided that the\r\nappropriate Government shall not grant exemption under this section unless it\r\nis satisfied, that such exemption will not adversely affect the health, safety,\r\nand welfare of dock workers.", "13": "Dock Workers (Safety, Health and Welfare) Act, 1986 13. Protection of\r\naction taken in good faith. – No suit, prosecution\r\nor other legal proceeding shall lie against any person for anything which is in\r\ngood faith done or intended to be done under this Act.", "14": "Dock Workers (Safety, Health and Welfare) Act, 1986 14. Penalties. – 1.     \r\n  Whoever,\r\n-a.      Wilfully obstructs an\r\nInspector in exercise of any power conferred by or under this Act or fails to\r\nproduce on demand by an Inspector any register or other documents kept in\r\npursuance of the regulations or otherwise in connection with any dock work or\r\nconceals or prevents or attempts to prevent any person from appearing before,\r\nor being examined by, an Inspector; orb.     Unless duly\r\nauthorised or in case of necessity, removes any, fencing, gangway, gear,\r\nladder, life-saving means or appliance, light, mark, stage or other thing\r\nrequired to be provided by, or under, the regulations orc.      Having in case of\r\nnecessity removed any such fencing, gangway, gear, ladder, lifesaving means or\r\nappliance, light, mark, stage or other thing, omits to restore it at the end of\r\nthe period for which its removal was necessary, Shall be punishable with\r\nimprisonment for a term which may extend to six months, or with fine which may\r\nextend to five thousands rupees, or with both.1.     \r\n2.     \r\n  Being\r\na person whose duty is to comply with any of the regulations if any, person,\r\ncontravenes such regulations and such contravention results-a.      In any fatal accident\r\nto a dock worker, orb.     An accident, which\r\nincapacitates a dock worker from earning his full wages for more than a\r\nfortnight,Such person shall be\r\npunishable with imprisonment for a term which may extend to six months or with\r\nfine which shall not be less than two thousand rupees in a case falling under\r\nclause (a) and five hundred rupees in a case falling under clause (b) but which\r\nmay extend, in either case, to five thousand rupees, or with both, and the\r\ncourt may order the whole or part of the fine to be paid to the dependent of\r\nthe deceased dock worker or, as the case may be, to the injured dock worker.Explanation. -The\r\nprovisions of this sub-section shall be in addition to any provisions, which\r\nmay be made under sub-section (4) of section 21.1.     \r\n2.     \r\n3.     \r\n  Subject\r\nto the provisions of section 11, if any dock worker contravenes any provision\r\nof this Act or the regulations imposing any duty or liability on dock workers,\r\nhe shall be Punishable with imprisonment for a term, which may extend to three\r\nmonths, or with title, which may extend to two hundred rupees, or with both.4.     \r\n  If\r\nany person who has been convicted for an offence punishable under any of the\r\nprovisions of this Act or the regulations is again convicted for an offence\r\ncommitted within two year or the previous conviction and involving, a\r\ncontravention of the same provision, lie shall be Punishable for each\r\nsubsequent conviction with double the imprisonment to which he would have been\r\nliable for the first contravention of such provision.", "15": "Dock Workers (Safety, Health and Welfare) Act, 1986 15. Determination of\r\nthe persons responsible for the offence in certain cases. – If the person\r\ncommitting an offence made punishable by this Act or the regulation of any\r\nabetment thereof is a firm or other association of individuals or a company or\r\na local authority, shall or any of the partners or members or directors thereof\r\nas well as the firm, Dissociation of individuals, company or local authority\r\nshall be deemed to be guilty of the offence or abetment and shall be liable to\r\nbe proceeded against and punished accordingly:Provided that where a\r\nfirm, association or company has given notices in writing to the Chief\r\nInspector and the Inspector of the port where any dock work is being carried\r\nthat it has nominated, -a.     \r\n  In\r\nthe case of' a any of its partners;b.    \r\n  In\r\nthe case of an association, any of its members;c.     \r\n  In\r\nthe case of a company, any of its directors,Who is resident, in\r\neach case in any place to which this Act extends and who is in each case either\r\nin fact in charge of the management of, or holds the largest number of shares\r\nin, such firm, association or company, to assume the responsibility of the\r\nperson in change of any dock work for the purposes of this Act, such partner,\r\nmember or director, as the case may be, shall, so long as he continues to so aside\r\nand be in change of hold the largest number of shares as aforesaid, he deemed\r\nto he the person in change of such dock work for the purposes of this Act\r\nunless a notice in writing cancelling, his nomination or stating that he has\r\nceased to be a partner, member or director, as the case may be, is received by\r\nthe Chief Inspector.", "16": "Dock Workers (Safety, Health and Welfare) Act, 1986 16. Power of court to\r\nmake orders. – \n1.     \r\n  Where\r\na person is convicted or an offence punishable under this Act the court may, in\r\naddition to awarding, him any punishment, by order in writing require him\r\nwithin a period specified in the order (which may be extended by the court from\r\ntime to time on application made in this behalf) to take such measures as may\r\nbe so specified for remedying, the matters in respect of which offence was\r\ncommitted.2.     \r\n  Where\r\nan order is made under sub-section (1), the person shall not he liable under\r\nthis Act in respect of the continuance of the offence during the period, or\r\nextended period, if any, but if on the expiry of such period or extended period\r\nthe order of the Court has not been any complied with, the person shall be\r\ndeemed to have committed under there offence and shall be punishable with\r\nimprisonment for a term which may extend to six months, or with fine which may\r\nextend to one hundred rupees for every may after such expiry on which the order\r\nhas not been complied with, or with both.", "17": "Dock Workers (Safety, Health and Welfare) Act, 1986 17. Provisions\r\nrelating to jurisdiction. – 1.     \r\n  No\r\ncourt inferior to that of metropolitan magistrate or a magistrate of the first\r\nclass shall try any offence under this Act or the regulations.2.     \r\n  No\r\nprosecution for any offence under this Act or the regulations shall be\r\ninstituted except by or with the previous sanction of all Inspector.3.     \r\n  Notwithstanding,\r\nanything contained in the Code of Criminal Procedure, 1973 (2 of 1974), no\r\ncourt shall take cognizance of an offence under this Act or the regulations\r\nunless complaint thereof' has been made-a.      In the case of File\r\noffence punishable with fine, -                     \r\n i.        \r\n  Within\r\nsix months from the date of the offence; or                    \r\n ii.        \r\n  Where\r\nthe commission of the offence was not known to the Inspector, within six months\r\nfrom the first day on which the offence comes to the knowledge of' the\r\nInspector of                   \r\n iii.        \r\n  Where\r\nit is not known by whom the offence was committed, within six months from the\r\nfirst day on which the identity of the offender is known to the Inspector; or\r\n(h) In the case of an offence punishable with imprisonment             \r\n i.        \r\n  Within\r\none year from the date of the offence; orWhere\r\nthe commission of the offence was not known to the Inspector, within one year\r\nfrom the first day on which the offence comes to the knowledge of the\r\nInspector; or           \r\n iii.        \r\n  Where\r\nit is not known by whom the offence was committed, within six months from the\r\nfirst day on which the identity of the offender is known to the Inspector.Explanation-For the\r\npurposes of this section, in the case of a continuing offence a fresh period of\r\nlimitation shall begin to run at every movement of the time during which the\r\noffence continues.", "18": "Dock Workers (Safety, Health and Welfare) Act, 1986 18. Provision\r\nregarding fine. – Notwithstanding\r\nanything contained in section 29 of the Code of' Criminal Procedure, 1973 (2 of\r\n1974), it shall be lawful for a metropolitan magistrate or a magistrate of the\r\nfirst class to pass a sentence of fine exceeding five thousand rupees authorised\r\nby this Act or the regulations on any person convicted of any offence there under.", "19": "Dock Workers (Safety, Health and Welfare) Act, 1986 19. General provision\r\nfor punishment for other offences. – Any person who\r\ncontravenes any provision of this Act shall, if no other penalty is provided\r\nfor such contravention under this Act, be punishable with fine, which may\r\nextend to five hundred rupees.", "20": "Dock Workers (Safety, Health and Welfare) Act, 1986 20. Power to make\r\nrules. – The appropriate\r\nGovernment may, by notification in the Official Gazette, make rules consistent\r\nwith this Act for all or any of the following purposes, namely: -a.     \r\n  The\r\nmanner in which an Inspector is to exercise the powers conferred upon him under\r\nthis Act;b.    \r\n  The\r\ninspection of premises of ships where any dock work is carried on;c.     \r\n  The\r\nmanner of services of orders made under this Act;d.    \r\n  The\r\nterm of office and other conditions of service of members of the Advisory\r\nCommittee, the manner of filling, vacancies among, and the procedure to be\r\nfollowed in, the discharge of their functions under subsection (5) of section\r\n9;e.     \r\n  The\r\nprocedure at inquiries under section 10; andf.     \r\n  Any\r\nother matter, which is to be provided for by rules under this Act.", "21": "Dock Workers (Safety, Health and Welfare) Act, 1986 21. Power to make\r\nregulations. – 1.     \r\n  The\r\nappropriate Government may, by notification in the Official Gazette, make\r\nregulations consistent with this Act for providing for the safety, health and\r\nwelfare of dock workers.2.     \r\n  Such\r\nregulation may provide for all or any of the following purposes, namely: - a.     \r\n  Providing\r\nfor the general requirement relating to the construction, equipping and\r\nmaintenance for the safety of workmen places on shore, ship, dock, structure\r\nand other places at which any dock work is carried on;b.    \r\n  Providing\r\nfor the safety of any regular approaches over a dock, wharf, quay or other\r\nplaces which dock worker have to use for going for work and for fencing of such\r\nplaces and projects;c.     \r\n  Providing\r\nfor the efficient lighting of all areas of dock, ship, any other vessel, clock\r\nstructure or working a places where any dock work is carried on and of all\r\napproaches to Such places to which dock workers are required to go in the\r\ncourse of: their employment;d.    \r\n  Providing\r\nand maintaining, adequate ventilation and suitable temperature in every\r\nbuilding or an enclosure on ship where dock workers are employed;e.     \r\n  Providing\r\nfor the fire and explosion preventions and protection;f.     \r\n  Providing\r\nfor safe means of access to ships, holds, staging, equipment, appliances and\r\nother working places;g.    \r\n  Providing\r\nfor the safety of workers engaged in the opening and closing of hatches,\r\nprotection of ways and other openings in the docks which may be dangerous to\r\nthem.h.     \r\n  Providing\r\nfor the satiety of workers on docks from the risk of filling over-board being\r\nstruck by cargo during, loading of unloading operations;i.      \r\n  Providing\r\nfor the Construction, maintenance and use of lifting and other cargo handling\r\nappliances and services, such as, pallets containing or supporting loads and\r\nprovision of safety appliances on them, if necessary;j.      \r\n  Providing,\r\nfor the safety of workers employed in freight container terminals of other\r\nterminals for handing unitized cargo;k.     \r\n  Providing\r\nfor the fencing of machinery, live electrical conductors, steam pipes and\r\nhazardous openings;l.      \r\n  Providing,\r\nfor the construction, maintenance and use of staging;m.   \r\n  Providing\r\nfor the rigging and use of ship's derricks;n.     \r\n  Providing\r\nfor the testing, examination, inspection and certification as appropriate of'\r\nloose gears including chains and ropes and of slings and other lifting devices\r\nused in the dock work;o.    \r\n  Providing\r\nfor the precautions to be taken to facilitate escape of workers when employed\r\nin a hold, bin, hopper or the like or between decks of a hold while handing coal\r\nof other bulk cargo;p.    \r\n  Providing\r\nfor the measures to be taken in order to prevent dangerous methods of' working\r\nin the stacking, unstacking, stowing and unstowing of cargo or handing in\r\nconnection therewith;q.    \r\n  Providing\r\nfor the handling of dangerous substances and working, in dangerous of harmful\r\nenvironments and the precautions to be taken in connection with Such handling;r.      \r\n  Providing\r\nfor the work in connection with cleaning, chipping painting, operations and\r\nprecautions to be taken in connection with such work;s.     \r\n  Providing\r\nfor the employment of persons for handling cargo, handling appliances, power\r\noperated batch covers or other power operated ship's equipment such as, door in\r\nthe hull of a ship, ramp, retraceable car deck or similar equipment or to give\r\nsignals to the drivers of such machinery;t.      \r\n  Providing\r\nfor the transport of dock workers;u.     \r\n  Providing\r\nthe precautions to be taken to protect dock workers against harmful effects of\r\nexcessive noise, vibration and air pollution at the work place;v.     \r\n  Providing\r\nfor protective equipment or protective clothing;w.    \r\n  Provided\r\nfor the sanitary, washing and welfare facilities-x.     \r\n  Providing\r\nfor-                     \r\n i.        \r\n  The\r\nmedical supervision;                    \r\n ii.        \r\n  The\r\nambulance rooms, first aid and rescue facilities and arrangements for the\r\nremoval of dock workers to the nearest place of treatment;                   \r\n iii.        \r\n  The\r\nsafety and health Organisation; and                   \r\n iv.        \r\n  The\r\ntraining of dock workers and for the obligations and rights of the dock workers\r\nfor then safety and health at the work place;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\nl.     \r\nm.     \r\nn.     \r\no.     \r\np.     \r\nq.     \r\nr.     \r\ns.     \r\nt.     \r\nu.     \r\nv.     \r\nw.     \r\nx.     \r\ny.     \r\n  Providing\r\nfor the investigation of occupational accidents, dangerous occurrences and\r\ndiseases, specifying such diseases and the forms of' notices, the persons and\r\nauthorities to whom, they are to be furnished, the particulars to be contained\r\nin them and the time within which they are to be submitted; andz.     \r\n  Providing\r\nfor the submission of statement of accidents, man-days lost, volume of cargo\r\nhandled and particulars of dock workers.1.     \r\n2.     \r\n3.     \r\n  The\r\nregulations made under this section may, -a.     \r\n  Provide\r\nfor the circumstances in which and the conditions subject to which, exemptions\r\nfrom any of the regulations made under this section may be given specifying the\r\nauthorities who may grant such exemptions and regulating their procedure; andb.    \r\n  Make\r\nspecial provision to meet the special requirement of ally particular port of\r\nports.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  In\r\nmaking a regulation under this section the appropriate Government may direct\r\nthat a breach thereof shall be punishable with imprisonment for a term which\r\nmay extend to six months, or with fine which may extend to five thousand\r\nrupees, or with both, and, if the breach is continued after conviction, with a\r\nfurther fine which may extend to one hundred rupees for each day on which the\r\nbreach is so continued.", "22": "Dock Workers (Safety, Health and Welfare) Act, 1986 22. General provision\r\nrelating to rules and regulations. – 1.     \r\n  The\r\npower to make rules and regulations connected by sections 20 and 21 is subject\r\nto the condition of the rules and regulations being, made after previous\r\npublications.2.     \r\n  The\r\ndate to be specified in accordance with clause (3) of section 23 of the General\r\nClauses Act, 1897 (10 of 1897), as that after which a draft of rules or\r\nregulations proposed to be made will be taken under consideration, shall not be\r\nless than forty-five days from the date on which the draft of the proposed\r\nrules or regulations is published for general information.3.     \r\n  Every\r\nrule and every regulation made under this Act by the Central Government shall\r\nbe laid as soon as may be after it is made, before each House or Parliament,\r\nwhile it is in session, for a total period of thirty days which may be\r\ncomprised in one session or in two or more successive sessions, and if before\r\nthe expiry of the session immediately following the session or the successive\r\nsessions aforesaid, both Houses agree in making, any modification in the rule\r\nof regulation or both Houses agree that the rule or regulation should not be\r\nmade, the rule of regulation shall thereafter have effect only in such modified\r\nform or be of no effect, as the case may be; so, however, that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule or regulation, as the case may he.4.     \r\n  Every\r\nrule and every regulation, made under this Act by a State Government shall be\r\nlaid, as soon as may be after it is made, before the State Legislature.", "23": "Dock Workers (Safety, Health and Welfare) Act, 1986 23. Amendment of Act\r\n9 of 1948. – In the Dock Workers\r\n(Regulation of Employment) Act, 1948, in section 3, in sub-section (2), -a.     \r\n  In\r\nclause (g) the words “and welfare” shall be omitted:b.    \r\n  Clause\r\n(h) shall be omitted.", "24": "Dock Workers (Safety, Health and Welfare) Act, 1986 24. Repeal. – The Indian Dock\r\nLabourers Act, 1934 (19 of 1934), is hereby repealed.", "25": "Dock Workers (Safety, Health and Welfare) Act, 1986 25. Saving. – The Indian Dock\r\nLabourers Regulations, 1948 made under section 5 of the Indian Dock Labourers\r\nAct, 1934 (19 of 1934), so repeated and the Dock Workers (Safety, Health and\r\nWelfare) Scheme 1961 made under section 4 of the Dock Workers (Regulation of\r\nEmployment) Act, 1948 (9 of 1948), shall be deemed to be regulation framed\r\nunder this Act and shall be in force unless they are altered or reseeded under\r\nthis Act."}