{"name": "Dowry Prohibition Act, 1961\r", "1": "Dowry Prohibition Act, 19611. Short tile, extent and commencement-(1) This Act may be called the Dowry\r\nProhibition Act, 1961.(2) It extends to the whole of India except the State of Jammu and Kashmir .(3) It shall come into force on such date (Note:\r\nIt came into force on 1st July, 1961) as the Central Government\r\nmay, by notification in the Official Gazette, appoint.", "2": "Dowry Prohibition Act, 19612. Definition of ‘dowry’.-In this Act, \"dowry\" means any property\r\nor valuable security given or agreed to be given either directly or indirectly.\r\n1. By one party to a\r\nmarriage to the other party to the marriage, or2. By the parent of\r\neither party to a marriage or by any other person, , to either party to the\r\nmarriage or to any other person,At or before [(Note: Subs. by Act 43 of\r\n1986, sec.2) or any time after the marriage] [(Note: Subs. by Act 63 of\r\n1984, sec.2) in connection with the marriage of the said parties, but does\r\nnot include] dower or mahr in the case or persons to whom the Muslim\r\nPersonal Law (Shariat) applied.(Note: Explanation I omitted by act 63 of\r\n1984, sec.2).Explanation II- The expression\r\n\"valuable security\" has the same meaning as in section 30 of the\r\nIndian Penal Code (45 of 1860).Comment: “…even if the demand is long after the\r\nmarriage the same could constitute dowry, if other requirements of the section\r\nare satisfied.” : State of  H.P v. Nikku Ram, AIR\r\n1996 SUPREME COURT 67", "3": "Dowry Prohibition Act, 19613. Penalty for giving or taking dowry.-[(Note: Section 3 re-numbered as\r\nsub-section (1) thereof by Act No.63 of 1984, sec.3) (1)] If any\r\nperson, after the commencement of this Act, gives or takes or abets the giving\r\nor taking of dowry, he shall be punishable with imprisonment for a term which\r\nshall not be less than [(Note: Subs. by Act 43 of 1986, Sec.3) five\r\nyears, and with fine which shall not be less than fifteen thousand rupees or\r\nthe amount of the value of such dowry, whichever is more:]Provided that the Court may, for a adequate and\r\nspecial reasons to be recorded in he judgment, impose a sentence of\r\nimprisonment of a term of less than [(Note: Subs. by Act 43 of 1986, Sec.3) five\r\nyears.](2) [(Note: Ins. by Act 63 of 1984, sec.3) Nothing\r\nis sub section (1) shall apply to, or in relation to, -1. Presents which are\r\ngiven at the time of a marriage to the bride (without any demand having been\r\nmade in that behalf).2. Presents which are\r\ngiven at the time of a marriage to the bridegroom (without any demand having\r\nbeen made in that behalf).Provided that such presents are entered in a\r\nlist maintained in accordance with the rules made under this Act.Provided further that where such presents are\r\nmade by or on behalf of the bride or any person related to the bride, such\r\npresents are of a customary nature and the value thereof is not excessive\r\nhaving regard to the financial status of the person by whom, or on whose\r\nbehalf, such presents are given .", "4": "Dowry Prohibition Act, 19614.  [(Note: Subs. by act 63 of 1984, sec.4) Penalty\r\nfor demanding dowry.-If any person demands, directly or indirectly,\r\nfrom the parents or other relatives or guardian of a bride or bridegroom, as\r\nthe case may be, any dowry, he shall be punishable with imprisonment for a term\r\nwhich shall not be less than six months, but which may extend to two years and\r\nwith fine which may extend to ten thousand rupees.Provided that the Court may, for a adequate and\r\nspecial reasons to be mentioned in the judgment, impose a sentence of\r\nimprisonment for a term of less than six months.", "5": "Dowry Prohibition Act, 19615. Agreement For Giving Or Taking Dowry To Be Void .-Any agreement for the giving or taking of dowry shall be void.", "6": "Dowry Prohibition Act, 19616. Dowry To Be For The Benefit Of The Wife Or Her Heirs.-\n(1) Where any dowry is received by any person other than the\r\nwoman in connection with whose marriage it is given, that person shall transfer\r\nit to the woman-(a) if the dowry was received before marriage, within\r\nthree months after the date of marriage; or(b) if the dowry was received at the time of or after the\r\nmarriage within three months after the date of its receipt; or(c) if the dowry was received when the woman was a minor, within\r\nthree months after she has attained the age of eighteen years.and pending such transfer, shall hold it in trust for the\r\nbenefit of the woman.(2) If any person fails to transfer any property as required by\r\nsub-section (1) within the time limit specified therefor or as required by\r\nsub-section (3), he shall be punishable with imprisonment for a term which\r\nshall not be less than six months, but which may extend to two years or with\r\nfine which shall not be less than five thousand rupees, but which may extend to\r\nten thousand rupees or with both.(3) Where the woman entitled to any property under sub-section\r\n(1) dies before receiving it, the heirs of the woman shall be entitled to claim\r\nit from the person holding it for the time being:Provided that where such woman dies within seven years of her\r\nmarriage, otherwise than due to natural causes, such property shall,-(a) if she has no children, be transferred to her parents, or(b) if she had children, be transferred to such children and\r\npending such transfer, be held in trust for such children.(3-A) Where a person convicted under sub-section (2) for failure\r\nto transfer any property as required by sub-section (1) tor sub-section (3)]\r\nhas not, before his conviction under that sub-section, transferred such\r\nproperty to the woman entitled thereto or, as the case may be, her heirs,\r\nparents or children, the Court shall, in addition to awarding punishment under\r\nthat sub-section, direct, by order in writing, that such person shall transfer\r\nthe property to such woman or, as the case may be, her heirs, parents or\r\nchildren within such period as may be specified in the order, andif such person\r\nfails to comply with the direction within the period so specified, an amount\r\nequal to the value of the property may be recovered from him as if it were a\r\nfine imposed by such Court and paid to such woman or, as the case may be, her\r\nheirs, parents or children.(4) Nothing contained in this section shall affect provisions of\r\nSec. 3 or Sec. 4.", "7": "Dowry Prohibition Act, 19617. Cognizance Of Offence.-Notwithstanding anything contained in the Code of Criminal\r\nProcedure, 1973 (2 of 1974),-(a) no Court inferior to that of a Metropolitan Magistrate or a\r\nJudicial Magistrate of the first class shall try any offence under this Act;(b) no Court shall take cognizance of an offence under this Act\r\nexcept upon-(i) its own knowledge or a police report of the facts\r\nwhich constitute such offence, or(ii) a complaint by the person aggrieved by offence or a parent\r\nor other relative of such person, or by any recognized welfare institution or\r\norganisation;(c) it shall be lawful for a Metropolitan Magistrate or a\r\nJudicial Magistrate of the first class to pass any sentence authorised by this\r\nAct on any person convicted of any offence under this Act.EXPLANATION.- For the purposes of this sub-section,\r\n\"recognized welfare institution or organisation\" means a social\r\nwelfare institution or organisation recognized in this behalf by the Central or\r\nState Government.(2) Nothing in Chapter XXXVI of the Code of Criminal Procedure,\r\n1973 (2 of 1974), shall apply to any offence punishable under this Act.(3) Notwithstanding anything contained in any law for the time\r\nbeing in force, a statement made by the person aggrieved by the offence shall\r\nnot subject such person to a prosecution under this Act. ", "8": "Dowry Prohibition Act, 19618. Offences To Be Cognizable For Certain Purposes And To\r\nBe Non-Bailable And Non-Compoundable.-(l) The Code of Criminal Procedure, 1973 (2 of 1974), shall\r\napply to offences under this Act as if they were cognizable offences-(a) for the purposes of investigation of such offences, and(b) for the purpose of matters other than-(i) matters referred to in Sec. 42 of that Code, and(ii) the arrest of a person without a warrant or without\r\nan order of a Magistrate.(2) Every offence under this Act shall be non-bailable and non-compoundable.", "9": "Dowry Prohibition Act, 19619. Power To Make Rules.- (1) The Central Government may, by notification in the official\r\nGazette, make rules for carrying out the purposes of this Act.(2) In particular, and without prejudice to the generality of\r\nthe foregoing power, such rules may provide for-(a) the form and manner in which, and the persons by whom, any\r\nlist of presents referred to in sub-section (2) of Sec. 3 shall be maintained\r\nand all other matters connected therewith; and(b) the better co-ordination of policy and action with\r\nrespect to the administration of this Act.(3) Every rule made under this section shall be laid as soon as\r\nmay be after it is made before each House of Parliament while it is in session\r\nfor a total period of thirty days which may be comprised in one session or in\r\ntwo or more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid both\r\nHouses agree in making any modification in the rule or both Houses agree that\r\nthe rule should not be made, the rule shall thereafter have effect only in such\r\nmodified form or be of no effect as the case may be, so, however. that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule.  ", "10": "Dowry Prohibition Act, 196110. Power Of The State Government To Make Rules. -(1) The State Government may, by notification in the official\r\nGazette, make rules for carrying out the purposes of this Act.(2) In particular, and without prejudice to the generality of\r\nthe foregoing power, such rules may provide for all or any of the following\r\nmatters, namely:(a) the additional functions to be performed by the Dowry\r\nProhibition Officers under sub-section (2) of Sec. 8-B;(b) limitations and conditions subject to which a Dowry\r\nProhibition Officer may exercise his functions under sub- section (3) of Sec.\r\n8-B.(3) Every rule made by the State Government under this section\r\nshall be laid as soon as may be after it is made before the State Legislature."}