{"name": "Dramatic Performances Act, 1876\r", "1": " Dramatic Performances Act, 18761. Short titleThis Act may be called the Dramatic\r\nPerformances Act, 1876.Local extent .- It\r\nextends to the whole of India except 2[the\r\nterritories which, immediately before  the\r\n 1st November, 1956 , were comprised in Part B States].", "2": " Dramatic Performances Act, 18762. \"Magistrate\" definedIn this Act \"Magistrate\" means, in\r\nthe Presidency-towns, a Magistrate of Police, and elsewhere the Magistrate of\r\nthe district.", "3": " Dramatic Performances Act, 18763. Power to prohibit certain dramatic\r\nperformancesWhenever the State Government is of opinion\r\nthat any play, pantomime or other drama performed or about to be performed in a\r\npublic place is-(a) of a scandalous or defamatory nature, or(b) likely to excite\r\nfeelings of disaffection to the Government established by law in 4[ India ], or(c) likely to deprave and corrupt persons\r\npresent at the performance, the State Government or outside the\r\nPresidency-towns 5[***] the State Government or such Magistrate as it may\r\nempower in this behalf, may by order prohibit the performance.Explanation.- Any building or\r\nenclosure to which the public are admitted to witness a performance on payment\r\nof money shall be deemed a \"public place\" within the meaning of this\r\nsection.", "4": " Dramatic Performances Act, 18764. Power to serve order of prohibition.\r\nPenalty for disobeying orderA copy of any such order may be served on any person\r\nabout to take part in the performance so prohibited, or on the owner or\r\noccupier of any house, room or place in which such performance is intended to\r\ntake place; and any person on whom such copy is served, and who does, or\r\nwillingly permits, any act in disobedience to such order, shall be punished on\r\nconviction before a Magistrate with imprisonment for a term which may extend to\r\nthree months, or with fine, or with both.", "5": " Dramatic Performances Act, 18765. Power to notify orderAny such order may be notified by\r\nproclamation, and a written or printed notice thereof may be stuck up at any\r\nplace or places adapted for giving information of the order to the persons\r\nintending to take part in or to witness the performance so prohibited.", "6": " Dramatic Performances Act, 18766. Penalty for disobeying prohibitionWhoever after the notification of any such\r\norder-(a) takes part in the performance prohibited\r\nthereby or in any performance substantially the same as the performance so\r\nprohibited, or(b) in any manner assists in conducting any\r\nsuch performance, or(c) is, in willful disobedience to such order,\r\npresent as a spectator during the whole or any part of any such performance, or(d) being the owner or occupier, or having the\r\nuse of any house, room or place, opens, keeps or uses the same for any such\r\nperformance, or permits the same to be opened, kept or used for any such\r\nperformance, shall be punishable on conviction before a Magistrate with\r\nimprisonment for a term which may extend to three months, or with fine, or with\r\nboth.", "7": " Dramatic Performances Act, 18767. Power to call for informationFor the purpose of ascertaining the character\r\nof any intended public dramatic performance, the State Government, or such\r\nofficer as it may specially empower in this behalf, may apply to the author,\r\nproprietor or printer of the drama about to be performed, or to the owner or\r\noccupier of the place in which it is intended to be performed, for such\r\ninformation as the State Government or such officer thinks necessary.Every person so applied to shall be bound to\r\nfurnish the same to the best of his ability, and whoever contravenes this\r\nsection shall be deemed to have committed an offence under section 176 of the\r\nIndian Penal Code.", "8": " Dramatic Performances Act, 18768. Power to grant warrant to Police to enter\r\nand arrest and seizeIf any Magistrate has reason to believe that\r\nany house, room or place is used, or is about to be used, for any performance\r\nprohibited under this Act, he may, by his warrant, authorize any officer of\r\nPolice to enter with such assistance as may be requisite, by night or by day,\r\nand by force, if necessary, any such house, room or place, and to take into\r\ncustody all persons whom he finds therein, and to seize all scenery, dresses\r\nand or to articles found therein and reasonably suspected to have been used, to\r\nbe intended to be used, for the purpose of such performance.", "9": " Dramatic Performances Act, 18769. Saving of prosecutions under Penal Code,\r\nsections 124A and 294No conviction under this Act shall bar a\r\nprosecution under section 124A or section 294 of the Indian Penal Code.", "10": " Dramatic Performances Act, 187610. Power to prohibit dramatic performance in\r\nany local area, except under licenseWhenever it appears to the State Government\r\nthat the provisions of this section are required in any local area, it may\r\n6[***] declare, by notification in the Official Gazette, that such provisions\r\nare applied to such area from a day to be fixed in the notification.On and after that day, the State Government\r\nmay order that no dramatic performance shall take place in any place of public\r\nentertainment within such area, except under a license to be granted by such\r\nState Government, or such officer as it may specially empower in this behalf.The State Government may also order that no\r\ndramatic performance shall take place in any place of public entertainment\r\nwithin such area, unless a copy of the piece, if and so far as it is written,\r\nor some sufficient account of its purport, if and so far as it is in pantomime\r\nhas been furnished, not less than three days before the performance, to the\r\nState Government or to such officer as it may appoint in this behalf.A copy of any order under this section may be\r\nserved on any keeper of a place of public entertainment; and if thereafter he\r\ndoes, or willingly permits, any act in disobedience to such order, he shall be\r\npunishable on conviction before a Magistrate with imprisonment for a term which\r\nmay extend to three months, or with fine, or with both.", "11": " Dramatic Performances Act, 187611. Powers exercisable by Governor -General- Repealed by the A.O. 1937]", "12": " Dramatic Performances Act, 187612. Exclusion of performances at religious\r\nfestivalsNothing in this Act applies to any  jatras or performances of a like kind at religious festivals"}