{"name": "Drugs and Magic Remedies, 1954\r", "1": " Drugs and Magic Remedies, 19541. \r\nShort title, extent and commencement. -(1) This Act may be called the Drugs and Magic\r\nRemedies (Objectionable Advertisement) Act, 1954.(2) It extends to the whole of India except the State of Jammu and Kashmir , and applies also to\r\npersons domiciled in the territories to which this Act extends who are outside\r\nthe said territories.(3) It shall come into force on such date1; as\r\nthe Central Government may, by notification in the Official Gazette, appoint.1. 1st April 1955 vide Notification No. S.R.O. 511 dated 26th February, 1995 , Gazette of India, 1955, Part 11,\r\nSection 3, Page 449.", "2": " Drugs and Magic Remedies, 19542. Definitions. -In this Act, unless the context otherwise\r\nrequires-(a) “Advertisement” includes any notice,\r\ncircular; label, wrapper, or other document, and any announcement made orally\r\nor by any means of producing or transmitting light, sound or smoke;(b) “Drug”  includes-(i) A medicine for the\r\ninternal or external use of human beings or animals;(ii) Any substance \r\nintended to be used for or in the diagnosis, cure, mitigation, treatment or \r\nprevention of disease in human beings or animals;(iii) Any article, other\r\nthan food, intended to affect or influence in any way the structure or any\r\norganic function of the body of human beings or animals; H-clauses (i), (ii)\r\nand (iii);(c) “Magic remedy” includes a talisman mantra kavacha, and any other charm of any kind which is alleged to possess miraculous\r\npowers for or in the diagnosis, cure, mitigation treatment or prevention of any\r\ndisease in human beings or animals or for affecting or influencing in any way\r\nthe structure or any organic function of the body of human beings or animals;(cc)  “Registered\r\nmedical practitioner” means any person, -(i) Who holds a\r\nqualification granted by an authority specified in, or notified under Section 3\r\nof the Indian Medical Degrees Act, 1916 (7 of 1916) specified in the Schedules\r\nto the Indian Medical Council Act 1956 (102 of 1956); or(ii) Who is entitled\r\nto be registered as a medical practitioner under any law for the time being in\r\nforce; in any State to which this Act extends relating to the registration of\r\nmedical practitioner;(d) “Taking any part in the publication of any\r\nadvertisement includes-(i) The printing of\r\nthe advertisement;(iii) The publication\r\nof any advertisement outside the territories to which this Act extends by or at\r\nthe instance of person residing within the said territories;", "3": " Drugs and Magic Remedies, 19543. Prohibition of advertisement of certain\r\ndrugs for treatment of certain diseases and disorders. -Subject to the provisions of this Act, no\r\nperson shall take any part in the publication of any advertisement referring to\r\nany drug in terms, which suggest or are calculated to lead to the use of, that\r\ndrug for-(a) The procurement of miscarriage in women or\r\nprevention of conception in women; or(b) The maintenance or improvements of the\r\ncapacity of human beings for sexual pleasure; or(c) The correction of menstrual disorder in\r\nwomen; or(d) The diagnosis, cure, mitigation, treatment\r\nor prevention of any disease, disorder or condition specified in the Schedule, or\r\nany other disease, disorder or condition (by whatsoever name called) which may\r\nbe specified in the rules made under this Act;Provided that no such rule shall be made except-(i) In respect of any disease, disorder or\r\ncondition which requires timely treatment in consultation with a registered\r\nmedical practitioner or for which there are normally no accepted remedies, and(ii) After consultation with the Drugs\r\nTechnical Advisory Board constituted under the Drugs and Cosmetics Act, 1940\r\n(23 of 1940), and, if the Central Government considers necessary, with such\r\nother persons having special knowledge or practical experience in respect of\r\nAyurvedic or Unani systems of medicines as that Government deems fit.", "4": " Drugs and Magic Remedies, 19544. Prohibition of misleading advertisements relating\r\nto drugs. -Subject to the provisions of this Act, no\r\nperson shall take any part in the publication of any advertisement relating to\r\na drug if the advertisement contains any matter which-(a) Directly or indirectly gives a false\r\nimpression regarding the true character of the drug; or(b) Makes a false claim for the drug; or(c) Is otherwise false or misleading in any\r\nmaterial particular.", "5": " Drugs and Magic Remedies, 19545. Prohibition of advertisement of magic\r\nremedies for treatment of certain diseases and disorders. -No person carrying on or purporting to carry\r\non the profession of administering magic remedies shall take any part in the\r\npublication of any advertisement referring to any magic remedy which directly\r\nor indirectly claims to be efficacious for any of the purposes specified in\r\nSection 3.", "6": " Drugs and Magic Remedies, 19546. Prohibit on of import into, and export from India  of certain\r\nadvertisement. -No person shall import into, or export from,\r\nthe territories to which this Act extends any document containing and\r\nadvertisement of the nature referred to in Section 3, or Section 4, or Section\r\n5, and any documents containing any such advertisement shall be deemed to be\r\ngoods of which the import or export has been prohibited under Section 19 of the\r\nSea Customs Act, 1878 (8 of 1978), and all the provisions of that Act shall\r\nhave effect accordingly, except that Section 183, thereof shall have effect as\r\nif for the word “shall” therein the word “may” were substituted.", "7": " Drugs and Magic Remedies, 19547. Penalty. -Whoever contravenes any of the provisions of\r\nthis Act of the rules made thereunder shall, on conviction, be punishable-(a) In the case of a first conviction, with\r\nimprisonment which may extend to six months, or with fine, or with both;(b) In the case of a subsequent conviction, with\r\nimprisonment which may extend to one year, or with fine, or with both.", "8": " Drugs and Magic Remedies, 19548. Powers of entry, search, etc. -(1) Subject to the provisions of any rules\r\nmade in this behalf, any Gazetted Officer authorized by the State Government\r\nmay, within the local limits of the area for which he is so authorized-(a) Enter and search\r\nat all reasonable times, with such assistants, if any, as he considers\r\nnecessary, any place in which he has reason to believe that an offence under\r\nthis Act has been or is being committed;(b) Seize any\r\nadvertisement which he has reason to believe contravenes any of the provisions\r\nof this Act:Provided that the, power of\r\nseizure under this clause may be exercised in respect of any document, article\r\nor thing which contains any such advertisement, including the contents, if any,\r\nof such document, article or thing, if the advertisement cannot be separated by\r\nreason of its being embossed or otherwise, from such document, article or thing\r\nwithout affecting the integrity utility or saleable value thereof;(c) Examine any\r\nrecord, register, document or any other material object found in any place\r\nmentioned in clause (a) and seize the same if be has reason to believe that it\r\nmay furnish evidence of the commission of an offence punishable under this Act.(2) The provisions of the Code of Criminal\r\nProcedure, 1898 (5 of 1898), shall, so far as may be, apply to any search or\r\nseizure under this Act as they apply to any search or seizure made under the\r\nauthority of a warrant issued under Section 98 of the said Code.(3) Where any person seizes anything under\r\nclause (b) or clause (c) of sub section (1) he shall, as soon as may be inform\r\na Magistrate and take his orders as to the custody thereof", "9": " Drugs and Magic Remedies, 19549. Offences by companies-(1) the person contravening any of the\r\nprovisions of this Act is a company, every person who, at the time the offence\r\nwas committed, was in charge of and was responsible to the company for the\r\nconduct of the business of the company as well as the company shall be deemed\r\nto be guilty of the contravention and shall be liable to be proceeded against\r\nand punished accordingly;Provided that nothing contained in this sub\r\nsection shall render any such person liable to any punishment provided in this\r\nAct if he proves that the offence was committed without his knowledge or that\r\nhe exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub\r\nsection (1) where an offence under this Act has been committed by a company and\r\nit is prove that the offence was committed with the consent or connivance of or\r\nis attributable to any neglect on the part of any director or manager secretary\r\nor other officer of the company such director manager secretary or other\r\nofficer of the company shall also he deemed to be guilty of that offence and\r\nshall be liable to be proceeded against and punished accordingly.Explanation- For the purposes of\r\nthis section-(a) “Company” means any body corporate and \r\nincludes a firm or other association of individuals, and(b) “Director” in relation to a firm means a\r\npartner in the firm.", "10": " Drugs and Magic Remedies, 195410. Jurisdiction to try offences. -No court interior to that of a presidency\r\nmagistrate or a magistrate of the first class shall try any offence punishable\r\nunder this Act.", "11": " Drugs and Magic Remedies, 195411. Officers to be deemed to the public\r\nservants.-Every person authorized under section 81 shall\r\nbe deemed to be a public servant within the meaning of section 21 of the Indian\r\nPenal Code (45 of 1860).", "12": " Drugs and Magic Remedies, 195412. Indemnity. -No suit, prosecution or other legal proceeding\r\nshall lie against any person for anything which is in good faith done or intended\r\nto be done under this Act.", "13": " Drugs and Magic Remedies, 195413. Other laws not affected. -The provision of this Act is in addition to,\r\nand not in derogation of the provisions of any other law for the time being in\r\nforce.", "14": " Drugs and Magic Remedies, 195414. Savings. -Nothing in this Act shall apply to-(a) Any sign board or notice displayed by a\r\nregistered medical practitioner on his premises indicating that treatment for\r\nany disease, disorder or condition specified in section 3; the Schedule or the\r\nrules made under this Act, is undertaken in those premises; or(b) Any treatise or book dealing with any of\r\nthe matter specified in section 3 from a bonafide scientific or social\r\nstandpoint; or(c) Any advertisement relating to any drug\r\nsent confidentially in the manner prescribed under section 16 only to a\r\nregistered medical practitioner; or(d) Any advertisement relating to a drug\r\nprinted or published by the Government; or(e) Any advertisement relating to a drug\r\nprinted or published by any person with the previous sanction of the Government\r\ngranted prior to the commencement of the Drugs and magic Remedies\r\n(Objectionable Advertisement) Amendment Act, 1963 (42 of 1963).Provided that the Government may, for reasons to\r\nbe recorded in writing withdraw the sanction after giving the person an\r\nopportunity of showing cause against such withdrawal.", "15": " Drugs and Magic Remedies, 195415. Power to exempt from application of Act. -\r\nIf in the opinion of the Central Government\r\npublic interest requires that the advertisement of any specified drug or class\r\nof drugs or any specified class of advertisement relating to drugs should be\r\npermitted, it may by notification in the Official Gazette, direct that the\r\nprovisions of sections 3,4,5 and 6 or nay one of such provision shall not apply\r\nsubject to the advertisement of any such drug or class of drugs or any such\r\nclass of advertisement relating to drugs.", "16": " Drugs and Magic Remedies, 195416. Power to make rules. -(1) The Centre Government may, by notification\r\nin the Official Gazette, make rules for carrying out the purposes of this Act.(2) In particular and without prejudice to the\r\ngenerality of the foregoing power, such rules may-(a) Specify and\r\ndisease, disorder or condition to which the provisions of section 3 shall\r\napply;(b) Prescribe the manner\r\nin which advertisement of articles or things referred to in clause (c) of\r\nsection 14 may be sent confidentially.(3) Every rule made under this Act shall be \r\nlaid as soon as may be after it is made, before each House of Parliament while \r\nit is in session for a total period of thirty days which may be comprised in one \r\nsession or in two or more successive session, and if before the expiry of the \r\nsession in which it is so laid or the successive sessions aforesaid, both houses \r\nagree in making any modification in the rule or both houses agree hat the rule \r\nshould not be made, the rule shall thereafter have effect only in such modified \r\nform or be of no effect, as the case may be; so however, that any such \r\nmodification, or annulment shall be without prejudice to the validity of \r\nanything previously done under that rule. "}