{"name": "East Punjab Urban Rent Restriction (Chandigarh Amendment) Act, 1982\r", "1": "1. Short title.-This Act may be called the East Punjab Urban Rent Restriction (Chandigarh Amendment) Act, 1982.1* * * * *1. Sections 2 and 3 rep. by Act 19 of 1988, s. 2 and the First Schedule (w.e.f. 31-3-1988).", "2": "2. Definition.-In this Act, \"the Act\" means the East Punjab Urban Rent Restriction Act, 1949 (East Punjab Act III of 1949) as it extended to, and was in force in, certain areas in the pre-reorganisation State of Punjab (being areas which were administered by municipal committees, cantonment boards, town committees or notified area committees or areas notified as urban areas for the purposes of that Act) immediately before the 1st day of November, 1966.", "3": "3. Extension of East Punjab Act III of 1949 to Chandigarh.-Notwithstanding anything contained in any judgment, decree or order of any court, the Act shall, subject to the modifications specified in the Schedule, be in force in, and be deemed to have been in force with effect from the 4th day of November, 1972 in, the Union territory of Chandigarh as if the provisions of the Act as so modified had been included in and formed part of this section and as if this section had been in force at all material times.", "4": "4. Special provision as to pending cases.-The provisions of the principal Act, as amended by this Act, shall apply to and in relation to every case, under the principal Act, for eviction of a tenant from a building let under a single tenancy for use for the purpose of business or trade and also for the purpose of residence which is pending immediately before the commencement of this Act, and any order made in such case before such commencement by any authority, shall, on an application made in this behalf to such authority, be modified so as to be in conformity with the provisions of the principal Act as amended by this Act.Explanation.-For the purposes of this section, a case relating to eviction of a tenant shall be deemed to be pending-(a) if no order has been made in such case for the eviction or otherwise of the tenant; or(b) if an order has been made in such case for the eviction of the tenant and such order remains to be executed.", "5": "The Schedule[See Section 3]Modifications in The Act1. Throughout the Act, for \"State Government\", substitute \"Central Government\".2. Section 1, for sub-sections (2) and (3), substitute-\"(2) It extends to all the urban areas in the Union territory of Chandigarh.\".3. Section 2,-(i) after clause (d), insert-\"(dd) \"notification\" means a notification published in the Official Gazette;';(ii) for clause (j), substitute-\"(j) \"urban area\" means the area comprised in Chandigarh as defined in clause (d) of section 2 of the Capital of Punjab (Development and Regulation) Act, 1952 (Punjab Act XXVII of 1952) and includes such other area comprised in the Union territory of Chandigarh as the Central Government may, having regard to the density of the population and the nature and extent of the accommodation available therein and other relevant factors, declare by notification to be urban for the purposes of this Act.'.4. For section 20, substitute-\"20. Power to make rules.-(1) The Central Government may, by notification, make rules for the purpose of carrying out all or any of the provisions of this Act.(2) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.\"."}