{"name": "Emblems and Names (Prevention of Improper Use) Act, 1950\r", "1": "Emblems and Names (Prevention of Improper Use) Act, 19501. Short title, extent, application and\r\ncommencement. – (1) This Act may be called the Emblems and\r\nNames (Prevention of Improper Use) Act, 1950.(2) It extends to the whole of India , and also applies to\r\ncitizens of  India outside India .(3) It shall come into force on such 1[date]\r\nas the Central Government may, by notification in the Official Gazette,\r\nappoint.1.1st September 1950 ", "2": "Emblems and Names (Prevention of Improper Use) Act, 19502. Deduction. – In this Act, unless the context otherwise\r\nrequires, - (a) “Emblem” means any emblem, seal, flag,\r\ninsignia, coat-of-arms or pictorial representation specified in the Schedule;(b) “Competent authority” means any authority\r\ncompetent under any law for the time being in force to register any- company,\r\nfirm or other body of persons or any trademark or design or to grant a patent;(c) “Name” includes any abbreviation of a\r\nname.", "3": "Emblems and Names (Prevention of Improper Use) Act, 19503. Prohibition of improper use of certain\r\nemblems and names. – Notwithstanding anything contained in any law\r\nfor the time being in force, no person shall, except in such cases and under\r\nsuch conditions as may be prescribed by the Central Government use, or continue\r\nto use, for the purpose of any trade, business, calling or profession, or in\r\nthe title of any patent, or in any trade mark or design, any name or emblem\r\nspecified in the Schedule or, any colorable imitation thereof without the\r\nprevious permission of the Central Government or of such officer of Government\r\nas may be authorized in this behalf by the Central Government.", "4": "Emblems and Names (Prevention of Improper Use) Act, 19504. Prohibition of registration of certain\r\ncompanies, etc.- (1) Notwithstanding anything contained in any\r\nlaw for the time being in force, no competent authority shall,-(a) Register any\r\ncompany, firm or other body of persons which bears any name, or(b) Register a trade\r\nmark or design which bears any emblem or name, or(c) Grant a patent in\r\nrespect of an invention, which bears a title containing any emblem or name, If\r\nthe use of such name or emblem is in contravention of Section 3. (2) If any question arises before a competent\r\nauthority whether any emblem is an emblem specified in the Schedule or in\r\ncolorable imitation thereof, the competent authority may refer the question to\r\nthe Central Government, and the decision of the Central Government thereon\r\nshall be final.", "5": "Emblems and Names (Prevention of Improper Use) Act, 19505. Penalty. – Any person who contravenes the provisions of\r\nSection 3 shall be punishable with fine, which may extend to five hundred\r\nrupees.", "6": "Emblems and Names (Prevention of Improper Use) Act, 19506. Previous sanction for prosecution. – No prosecution for any offence punishable under\r\nthis Act shall be instituted, except with the previous sanction of the Central\r\nGovernment or of any officer authorized in this behalf by general or special\r\norder of the Central Government.", "7": "Emblems and Names (Prevention of Improper Use) Act, 19507. Savings. – Nothing in this Act shall exempt any person\r\nfrom any suit or other proceedings, which might, apart from this Act, be\r\nbrought against him.", "8": "Emblems and Names (Prevention of Improper Use) Act, 19508. Power of the Central Government to amend\r\nthe Schedule. – The Central Government may, by notification in\r\nthe Official Gazette, add to or alter the Schedule, and any such addition or\r\nalteration shall have effect as if it had been made by this Act. ", "9": "Emblems and Names (Prevention of Improper Use) Act, 19509. Power to make rules. – The Central Government may, by notification in\r\nthe Official Gazette, make rules to carry out the purposes of this Act."}