{"name": "Enemy Property Act, 1968\r", "1": "1. Short title, extent, application and commencement.(1) This Act may be called the Enemy Property Act, 1968.(2) It extends to the whole of India 2*** and it applies also to all citizens of India outside India and to branches and agencies outside India of companies or bodies corporate registered or incorporated in India.(3) It shall be deemed to have come into force on the 10th day of July, 1968.", "2": "2. Definitions.In this Act, unless the context otherwise requires,(a) \"Custodian\" means the Custodian of Enemy Property for India appointed or deemed to have been appointed under section 3 and includes a Deputy Custodian and an Assistant Custodian of Enemy Property appointed or deemed to have been appointed under that section;(b) \"enemy\" or \"enemy subject\" or \"enemy firm\" means a person or country who or which was an enemy, 3[an enemy subject including his legal heir and successor whether or not a citizen of India or the citizen of a country which is not an enemy or the enemy, enemy subject or his legal heir and successor who has changed his nationality] or 4[an enemy firm, including its succeeding firm whether or not partners or members of such succeeding firm are citizen of India or the citizen of a country which is not an enemy or such firm which has changed its nationality], as the case may be, under the Defence of India Act, 1962 (51 of 1962), and the Defence of India Rules, 1962 5[or the Defence of India Act, 1971 (42 of 1971) and the Defence of India Rules, 1971], but 6[does not include a citizen of India other than those citizens of India, being the legal heir and successor of the \"enemy\" or \"enemy subject\" or \"enemy firm\"].7[Explanation 1.For the purposes of this clause, the expression \"does not include a citizen of India\" shall exclude and shall always be deemed to have been excluded those citizens of India, who are or have been the legal heir and successor of an \"enemy\" or an \"enemy subject\" or an \"enemy firm\" which or who has ceased to be an enemy due to death, extinction, winding up of business or change of nationality or that the legal heir and successor is a citizen of India or the citizen of a country which is not an enemy.Explanation 2.For the purposes of this clause, it is hereby clarified that nothing contained in this Act shall affect any right of the legal heir and successor referred to in this clause (not being inconsistent to the provisions of this Act) which have been conferred upon him under any other law for the time being in force;](c) \"enemy property\" means any property for the time being belonging to or held or managed on behalf of an enemy, an enemy subject or an enemy firm:1. Ins. by Act 40 of 1977, s. 2 (w.e.f. 27-9-1977).2. The words \"except the State of Jammu and Kashmir\" omitted by Act 34 of 2019, s. 95 and the Fifth Schedule (w.e.f. 31-10- 2019).3. Subs. by Act 3 of 2017, s. 2 \"for enemy subject\" (w.e.f. 10-7-1968).4. Subs. by s. 2, ibid., for certain words (w.e.f. 10-7-1968).5. Ins. by Act 40 of 1977, s. 3 (w.e.f. 27-9-1977).6. Subs. by Act 3 of 2017, s. 2, for certain words (w.e.f. 10-7-1968).7.Ins. by s. 2, for ibid. (w.e.f. 10-7-1968).Provided that where an individual enemy subject dies in the territories to which this Act extends, 6[or dies in any territory outside India], any property which immediately before his death, belonged to or was held by him or was managed on his behalf, may, notwithstanding his death, continue to be regarded as enemy property for the purposes of this Act;1[Explanation 1.For the purposes of this clause, it is hereby clarified that \"enemy property\" shall, notwithstanding that the enemy or the enemy subject or the enemy firm has ceased to be an enemy due to death, extinction, winding up of business or change of nationality or that the legal heir and successor is a citizen of India or the citizen of a country which is not an enemy, continue and always be deemed to be continued as an enemy property.Explanation 2.For the purposes of this clause, the expression \"enemy property\" shall mean and include and shall be deemed to have always meant and included all rights, titles and interest in, or any benefit arising out of, such property;](d) \"prescribed\" means prescribed by rules made under this Act.", "3": "3. Appointment of Custodian of Enemy Property for India and Deputy Custodian,etc.The Central Government may, by notification in the Official Gazette, appoint a Custodian of Enemy Property for India and one or more Deputy Custodians and Assistant Custodians or Enemy Property for such local areas as may be specified in the notification:Provided that the Custodian of Enemy Property for India and any Deputy Custodian or Assistant Custodian of Enemy Property appointed under the Defence of India Rules, 1962 2[or the Defence of India Rules, 1971, as the case may be], shall be deemed to have been appointed under this section.", "4": "4. Appointment of Inspectors of Enemy Property.The Central Government may, either generally or for any particular area, by notification in the Official Gazette, appoint one or more Inspectors of Enemy Property for securing compliance with the provisions of this Act and may, by general or special order, provide for the distribution and allocation of the work to be performed by them for securing such compliance:Provided that every Inspector of Enemy Firms appointed under the Defence of India Rules, 19623[or the Defence of India Rules, 1971, as the case may be], shall be deemed to be an Inspector of Enemy Property appointed under this section.", "5": "5. Property vested in the Custodian of Enemy Property for India under the Defence of India Rules, 1962, and the Defence of India Rules, 1971 to continue to vest inCustodian.4[(1)] Notwithstanding the expiration of the Defence of India Act, 1962 (51 of 1962), and the Defence of India Rules, 1962, all enemy property vested before such expiration in the Custodian of Enemy Property for India appointed under the said Rules and continuing to vest in him immediately before the commencement of this Act, shall, as from such commencement, vest in the Custodian.5[(2) Notwithstanding the expiration of the Defence of India Act, 1971 (42 of 1971) and the Defence of India Rules, 1971, all enemy property vested before such expiration in the Custodian of Enemy Property for India appointed under the said Rules and continuing to vest in him immediately before the commencement of the Enemy Property, (Amendment) Act, 1977 (40 of 1977) shall, as from such commencement, vest in the Custodian.]6[(3) The enemy property vested in the Custodian shall, notwithstanding that the enemy or the enemy subject or the enemy firm has ceased to be an enemy due to death, extinction, winding up of business or change of nationality or that the legal heir and successor is a citizen of India or the citizen of a country which is not an enemy, continue to remain, save as otherwise provided in this Act, vested in the Custodian.1. Ins. by Act 3 of 2017, s. 2 (w.e.f. 10-7-1968).2. Ins. by Act 40 of 1977, s. 4 (w.e.f. 27-9-1977).3. I ns. by s. 5, ibid (w.e.f. 27-9-1977).4. Section 5 renumbered as sub-section (1) thereof by s. 6, ibid. (w.e.f. 27-9-1977).5. Ins. by s. 6, for ibid. (w.e.f. 27-9-1977).6. Ins. by Act 3 of 2017, s. 3 (w.e.f. 10-7-1968).Explanation.For the purposes of this sub-section, \"enemy property vested in the Custodian\" shall include and shall always be deemed to have been included all rights, titles, and interest in, or any benefit arising out of, such property vested in him under this Act.]", "6": "3[6. Prohibition to transfer any property vested in Custodian by an enemy, enemy subject or enemy firm.(1) No enemy or enemy subject or enemy firm shall have any right and shall never be deemed to have any right to transfer any property vested in the Custodian under this Act, whether before or after the commencement of this Act and any transfer of such property shall be void and shall always be deemed to have been void.(2) Where any property vested in the Custodian under this Act had been transferred, before the commencement of the Enemy Property (Amendment and Validation) Act, 2017, by an enemy or enemy subject or enemy firm and such transfer has been declared, by an order, made by the Central Government, to be void, and the property had been vested or deemed to have been vested in the Custodian [by virtue of the said order made under section 6, as it stood before its substitution by section 6 of the Enemy Property (Amendment and Validation) Act, 2017] such property shall, notwithstanding anything contained in any judgment, decree or order of any court, tribunal or other authority, continue to vest or be deemed to have been vested in the Custodian and no person (including an enemy or enemy subject or enemy firm) shall have any right or deemed to have any right (including all rights, titles and interests or any benefit arising out of such property) over the said property vested or deemed to have been vested in the Custodian.]", "7": "7. Payment to Custodian of money otherwise payable to an enemy, enemy subject or enemy firm.(1) Any sum payable by way of dividend, interest, share profits or otherwise to or for the benefit of an enemy or an enemy subject or an enemy firm shall, unless otherwise ordered by theCentral Government, be paid by the person by whom such sum would have been payable but for the prohibition under the Defence of India Rules, 1962 4[or the Defence of India Rules, 1971, as the case may be], to the Custodian or such person as may be authorised by him in this behalf and shall be held by the Custodian or such person subject to the provisions of this Act.(2) In cases in which money would, but for the prohibition under the Defence of India Rules, 1962 4[or the Defence of India Rules, 1971, as the case may be], be payable in a foreign currency to or for the benefit of an enemy or an enemy subject or an enemy firm (other than cases in which money is payable under a contract in which provision is made for specified rate of exchange), the payment shall be made to the Custodian in rupee currency at the middle official rate of exchange fixed by the Reserve Bank of India on the date on which the payment became due to that enemy, enemy subject or enemy firm.(3) The Custodian shall, subject to the provisions of section 8, deal with any money paid to him under the Defence of India Rules, 1962 4[or the Defence of India Rules, 1971, as the case may be] or1. Ins. by Act 3 of 2017, s. 4 (w.e.f. 7-1-2016).2. Ins. by s. 5, ibid. (w.e.f. 10-7-1968).3. Subs. by s. 6, ibid., for section 6 (w.e.f. 10-7-1968).4. Ins. by Act 40 of 1977, s. 7 (w.e.f. 27-9-1977).under this Act and any property vested in him under this Act in such manner as the Central Government may direct.", "8": "8. Power of Custodian in respect of enemy property vested in him.1[(1) With respect to the property vested in the Custodian under this Act, the Custodian may take or authorise the taking of such measures as he considers necessary or expedient for preserving such property till it is disposed of in accordance with the provisions of this Act.](2) Without prejudice to the generality of the foregoing provision, the Custodian or such person as may be specifically authorised by him in this behalf, may, for the said purpose,(i) carry on the business of the enemy;2[(ia) fix and collect the rent, standard rent, lease rent, licence fee or usage charges, as the case may be, in respect of enemy property;](ii) take action for recovering any money due to the enemy;(iii) make any contract and execute any document in the name and on behalf of the enemy;(iv) institute, defend or continue any suit or other legal proceeding, refer any dispute to arbitration and compromise any debts, claims or liabilities;2[(iva) secure vacant possession of the enemy property by evicting the unauthorised or illegal occupant or trespasser and remove unauthorised or illegal constructions, if any].(v) raise on the security of the property such loans as may be necessary;(vi) incur out of the property any expenditure including the payment of any taxes, duties, cesses and rates to Government or to any local authority and of any wages, salaries, pensions, provident fund contributions to, or in respect of, any employee of the enemy and the repayment of any debts due by the enemy to persons other than enemies;(vii) transfer by way of sale, mortgage or lease or otherwise dispose of any of the properties;(viii) invest any moneys held by him on behalf of enemies for the purchase of Treasury Bills or such other Government securities as may be approved by the Central Government for the purpose;(ix) make payments to the enemy and his dependents;(x) make payments on behalf of the enemy to persons other than those who are enemies, of dues outstanding on the 25th October, 1962 3[or on the 3rd December, 1971]; and(xi) make such other payments out of the funds of the enemy as may be directed by the Central Government.Explanation.In this sub-section and in sections 10 and 17, \"enemy\" includes an enemy subject and an enemy firm.", "9": "9. Exemption from attachment, etc.All enemy property vested in the Custodian under this Act shall be exempt from attachment, seizure or sale in execution of decree of a civil court or orders of any other authority.", "10": "10. Transfer of securities belonging to an enemy.(1) Where, in exercise of the powers conferred by section 8, the Custodian proposes to sell any security issued by a company and belonging to an enemy, the company may, with the consent of the Custodian, purchase the securities, notwithstanding anything to the contrary in any law or in any regulations of the company and any securities so purchased may be re-issued by the company as and when it thinks fit so to do.(2) Where the Custodian executes and transfers any securities issued by a company, the company shall, on receipt of the transfer and an order in this behalf from the Custodian, register the securities in the name of the transferee, notwithstanding that the regulations of the company do not permit such registration in the absence of the certificate, script or other evidence of title relating to the securities transferred:Provided that any such registration shall be without prejudice to any lien or charge in favour of the company and to any other lien or charge of which the Custodian gives express notice to the company.Explanation.In this section, \"securities\" includes shares, stocks, bonds, debentures and debenture stock but does not include bills of exchange.", "11": "11. Power of Custodian to summon persons and call for documents.(1) The Custodian may, by notice in writing, require any person whom he believes to be capable of giving information concerning any enemy property to attend before him at such time and place as may be specified in the notice and examine any such person concerning the same, reduce his statement to writing and require him to sign it.(2) The Custodian may, by notice in writing, require any person whom he believes to have in his possession or control any account book, letter book, invoice, receipt or other document of whatever nature relating to any enemy property, to produce the same or cause the same to be produced before the Custodian at such time and place as may be specified in the notice and to submit the same to his examination and to allow copies of any entry therein or any part thereof to be taken by him.1[(3) The Custodian, Deputy Custodian or Assistant Custodian shall have, for the purposes of exercising powers or discharging his functions under this Act, the same powers as are vested in a civil court under the Code of Civil Procedure,1908 (5 of 1908), while dealing with any case under this Act, in respect of the following matters, namely:(a) requiring the discovery and inspection of documents;(b) enforcing the attendance of any person, including any officer dealing with land, revenue and registration matters, banking officer or officer of a company and examining him on oath;(c) compelling the production of books, documents and other records; and(d) issuing commissions for the examination of witnesses or documents.]", "12": "12. Protection for complying with orders of Custodian.Where any order with respect to any money or property is addressed to any person by the Custodian and accompanied by a certificate of the Custodian that the money or property is money property vested in him under this Act, the certificate shall be evidence of the facts stated therein and if that person complies with the orders of the Custodian, he shall not be liable to any suit or other legal proceeding by reason only of such compliance.", "13": "13. Validity of action taken in pursuance of orders of Custodian.Where under this Act,(a) any money is paid to the Custodian; or(b) any property is vested in the Custodian or an order is given to any person by the Custodian in relation to any property which appears to the Custodian to be enemy property vested in him under this Act, neither the payment, vesting nor order of the Custodian nor any proceedings in consequence thereof shall be invalidated or affected by reason only that at a material time,(i) some person who was or might have been interested in the money or property, and who was an enemy or an enemy firm, had died or had ceased to be an enemy or an enemy firm; or(ii) some person who was so interested and who was believed by the Custodian to be an enemy or an enemy firm, was not an enemy or an enemy firm.", "14": "14. Proceedings against companies whose assets vest in Custodian.Where the enemy property vested in the Custodian under this Act consists of assets of a company, no proceeding, civil or criminal, shall be instituted under the Companies Act, 1956 (1 of 1956), against the company, or any director, manager or other officer thereof except with the consent in writing of the Custodian.", "15": "15. Returns as to enemy property.(1) The Custodian may call for from persons who, in his opinion, have any interest in, or control over, any enemy property vested in him under this Act, such returns as may be prescribed.1. Ins. by Act 3 of 2017, s. 10 (w.e.f. 7-1-2016).(2) Every person from whom a return is called for under sub-section (1) shall be bound to submit such return within the prescribed period.", "16": "16. Registers of returns.(1) All returns relating to enemy property submitted to the Custodian under this Act shall be recorded in such registers as may be prescribed.(2) All such registers shall be open to inspection subject to the payment of such fees as may be prescribed and to such reasonable restrictions as the Custodian may impose, to any person who, in the opinion of the Custodian, is interested in any particular enemy property as a creditor or otherwise and any such person may also obtain a copy of the relevant portion from the registers on payment of the prescribed fees.", "17": "17. Levy of fees.(1) There shall be levied by the Custodian fees equal to 1[five per centum] of(a) the amount of moneys paid to him;(b) the proceeds of the sale or transfer of any property which has been vested in him under this Act; and(c) the value of the residual property, if any, at the time of its transfer to the original owner or other person specified by the Central Government under section 18:Provided that in the case of an enemy whose property is allowed by the Custodian to be managed by some person specially authorised in that behalf, there shall be levied a fee of 1[five per centum] of the gross income of the enemy or such less fee as may be specifically fixed by the Central Government after taking into consideration the cost of direct management incurred by that Government, the cost of superior supervision and any risks that may be incurred by that Government in respect of the management:Provided further that the Central Government may, for reasons to be recorded in writing, reduce or remit the fees leviable under this sub-section in any special case or class of cases.Explanation.In this sub-section \"gross income of the enemy\" means income derived out of the properties of the enemy vested in the Custodian under this Act.(2) The value of any property for the purpose of assessing the fees shall be the price which, in the opinion of the Central Government or of an authority empowered in this behalf by the Central Government, such property would fetch if sold in the open market.(3) The fees in respect of property may be levied out of any proceeds of the sale or transfer thereof or out of any income accrued therefrom or out of any other property belonging to the same enemy and vested in the Custodian under this Act.(4) The fees levied under this section shall be credited to the Central Government.", "18": "2[18. Transfer of property vested as enemy property in certain cases.The Central Government may, on receipt of a representation from a person, aggrieved by an order vesting a property as enemy property in the Custodian within a period of thirty days from the date of receipt of such order or from the date of its publication in the Official Gazette, whichever is earlier and after giving a reasonable opportunity of being heard, if it is of the opinion that any enemy property vested in the Custodian under this Act and remaining with him was not an enemy property, it may by general or special order, direct the Custodian that such property vested as enemy property in the Custodian may be transferred to the person from whom such property was acquired and vested in the Custodian.]", "19": "19. Protection of action taken under the Act.No suit, prosecution or other legal proceeding shall lie against the Central Government or the Custodian or an Inspector of Enemy Property for anything which is in good faith done or intended to be done under this Act.", "20": "20. Penalty.(1) If any person makes any payment in contravention of the provisions ofsub-section (1) of section 7, he shall be punishable with imprisonment for a term which may extend to six months, or with fine, or with both and the payment or dealing shall be void.(2) If any person contravenes the provisions of sub-section (2) of section 10, he shall be punishable with imprisonment for a term which may extend to six months, or with fine, or with both.(3) If any person fails to comply with a requisition made by the Custodian under sub-section (1) or sub-section (2) of section 11, he shall be punishable with fine which may extend to 2[ten thousand rupees].(4) If any person fails to submit the return under sub-section (2) of section 15, or furnishes such return containing any particular which is false and which he knows to be false or does not believe to be true, he shall be punishable with fine which may extend to 2[ten thousand rupees].", "21": "21. Offences by companies.(1) Where an offence under this Act has been committed by a company, every person who, at the time the offence was committed, was in charge of, and was responsible to, the company for the conduct of the business of the company as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly:Provided that nothing contained in this sub-section shall render any such person liable to any punishment, if he proves that the offence was committed without his knowledge or that he exercised all due deligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where an offence under this Act has been committed by a company and it is proved that the offence has been committed with the consent or connivance of, or is attributable to any neglect on the part of, any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation.For the purposes of this section,(a) \"company\" means anybody corporate and includes a firm or other association of individuals; and(b) \"director\", in relation to a firm, means a partner in the firm.1. Ins. by Act 3 of 2017, s.14 (w.e.f. 7-1-2016).2. Subs. by s. 15, ibid., for \"five hundred rupees\" (w.e.f. 7-1-2016).", "22": "22. Effect of laws inconsistent with the Act.The provisions of this Act shall have effectnotwithstanding anything inconsistent therewith contained in any other law for the time being in force,1[(including any law of succession or any custom or usage in relation to succession of property)].", "23": "23. Power to make rules.(1) The Central Government may make rules for carrying out the purposes of this Act.(2) Without prejudice to the generality of the foregoing power, such rules may provide for(a) the returns that may be called for by the Custodian under sub-section (1) of section 15 and the period within which such returns shall be submitted under sub-section (2) of that section;(b) the registers in which the returns relating to enemy property shall be recorded under section 16;(c) the fees for the inspection of registers and for obtaining copies of the relevant portions from the registers under sub-section (2) of section 16;(e) any other matter which has to be or may be prescribed.(3) Every rule made by the Central Government under this section shall be laid, as soon as may be after it is made, before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session 4[or in two or more successive sessions and if, before the expiry of the session immediately following the session or the successive sessions aforesaid], both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case1 . Ins. by Act 3 of 2017, s. 16 (w.e.f. 10-7-1968).2. Ins. by s. 17, ibid. (w.e.f. 2-7-2010).3. Clause (d) omitted by s.18, ibid. (w.e.f. 7-1-2016).4. Subs. by Act 40 of 1977, s. 9, for certain words (w.e.f. 27-9-1977). may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.", "24": "24. Certain orders made under the Defence of India Rules, 1962 and the Defence of India Rules, 1971 to continue in force.1[(1)] Every order which was made under the Defence of India Rules, 1962, by the Central Government or by the Custodian of Enemy Property for India appointed under those Rules, relating to enemy property and which was in force immediately before the expiration thereof shall, in so far as such order is not inconsistent with the provisions of this Act, be deemed to continue in force and to have been made under this Act.2[(2) Every order which was made under the Defence of India Rules, 1971 by the Central Government or by the Custodian of Enemy Property for India appointed under those Rules relating to enemy property and which was in force immediately before the expiration thereof shall, in so far as such order is not inconsistent with the provisions of this Act, be deemed to continue in force and to have been made under this Act.]", "25": "25. Repeal and saving.(1) The Enemy Property Ordinance, 1968 (7 of 1968), is hereby repealed.(2) Notwithstanding such repeal, anything done or any action taken under the said Ordinance shall be deemed to have been done or taken under the corresponding provisions of this Act."}