{"name": "Energy Conservation Act, 2001\r", "1": "The Energy Conservation Act, 2001Chapter I Preliminary1. Short title,\r\nextent and commencement.-1.  This\r\nAct may be called the Energy Conservation Act, 2001.2.  It\r\nextends to the whole of India except the State of Jammu and Kashmir.3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint; and different dates may be\r\nappointed for different provisions of this Act and any reference in any such\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "The Energy Conservation Act, 20012. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"accredited\r\nenergy auditor\" means an auditor possessing qualifications specified under\r\nclause (p) of sub-section (2) of section 13;b.  \r\n  \"Appellate\r\nTribunal\" means the Appellate Tribunal for Energy Conservation established\r\nunder section 30;c.  \r\n  \"building\"\r\nmeans any structure or erection or part of a structure or erection, after the\r\nrules relating to energy conservation building codes have been notified under\r\nclause (a) of section 15 or clause (l) of sub-section (2) of section 56, which\r\nis having a connected load of 500 kW or contract demand of 600 kVA and above\r\nand is intended to be used for commercial purposes;d.  \r\n  \"Bureau\"\r\nmeans the Bureau of Energy Efficiency established under sub-section (1) of\r\nsection 3;e.  \r\n  \"Chairperson\"\r\n\r\nmeans the Chairperson of the Governing Council;f.  \r\n  \"designated\r\nagency\" means any agency designated under clause (d) of section 15;g.  \r\n  \"designated\r\nconsumer\" means any consumer specified under clause (e) of section 14;h.  \r\n  \"energy\"\r\nmeans any form of energy derived from fossil fuels, nuclear substances or\r\nmaterials, hydro-electricity and includes electrical energy or electricity\r\ngenerated from renewable sources of energy or bio-mass connected to the grid;i.  \r\n  \"energy\r\naudit\" means the verification, monitoring and analysis of use of energy\r\nincluding submission of technical report containing recommendations for\r\nimproving energy efficiency with cost benefit analysis and an action plan to\r\nreduce energy consumption;j.  \r\n  \"energy\r\nconservation building codes\" means the norms and standards of energy\r\nconsumption expressed in terms of per square meter of the area wherein energy\r\nis used and includes the location of the building;k.  \r\n  \"energy\r\nconsumption standards\" means the norms for process and energy consumption\r\nstandards specified under clause (a) of section 14;l.  \r\n  \"Energy\r\nManagement Centre\" means the Energy Management Centre set up under the\r\nResolution of the Government of India in the erstwhile Ministry of Energy,\r\nDepartment of Power No. 7(2)/87- EP(Vol. IV), dated the 5th July, 1989 and\r\nregistered under the Societies Registration Act, 1860 (21 of 1860);m.  \r\n\r\n  \"energy\r\nmanager\" means any individual possessing the qualifications prescribed\r\nunder clause (m) of section 14;n.  \r\n  \"Governing\r\nCouncil\" means the Governing Council referred to in section 4;o.  \r\n  \"member\"\r\nmeans the member of the Governing Council and includes the Chairperson;p.  \r\n  \"notification\"\r\nmeans a notification in the Gazette of India or, as the case may be, the\r\nOfficial Gazette of a State;q.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;r.  \r\n\r\n  ''regulations''\r\nmeans regulations made by the Bureau under this Act;s.  \r\n  \"Schedule\"\r\nmeans the Schedule to this Act;t.  \r\n  ''State\r\nCommission'' means the State Electricity Regulatory Commission established\r\nunder sub-section (1) of section 17 of the Electricity Regulatory Commissions\r\nAct, 1998 (14 of 1998);u.  \r\n\r\n  words\r\nand expressions used and not defined in this Act but defined in the Indian\r\nElectricity Act, 1910 (9 of 1910) or the Electricity (Supply) Act, 1948 (54 of\r\n1948) or the Electricity Regulatory Commissions Act, 1998 (14 of 1998) shall\r\nhave the meanings respectively assigned to them in those Acts.", "3": "The Energy Conservation Act, 2001Chapter II Bureau of\r\nEnergy Efficiency3. Establishment and\r\nincorporation of Bureau of Energy Efficiency.-1.  With\r\neffect from such date as the Central Government may, by notification, appoint,\r\nthere shall be established, for the purposes of this Act, a Bureau to be called\r\nthe Bureau of Energy Efficiency.2.  The\r\nBureau shall be a body corporate by the name aforesaid having perpetual\r\nsuccession and a common seal, with power subject to the provisions of this Act,\r\nto acquire, hold and dispose of property, both movable and immovable, and to\r\ncontract, and shall, by the said name, sue or be sued.3.  The\r\nhead office of the Bureau shall be at Delhi.4.    The\r\nBureau may establish offices at other places in India.", "4": "The Energy Conservation Act, 20014. Management of\r\nBureau.-1.  The\r\ngeneral superintendence, direction and management of the affairs of the Bureau\r\nshall vest in the Governing Council which shall consist of not less than\r\ntwenty, but not exceeding twenty-six, members to be appointed by the Central\r\nGovernment. namely:-2.  The\r\nGoverning Council shall consist of the following members,a.   the Minister in\r\ncharge of the Ministry or Department of the Central Government dealing with the\r\nPower ex officio Chairperson;b.   the Secretary to the\r\nGovernment of India, in charge of the Ministry or Department of the Central\r\nGovernment dealing with the Power ex officio member;c.   the Secretary to the\r\nGovernment of India, in charge of the Ministry or Department of the Central\r\nGovernment dealing with the Petroleum and Natural Gas ex officio member;d.   the Secretary to the\r\nGovernment of India, in charge of the Ministry or Department of the Central\r\nGovernment dealing with the Coal ex officio member;e.   the Secretary to the\r\nGovernment of India, in charge of the Ministry or Department of the Central\r\nGovernment dealing with the Non-conventional Energy Sources ex officio member;\r\nIIf.   the Secretary to the\r\nGovernment of India, in charge of the Ministry or Department of the Central\r\nGovernment dealing with the Atomic Energy ex officio member;g.   the Secretary to the\r\nGovernment of India, in charge of the Ministry or Department of the Central\r\nGovernment dealing with the Consumer Affairs ex officio member;h.   Chairman of the\r\nCentral Electricity Authority established under the Electricity (Supply) Act,\r\n1948 (54 of 1948) ex officio member; II (i) Director-General of the Central\r\nPower Research Institute registered under the Karnataka Societies Act, 1960\r\n(Karnataka Act 17 of 1960) ex officio member;i.   Executive Director of\r\nthe Petroleum Conservation Research Association, a society registered under the\r\nSocieties Registration Act, 1860 (XXI of 1860) ex officio member;j.   Chairman-cum-Managing\r\nDirector of the Central Mine Planning and Design Institute Limited, a company\r\nincorporated under the Companies Act, 1956 (1 of 1956) ex officio member;k.   Director-General of\r\nthe Bureau of Indian established officio member; under the Bureau of Indian\r\nStandards Act, 1986 (63 of 1986) ex Department ofl.   Director-General of\r\nthe National Test House, Supply, Ministry of Commerce and Industry, Kolkata ex\r\nofficio member;m.   Managing Director of\r\nthe Indian Renewable Energy Development Agency Limited, a company incorporated\r\nunder the Companies Act, 1956 (1 of 1956) ex officio member;n.   one member each from\r\nthe five power regions representing the States of the region to be appointed by\r\nthe Central Government ex officio members;o.   such number of\r\npersons, not exceeding four as may be prescribed, to be appointed by the\r\nCentral Government as members from amongst persons who are in the opinion of\r\nthe Central Government capable of representing industry, equipment and\r\nappliance manufacturers, architects and consumers ex officio members;p.   such number of\r\npersons, not exceeding two as may be nominated by the Governing Council as\r\nmembers ex officio members;q.   Director-General of Bureauex\r\nofficio Member- Secretary.1.  2.  3.  The\r\nGoverning Council may exercise all powers and do all acts and things which may\r\nbe exercised or done by the Bureau.4.    Every\r\nmember referred to in clauses (o), (p) and (q) of sub-section (2) shall hold\r\noffice for a term of three years from the date on which he enters upon his\r\noffice.5.  The\r\nfee and allowances to be paid to the members referred to in clauses (o), (p)\r\nand (q) of sub-section (2) and the manner of filling up of vacancies and the\r\nprocedure to be followed in the discharge of their functions shall be such as\r\nmay be prescribed.", "5": "The Energy Conservation Act, 20015. Meetings of\r\nGoverning Council.-1.  The\r\nGoverning Council shall meet at such times and places, and shall observe such\r\nrules of procedure in regard to the transaction of business at its meetings\r\n(including quorum at such meetings) as may be provided by regulations.2.  The\r\nChairperson or, if for any reason, he is unable to attend a meeting of the\r\nGoverning Council, any other member chosen by the members present from amongst\r\nthemselves at the meeting shall preside at the meeting.3.  All\r\nquestions which come up before any meeting of the Governing Council shall be\r\ndecided by a majority vote of the members present and voting, and in the event\r\nof an equality of votes, the Chairperson or in his absence, the person\r\npresiding, shall have a second or casting vote.", "6": "The Energy Conservation Act, 20016. Vacancies, etc.,\r\nnot to invalidate proceedings of Bureau, Governing Council or Committee.-No act or proceeding\r\nof the Bureau or the Governing Council or any Committee shall be invalid merely\r\nby reason of-a.  \r\n  any\r\nvacancy in, or any defect in the constitution of, the Bureau or the Governing\r\nCouncil or the Committee; orb.  \r\n  any\r\ndefect in the appointment of a person acting as a Director-General or Secretary\r\nof the Bureau or a member of the Governing Council or the Committee; orc.  \r\n  any\r\nirregularity in the procedure of the Bureau or the Governing Council or the\r\nCommittee not affecting the merits of the case.", "7": "The Energy Conservation Act, 20017. Removal of member\r\nfrom office.-The Central\r\nGovernment shall remove a member referred to in clauses (o), (p) and (q) of\r\nsub-section (2) of section 4 from office if he-a.  \r\n  is,\r\nor at any time has been, adjudicated as insolvent;b.  \r\n  is\r\nof unsound mind and stands so declared by a competent court;c.  \r\n  has\r\nbeen convicted of an offence which, in the opinion of the Central Government,\r\ninvolves a moral turpitude;d.  \r\n  has,\r\nin the opinion of the Central Government, so abused his position as to render\r\nhis continuation in office detrimental to the public interest: Provided that no\r\nmember shall be removed under this clause unless he has been given a reasonable\r\nopportunity of being heard in the matter.", "8": "The Energy Conservation Act, 20018. Constitution of\r\nAdvisory Committees and other committees.-1.  Subject\r\nto any regulations made in this behalf, the Bureau shall, within six months\r\nfrom the date of commencement of this Act, constitute Advisory Committees for\r\nthe efficient discharge of its functions.2.  Each\r\nAdvisory Committee shall consist of a Chairperson and such other members as may\r\nbe determined by regulations.3.  Without\r\nprejudice to the powers contained in sub-section (1), the Bureau may\r\nconstitute, such number of technical committees of experts for the formulation\r\nof energy consumption standards or norms in respect of equipment or processes,\r\nas it consider necessary.", "9": "The Energy Conservation Act, 20019. Director-General\r\nof Bureau.-1.  The\r\nCentral Government shall, by notification, appoint a Director-General from\r\namongst persons of ability and standing, having adequate knowledge and\r\nexperience in dealing with the matters relating to energy production, supply\r\nand energy management, standardisation and efficient use of energy and its\r\nconservation.2.  The\r\nCentral Government shall, by notification, appoint any person not below the\r\nrank of Deputy Secretary to the Government of India as Secretary of the Bureau.\r\n3.  The\r\nDirector-General shall hold office for a term of three years from the date on\r\nwhich he enters upon his office or until he attains the age of sixty years,\r\nwhichever is earlier.4.  The\r\nsalary and allowances payable to the Director-General and other terms and\r\nconditions of his service and other terms and conditions of service of the\r\nSecretary of the Bureau shall be such as may be prescribed.5.  Subject\r\nto general superintendence, direction and management of the affairs by the\r\nGoverning Council, the Director-General of the Bureau shall be the Chief\r\nExecutive Authority of the Bureau.6.  \r\n  The\r\nDirector-General of the Bureau shall exercise and discharge such powers and\r\nduties of the Bureau as may be determined by regulations.", "10": "The Energy Conservation Act, 200110. Officers and\r\nemployees of Bureau.-1.  The\r\nCentral Government may appoint such other officers and employees in the Bureau\r\nas it considers necessary for the efficient discharge of its functions under\r\nthis Act.2.  The\r\nterms and conditions of service of officers and other employees of the Bureau\r\nappointed under sub-section (1) shall be such as may be prescribed.", "11": "The Energy Conservation Act, 200111. Authentication of\r\norders and decisions of Bureau.-All orders and\r\ndecisions of the Bureau shall be authenticated by the signature of the\r\nDirector-General or any other officer of the Bureau authorised by the\r\nDirector-General in this behalf.", "12": "The Energy Conservation Act, 2001Chapter III Transfer\r\nof Assets, Liabilities, Etc., of Energy Management Centre to Bureau12. Transfer of\r\nassets, liabilities and employees of Energy Management Centre.-1.  On\r\nand from the date of establishment of the Bureau-a.   any reference to the\r\nEnergy Management Centre in any law other than this Act or in any contract or\r\nother instrument shall be deemed as a reference to the Bureau;b.   all properties and\r\nassets, movable and immovable of, or belonging to, the Energy Management Centre\r\nshall vest in the Bureau;c.   all the rights and\r\nliabilities of the Energy Management Centre shall be transferred to, and be the\r\nrights and liabilities of, the Bureau;d.   without prejudice to\r\nthe provisions of clause (c), all debts, obligations and liabilities incurred,\r\nall contracts entered into and all matters and things engaged to be done by,\r\nwith or for the Energy Management Centre immediately before that date, f r or\r\nin connection with the purposes of the said Centre shall be deemed to have been\r\nincurred, entered into, or engaged to be done by, with or for, the Bureau;e.   all sums of money due\r\nto the Energy Management Centre immediately before that date shall be deemed to\r\nbe due to the Bureau;f.   all suits and other\r\nlegal proceedings instituted or which could have been instituted by or against\r\nthe Energy Management Centre immediately before that date may be continued or\r\nmay be instituted by or against the Bureau; andg.   every employee\r\nholding any office under the Energy Management Centre immediately before that\r\ndate shall hold his office in the Bureau by the same tenure and upon the same\r\nterms and conditions of service as respects remuneration, leave, provident fun\r\n, retirement or other terminal benefits as he would have held such office if\r\nthe Bureau had not been established and shall continue to do so as an employee\r\nof the Bureau or until the expiry of six months from that date if such employee\r\nopts not to be the employee of the Bureau within such period.1.  2.  Notwithstanding\r\nanything contained in the Industrial Disputes Act, 1947 (14 of 1947) or in any\r\nother law for the time being in force, the absorption of any employee by the\r\nBureau in its regular service under this section shall not entitle such\r\nemployee to any compensation under that Act or other law and no such claim\r\nshall be entertained by any court, tribunal or other authority.", "13": "The Energy Conservation Act, 2001Chapter IV Powers and\r\nFunctions of Bureau13. Powers and\r\nfunctions of Bureau.-1.  The\r\nBureau shall, effectively co-ordinate with designated consumers, designated\r\nagencies and other agencies, recognised and utilise the existing resources and\r\ninfrastructure, in performing the functions assigned to t by or under this Act.\r\n2.  The\r\nBureau may perform such functions and exercise such powers as may be assigned\r\nto it by or under this Act and in particular, such functions and powers include\r\nthe function and power to-a.   recommend to the\r\nCentral Government the norms for processes and energy consumption standards\r\nrequired to be notified under clause (a) of section 14;b.   recommend to the\r\nCentral Government the particulars required to be displayed on label on\r\nequipment or on appliances and manner of their display under clause (d) of\r\nsection 14;c.   recommend to the\r\nCentral Government for notifying any user or class of users of energy as a\r\ndesignated consumer under clause (e) of section 14;d.   take suitable steps\r\nto prescribe guidelines for energy conservation building codes under clause (p)\r\nof section 14;e.   take all measures\r\nnecessary to create awareness and disseminate information for efficient use of\r\nenergy and its conservation;f.   arrange and organise\r\ntraining of personnel and specialists in the techniques for efficient use of\r\nenergy and its conservation;g.   strengthen\r\nconsultancy services in the field of energy conservation;h.   promote research and\r\ndevelopment in the field of energy conservation;i.   develop testing and\r\ncertification procedure and promote testing facilities for certification and\r\ntesting for energy consumption of equipment and appliances;j.   formulate and\r\nfacilitate implementation of pilot projects and demonstration projects for\r\npromotion of efficient use of energy and its conservation;k.   promote use of energy\r\nefficient processes, equipment, devices and systems;l.   promote innovative\r\nfinancing of energy efficiency projects;m.   give financial\r\nassistance to institutions for promoting efficient use of energy and its\r\nconservation;n.   levy fee, as may be\r\ndetermined by regulations, for services provided for promoting efficient use of\r\nenergy and its conservation;o.   maintain a list of\r\naccredited energy auditors as may be specified by regulations;p.   specify, by\r\nregulations, qualifications for the accredited energy auditors;q.   specify, by\r\nregulations, the manner and intervals of time in which the energy audit shall\r\nbe conducted;r.   specify, by\r\nregulations, certification procedures for energy managers to be designated or\r\nappointed by designated consumers;s.   prepare educational\r\ncurriculum on efficient use of energy and its conservation for educational\r\ninstitutions, boards, universities or autonomous bodies and coordinate with\r\nthem for inclusion of such curriculum in their syllabus;t.   implement\r\ninternational co-operation programmes relating to efficient use of energy and\r\nits conservation as may be assigned to it by the Central Government;u.   perform such other\r\nfunctions as may be prescribed.", "14": "The Energy Conservation Act, 2001Chapter V Power of\r\nCentral Government to Facilitate and Enforce Efficient Use of Energy and Its\r\nConservation14. Power of Central\r\nGovernment to enforce efficient use of energy and its conservation.-The Central\r\nGovernment may, by notification, in consultation with the Bureau,-a.  \r\n  specify\r\nthe norms for processes and energy consumption standards for any equipment,\r\nappliance which consumes, generates, transmits or supplies energy;b.  \r\n  specify\r\nequipment or appliance or class of equipments or appliances, as the case may\r\nbe, for the purposes of this Act;c.  \r\n\r\n  prohibit\r\nmanufacture or sale or purchase or import of equipment or appliance specified\r\nunder clause (b), unless such equipment or appliance conforms to energy consumption\r\nstandards: Provided that no notification prohibiting manufacture or sale or\r\npurchase or import of equipment or appliance shall be issued within two years\r\nfrom the date of notification issued under clause (a) of this section;d.  \r\n  direct\r\ndisplay of such particulars on label on equipment or on appliance specified\r\nunder clause (b) and in such manner as may be specified by regulations;e.  \r\n  specify,\r\nhaving regard to the intensity or quantity of energy consumed and the amount of\r\ninvestment required for switching over to energy efficient equipments and\r\ncapacity of industry to invest in it and availability of the energy efficient\r\nmachinery and equipment required by the industry, any user or class of users of\r\nenergy as a designated consumer for the purposes of this Act;f.  \r\n  alter\r\nthe list of Energy Intensive Industries specified in the Schedule;g.  \r\n  establish\r\nand prescribe such energy consumption norms and standards for designated\r\nconsumers as it may consider necessary: Provided that the Central Government\r\nmay prescribe different norms and standards for different designated consumers\r\nhaving regard to such factors as may be prescribed;h.  \r\n  direct,\r\nhaving regard to quantity of energy consumed or the norms and standards of\r\nenergy consumption specified under clause (a), the energy intensive industries\r\nspecified in the Schedule to get energy audit conducted by an accredited energy\r\nauditor n such manner and intervals of time as may be specified by regulations;\r\ni.  \r\n  direct,\r\nif considered necessary for efficient use of energy and its conservation, any\r\ndesignated consumer to get energy audit conducted by an accredited energy\r\nauditor;j.  \r\n\r\n  specify\r\nthe matters to be included for the purposes of inspection under sub-section (2)\r\nof section 17;k.  \r\n  direct\r\nany designated consumer to furnish to the designated agency, in such form and\r\nmanner and within such period, as may be prescribed, the information with\r\nregard to the energy consumed and action taken on the recommendation of the\r\naccredited energy auditor;l.  \r\n  direct\r\nany designated consumer to designate or appoint energy manager in charge of\r\nactivities for efficient use of energy and its conservation and submit a\r\nreport, in the form and manner as may be prescribed, on the status of energy\r\nconsumption at t e end of every financial year to the designated agency;m.  \r\n  prescribe\r\nminimum qualification for energy managers to be designated or appointed under\r\nclause (l);n.  \r\n  direct\r\nevery designated consumer to comply with energy consumption norms and\r\nstandards;o.  \r\n  direct\r\nany designated consumer, who does not fulfill the energy consumption norms and\r\nstandards prescribed under clause (g), to prepare a scheme for efficient use of\r\nenergy and its conservation and implement such scheme keeping in view of the\r\neconomic viability of the investment in such form and manner as may be prescribed;\r\np.  \r\n  prescribe\r\nenergy conservation building codes for efficient use of energy and its\r\nconservation in the building or building complex;q.  \r\n\r\n  amend\r\nthe energy conservation building codes to suit the regional and local climatic\r\nconditions;r.  \r\n  direct\r\nevery owner or occupier of the building or building complex, being a designated\r\nconsumer to comply with the provisions of energy conservation building codes\r\nfor efficient use of energy and its conservation;s.  \r\n  direct,\r\nany designated consumer referred to in clause (r), if considered necessary, for\r\nefficient use of energy and its conservation in his building to get energy\r\naudit conducted in respect of such building by an accredited energy auditor in\r\nsuch manner and intervals of time as may be specified by regulations;t.  \r\n  take\r\nall measures necessary to create awareness and disseminate information for\r\nefficient use of energy and its conservation;u.  \r\n  arrange\r\nand organise training of personnel and specialists in the techniques for\r\nefficient use of energy and its conservation;v.  \r\n  take\r\nsteps to encourage preferential treatment for use of energy efficient equipment\r\nor appliances: Provided that the powers under clauses (p) to (s) shall be\r\nexercised in consultation with the concerned State.", "15": "The Energy Conservation Act, 2001Chapter VI Power of\r\nState Government to Facilitate and Enforce Efficient Use of Energy and Its\r\nConservation15. Power of State\r\nGovernment to enforce certain provisions for efficient use of energy and its\r\nconservation.-The State Government\r\nmay, by notification, in consultation with the Bureau-a.  \r\n  amend\r\nthe energy conservation building codes to suit the regional and local climatic\r\nconditions and may, by rules made by it, specify and notify energy conservation\r\nbuilding codes with respect to use of energy in the buildings;b.  \r\n  direct\r\nevery owner or occupier of a building or building complex being a designated\r\nconsumer to comply with the provisions of the energy conservation building\r\ncodes;c.  \r\n\r\n  direct,\r\nif considered necessary for efficient use of energy and its conservation, any\r\ndesignated consumer referred to in clause (b) to get energy audit conducted by\r\nan accredited energy auditor in such manner and at such intervals of time as\r\nmay be specified by regulations;d.  \r\n  designate\r\nany agency as designated agency to coordinate, regulate and enforce provisions\r\nof this Act within the State;e.  \r\n  take\r\nall measures necessary to create awareness and disseminate information for\r\nefficient use of energy and its conservation;f.  \r\n  arrange\r\nand organise training of personnel and specialists in the techniques for\r\nefficient use of energy and its conservation;g.  \r\n  take\r\nsteps to encourage preferential treatment for use of energy efficient equipment\r\nor appliances;h.  \r\n  direct,\r\nany designated consumer to furnish to the designated agency, in such form and\r\nmanner and within such period as may be specified by rules made by it,\r\ninformation with regard to the energy consumed by such consumer;i.  \r\n  specify\r\nthe matters to be included for the purposes of inspection under sub-section (2)\r\nof section 17.", "16": "The Energy Conservation Act, 200116. Establishment of\r\nFund by State Government.-1.  The\r\nState Government shall constitute a Fund to be called the State Energy\r\nConservation Fund for the purposes of promotion of efficient use of energy and\r\nits conservation within the State.2.  To\r\nthe Fund shall be credited all grants and loans that may be made by the State\r\nGovernment or, Central Government or any other organisation or individual for\r\nthe purposes of this Act.3.  The\r\nFund shall be applied for meeting the expenses incurred for implementing the\r\nprovisions of this Act.4.  The\r\nFund created under sub-section (1) shall be administered by such persons or any\r\nauthority and in such manner as may be specified in the rules made by the State\r\nGovernment.", "17": "The Energy Conservation Act, 200117. Power of\r\ninspection.-1.  The\r\ndesignated agency may appoint, after the expiry of five years from the date of\r\ncommencement of this Act, as many inspecting officers as may be necessary for\r\nthe purpose of ensuring compliance with energy consumption standards specified\r\nunder clause (a) of section 14 or ensure display of particulars on label on\r\nequipment or appliance specified under clause (b) of section 14 or for the\r\npurpose of performing such other functions as may be assigned to them.2.  Subject\r\nto any rules made under this Act, an inspecting officer shall have power to-a.   inspect any operation\r\ncarried on or in connection with the equipment or appliance specified under\r\nclause (b) of section 14 or in respect of which energy standards under clause\r\n(a) of section 14 have been specified;b.   enter any place of\r\ndesignated consumer at which the energy is used for any activity and may\r\nrequire any proprietor, employee, director, manager or secretary or any other\r\nperson who may be attending in any manner to or helping in, carrying on any\r\nactivity with the help of energy- \r\n i.  \r\n  to\r\nafford him necessary facility to inspect-A.   any equipment or\r\nappliance as he may require and which may be available at such place;B.   any production\r\nprocess to ascertain the energy consumption norms and standards; \r\n i.  \r\n \r\n ii.  \r\n  to\r\nmake an inventory of stock of any equipment or appliance checked or verified by\r\nhim; \r\n iii.  \r\n  to\r\nrecord the statement of any person which may be useful for, or relevant to, for\r\nefficient use of energy and its conservation under this Act.1.  2.  3.  An\r\ninspecting officer may enter any place of designated consumer-a.   where any activity\r\nwith the help of energy is carried on; andb.   where any equipment\r\nor appliance notified under clause (b) of section 14 has been kept, during the\r\nhours at which such place is open for production or conduct of business\r\nconnected therewith.1.  2.  3.  4.    An\r\ninspecting officer acting under this section shall, on no account, remove or\r\ncause to be removed from the place wherein he has entered, any equipment or\r\nappliance or books of account or other documents.", "18": "The Energy Conservation Act, 200118. Power of Central\r\nGovernment or State Government to issue directions.-The Central\r\nGovernment or the State Government may, in the exercise of its powers and\r\nperformance of its functions under this Act and for efficient use of energy and\r\nits conservation, issue such directions in writing as it deems fit for the\r\npurposes of this Act to any person, officer, authority or any designated\r\nconsumer and such person, officer or authority or any designated consumer shall\r\nbe bound to comply with such directions.Explanation.- For the\r\navoidance of doubts, it is hereby declared that the power to issue directions\r\nunder this section includes the power to direct-a.  \r\n  regulation\r\nof norms for process and energy consumption standards in any industry or\r\nbuilding or building complex; orb.  \r\n  regulation\r\nof the energy consumption standards for equipment and appliances.", "19": "The Energy Conservation Act, 2001Chapter VII Finance,\r\nAccounts and Audit of Bureau19. Grants and loans\r\nby Central Government.-The Central\r\nGovernment may, after due appropriation made by Parliament by law in this\r\nbehalf, make to the Bureau or to the State Governments grants and loans of such\r\nsums of money as the Central Government ma consider necessary.", "20": "The Energy Conservation Act, 200120. Establishment of\r\nFund by Central Government.-1.  There\r\nshall be constituted a Fund to be called as the Central Energy Conservation\r\nFund and there shall be credited thereto-a.   any grants and loans\r\nmade to the Bureau by the Central Government under section 19;b.   all fees received by\r\nthe Bureau under this Act;c.   all sums received by\r\nthe Bureau from such other sources as may be decided upon by the Central\r\nGovernment.1.  2.  The\r\nFund shall be applied for meeting-a.   the salary,\r\nallowances and other remuneration of Director-General, Secretary, officers and\r\nother employees of the Bureau;b.   expenses of the\r\nBureau in the discharge of its functions under section 13;c.   fee and allowances to\r\nbe paid to the members of the Governing Council under sub-section (5) of\r\nsection 4;d.   expenses on objects\r\nand for purposes authorised by this Act.", "21": "The Energy Conservation Act, 200121. Borrowing powers\r\nof Bureau.-1.  The\r\nBureau may, with the consent of the Central Government or in accordance with\r\nthe terms of any general or special authority given to it by the Central\r\nGovernment, borrow money from any source as it may deem fit for discharging all\r\nor any of its functions under this Act.2.  The\r\nCentral Government may guarantee, in such manner as it thinks fit, the\r\nrepayment of the principal and the payment of interest thereon with respect to\r\nthe loans borrowed by the Bureau under sub-section (1).", "22": "The Energy Conservation Act, 200122. Budget.-The Bureau shall\r\nprepare, in such form and at such time in each financial year as may be\r\nprescribed, its budget for the next financial year, showing the estimated\r\nreceipts and expenditure of the Bureau and forward the same to the Central Government.", "23": "The Energy Conservation Act, 200123. Annual report.-The Bureau shall\r\nprepare, in such form and at such time in each financial year as may be\r\nprescribed, its annual report, giving a full account of its activities during\r\nthe previous financial year, and submit a copy thereof to the Central\r\nGovernment.", "24": "The Energy Conservation Act, 200124. Annual report to\r\nbe laid before Parliament.-The Central\r\nGovernment shall cause the annual report referred to in section 23 to be laid,\r\nas soon as may be after it is received, before each House of Parliament.", "25": "The Energy Conservation Act, 200125. Accounts and\r\naudit.-1.  The\r\nBureau shall maintain proper accounts and other relevant records and prepare an\r\nannual statement of accounts in such form as may be prescribed by the Central\r\nGovernment in consultation with the Comptroller and Auditor-General of India.2.  The\r\naccounts of the Bureau shall be audited by the Comptroller and Auditor-General\r\nof India at such intervals as may be specified by him and any expenditure\r\nincurred in connection with such audit shall be payable by the Bureau to the\r\nComptroller and auditor-General.3.  The\r\nComptroller and Auditor-General of India and any other person appointed by him\r\nin connection with the audit of the accounts of the Bureau shall have the same\r\nrights and privileges and authority in connection with such audit as the\r\nComptroller and Auditor-General generally has in connection with the audit of\r\nthe Government accounts, and in particular, shall have the right to demand the\r\nproduction of books, accounts, connected vouchers and other documents and\r\npapers and to inspect any of the office of the Bureau.4.  The\r\naccounts of the Bureau as certified by the Comptroller and Auditor-General of\r\nIndia or any other person appointed by him in this behalf together with the\r\naudit report thereon shall be forwarded annually to the Central Government and\r\nthat Government shall cause the same to be laid before each House of\r\nParliament.", "26": "The Energy Conservation Act, 2001Chapter VIII\r\nPenalties and Adjudication26. Penalty.-1.  If\r\nany person fails to comply with the provisions of clause (c) or clause (d) or\r\nclause (h) or clause (i) or clause (k) or clause (l) or clause (n) or clause\r\n(r) or clause (s) of section 14 or clause (b) or clause (c) or clause (h) of\r\nsection 15, he shall be liable to a penalty which shall not exceed ten thousand\r\nrupees for each such failure and, in the case of continuing failure, with an\r\nadditional penalty which may extend to one thousand rupees for every day during\r\nwhich such failure continues: Provided that no person shall be liable to pay\r\npenalty within five years from the date of commencement of this Act.2.  Any\r\namount payable under this section, if not paid, may be recovered as if it were\r\nan arrear of land revenue.", "27": "The Energy Conservation Act, 200127. Power to\r\nadjudicate.-1.  For\r\nthe purpose of adjudging under section 26, the State Commission shall appoint\r\nany of its members to be an adjudicating officer for holding an inquiry in such\r\nmanner as may be prescribed by the Central Government, after giving any person\r\nconcerned a reasonable opportunity of being heard for the purpose of imposing\r\nany penalty.2.  While\r\nholding an inquiry the adjudicating officer shall have power to summon and\r\nenforce the attendance of any person acquainted with the facts and\r\ncircumstances of the case to give evidence or produce any document which in the\r\nopinion of the adjudicating officer, may be useful for or relevant to the\r\nsubject-matter of the inquiry, and if, on such inquiry, he is satisfied that\r\nthe person has failed to comply with the provisions of any of the clauses of\r\nthe sections specified in section 26, he may impose such penalty as he thinks\r\nfit in accordance with the provisions of any of those clauses of that section:\r\nProvided that where a State Commission has not been established in a State, the\r\nGovernment of that State shall appoint any of its officer not below the rank\r\nequivalent to a Secretary dealing with legal affairs in that State to be an\r\nadjudicating officer for the purposes of this section and such officer shall\r\ncease to be an adjudicating officer immediately on the appointment of an\r\nadjudicating officer by the State Commission on its establishment in that\r\nState:Provided further that\r\nwhere an adjudicating officer appointed by a State Government ceased to be an\r\nadjudicating officer, he shall transfer to the adjudicating officer appointed\r\nby the State Commission all matters being adjudicated by him and thereafter the\r\nadjudicating officer appointed by the State Commission shall adjudicate the\r\npenalties on such matters.", "28": "The Energy Conservation Act, 200128. Factors to be\r\ntaken into account by adjudicating officer.-While adjudicating\r\nthe quantum of penalty under section 26, the adjudicating officer shall have\r\ndue regard to the following factors, namely:-a.  \r\n  the\r\namount of disproportionate gain or unfair advantage, wherever quantifiable,\r\nmade as a result of the default;b.  \r\n  the\r\nrepetitive nature of the default.", "29": "The Energy Conservation Act, 200129. Civil court not\r\nto have jurisdiction.-No civil court shall\r\nhave jurisdiction to entertain any suit or proceeding in respect of any matter\r\nwhich an adjudicating officer appointed under this Act or the Appellate\r\nTribunal is empowered by or under this A t to determine and no injunction shall\r\nbe granted by any court or other authority in respect of any action taken or to\r\nbe taken in pursuance of any power conferred by or under this Act.", "30": "The Energy Conservation Act, 2001Chapter IX Appellate\r\nTribunal for Energy Conservation30. Establishment of\r\nAppellate Tribunal.-The Central\r\nGovernment shall, by notification, establish an Appellate Tribunal to be known\r\nas the Appellate Tribunal for Energy Conservation to hear appeals against the\r\norders of the adjudicating officer or the Central Government or the State\r\nGovernment or any other authority under this Act.", "31": "The Energy Conservation Act, 200131. Appeal to\r\nAppellate Tribunal.-1.  Any\r\nperson aggrieved, by an order made by an adjudicating officer or the Central\r\nGovernment or the State Government or any other authority under this Act, may\r\nprefer an appeal to the Appellate Tribunal for Energy Conservation: Provided\r\nthat any person, appealing against the order of the adjudicating officer\r\nlevying any penalty, shall, while filing the appeal, deposit the amount of such\r\npenalty: Provided further that where in any particular case, the Appellate\r\nTribunal is of the opinion that the deposit of such penalty would cause undue\r\nhardship to such person, the Appellate Tribunal may dispense with such deposit\r\nsubject to such conditions as I may deem fit to impose so as to safeguard the\r\nrealisation of penalty.2.  Every\r\nappeal under sub-section (1) shall be filed within a period of forty-five days\r\nfrom the date on which a copy of the order made by the adjudicating officer or\r\nthe Central Government or the State Government or any other authority is\r\nreceived by t e aggrieved person and it shall be in such form, verified in such\r\nmanner and be accompanied by such fee as may be prescribed: Provided that the\r\nAppellate Tribunal may entertain an appeal after the expiry of the said period\r\nof forty-five days if it is satisfied that there was sufficient cause for not\r\nfiling it within that period.3.  On\r\nreceipt of an appeal under sub-section (1), the Appellate Tribunal may, after\r\ngiving the parties to the appeal an opportunity of being heard, pass such\r\norders thereon as it thinks fit, confirming, modifying or setting aside the\r\norder appealed against.4.  The\r\nAppellate Tribunal shall send a copy of every order made by it to the parties\r\nto the appeal and to the concerned adjudicating officer or the Central\r\nGovernment or the State Government or any other authority.5.  The\r\nappeal filed before the Appellate Tribunal under sub-section (1) shall be dealt\r\nwith by it as expeditiously as possible and endeavour shall be made by it to\r\ndispose of the appeal finally within one hundred and eighty days from the date\r\nof receipt of the appeal: Provided that where an appeal could not be disposed\r\nof within the said period of one hundred and eighty days, the Appellate\r\nTribunal shall record its reasons in writing for not disposing of the appeal\r\nwithin the said period.6.  \r\n  The\r\nAppellate Tribunal may, for the purpose of examining the legality, propriety or\r\ncorrectness of any order made by the adjudicating officer or the Central\r\nGovernment or the State Government or any other authority under this Act, as\r\nthe case may be, n relation to any proceeding, on its own motion or otherwise,\r\ncall for the records of such proceedings and make such order in the case as it\r\nthinks fit.", "32": "The Energy Conservation Act, 200132. Composition of\r\nAppellate Tribunal.-1.  The\r\nAppellate Tribunal shall consist of a Chairperson and such number of Members\r\nnot exceeding four, as the Central Government may deem fit.2.  Subject\r\nto the provisions of this Act,-a.   the jurisdiction of\r\nthe Appellate Tribunal may be exercised by Benches thereof;b.   a Bench may be\r\nconstituted by the Chairperson of the Appellate Tribunal with two or more\r\nMembers of the Appellate Tribunal as the Chairperson of the Appellate Tribunal\r\nmay deem fit: Provided that every Bench constituted under this clause shall\r\ninclude at least one Judicial Member and one Technical Member;c.   The Benches of the\r\nAppellate Tribunal shall ordinarily sit at Delhi and such other places as the\r\nCentral Government may, in consultation with the Chairperson of the Appellate\r\nTribunal, notify;d.   the Central\r\nGovernment shall notify the areas in relation to which each Bench of the\r\nAppellate Tribunal may exercise jurisdiction.1.  2.  \r\n3.  Notwithstanding\r\nanything contained in sub-section (2), the Chairperson of the Appellate\r\nTribunal may transfer a Member of the Appellate Tribunal from one Bench to\r\nanother Bench.Explanation.-For the\r\npurposes of this Chapter,-  \r\n i.  \r\n  \"Judicial\r\nMember\" means a Member of the Appellate Tribunal appointed as such under\r\nitem (i) or item (ii) of clause (b) of sub-section (1) of section 33, and\r\nincludes the Chairperson of the Appellate Tribunal;\"Technical\r\nMember\" means a Member of the Appellate Tribunal appointed as such under\r\nitem \r\n iii.  \r\n  or\r\nitem \r\n iv.  \r\n\r\n  or\r\nitem \r\n v.  \r\n  or\r\nitem  \r\n vi.  \r\n  of\r\nclause (b) of sub-section (1) of section 33.", "33": "The Energy Conservation Act, 200133. Qualifications\r\nfor appointment of Chairperson and Members of Appellate Tribunal.-1.  A\r\nperson shall not be qualified for appointment as the Chairperson of the\r\nAppellate Tribunal or a Member of the Appellate Tribunal unless he,-a.   in the case of\r\nChairperson of the Appellate Tribunal, is, or has been, a judge of the Supreme\r\nCourt or the Chief Justice of a High Court; andb.   in the case of a\r\nMember of the Appellate Tribunal,- \r\n i.  \r\n\r\n  is,\r\nor has been, or is qualified to be, a judge of a High Court; or \r\n ii.  \r\n  is,\r\nor has been, a Member of the Indian Legal Service and has held a post in Grade\r\nI in that service for at least three years; or \r\n iii.  \r\n  is,\r\nor has been, a Secretary for at least one year in the Ministry or Department of\r\nthe Central Government dealing with the Power or Coal or Petroleum and Natural\r\nGas or Atomic Energy; or \r\n iv.  \r\n\r\n  is\r\nor has been the Chairman of the Central Electricity Authority for at least one\r\nyear; or \r\n v.  \r\n  is,\r\nor has been, Director-General of Bureau or Director-General of the Central\r\nPower Research Institute or Bureau of Indian Standards for at least three years\r\nor has held any equivalent post for at least three years; or \r\n vi.  \r\n  is,\r\nor has been, a qualified technical person of ability and standing, having\r\nadequate knowledge and experience in dealing with the matters relating to\r\nenergy production and supply, energy management, standardisation and efficient\r\nuse of energy and its conservation, and has shown capacity in dealing with\r\nproblems relating to engineering, finance, commerce, economics, law or management.", "34": "The Energy Conservation Act, 200134. Term of office.-The Chairperson of\r\nthe Appellate Tribunal and every Member of the Appellate Tribunal shall hold\r\noffice as such for a term of five years from the date on which he enters upon\r\nhis office: Provided that no Chairperson of the Appellate Tribunal or Member of\r\nthe Appellate Tribunal shall hold office as such after he has attained,-a.  \r\n  in\r\nthe case of the Chairperson of the Appellate Tribunal, the age of seventy\r\nyears;b.  \r\n  in\r\nthe case of any Member of the Appellate Tribunal, the age of sixty-five years.", "35": "The Energy Conservation Act, 200135. Terms and\r\nconditions of service.-The salary and\r\nallowances payable to and the other terms and conditions of service of the\r\nChairperson of the Appellate Tribunal and Members of the Appellate Tribunal\r\nshall be such as may be prescribed: Provided that neither the salary and\r\nallowances nor the other terms and conditions of service of the Chairperson of\r\nthe Appellate Tribunal or a Member of the Appellate Tribunal shall be varied to\r\nhis disadvantage after appointment.", "36": "The Energy Conservation Act, 200136. Vacancies.-If for reason, other\r\nthan temporary absence, any vacancy occurs in the office of the Chairperson of\r\nthe Appellate Tribunal or a Member of the Appellate Tribunal, the Central\r\nGovernment shall appoint another person in accordance with the pr visions of\r\nthis Act to fill the vacancy and the proceedings may be continued before the\r\nAppellate Tribunal from the stage at which the vacancy is filled.", "37": "The Energy Conservation Act, 200137. Resignation and\r\nremoval.-1.  The\r\nChairperson or a Member of the Appellate Tribunal may, by notice in writing\r\nunder his hand addressed to the Central Government, resign his office: Provided\r\nthat the Chairperson of the Appellate Tribunal or a Member of the Appellate\r\nTribunal shall, unless he is permitted by the Central Government to relinquish\r\nhis office sooner, continue to hold office until the expiry of three months\r\nfrom the date f receipt of such notice or until a person duly appointed as his\r\nsuccessor enters upon his office or until the expiry of his term of office,\r\nwhichever is the earliest.2.  The\r\nChairperson of the Appellate Tribunal or Member of the Appellate Tribunal shall\r\nnot be removed from his office except by an order by the Central Government on\r\nthe ground of proved misbehaviour or incapacity after an inquiry made by such\r\nperson as the President may appoint for this purpose in which the Chairperson\r\nor a Member of the Appellate Tribunal concerned has been informed of the\r\ncharges against him and given a reasonable opportunity of being heard in\r\nrespect of such charges.", "38": "The Energy Conservation Act, 200138. Member to act as\r\nChairperson in certain circumstances.-1.  In\r\nthe event of the occurrence of any vacancy in the office of the Chairperson of\r\nthe Appellate Tribunal by reason of his death, resignation or otherwise, the\r\nsenior-most Member of the Appellate Tribunal shall act as the Chairperson of\r\nthe Appellate Tribunal until the date on which a new Chairperson, appointed in\r\naccordance with the provisions of this Act to fill such vacancy, enters upon\r\nhis office.2.  When\r\nthe Chairperson of the Appellate Tribunal is unable to discharge his functions\r\nowing to absence, illness or any other cause, the senior-most Member of the\r\nAppellate Tribunal shall discharge the functions of the Chairperson of the\r\nAppellate Tribunal until the date on which the Chairperson of the Appellate\r\nTribunal resumes his duties.", "39": "The Energy Conservation Act, 200139. Staff of\r\nAppellate Tribunal.-1.  The\r\nCentral Government shall provide the Appellate Tribunal with such officers and\r\nemployees as it may deem fit.2.  The\r\nofficers and employees of the Appellate Tribunal shall discharge their\r\nfunctions under the general superintendence of the Chairperson of the Appellate\r\nTribunal, as the case may be.3.  The\r\nsalaries and allowances and other conditions of service of the officers and\r\nemployees of the Appellate Tribunal shall be such as may be prescribed.", "40": "The Energy Conservation Act, 200140. Procedure and\r\npowers of Appellate Tribunal.-1.  The\r\nAppellate Tribunal shall not be bound by the procedure laid down by the Code of\r\nCivil Procedure, 1908 (5 of 1908) but shall be guided by the principles of\r\nnatural justice and, subject to the other provisions of this Act, the Appellate\r\nTribunal shall have powers to regulate its own procedure.2.  The\r\nAppellate Tribunal shall have, for the purposes of discharging its functions\r\nunder this Act, the same powers as are vested in a civil court under the Code\r\nof Civil Procedure, 1908 (5 of 1908), while trying a suit in respect of the\r\nfollowing matte s, namely:-a.   summoning and\r\nenforcing the attendance of any person and examining him on oath;b.   requiring the\r\ndiscovery and production of documents;c.   receiving evidence on\r\naffidavits;d.   subject to the\r\nprovisions of sections 123 and 124 of the Indian Evidence Act, 1872 (1 of\r\n1872), requisitioning any public record or document or copy of such record or\r\ndocument from any office;e.   issuing commissions\r\nfor the examination of witnesses or documents;f.   reviewing its\r\ndecisions;g.   dismissing a\r\nrepresentation of default or deciding it, ex parte;h.   setting aside any\r\norder of dismissal or any representation for default or any order passed by it,\r\nex parte;i.   any other matter\r\nwhich may be prescribed by the Central Government.1.  2.  3.  An\r\norder made by the Appellate Tribunal under this Act shall be executable by the\r\nAppellate Tribunal as a decree of civil court and, for this purpose, the\r\nAppellate Tribunal shall have all the powers of a civil court.4.    Notwithstanding\r\nanything contained in sub-section (3), the Appellate Tribunal may transmit any\r\norder made by it to a civil court having local jurisdiction and such civil\r\ncourt shall execute the order as if it were a decree made by that court.5.  All\r\nproceedings before the Appellate Tribunal shall be deemed to be judicial\r\nproceedings within the meaning of sections 193 and 228 of the Indian Penal Code\r\n(45 of 1860) and the Appellate Tribunal shall be deemed to be a civil court for\r\nthe purposes f sections 345 and 346 of the Code of Criminal Procedure, 1973 (2\r\nof 1974).", "41": "The Energy Conservation Act, 200141. Distribution of\r\nbusiness amongst Benches.-Where Benches are\r\nconstituted, the Chairperson of the Appellate Tribunal may, from time to time,\r\nby notification, make provisions as to the distribution of the business of the\r\nAppellate Tribunal amongst the Benches and also provide for the matters which\r\nmay be dealt with by each Bench.", "42": "The Energy Conservation Act, 200142. Power of\r\nChairperson to transfer cases.-On the application of\r\nany of the parties and after notice to the parties, and after hearing such of\r\nthem as he may desire to be heard, or on his own motion without such notice,\r\nthe Chairperson of the Appellate Tribunal may transfer any case pending before\r\none Bench for disposal, to any other Bench.", "43": "The Energy Conservation Act, 200143. Decision to be by\r\nmajority.-If the Members of the\r\nAppellate Tribunal of a Bench consisting of two Members differ in opinion on\r\nany point, they shall state the point or points on which they differ, and make\r\na reference to the Chairperson of the Appellate Tribunal who shall either hear\r\nthe point or points himself or refer the case for hearing on such point or\r\npoints by one or more of the other Members of the Appellate Tribunal and such\r\npoint or points shall be decided according to the opinion of the majority of\r\nthe Members of the Appellate Tribunal who have heard the case, including those\r\nwho first heard it.", "44": "The Energy Conservation Act, 200144. Right of\r\nappellant to take assistance of legal practitioner or accredited auditor and of\r\nGovernment to appoint presenting officers.-1.  A\r\nperson preferring an appeal to the Appellate Tribunal under this Act may either\r\nappear in person or take the ass stance of a legal practitioner or an\r\naccredited energy auditor of his choice to present his case before the\r\nAppellate Tribunal, as the case may be.2.  The\r\nCentral Government or the State Government may authorise one or more legal\r\npractitioners or any of its officers to act as presenting officers and every\r\nperson so authorised may present the case with respect to any appeal before the\r\nAppellate Tribunal, as the case may be.", "45": "The Energy Conservation Act, 200145. Appeal to Supreme\r\nCourt.-Any person aggrieved\r\nby any decision or order of the Appellate Tribunal, may, file an appeal to the\r\nSupreme Court within sixty days from the date of communication of the decision\r\nor order of the Appellate Tribunal to him, on any one or more of the grounds\r\nspecified in section 100 of the Code of Civil Procedure, 1908 (5 of 1908):\r\nProvided that the Supreme Court may, if it is satisfied that the appellant was\r\nprevented by sufficient cause from filing the appeal within the said period,\r\nallow it to be filed within a further period not exceeding sixty days.", "46": "The Energy Conservation Act, 2001Chapter X\r\nMiscellaneous46. Power of Central\r\nGovernment to issue directions to Bureau.-1.  Without\r\nprejudice to the foregoing provisions of this Act, the Bureau shall, in\r\nexercise of its powers or the performance of its functions under this Act, be\r\nbound by such directions on questions of policy as the Central Government may\r\ngive in writing to it from time to time: Provided that the Bureau shall, as far\r\nas practicable, be given an opportunity to express its views before any\r\ndirection is given under this sub-section.2.  The\r\ndecision of the Central Government, whether a question is one of policy or not,\r\nshall be final.", "47": "The Energy Conservation Act, 200147. Power of Central\r\nGovernment to supersede Bureau.-1.  If\r\nat any time the Central Government is of opinion-a.   that on account of\r\ngrave emergency, the Bureau is unable to discharge the functions and duties\r\nimposed on it by or under the provisions of this Act; orb.   that the Bureau has\r\npersistently made default in complying with any direction issued by the Central\r\nGovernment under this Act or in discharge of the functions and duties imposed\r\non it by or under the provisions of this Act and as a result of such d fault,\r\nthe financial position of the Bureau had deteriorated or the administration of\r\nthe Bureau had deteriorated; orc.   that circumstances\r\nexist which render it necessary in the public interest so to do, the Central\r\nGovernment may, by notification, supersede the Bureau for such period, not\r\nexceeding six months, as may be specified in the notification.1.  2.  Upon\r\nthe publication of a notification under sub-section (1) superseding the\r\nBureau,-a.   all the members\r\nreferred to in clauses (o), (p) and (q) of sub-section (2) of section 4 shall,\r\nas from the date of supersession, vacate their offices as such;b.   all the powers, functions\r\nand duties which may, by or under the provisions of this Act, be exercised or\r\ndischarged by or on behalf of the Bureau, shall until the Bureau is\r\nreconstituted under sub-section (3), be exercised and discharged by such person\r\nor persons as the Central Government may direct; andc.   all property owned or\r\ncontrolled by the Bureau shall, until the Bureau is reconstituted under\r\nsub-section (3), vest in the Central Government.1.  2.  3.  On\r\nthe expiration of the period of supersession specified in the notification issued\r\nunder sub-section (1), the Central Government may reconstitute the Bureau by a\r\nfresh appointment and in such case any person or persons who vacated their\r\noffices under clause (a) of sub-section (2), shall not be deemed disqualified\r\nfor appointment: Provided that the Central Government may, at any time, before\r\nthe expiration of the period of supersession, take action under this\r\nsub-section.4.    The\r\nCentral Government shall cause a notification issued under sub-section (1) and\r\na full report of any action taken under this section and the circumstances\r\nleading to such action to be laid before each House of Parliament at the\r\nearliest.", "48": "The Energy Conservation Act, 200148. Default by\r\ncompanies.-1.  Where\r\na company makes a default in complying with the provisions of clause (c) or\r\nclause (d) or clause (h) or clause (i) or clause (k) or clause (l) or clause\r\n(n) or clause (r) or clause (s) of section 14 or clause (b) or cause (c) or\r\nclause (h) of section 15, every person who at the time of such contravention\r\nwas incharge of, and was responsible to the company for the conduct of the\r\nbusiness of the company, as well as the company, shall be deemed to have acted\r\nin contravention of the said provisions and shall be liable to be proceeded\r\nagainst and imposed penalty under section 26 accordingly: Provided that nothing\r\ncontained in this sub-section shall render any such person liable for penalty\r\nprovided in this Act if he proves that the contravention of the aforesaid\r\nprovisions was committed without his knowledge or that he exercised all due\r\ndiligence to prevent the contravention of the aforesaid provision.2.  Notwithstanding\r\nanything contained in sub-section (1), where any contravention of the\r\nprovisions of clause (c) or clause (d) or clause (h) or clause (i) or clause\r\n(k) or clause (l) or clause (n) or clause (r) or clause (s) of section 14 or\r\nclause (b or clause (c) or clause (h) of section 15 has been committed with the\r\nconsent or connivance of, or is attributable to, any neglect on the part of,\r\nany director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to have\r\ncontravened the said provisions and shall be liable to be proceeded for imposition\r\nof penalty accordingly.Explanation.-For the\r\npurposes of this section, \"company\" means a body corporate and\r\nincludes a firm or other association of individuals.", "49": "The Energy Conservation Act, 200149. Exemption from\r\ntax on income.-Notwithstanding\r\nanything contained in the Income-tax Act, 1961 (43 of 1961) or any other\r\nenactment for the time being in force relating to tax on income, profits or\r\ngains-a.  \r\n  the\r\nBureau;b.  \r\n  the\r\nexisting Energy Management Centre from the date of its constitution to the date\r\nof establishment of the Bureau, shall not be liable to pay any income-tax or\r\nany tax in respect of their income, profits or gains derived.", "50": "The Energy Conservation Act, 200150. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government or\r\nDirector-General or Secretary or State Government or any officer of those\r\nGovernments or State Commission or its members or any member or officer or\r\nother employee of the Bureau for anything which is in good faith done or\r\nintended to be done under this Act or the rules or regulations made thereunder.", "51": "The Energy Conservation Act, 200151. Delegation.-The Bureau may, by\r\ngeneral or special order in writing, delegate to any member, member of the\r\ncommittee, officer of the Bureau or any other person subject to such\r\nconditions, if any, as may be specified in the order, such of its powers a d\r\nfunctions under this Act (except the powers under section 58) as it may deem\r\nnecessary.", "52": "The Energy Conservation Act, 200152. Power to obtain\r\ninformation.-Every designated\r\nconsumer or manufacturer of equipment or appliance specified under clause (b)\r\nof section 14 shall supply the Bureau with such information, and with such\r\nsamples of any material or substance used in relation to any equipment or\r\nappliance, as the Bureau may require.", "53": "The Energy Conservation Act, 200153. Power to exempt.-If the Central\r\nGovernment or the State Government is of the opinion that it is necessary or\r\nexpedient so to do in the public interest, it may, by notification and subject\r\nto such conditions as may be specified in the notification, exempt any\r\ndesignated consumer or class of designated consumers from application of all or\r\nany of the provisions of this Act: Provided that the Central Government or the\r\nState Government, as the case may be, shall not grant exemption to any\r\ndesignated consumer or class of designated consumers for a period exceeding\r\nfive years: Provided further that the Central Government or the State\r\nGovernment, as the case may be, shall consult the Bureau of Energy Efficiency\r\nbefore granting such exemption.", "54": "The Energy Conservation Act, 200154. Chairperson,\r\nMembers, officers and employees of the Appellate Tribunal, Members of State\r\nCommission, Director-General, Secretary, members, officers and employees to be\r\npublic servants.-The Chairperson of\r\nthe Appellate Tribunal or the Members of the Appellate Tribunal or officers or\r\nemployees of the Appellate Tribunal or the members of the State Commission or\r\nthe members, Director-General, Secretary, officers and other employees of the\r\nBureau shall be deemed, when acting or purporting to act in pursuance of any of\r\nthe provisions of this Act, to be public servants within the meaning of section\r\n21 of the Indian Penal Code (45 of 1860).", "55": "The Energy Conservation Act, 200155. Power of Central\r\nGovernment to issue directions.-The Central\r\nGovernment may give directions to a State Government or the Bureau as to\r\ncarrying out into execution of this Act in the State."}