{"name": "Epidemic Diseases Act, 1897\r", "1": "1. Short title and extent.(1) This Act may be called the Epidemic Diseases Act, 1897. 2 [(2) It extends to the whole of India except 3 [the territories which, immediately before the 1st November, 1956, were comprised in Part B States]] 4 * * *", "2": "2. Power to take special measures and prescribe regulations as to dangerous epidemic disease.(1) When at any time the 7 [State Government] is satisfied that 7 [the State] or any part thereof is visited by, or threatened with, an outbreak of any dangerous epidemic disease, the 8 [State Government], if 9 [it] thinks that the ordinary provisions of the law for the time being in force are insufficient for the purpose, may take, or require or empower any person to take, such me asures and, by public notice, prescribe such temporary regulations to be observed by the public or by any person or class of persons as 9 [it] shall deem necessary to prevent the outbreak of such disease or the spread thereof, and may determine in what manner and by whom any expenses incurred (including compensation if any) shall be defrayed.(2) In particular and without prejudice to the generality of the foregoing provisions, the 7 [State Government] may take measures and prescribe regulations for(b) the inspection of persons travelling by railway or otherwise, and the segregation, in hospital, temporary accommodation or otherwise, of persons suspected by the inspecting officer of being infected with any such disease.1. This Act has been amended in its application to(1) the Punjab by the Epidemic Diseases (Punjab Amendment) Act, 1944 (Punjab Act 3 of 1944); in East Punjab by East Punjab Act 1 of 1947:(2) the C. P. and Berar by the C. P. and Berar Epidemic Diseases (Amendment) Act, 1945 (C. P. and Berar Act 4 of 1945). The Act has been extended to (1) the whole of Madhya Pradesh by M.P. Act 23 of 1958 (when notified).(2) the transferred territories of Punjab by Punjab Act 8 of 1961. (3) in Dadra and Nagar Haveli (w.e.f. 1-7-1965) by Reg. 6 of 1963, s. 2 and Sch. (4) to Lakshadweep (w.e.f. 1-10-1967) : vide Reg. 8 of 1965, s. 3 and Sch. (5) Union territory of Pondicherry by Act 26 of 1968, s. 3 and Sch. The Act has been repealed in its application to Bellary District by Mysore Act 14 of 1955.2. Subs. by the A.0. 1950.3. Subs. by the Adaptation of Laws (No. 2) Order, 1956 for \"Part B States\".4. The word \"and\" rep. by Act 10 of 1914, s. 3 and the Second Schedule.5. Sub-section (3) rep. by s. 3 and the Second Schedule, ibid.6. For Notifications issued under this section, see different local Rules and Orders.7. Subs. by the A.O. 1937, for \"G.G. in C.\"8. Subs., ibid., for \"India\".9. Subs., ibid., for \"he\".10. Paragraph (a) omitted, ibid.11. Sub-section (3) omitted by Act 38 of 1920, s. 2 and the First Schedule.", "3": "3. Penalty.Any person disobeying any regulation or order made under this Act shall be deemed to have committed an offence punishable under section 188 of the Indian Penal Code (45 of 1860).", "4": "4. Protection to persons acting under Act.No suit or other legal proceeding shall lie against any person for anything done or in good faith intended to be done under this Act. "}