{"name": "Essential Commodities (Special Provisions) Act, 1981\r", "1": "Essential Commodities (Special Provisions) Act, 1981 1. Short title,\r\ncommencement and duration.- 1.     \r\n  This\r\nAct may be called the Essential Commodities (Special Provisions) Act, 1981.2.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint and different dates may be\r\nappointed for different States.3.     \r\n  It\r\nshall cease to have effect on the expiry of fifteen years from the date of commencement\r\nof this Act except as respects things done or omitted to be done before such\r\ncesser of operation of this Act, and section 6 of the General Clauses Act, 1897\r\n(10 of 1897), shall apply upon such cesser of operation of this Act as if it\r\nhad then been repealed by a Central Act.4.     \r\n  References\r\nin this Act to the commencement of this Act and to the continuance in force of\r\nthis Act shall be construed in relation to each State as references,\r\nrespectively, to the coming into force of this Act in that State and to the\r\ncontinuance in force of this Act in the date on which the Act shall come into\r\nforce in all the States and Union territories except the Union territories of\r\nthe Andaman and Nicobar Islands, Arunachal Pradesh, Dadra and Nagar Haveli,\r\nLakshadweep and Mizoram.", "2": "Essential Commodities (Special Provisions) Act, 1981 2. Act 10 of 1955 to\r\nhave effect subject to certain special provisions for a temporary period.- During the\r\ncontinuance in force of this Act, the Essential Commodities Act, 1955\r\n(hereinafter referred to as the principal Act) shall have effect subject to the\r\namendments specified in sections 3 to 11:Provided that the\r\namendments specified in sections 7 to 11 shall not apply to, or in relation to,\r\nany offence under the principal Act committed before the commencement of this\r\nAct and the provisions of the principal Act shall apply to, and in relation to,\r\nsuch offence as if those amendments had not been made.", "3": "Essential Commodities (Special Provisions) Act, 1981 3. Amendment of\r\nsection 2.- \nIn section 2 of the principal Act,-- 1.     \r\n  clause\r\n(ia) shall be re-numbered as clause (iia), and before clause (iia) as so\r\nre-numbered, the following clause shall be inserted, namely:-- `(ia)\r\n\"Code\" means the Code of Criminal Procedure, 1973 (2 of 1974);'; and2.     \r\n  after\r\nclause (e), the following clause shall be inserted, namely:-- \"(f) words\r\nand expressions used but not defined in this Act and defined in the Code shall\r\nhave the meanings respectively assigned to them in that Code.\".", "4": "Essential Commodities (Special Provisions) Act, 1981 4. Amendment of section 6A.- In section 6A of the\r\nprincipal Act, for the proviso to sub-section (2), the following proviso shall\r\nbe substituted, namely:-- \"Provided that\r\nin the case of any such essential commodity the retail sale price whereof has\r\nbeen fixed by the Central Government or a State Government under this Act or\r\nunder any other law for the time being in force, the Collector may, for its\r\nequitable distribution and availability at fair prices, order the same to be\r\nsold through fair price shops at the price so fixed.\"", "5": "Essential Commodities (Special Provisions) Act, 1981 5. Amendment of\r\nsection 6C.- In section 6C of the principal Act,-- a.     \r\n  in\r\nsub-section (1), for the words \"any judicial authority appointed by the\r\nState Government concerned and the judicial authority\", the words\r\n\"the State Government concerned and the State Government\" shall be\r\nsubstituted;b.    \r\n  in\r\nsub-section (2), for the words \"such judicial authority\", the words\r\n\"the State Government\" shall be substituted.", "6": "Essential Commodities (Special Provisions) Act, 1981 6. Amendment of\r\nsection 6E.-In section 6E of the\r\nprincipal Act,--a.     \r\n  for\r\nthe words, figure and letter \"the judicial authority appointed under\r\nsection 6C\", the words, figure and letter \"the State Government\r\nconcerned under section 6C\" shall be substituted;b.    \r\n  for\r\nthe words \"any other court, tribunal or authority\", the words\r\n\"any court, tribunal or other authority\" shall be substituted.", "7": "Essential Commodities (Special Provisions) Act, 1981 7. Amendment of\r\nsection 7.-  In\r\nsection 7 of the principal Act,-- a.     \r\n  in\r\nsub-section (1), the proviso to sub-clause (ii) of clause (a) shall be omitted;\r\nb.    \r\n  the\r\nproviso to sub-section (2) shall be omitted; (c) the proviso to sub-section\r\n(2A) shall be omitted; (d) sub-section (2B) shall be omitted.", "8": "Essential Commodities (Special Provisions) Act, 1981 8. Amendment of\r\nsection 8.-To section 8 of the\r\nprincipal Act, the following proviso shall be added, namely:-- \"Provided that\r\nwhere a person has abetted the contravention of any order for the purpose of\r\nprocuring any essential commodity of the nature mentioned in sub-clause (iva)\r\nor sub-clause (v) of clause (a) of section 2 for his own use or for the use of\r\nany member of his family or for the use of any person dependent on him, and not\r\nfor the purpose of carrying on any business or trade in such essential\r\ncommodity, the court may, notwithstanding anything contained in section 7 and\r\nfor reasons to be mentioned in the judgment, impose a sentence of fine\r\nonly.\"", "9": "Essential Commodities (Special Provisions) Act, 1981 9. Amendment of\r\nsection 10A.- In section 10A of the principal Act, after the word\r\n\"cognizable\", the words \" and non-bailable\" shall be\r\ninserted.", "10": "Essential Commodities (Special Provisions) Act, 1981 10. Omission of\r\nsection 12.-Section 12 of the\r\nprincipal Act shall be omitted.", "11": "Essential Commodities (Special Provisions) Act, 1981 11. Substitution of\r\nnew sections for section 12A.- For section 12A of the principal Act, the\r\nfollowing sections shall be substituted, namely:-- "}