{"name": "Essential Commodities Act, 1955\r", "1": "Essential Commodities Act, 1955 1. Short Title and Extent.\n(1) This Act may be called the Essential\r\nCommodities Act, 1955.(2) It extends to the whole of India [ 2 * * *\r\n2 ].", "2": "Essential Commodities Act, 1955 2. Definitions\nIn this Act, unless the context otherwise\r\nrequires, -[ 3 ( ia )\r\n\"Code\" means the Code of Criminal Procedure, 1973 (2 of 1973); 3 ][ 4 5 ( iia )\r\n\"Collector\" includes an Additional Collector and such other officer,\r\nnot below the rank of Sub-Divisional Officer, as may be authorized by the\r\nCollector to perform the functions and exercise the powers of the Collector\r\nunder this Act; 4 ](a) \"essential\r\ncommodity\" means any of the following classes of commodities( i )\r\ncattle fodder, including oilcakes and other concentrates,(ii) coal, including\r\ncoke and other derivatives,(iii) component parts\r\nand accessories of automobiles;(iv) cotton and woolen\r\ntextiles;[ 6 (iv-a) drugs;Explanation : In this sub-clause,\r\n\"drug\" has the meaning assigned to it in CI.(b) of Sec. 3 of the\r\nDrugs and Cosmetics Act, 1940 (23 of 1940); 6 ](v) foodstuffs,\r\nincluding edible oilseeds and oils;(vi) iron and steel,\r\nincluding manufactured products of iron and steel;(vii) paper, including\r\nnewsprint, paperboard and straw board;(viii) petroleum and\r\npetroleum products;(ix) raw cotton,\r\nwhether ginned or unginned , and cotton seed;(x) raw jute;(xi) any other class\r\nof commodity which the Central Government may, by notified order, declare to be\r\nan essential commodity for the purposes of this Act, being a commodity with\r\nrespect to which Parliament has power to make laws by virtue of entry 33 in\r\nList III in the Seventh Schedule to the Constitution;(b)\r\n\"food-crops\" include crops of sugarcane;(c) \"notified\r\norder\" means an order notified in the Official Gazette;[ 7 (cc) \"order\" includes a\r\ndirection issued thereunder ; 7 ][ 8 (d) \"State Government\", in\r\nrelation to a Union territory, means the administrator thereof; 8 ][ 9 (e) \"sugar\" means, -( i )\r\nany form of sugar containing more than ninety per cent of sucrose, including\r\nsugar candy;(ii)  khandsari sugar or bura sugar or\r\ncrushed sugar or any sugar in crystalline or powdered form; or(iii) sugar-in-process\r\nin vacuum pan sugar factory or raw sugar produced therein; 9 ][ 10 * * * 10 ][ 11 (f) Words and expressions used but not\r\ndefined in this Act and defined in the Code shall have the meanings\r\nrespectively assigned to them in that Code. 11 ]", "3": "Essential Commodities Act, 1955 3. Powers to Control Production, Supply, Distribution, Etc. of Essential Commodities. \n(1) If the Central Government is of opinion\r\nthat it is necessary or expedient so to do for maintaining or increasing\r\nsupplies of any essential commodity or for securing their equitable\r\ndistribution and availability at fair prices, [ 12 or for securing any\r\nessential commodity for the defense of India or the efficient conduct of\r\nmilitary operations 12 ], it may, by order, provide for regulating or\r\nprohibiting the production, supply and distribution thereof and trade and\r\ncommerce therein.(2) Without prejudice to the generality of the\r\npowers conferred by sub-section (1), an order made thereunder \r\nmay provide, -(a) for regulating by\r\nlicenses, permits or otherwise the production or manufacture of any essential\r\ncommodity;(b) for bringing under\r\ncultivation any waste or arable land, whether appurtenant to a building or not,\r\nfor the growing thereon of food-crops generally or of specified food-crops, and\r\nfor otherwise maintaining or increasing the cultivation of food-crops\r\ngenerally, or of specified foods-crops;(c) for controlling the price at which any essential commodity may be bought or\r\nsold;(d) for regulating by\r\nlicenses, permits or otherwise the storage, transport, distribution, disposal,\r\nacquisition, use or consumption of, any essential commodity;(e) for prohibiting the withholding from sale of any essential commodity\r\nordinarily kept for sale;(f) [ 13 for requiring\r\nany person holding in stock, or engaged in the production, or in the business\r\nof buying or selling, of any essential commodity, -(a) to sell the whole\r\nor a specified part of the quantity held in stock or produced or received by\r\nhim, or(b) in the case of any\r\nsuch commodity which is likely to be produced or received by him, to sell the\r\nwhole or a specified part of such commodity when produced or received by him,\r\nto the Central Government or a State Government or to an officer or agent of\r\nsuch Government or to a Corporation owned or controlled by such Government or\r\nto such other person or class of persons and in such circumstances as may be\r\nspecified in the other.Explanation 1 : An order made under\r\nthis clause in relation to food grains, edible oilseeds or edible oils, may,\r\nhaving regard to the estimated production, in the concerned area, of such food\r\ngrains, edible oilseeds and edible oils, fix the quantity to be sold by the\r\nproducers in such area may also fix, or provide for the fixation of, such\r\nquantity on a graded basis, having regard to the aggregate of the area held by,\r\nor under the cultivation of the producers.Explanation 2 : For the purpose of\r\nthis clause, \"production\" with its grammatical variations and cognate\r\nexpressions includes manufacture of edible oils and sugar; 13 ](g) for regulating or\r\nprohibiting any class of commercial or financial transactions relating to\r\nfoodstuffs or cotton textiles which, in the opinion of the authority making the\r\norder, are, or, if unregulated, are likely to be, detrimental to the public\r\ninterest;(h) for collecting any\r\ninformation or statistic with a view to regulating or prohibiting any of the\r\naforesaid matters;( i )\r\nfor requiring persons engaged in the production, supply or distribution of, or\r\ntrade and commerce in, any essential commodity to maintain and produce for\r\ninspection such books, accounts and records relating to their business and to\r\nfurnish such information relating thereto, as may be specified in the order;[ 14 (ii) for the grant or issue of licenses, permits\r\nor other documents, the charging of fees therefor ,\r\nthe deposit of such sum, if any, as may be specified in the order as security\r\nfor the due performance of the conditions of any such license, permit or other\r\ndocuments, the forfeiture of the sum so deposited or any part thereof for\r\ncontravention of any such conditions, and the adjudication of such forfeiture\r\nby such authority as may be specified in the order 14 ];(j) [ 15 for any incidental and supplementary\r\nmatters, including, in particular, the entry, search or examination of\r\npremises, aircraft, vessels, vehicles or other conveyances and animals, and the\r\nseizure by a person authorized to make such entry, search or examination, -( i )\r\nof any articles in respect of which such person has reason to believe that a\r\ncontravention of the order has been, is being, or is about to be, committed and\r\nany packages, coverings or receptacles in which such articles are found;(ii) of any aircraft, vessel, vehicle or other conveyance or animal used in\r\ncarrying such articles, if such person has reason to believe that such\r\naircraft, vessels, vehicle or other conveyance or animal is liable to be\r\nforfeited under the provisions of this Act;(iii) [ 16 of any\r\nbooks of accounts and documents which in the opinion of such person, may be\r\nuseful for, or relevant to, any proceeding under this Act and the person from\r\nwhose custody such books of accounts or documents are seized shall be entitled\r\nto make copies thereof or to take extracts there from in the presence of an\r\nofficer having the custody of such books of accounts or documents. 16 ] 15 ](3) Where any person sells any essential\r\ncommodity in compliance with an order made with reference to  Cl . (f) of sub-section (2), there shall be paid to him the\r\nprice therefor as hereinafter provided :-(a) where the price\r\ncan, consistently with the controlled price, if any, fixed under this section,\r\nbe agreed upon, the agreed price;(b) where no such\r\nagreement can be reached, the price calculated with reference to the controlled\r\nprice, if any;(c) where neither  Cl . (a) nor Cl . (b) applies, the\r\nprice calculated at the market rate prevailing in the locality at the date of\r\nsale.[ 17 (3-A) ( i ) If\r\nthe Central Government is of opinion that it is necessary so to do for\r\ncontrolling the rise in prices or preventing the hoarding, of any foodstuff in\r\nany locality, it may, by notification in the Official Gazette, direct that\r\nnotwithstanding anything contained in sub-section (3), the price at which the\r\nfoodstuff shall be sold in the locality in compliance with an order made with\r\nreference to Cl . (f) of sub-section (2) shall be\r\nregulated in accordance with the provisions of this sub-section.(ii) Any notification issued under this\r\nsub-section shall remain in force for such period not exceeding three months as\r\nmay be specified in the notification.(iii) Where, after the issue of a notification under this sub-section, any\r\nperson sells foodstuffs of the kind specified therein and in the locality so\r\nspecified, in compliance with an order made with reference to  Cl .(f) of sub-section (2), there shall be paid to the\r\nseller as the price therefor , - (a) where the price\r\ncan, consistently with the controlled price of the foodstuff, if any, fixed\r\nunder this section, be agreed upon, the agreed price ;(b) where no such\r\nagreement can be reached, the price calculated with reference to the controlled\r\nprice, if any;(c) where neither  Cl .(a) nor Cl .(b) applies, the\r\nprice calculated with reference to the average market rate prevailing in the\r\nlocality during the period of three months immediately preceding the date of\r\nthe notification.(iv) For the purposes of sub-clause (c) of  Cl .(iii), the average market rate prevailing in the\r\nlocality shall be determined by an officer authorized by the Central Government\r\nin this behalf, with reference to the prevailing market rates for which\r\npublished figures are available in respect of that locality or of a neighboring\r\nlocality; and the average market rate so determined shall be final and shall\r\nnot be called in question in any Court 17 ].[ 18 (3-B) Where any person is required, by an\r\norder made with reference to Cl .(f) of sub-section\r\n(2), to sell to the Central Government or a State Government or to an officer\r\nor agent of such Government or to a Corporation owned or controlled by such\r\nGovernment, any grade or variety of food grains, edible oilseeds or edible oils\r\nin relation to which no notification has been issued under sub-section (3-A),\r\nor such notification having been issued, has ceased to be in force, there shall\r\nbe paid to the person concerned, notwithstanding anything to the contrary\r\ncontained in sub-section (3), an amount equal to the procurement price of such\r\nfood grains, edible oilseeds or edible oils, as the case may be, specified by\r\nthe State Government, with the previous approval of the Central Government\r\nhaving regard to, -(a) the controlled price, if any, fixed under\r\nthis section or by or under any other law for the time being in force for such\r\ngrade or variety of food grains, edible oilseeds or edible oils;(b) the general crop prospects;(c) the need for making such grade or variety\r\nof food grains, edible oilseeds or edible oils available at reasonable prices\r\nto the consumers, particularly the vulnerable sections of the consumers; and(d) the recommendations, if any, of the\r\nAgricultural Prices Commission with regard to the price of the concerned grade\r\nor variety of food grains, edible oilseeds or edible oils. 18 ][ 19 (3-C) Where any producer is required by\r\nan order made with reference to Cl .(f) of sub-section\r\n(2) to sell any kind of sugar (whether to the Central Government or a State\r\nGovernment or to an officer or agent of such Government or any other person or\r\nclass of persons) and either no notification in respect of such sugar has been\r\nissued under sub-section (3-A) or any such notification, having been issued,\r\nhas ceased to remain in force by efflux of time, then, notwithstanding anything\r\ncontained in sub-section (3), there shall be paid to that producer an amount\r\ntherefore which shall be calculated with reference to such price of sugar as\r\nthe Central Government may, by order, determine, having regard to, -(a) the minimum price,\r\nif any, fixed for sugarcane by the Central Government under this section;(b) the manufacturing\r\ncost of sugar;(c) the duty or tax,\r\nif any, paid or payable thereon; and(d) the securing of a\r\nreasonable return on the capital employed in the business of manufacturing\r\nsugar, and different prices may be determined, from time to time, for different\r\nareas or for different factories or for different kinds of sugar.Explanation : For the purposes of\r\nthis sub-section, \"producer\" means a person carrying on the business\r\nof manufacturing sugar. 19 ](4) If the Central Government is of opinion\r\nthat it is necessary so to do for maintaining or increasing the production and\r\nsupply of an essential commodity, it may, by order, authorize any person\r\n(hereinafter referred to as an authorized controller) to exercise, with respect\r\nto the whole or any part of any such undertaking engaged in the production and\r\nsupply of the commodity as may be specified in the order such functions of\r\ncontrol as may be provided therein and so long as such order is in force with\r\nrespect to any undertaking or part thereof, -(a) the authorized\r\ncontroller shall exercise his functions in accordance with any instructions\r\ngiven to him by the Central Government, so, however, that he shall not have any\r\npower to give any direction inconsistent with the provisions of any enactment\r\nor any instrument determining the functions of the persons in-charge of the\r\nmanagement of the undertaking, except in so far as may be specifically provided\r\nby the order; and(b) the undertaking or\r\npart shall be carried on in accordance with any directions given by the\r\nauthorized controller under the provisions of the order, and any person having\r\nany functions of management in relation to the undertaking or part shall comply\r\nwith any such directions.(5) An order made under this section shall, -(a) in the case of an\r\norder of a general nature or affecting a class of persons, be notified in the\r\nOfficial Gazette; and(b) in the case of an\r\norder directed to a specified individual be served on such individual, -( i )\r\nby delivering or tendering it to that individual, or(ii) if it cannot be\r\nso delivered or tendered, by affixing it on the outer door or some other\r\nconspicuous part of the premises in which that individual lives, and a written\r\nreport thereof shall be prepared and witnessed by two persons living in the\r\nneighborhood.(6) Every order made under this section by the\r\nCentral Government or by any officer or authority of the Central Government\r\nshall be laid before both Houses of Parliament, as soon as may be, after it is\r\nmade.Comment  : “The decision to prefer an uneducated person\r\nover an educated person amounts to allowing premium on ignorance, incompetence\r\nand consequently inefficiency. The only fault of the appellant is to have\r\npursued his studies beyond 10th class of his school. If he had discontinued his\r\ncareer as a student even earlier, say after passing 7th or 8th class, he would\r\nhave been running the shop today. This clearly amounts to gross arbitrariness\r\nand, therefore, illegal discrimination. Pursuing this line the State will have\r\nto be going in search of a more inefficient person and we do not know where\r\nthis process would end. If we assume that since a better qualified person has\r\ngot a better chance to succeed in life, an intelligent applicant who can run\r\nthe shop efficiently should be rejected and a dim witted fellow should be\r\nselected. This is an absurd situation. Y. Srinivasa Rao , Appellant v. J. Veeraiah AIR 1993 SUPREME COURT 929", "4": "Essential Commodities Act, 1955 4. Imposition of Duties on State Governments, Etc.An order made under Sec. 3 may confer powers\r\nand impose duties upon the Central Government or the State Government or\r\nofficers and authorities of the Central Government or State Government, and may\r\ncontain directions to any State Government or to officers and authorities\r\nthereof as to the  exercise of any such powers or the discharge of any\r\nsuch duties.", "5": "Essential Commodities Act, 1955 5. Delegation of Powers. \nThe Central Government may, by notified order,\r\ndirect that [ 20 the power to make orders or issue notification under Sec. 3 20\r\n] shall, in relation to such matters and subject to such conditions, if any, as\r\nmay be specified in the direction, be exercisable also by, - (a) such officer or authority subordinate to\r\nthe Central Government, or", "6": "Essential Commodities Act, 1955 6. Effect of Orders Inconsistent with other Enactments\nAny other made under Sec. 3 shall have effect\r\nnotwithstanding anything inconsistent therewith contained in any enactment\r\nother than this Act or any instrument having effect by virtue of any enactment\r\nother than this Act.", "7": "Essential Commodities Act, 1955 7. Penalties. \n[ 47 (1) If any person contravenes any order\r\nmade under Sec. 3, -(a) he shall be punishable, -( i )\r\nin the case of an order made with reference to Cl .(h)\r\nor Cl .( i ) of sub-section\r\n(2) of that section, with imprisonment for a term which may extend to one year\r\nand shall also be liable to fine, and", "8": "Essential Commodities Act, 1955 8. Attempts and Abetment \nAny person who attempts to contravene, or\r\nabets contravention of any order made under section 3 shall be deemed to have\r\ncontravene that order:[ 60 PROVIDED that where a person has abetted\r\nthe contravention of any order for the purpose of procuring any essential\r\ncommodity of the nature mentioned in sub-clause ( iva )\r\nor sub-clause (v) of clause (a) of section 2 for his own use or for the use of\r\nany member of his family or for the use of any person dependent on him, and not\r\nfor the purpose of carrying on any business or trade in such essential\r\ncommodity, the court may notwithstanding anything contained in section 7 and for\r\nreasons to be mentioned in the judgment, impose a sentence of fine only. 60 ]", "9": "Essential Commodities Act, 1955 9. False Statement. \nIf any person. –( i ) when required by\r\nany order made under Sec. 3 to make any statement or furnish any information,\r\nmakes any statement or furnishes any information which is false in any material\r\nparticular and which he knows or has reasonable cause to believe to be false,\r\nor does not believe to be true, or(ii) makes any such statement as aforesaid in\r\nany book, account, record declaration, return or other document which he is\r\nrequired by any such order to maintain or furnish, he shall be punishable with\r\nimprisonment for a term which may extend to [ 61 five years, 61 ] or with fine,\r\nor with both.", "10": "Essential Commodities Act, 1955 10. Offences by Companies. \n(1) If the person contravening an order made\r\nunder Sec. 3 is a company, every person who, at the time the contravention was\r\ncommitted, was in charge of, and was responsible to, the company for the\r\nconduct of the business of the company as well as the company, shall be deemed\r\nto be guilty of the contravention and shall be liable to be proceeded against\r\nand punished accordingly :Provided  that nothing contained in this\r\nsub-section shall render any such person liable to  any punishment if he\r\nproves that the contravention took place without his knowledge or that he\r\nexercised all due diligence to prevent such contravention.\n\r\n(2) Notwithstanding anything contained in sub-section (1), where an offence\r\nunder this Act has been committed by a company and it is proved that the\r\noffence has been committed with the consent or connivance of, or is\r\nattributable to any neglect on the part of, any Director, Manager, Secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against and punished accordingly.\nExplanation : For the purposes of this section, -(a) \"company\" means any body\r\ncorporate, and includes a firm or other association of individuals; and(b) \"director\" in relation to a firm\r\nmeans a partner in the firm.", "11": "Essential Commodities Act, 1955 11. Cognizance of offences No Court shall take cognizance of any offence\r\npunishable under this Act except on a report in writing of the facts\r\nconstituting such offence made by a person who is a public servant as defined\r\nin Sec. 21 of the Indian Penal Code (45 of 1860) [ 68 or any person aggrieved\r\nor any recognized consumer association, whether such person is a member of that\r\nassociation or not 68 ].[ 69 Explanation : For the purposes of\r\nthis section and Sec. 12-AA. 70 \"recognized consumer association\"\r\nmeans a voluntary consumer association registered under the Companies Act,\r\n1956(1 of 1956) or any other law for the time being in force. 69 ]", "12": "Essential Commodities Act, 1955 Section 1212 [ 70 * * * \r\n70 ]", "13": "Essential Commodities Act, 1955 13. Presumption as to Orders.\nWhere an order purports to have been made and\r\nsigned by an authority in exercise of any power conferred by or under this Act,\r\na court shall presume that such order was so made by that authority within the\r\nmeaning of the Indian Evidence Act, 1872 (1 of 1872).", "14": "Essential Commodities Act, 1955 14. Burden of Proof in Certain Cases. \r\nWhere a person is prosecuted for contravening\r\nany order made under Sec. 3 which prohibits him from doing any act or being in\r\npossession of a thing without lawful authority or without a permit, license or\r\nother document, the burden of proving that he has such authority, permit,\r\nlicense or other document shall be on him. ", "15": "Essential Commodities Act, 1955 15. Protection of Action taken Under Act \n(1) No suit, prosecution or other legal\r\nproceeding shall lie against any person for anything which is in good faith\r\ndone or intended to be done in pursuance of any order made under Sec. 3.(2) No suit or other legal proceeding shall\r\nlie against the Government for any damage caused or likely to be caused by\r\nanything which is in good faith done or intended to be done in pursuance of any\r\norder made under Sec. 3.", "16": "Essential Commodities Act, 1955 16. Repeals and Savings.\n(1) The following laws are hereby repealed, -(a) The Essential\r\nCommodities Ordinance, 1955 ( Ord . 1 of 1955);(b) any other law in\r\nforce in any State immediately before the commencement of this Act in so far as\r\nsuch law controls or authorizes the control of the production, supply and\r\ndistribution of, and trade and commerce in, any essential commodity.(2) Notwithstanding such repeal, any order\r\nmade or deemed to be made by any authority whatsoever, under any law repealed\r\nhereby and in force immediately before the commencement of this Act, shall, in\r\nso far as such order may be made under this Act, be deemed to be made under\r\nthis Act and continue in force, and accordingly any appointment made, license\r\nor permit granted or direction issued under any such order and in force\r\nimmediately before such commencement shall continue in force until and unless\r\nit is superseded by any appointment made, license or permit granted or\r\ndirection issued under this Act.(3) The provisions of sub-section (2) shall be\r\nwithout prejudice to the provisions contained in Sec. 6 of the General Clauses\r\nAct, 1897 (10 of 1897), which shall also apply to the repeal of the Ordinance\r\nor other law referred to in sub-section (1) as if such Ordinance or other law\r\nhad been an enactment."}