{"name": "Essential Services Maintenance Act, 1968\r", "1": "Essential Services Maintenance Act, 1968 1. Short title extend\r\nand duration. – 1.     \r\n  This\r\nAct may be called the Essential Services Maintenance Act, 1968.2.     \r\n  It\r\nextends to the whole of India: Provided that it shall not apply to the State of\r\nJammu and Kashmir except to the extent to which the provisions of this Act\r\nrelate to Union employees.3.     \r\n  It\r\nshall cease to have effect on the expiry of three years from the date of\r\ncommencement of this Act except as respects things done or omitted to be done\r\nbefore such cesser of operation of this Act, and section 6 of the General\r\nClauses Act, 1897,(10 of 1897), shall apply upon such cesser of operation of\r\nthis Act as if it had then been repealed by a Central Act.", "2": "Essential Services Maintenance Act, 1968 2. Definitions.- 1.     \r\n  In\r\nthis Act,- a.     \r\n  \"essential\r\nservice\" means-                      \r\n i.        \r\n  any\r\npostal, telegraph or telephone service;                    \r\n ii.        \r\n  any\r\nrailway service or any other transport service for the carriage of passengers\r\nor goods by land, water or air with respect to which Parliament has power to\r\nmake laws;                   \r\n iii.        \r\n  any\r\nservice connected with the operation or maintenance of aerodromes, or with the\r\noperation, repair or maintenance of aircraft ;                   \r\n iv.        \r\n  any\r\nservice connected with the loading, unloading, movement or storage of goods in\r\nany port;                    \r\n v.        \r\n  any\r\nservice connected with the clearance of goods or passengers through the customs\r\nor with the prevention of smuggling;                   \r\n vi.        \r\n  any\r\nservice in any mint or security press;                  \r\n vii.        \r\n  any\r\nservice in any defence establishment of the Government of India;                 \r\n viii.        \r\n  any\r\nservice in connection with the affairs of the Union, not being a service\r\nspecified in any of the foregoing sub-clauses ;                   \r\n ix.        \r\n  any\r\nother service connected with matters with respect to which Parliament has power\r\nto make laws and which the Central Government being of opinion that strikes\r\ntherein would prejudicially affect the maintenance of any public utility\r\nservice, the public safety or the maintenance of supplies and services\r\nnecessary for the life of the community or would result in the infliction of\r\ngrave hardship on the community, may, by notification in the Official Gazette,\r\ndeclare to be an essential service for the purposes of this Act ;a.    b.    \r\n  \"strike\"\r\nmeans the cessation of work by a body of persons employed in any essential\r\nservice acting in combination or a concerted refusal or a refusal under a\r\ncommon understanding of any number of persons who are or have been so employed\r\nto continue to work or to accept employment, and includes-                      \r\n i.        \r\n  refusal\r\nto work overtime where such work is necessary for the maintenance of any\r\nessential service ;                    \r\n ii.        \r\n  any\r\nother conduct which is likely to, result in, or results in, cessation or\r\nsubstantial retardation of work in any essential service.1.     \r\n2.     \r\n  Every\r\nnotification issued under sub-clause (ix) of clause (a) of sub-section (1)\r\nshall be laid before each House of Parliament immediately after it is made if\r\nit is in session and on the first day of the commencement of the next session\r\nof the House if it is not in session, and shall cease, to operate at the\r\nexpiration of forty days from the date of its being so laid or from the\r\nre-assembly of Parliament, as the case may be, unless before the expiration of\r\nthat period a resolution approving the issue of the notification is passed by\r\nboth Houses of Parliament. Explanation.-Where the Houses of Parliament are\r\nsummoned to re- assemble on different dates, the period of forty days shall be\r\nreckoned from the later of those dates.", "3": "Essential Services Maintenance Act, 1968 3. Power to prohibit\r\nstrikes in certain employments. – 1.     \r\n  Power\r\nto prohibit strikes in certain employments. If the Central Government is\r\nsatisfied that in the public interest it is necessary or expedient so to do, it\r\nmay, by general or 67 special Order, prohibit' strikes in any essential service\r\nspecified in the Order.2.     \r\n  An\r\nOrder made under sub-section (1) shall be published in such manner as the\r\nCentral Government considers best calculated to bring it to, the notice of the\r\npersons affected by the Order.3.     \r\n  An\r\nOrder made under sub-section (1) shall be in force for six months only, but the\r\nCentral Government may, by a like Order, extend it for any period not exceeding\r\nsix months if it is satisfied that in the public interest it is necessary or\r\nexpedient so to do.4.     \r\n  Upon\r\nthe issue of an Order under sub-section (I),- a.     \r\n  no\r\nperson employed in any essential service to which the Order relates shall go or\r\nremain on strike ;b.    \r\n  any\r\nstrike declared or commenced, whether before or after the issue of the Order,\r\nby persons employed in any such service shall be illegal.", "4": "Essential Services Maintenance Act, 1968 4. Penalty for\r\nillegal strikes.- Any person who\r\ncommences a strike which is illegal under this Act or goes or remains on, or\r\notherwise takes part in, any such strike shall be punishable with imprisonment\r\nfor a term which may extend to six months, or with fine which may extend to two\r\nhundred rupees, or with both.", "5": "Essential Services Maintenance Act, 1968 5. Penalty for\r\ninstigation, etc.- Any person who\r\ninstigates, or incites other persons to take part in, or otherwise acts in\r\nfurtherance of, a strike which is illegal under this Act shall be punishable\r\nwith imprisonment for a term which may extend to one year, or with fine which\r\nmay extend to one thousand rupees, or with both.", "6": "Essential Services Maintenance Act, 1968 6. Penalty for giving\r\nfinancial aid to illegal strikes. - Any person who\r\nknowingly expends or supplies any money in furtherance or support of a strike\r\nwhich is illegal under this Act shall be punishable with imprisonment for a\r\nterm which may extend to one- year, or with fine which may extend to one\r\nthousand rupees, or with both.", "7": "Essential Services Maintenance Act, 1968 7. Power to arrest\r\nwithout warrant.- Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1898, (5 of 1898), any\r\npolice officer may arrest without warrant any person who is reasonably\r\nsuspected of having committed any offence under this Act.", "8": "Essential Services Maintenance Act, 1968 8. Act to override\r\nother laws.-The provisions of\r\nthis Act and of any Order issued there under shall have effect notwithstanding\r\nanything inconsistent there with. 68 contained in the Industrial Disputes Act,\r\n1947, (14 of 1947), or in any other law for the time being in force.", "9": "Essential Services Maintenance Act, 1968 9. Repeal and saving.\r\n– 1.     \r\n  The\r\nEssential Services Maintenance Ordinance, 1968, (9 of 1968), hereby repealed.2.     \r\n  Notwithstanding\r\nsuch repeal, anything done or any action taken under the said Ordinance shall\r\nbe deemed to have been done or taken under this Act, as if this Act had come\r\ninto force on the 13th day of September, 1968."}