{"name": "Explosives Act, 1884\r", "1": "Explosives Act, 18841. Changes in Designation\r\nand Administrative MinistryThe designation of the Head of the Department\r\nwas first changed to ‘Her Majesty’s Chief Inspector of Explosives in India ’ in 1902-03. During\r\npost- independence period, the prefix “Her Majesty’s” was deleted. The suffix\r\n“In India” was subsequently deleted in 1973, with change in the designation as\r\n“Chief Controller of Explosives” with corresponding changes in the subordinate\r\ncadres and since then, this designation of “Chief Controller of Explosives and\r\nController of Explosives” were incorporated in the main frame of the Acts &\r\nRules after necessary amendment in the Explosives and Petroleum Acts & the\r\nRules framed thereunder.", "2": "Explosives Act, 18842. Administrative MinistryThe Department of Explosives remained under\r\nthe control of Home Dept. prior to 1905 and subsequently shifted to Dept. of\r\nCommerce and Industry in 1905, Dept of Industries during 1921,Dept. of Industry\r\nand labor during 1923,Dept. of Labour during 1937,Ministry of Work, Mines and\r\nPower during 1950,Ministry of Works, Production and Supply during 1951.Ministry\r\nof Work, Housing and Supply during 1952,Ministry of Industrial Development,\r\nInternal trade and Company Affairs during 1969, and thereafter the  this\r\nMinistry was later reorganized several times  with attachment/ detachment\r\nof  departments  like internal trade, Company Affairs, Civil\r\nsupplies, Science  and Technology etc. At present, the Department\r\nof  Explosives remained under  the Department of Industrial\r\nDevelopment,  Ministry of Industry up to the year 1999-2000. During the\r\nyear 2000-2001, the Department of Industrial Development was merged with the\r\nDepartment of Industrial Policy and Promotion and now the Department of\r\nExplosives is under the Department of Industrial Policy & Promotion,\r\nMinistry of Commerce & Industry, Government of India.", "3": "Explosives Act, 18843. Chronology of the\r\nestablishment set up", "4": "Explosives Act, 18844. Re-Orientation of ActivitiesThe Activities of the Department of Explosives\r\nwere initially confined mostly to inspection of few magazines existing at that\r\ntime.  The following duties were assigned to the then Chief Inspector of\r\nExplosives:-"}