{"name": "Export-Import Bank of India Act, 1981\r", "1": "Export-Import Bank of India Act, 19811. Short title,\r\nextent and commencement.-1.  \r\n  This\r\nAct may be called the Export-Import Bank of India Act, 1981.2.  \r\n  It\r\nextends to the whole of India.3.  \r\n  It\r\nshall come into force no such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint, and different dates may be\r\nappointed for different provisions of this Act.", "2": "Export-Import Bank of India Act, 19812. Definitions.-In this Act, unless the context otherwise\r\nrequires,--a.  \r\n  \"Board\"\r\nmeans the Board of Directors of the Exim Bank referred to in section 6;b.  \r\n  \"Development\r\nBank\" means the Industrial Development Bank of India established under the\r\nIndustrial Development Bank of India Act, 1964 (18 of 1964);c.  \r\n  \"Exim\r\nBank\" means the Export-Import Bank of India established under section 3;d.  \r\n  \"export\"\r\nand \"import\" mean, respectively, export from or import into India or\r\nany other country of goods or services, or both;e.  \r\n  \"goods\"\r\nincludes all materials, commodities and articles in a solid, liquid or gaseous\r\nstate and all forms of energy;f.  \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;g.  \r\n  \"prescribed\"\r\nmeans prescribed by regulations made under this Act;h.  \r\n  \"Reserve\r\nBank\" means the Reserve Bank of India constituted under the Reserve Bank\r\nof India Act, 1934 (2 of 1934);i.  \r\n  \"scheduled\r\nbank\" means a bank, for the time being, included in the Second Schedule to\r\nthe Reserve Bank of India Act, 1934 (2 of 1934);j.  \r\n  \"services\"\r\nincludes,-- \r\n i.  \r\n  providing\r\npersonnel (including skilled or unskilled workmen and persons for rendering\r\ntechnical or other services) for the purposes of any work or project (by\r\nwhatever name called) or any activity; \r\n ii.  \r\n  transferring\r\nof technology, including transferring, or securing the transfer of rights,\r\nknowhow, expertise’s or other skill with respect to any patent, invention,\r\nmodel, design, secret formula or process or similar property; \r\n iii.  \r\n  furnishing\r\nany information, blueprints, plans, or advice with respect to any matter; and \r\n iv.  \r\n  Making\r\navailable any other resources.", "3": "Export-Import Bank of India Act, 1981Chapter II:\r\nEstablishment of the Export-Import Bank of India and Incorporation Thereof3. Establishment and\r\nincorporation of Export-Import Bank of India.-1.  \r\n  With\r\neffect from such date as the Central Government may, by notification, appoint,\r\nthere shall be established for the purposes of this Act a corporation to be\r\nknown as the Export-Import Bank of India.2.  \r\n  The\r\nExim Bank shall be a body corporate with the name aforesaid having perpetual\r\nsuccession and a common seal with power, subject to the provisions of this Act,\r\nto acquire, hold and dispose of property and to contract, and may, by that\r\nname, sue or be sued.3.  \r\n  The\r\nhead office of the Exim Bank shall be at Bombay or at such other place as the\r\nCentral Government may, by notification, specify.4.  \r\n  The\r\nExim Bank may establish offices, branches or agencies at such places in or\r\noutside India as it may consider necessary.", "4": "Export-Import Bank of India Act, 19814. Authorised\r\ncapital.-\n1.  \r\n  The\r\nauthorised capital of the Exim Bank shall be two hundred crores of rupees:\r\nProvided that the Central Government may, by notification, increase the said\r\ncapital up to five hundred crores of rupees.2.  \r\n  The\r\nissued capital of the Exim Bank shall be wholly subscribed by the Central\r\nGovernment.", "5": "Export-Import Bank of India Act, 1981Chapter III:\r\nManagement of the Exim Bank5. Management.-1.  \r\n  The\r\ngeneral superintendence, direction and management of the affairs and business\r\nof the Exim Bank shall vest in the Board, which may exercise all powers and do\r\nall acts and things which may be exercised or done by the Exim Bank.2.  \r\n  Save\r\nas otherwise provided in the regulations made under this Act,-- (a) the\r\nchairman, if he is a whole-time director or if he is holding offices both as\r\nthe chairman and the managing director, or (b) the managing director, if the\r\nchairman is not a whole- time director, or, if the chairman being a wholetime\r\ndirector, is absent, shall also have powers of general superintendence,\r\ndirection and management of the affairs and business of the Exim Bank and may\r\nalso exercise all powers and do all acts and things which may be exercised or done\r\nby the Exim Bank.3.  \r\n  Subject\r\nto the provisions of this Act, the Board in discharging its functions shall act\r\non business principles with due regard to public interest.4.  \r\n  In\r\nthe discharge of its functions under this Act, the Exim Bank shall be guided by\r\nsuch directions in matters of policy involving public interest as the Central\r\nGovernment may give to it in writing.", "6": "Export-Import Bank of India Act, 19816. Constitution of\r\nBoard.-1.  \r\n  The\r\nBoard of Directors of the Exim Bank shall consist of the following, namely:--a.  \r\n  a\r\nchairman and a managing director appointed by the Central Government: Provided\r\nthat the same person may be appointed to function both as chairman and as\r\nmanaging director;b.  \r\n  one\r\ndirector nominated by the Reserve Bank;c.  \r\n  one\r\ndirector nominated by the Development Bank;d.  \r\n  one\r\ndirector nominated by the Export Credit and Guarantee Corporation Limited,\r\nbeing a Government Company within the meaning of section 617 of the Companies\r\nAct, 1956 (1 of 1956);e.  \r\n  not\r\nmore than twelve directors nominated by the Central Government of whom— \r\n i.  \r\n  five\r\ndirectors shall be officials of the Central Government; \r\n ii.  \r\n  not\r\nmore than three directors shall be from the scheduled banks; \r\n iii.  \r\n  not\r\nmore than four directors shall be persons who have special knowledge of, or\r\nprofessional experience in, export or import or financing thereof.1.  \r\n2.  \r\n  The\r\nchairman and the managing director shall hold office for such term, not\r\nexceeding five years, as the Central Government may specify in this behalf and\r\nany person so appointed shall be eligible for re-appointment.3.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), the Central Government shall have the\r\nright to terminate the term of office of the chairman or the managing director,\r\nas the case may be, at any time before the expiry of the term specified under\r\nsub-section (2), by giving him notice of not less than three months in writing\r\nor three months' salary and allowances in lieu thereof, and the chairman or the\r\nmanaging director, as the case may be, shall also have the right to relinquish\r\nhis office at any time before the expiry of the term specified under\r\nsub-section (2) by giving to the Central Government notice of not less than\r\nthree months in writing or three months' salary and allowances in lieu thereof.\r\n4.  \r\n  The\r\nchairman and the managing director shall receive such salary and allowances as\r\nmay be determined by the Central Government.5.  \r\n  The\r\nCentral Government may, at any time, remove the chairman or the managing\r\ndirector, as the case may be, from office: Provided that no person shall be\r\nremoved from his office under this sub-section unless he has been given an\r\nopportunity of showing cause against his removal.6.  \r\n  Subject\r\nto the provisions contained in sub-section (7), any director nominated under\r\nclause (b) or clause (c) or clause (d) or clause (e) of sub-section (1) and not\r\nbeing an official of Government or not being a whole time director or official\r\nof the Reserve Bank or the Development Bank or the said Export Credit and\r\nGuarantee Corporation Limited or a scheduled bank, shall hold office for such\r\nterm, not exceeding three years, as the Central Government or, as the case may\r\nbe, the authority nominating him, may specify in this behalf and thereafter\r\nuntil his successor enters upon his office, and shall be eligible for\r\nre-nomination: Provided that no such director shall hold office continuously\r\nfor a period exceeding six years.7.  \r\n  Any\r\ndirector nominated under this section shall hold office during the pleasure of\r\nthe authority nominating him.8.  \r\n  The\r\nBoard shall meet at such times and places and shall observe such rules of procedure\r\nin regard to the transaction of business at its meetings as may be prescribed.9.  \r\n  The\r\nchairman or, if for any reason he is unable to attend a meeting of the Board,\r\nthe managing director or, in the event of both the chairman and the managing\r\ndirector being unable to attend a meeting, any other director nominated by the\r\nchairman in this behalf and in the absence of such nomination any director\r\nelected by the directors present from among themselves, shall preside at the\r\nmeeting.10.  \r\n  All\r\nquestions which come up before any meeting of the Board shall be decided by a\r\nmajority of votes of the directors present and voting, and in the event of an\r\nequality of votes, the chairman, or in his absence, the managing director, or\r\nin the absence of both the chairman and the managing director, the person\r\npresiding, shall have and exercise a second or casting vote.11.  \r\n  Save\r\nas otherwise provided in sub-section (10), every director of the Board shall\r\nhave one vote.", "7": "Export-Import Bank of India Act, 19817. Committees.-1.  \r\n  The\r\nBoard may constitute such Committees whether consisting wholly of directors or\r\nwholly of other persons or partly of directors and partly of other persons for\r\nsuch purpose or purposes as it may think fit.2.  \r\n  Any\r\nCommittee constituted under sub-section (1) shall meet at such times and places\r\nand shall observe such rules of procedure in regard to the transaction of\r\nbusiness at its meetings as may be prescribed.", "8": "Export-Import Bank of India Act, 19818. Fees and\r\nallowances of directors and members of Committees.-The directors and the\r\nmembers of a Committee shall be paid such fees and allowances as may be\r\nprescribed for attending the meetings of the Board or of any Committee\r\nconstituted in pursuance of this Act and for attending to any other work of the\r\nExim Bank:Provided that no fees\r\nshall be payable to the chairman, if he is appointed as a whole-time chairman,\r\nor to the managing director or to any other director or member who is an\r\nofficial of the Government, the Reserve Bank or the Development Bank.", "9": "Export-Import Bank of India Act, 19819.\r\nDisqualifications.-\nNo person shall be a\r\ndirector of the Board constituted under this Act, who-a.  \r\n  is,\r\nor at any time has been, adjudged insolvent, orb.  \r\n  is\r\nof unsound mind and has been so declared by a competent court, or (c) is, or\r\nhas been, convicted of an offence which, in the opinion of the Central\r\nGovernment, involves moral turpitude, or 166c.  \r\n  has,\r\nin the opinion of the Central Government, so abused his position as a director,\r\nas to render his continuance on the Board detrimental to the interests of the\r\ngeneral public, ord.  \r\n  has\r\nbeen, for any reason, removed from the Board.", "10": "Export-Import Bank of India Act, 1981Chapter IV: Business\r\nof the Exim Bank10. Business of Exim\r\nBank.-\n1.  \r\n  The\r\nExim Bank may grant in or outside India loans and advances by itself or in\r\nparticipation with any bank or financial institution whether in or outside\r\nIndia for the purposes of export or import and shall also function as the\r\nprincipal financial institution for co-ordinating the working of institutions\r\nengaged in financing of the export and import in such manner as it may deem\r\nappropriate.2.  \r\n  The\r\nExim Bank may also carry on and transact all or any of the following kinds of\r\nbusiness, namely:--a.  \r\n  granting\r\nloans and advances to a scheduled bank or any other bank or financial\r\ninstitution notified in the Official Gazette by the Central Government in this\r\nbehalf by way of refinance of loans and advances granted by it for purposes of\r\nexport or import;b.  \r\n  underwriting\r\nthe issue of stocks, shares, bonds or debentures of any company engaged in\r\nexport or import;c.  \r\n  issuing\r\nbid bonds or guarantees in or outside India by itself or in participation with\r\nany government, bank or financial institution in or outside India;d.  \r\n  accepting,\r\ncollecting, discounting, re-discounting, purchasing, selling or negotiating in\r\nor outside India, bills of exchange or promissory notes arising out of\r\ntransactions relating to export or import and granting of loans and advances in\r\nor outside India against such bills or promissory notes;e.  \r\n  granting,\r\nopening, issuing, confirming or endorsing letters of credit and negotiating or\r\ncollecting bills and other documents drawn there under;f.  \r\n  undertaking\r\nany transaction involving a combination of government to government and\r\ncommercial credit for purposes of export or import;g.  \r\n  granting\r\nlines of credit to the government of any foreign State or any financial\r\ninstitution or person outside India for purposes of export or import;h.  \r\n  granting\r\nloans and advances outside India for any Indian joint venture;i.  \r\n  granting\r\nloans and advances to any person in India in connection with his equity\r\ncontribution in any joint venture in any country outside India;j.  \r\n  financing\r\nexport or import of machinery and equipment on lease basis;k.  \r\n  subscribing\r\nto, or investing in, or purchasing of, stocks, shares, bonds or debentures of\r\nany development bank or Export-Import Bank of any country outside India;l.  \r\n  buying\r\nor selling of, or entering into such other dealings in, foreign exchange, as\r\nmay be necessary for the discharge of its functions;m.  \r\n  opening\r\nof any account in any bank in or outside India or the making of any agency\r\narrangement with, or acting as an agent or correspondent of, any bank or other\r\ninstitution in or outside India;n.  \r\n  transferring,\r\nfor consideration, any instrument relating to loans and advances granted by it;\r\no.  \r\n  issuing\r\nparticipation certificates;p.  \r\n  subscribing\r\nto, or investing in, or purchasing of stocks, shares, bonds or debentures to\r\nthe extent necessary for the enforcement of a lien, pledge or other contractual\r\nright;q.  \r\n  undertaking\r\nand financing of research, surveys, techno- economic or any other study in\r\nconnection with the promotion and development of international trade;r.  \r\n  providing\r\ntechnical, administrative and financial assistance of any kind for export or\r\nimport;s.  \r\n  planning,\r\npromoting, developing and financing export- oriented concerns;t.  \r\n  forming\r\nor conducting subsidiaries for carrying out its functions;u.  \r\n  acting\r\nas agent of the Central Government, any State Government, the Reserve Bank, the\r\nDevelopment Bank or any other person as the Central Government may authorise;v.  \r\n  collecting,\r\ncompiling and disseminating market and credit information in respect of international\r\ntrade;w.  \r\n  doing\r\nany other kind of business which the Central Government may authorise;x.  \r\n  generally\r\ndoing such other acts and things as may be incidental to, or consequential\r\nupon, the exercise of its powers or the discharge of its duties under this Act\r\nor any other law for the time being in force, including sale or transfer of any\r\nof its assets.1.  \r\n2.  \r\n3.  \r\n  The\r\nExim Bank may receive in consideration of any of the services mentioned in\r\nsub-sections (1) and (2) such commission, brokerage, interest, remuneration or\r\nfees as may be agreed upon.4.  \r\n  The\r\nExim Bank shall not grant any loan or advance or other financial accommodation\r\non the security of its own bonds or debentures.", "11": "Export-Import Bank of India Act, 1981Chapter V: Resources\r\nof the Exim Bank11. Loans by Central\r\nGovernment.-The Central Government may, after due\r\nappropriation made by Parliament by law in this behalf, advance to the Exim\r\nBank—a.  \r\n  a\r\nloan of twenty crores of rupees at a rate of interest of five and a quarter per\r\ncent. per annum repayable in fifteen equal annual installments, commencing on\r\nthe expiry of a period of fifteen years from the date of receipt of the loan;\r\nandb.  \r\n  such\r\nfurther sums of money by way of loan on such terms and conditions as may be\r\nagreed upon:Provided that the Central Government may, on\r\na request being made to it by the Exim Bank, increase the number of\r\ninstallments or alter the amount of any installment or vary the date on which\r\nany installment is payable under clause (a).", "12": "Export-Import Bank of India Act, 198112. Borrowings and\r\nacceptance of deposits by Exim Bank.-1.  \r\n  The\r\nExim Bank may, for the purposes of carrying out its functions under this Act,-a.  \r\n  issue\r\nand sell bonds and debentures with or without the guarantee of the Central\r\nGovernment;b.  \r\n  borrow\r\nmoney from the Reserve Bank— \r\n i.  \r\n  repayable\r\non demand or on the expiry of fixed periods not exceeding ninety days from the\r\ndate on which the money is so borrowed against the security of stocks, funds\r\nand securities (other than immovable property) in which a trustee is authorised\r\nto invest trust money by any law for the time being in force in India; \r\n ii.  \r\n  against\r\nbills of exchange or promissory notes arising out of bona fide commercial or\r\ntrade transactions and bearing two or more good signatures and maturing within\r\nfive years from the date of the borrowing; \r\n iii.  \r\n  out\r\nof the National Industrial Credit (Long Term Operations) Fund established under\r\nsection 46C of the Reserve Bank of India Act, 1934 (2 of 1934) for any of the\r\npurposes specified in that section;a.  \r\nb.  \r\nc.  \r\n  borrow\r\nmoney from such other authority, organisation or institution in India as may\r\ngenerally or specially be approved by the Central Government;d.  \r\n  accept\r\ndeposits repayable after the expiry of a period which shall not be less than\r\ntwelve months from the date of the making of the deposit on such terms as may\r\ngenerally or specially be approved by the Reserve Bank. 1692.  \r\n  The\r\nCentral Government may, on a request being made to it by the Exim Bank,\r\nguarantee the bonds and debentures issued by that Bank as to the repayment of\r\nprincipal and the payment of interest at such rate as may be fixed by that\r\nGovernment.", "13": "Export-Import Bank of India Act, 198113. Loans in foreign\r\ncurrency.-\nNotwithstanding\r\nanything contained in the Foreign Exchange Regulation Act, 1973 (46 of 1973) or\r\nin any other law for the time being in force relating to foreign exchange, the\r\nExim Bank may, for the purpose of granting loans and advances under this Act, borrow,\r\nwith the previous consent of the Central Government, foreign currency from any\r\nforeign State or from any bank or financial institution in any foreign country\r\nor otherwise.", "14": "Export-Import Bank of India Act, 198114. Grants,\r\ndonations, etc., to Exim Bank.-The Exim Bank may\r\nreceive gifts, grants, donations or benefactions from Government or any other\r\nsource in or outside India.", "15": "Export-Import Bank of India Act, 1981Chapter VI: Export\r\nDevelopment Fund15. Export\r\nDevelopment Fund.-With effect from such\r\ndate as the Central Government may, by notification, appoint, the Exim Bank\r\nshall establish a special fund to be called the Export Development Fund.", "16": "Export-Import Bank of India Act, 198116. Credits to Export\r\nDevelopment Fund.-To the Export Development Fund shall be\r\ncredited—a.  \r\n  all\r\namounts received for the purposes of that Fund by way of loans, gifts, grants,\r\ndonations or benefactions from Government or any other source in or outside\r\nIndia;b.  \r\n  repayments\r\nor recoveries in respect of loans, advances or other facilities granted from the\r\nFund;c.  \r\n  income\r\nor profits from investments made from the Fund; andd.  \r\n  income\r\naccruing or arising to the Fund by way of interest or otherwise, on account of\r\nthe application of the Fund in accordance with the provisions of section 17.", "17": "Export-Import Bank of India Act, 198117. Utilisation of\r\nExport Development Fund.-1.  \r\n  Where\r\nthe Exim Bank considers it necessary or desirable so to do, it may, subject to\r\nthe provisions of sub-sections (2) and (3), disburse or spend from the Export\r\nDevelopment Fund any amount on account or in consequence of the grant of any\r\nloan or advance, or on account or in consequence of entering into any\r\narrangement under sub-section (1) or clause (b) or clause (c) or clause (d) or\r\nclause (q) or Clause (r) or clause (s) or clause (w) or clause (x) of\r\nsub-section (2) of section 10:Provided that before granting any such loan\r\nor advance or entering into any such arrangement, the Exim Bank shall obtain\r\nthe prior approval of the Central Government.1.  \r\n2.  \r\n  Before\r\nseeking the approval of the Central Government under sub-section (1), the Exim\r\nBank shall satisfy itself that banking or other financial institutions or other\r\nagencies are not likely to grant such loan or advance, or to enter into any\r\nsuch arrangement in the ordinary course of business.3.  \r\n  The\r\nCentral Government shall, before giving its approval, satisfy itself that such\r\nloan, advance or arrangement is necessary as a matter of priority in the\r\ninterests of the international trade of the country.4.  \r\n  For\r\nthe removal of doubts, it is hereby declared that nothing contained in this\r\nsection shall be deemed to preclude the Exim Bank from granting any loan or\r\nadvance or from entering into any arrangement under sub-section (1) or clause\r\n(b) or clause (c) or clause (d) or clause (q) or clause (r) or clause (s) or\r\nclause (w) or clause (x) of sub-section (2) of section 10 without the approval\r\nof the Central Government, if no amount in respect thereof is to be disbursed\r\nor spent from the Export Development Fund.", "18": "Export-Import Bank of India Act, 198118. Debits to Export\r\nDevelopment Fund.-1.  \r\n  To\r\nthe Export Development Fund shall be debited—a.  \r\n  such\r\namounts as may from time to time be disbursed or spent under sub-section (1) of\r\nsection 17;b.  \r\n  such\r\namounts as may be required for discharging the liabilities in respect of loans\r\nreceived for the purposes of that Fund;c.  \r\n  any\r\nloss arising on account of investment made out of that Fund; and (d) such\r\nexpenditure arising out of, or in connection with, the administration and\r\napplication of the Fund as may be determined by the Board.2.  \r\n  No\r\namount shall be debited to the Export Development Fund except as provided for\r\nin sub-section (1).", "19": "Export-Import Bank of India Act, 198119. Accounts and\r\naudit of Export Development Fund.-1.  \r\n  The\r\nbalance-sheet and accounts of the Export Development Fund shall be prepared in\r\nsuch form and manner as may be prescribed.2.  \r\n  The\r\nBoard shall cause the books and accounts of the Export Development Fund to be\r\nclosed and balanced as on the 31st day of December or such other date in each\r\nyear as the Central Government may, by notification in the Official Gazette,\r\nspecify:Provided that with a view to facilitating the\r\ntransition from one period of accounting to another period of accounting under\r\nthis sub- section, the Central Government may, by order published in the\r\nOfficial Gazette, make such provisions as it considers necessary or expedient\r\nfor the closing and balancing of, or for other matters relating to, the books\r\nor accounts in respect of the concerned years.1.  \r\n2.  \r\n3.  \r\n  The\r\nExport Development Fund shall be audited by one or more auditors appointed by\r\nthe Central Government under section 24 who shall make a separate report\r\nthereon.4.  \r\n  The\r\nprovisions of sub-sections (2), (3), (4) and (6) of section 24 shall, so far as\r\nmay be, apply in relation to the audit of the Export Development Fund.5.  \r\n  The\r\nExim Bank shall furnish to the Central Government, within four months from the\r\ndate on which the accounts of the Export Development Fund are closed and\r\nbalanced, a copy of the balance-sheet and accounts together with a copy of the\r\nauditors' report and a report on the operation of the Fund during the relevant\r\nyear and the Central Government shall, as soon as may be after they are\r\nreceived by it, cause the same to be laid before each House of Parliament.", "20": "Export-Import Bank of India Act, 198120. Liquidation of\r\nExport Development Fund.-The Export\r\nDevelopment Fund shall not be closed or wound up save by order of the Central\r\nGovernment and in such manner as that Government may direct.", "21": "Export-Import Bank of India Act, 1981Chapter VII: General\r\nFund, Accounts and Audit21. General Fund.-All receipts of the\r\nExim Bank other than those which are to be credited to the Export Development\r\nFund under this Act shall be credited to a Fund to be called the General Fund\r\nand all payments by the Exim Bank, other than those which are to be debited to\r\nthe Export Development Fund, shall be made out of the General Fund.", "22": "Export-Import Bank of India Act, 198122. Preparation of\r\naccounts and balance-sheet.-1.  \r\n  The\r\nbalance- sheet and accounts of the Exim Bank shall be prepared in such form and\r\nmanner as may be prescribed.2.  \r\n  The\r\nBoard shall cause the books and accounts of the Exim Bank to be closed and\r\nbalanced as on the 31st day of December or such other date in each year as the\r\nCentral Government may, by notification in the Official Gazette, specify.Provided that with a view to facilitating the\r\ntransition from one period of accounting to another period of accounting under\r\nthis sub-section, the Central Government may, by order published in the\r\nOfficial Gazette, make such provisions as it considers necessary or expedient\r\nfor the closing and balancing of, or for other matters relating to, the books\r\nor accounts in respect of the concerned years.", "23": "Export-Import Bank of India Act, 198123. Disposal of\r\nprofits accruing to General Fund.-1.  \r\n  The\r\nExim Bank may establish a Reserve Fund to which may be transferred such sums as\r\nthat Bank may deem fit out of the annual profits accruing to the General Fund.2.  \r\n  After\r\nmaking provision for bad and doubtful debts, depreciation of assets and for all\r\nother matters for which provision is necessary or expedient or which is usually\r\nprovided for by bankers and for the Reserve Fund referred to in subsection (1),\r\nthe Exim Bank shall transfer the balance of the net profits to the Central\r\nGovernment.", "24": "Export-Import Bank of India Act, 198124. Audit.-1.  \r\n  The\r\naccounts of the Exim Bank shall be audited by auditors duly qualified to act as\r\nauditors under sub-section (1) of section 226 of the Companies Act, 1956 (1 of\r\n1956), who shall be appointed by the Central Government for such term and on\r\nsuch remuneration as the Central Government may fix.2.  \r\n  The\r\nauditors shall be supplied with a copy of the annual balance-sheet of the Exim\r\nBank and it shall be their duty to examine it together with the accounts and\r\nvouchers relating thereto and they shall have a list delivered to them of all\r\nbooks kept by the Exim Bank and shall at all reasonable times have access to\r\nthe books, accounts, vouchers and other documents of the Exim Bank.3.  \r\n  The\r\nauditors may, in relation to such accounts, examine any director or any officer\r\nor other employee of the Exim Bank and shall be entitled to require from the\r\nBoard or officer or other employee of the Exim Bank such information and\r\nexplanation as they may think necessary for the performance of their duties.4.  \r\n  The\r\nauditors shall make a report to the Exim Bank upon the annual balance-sheet and\r\naccounts examined by them and in every such report they shall state whether in\r\ntheir opinion the balance-sheet is a full and fair balance-sheet containing all\r\nnecessary particulars and properly drawn up so as to exhibit a true and fair\r\nview of the state of affairs of the Exim Bank and in case they had called for\r\nany explanation or information from the Board or any officer or other employee\r\nof the Exim Bank whether it has been given and whether it is satisfactory.5.  \r\n  The\r\nExim Bank shall furnish to the Central Government within four months from the\r\ndate on which its accounts are closed and balanced, a copy of its balance-sheet\r\nand accounts together with a copy of the auditors' report and a report of the\r\nworking of the Exim Bank during the relevant year, and the Central Government\r\nshall, as soon as may be after they are received by it, cause the same to be\r\nlaid before each House of Parliament.6.  \r\n  Without\r\nprejudice to anything contained in the preceding sub- sections, the Central\r\nGovernment may, at any time, appoint the Comptroller and Auditor-General of\r\nIndia to examine and report upon the accounts of the Exim Bank and any\r\nexpenditure incurred by him in connection with such examination and report\r\nshall be payable by the Exim Bank to the Comptroller and Auditor-General of\r\nIndia.", "25": "Export-Import Bank of India Act, 198125. Saving.-Save as otherwise\r\nprovided in sub-section (4) of section 19, nothing contained in this Chapter\r\nshall apply to the Export Development Fund.", "26": "Export-Import Bank of India Act, 1981Chapter VIII:\r\nTransfer of Part of Business of Development Bank26. Transfer of part\r\nof business of Development Bank.-1.  \r\n  On\r\nsuch date as the Central Government may, by notification, appoint, all\r\nbusiness, property, assets and liabilities, rights, interests, privileges and\r\nobligations of whatever nature of the Development Bank in so far as they relate\r\nto the export financing functions of that Bank shall stand transferred to, and\r\nvest in, the Exim Bank.2.  \r\n  For\r\nthe transfer to, and vesting in, the Exim Bank under sub-section (1), the Exim\r\nBank shall pay to the Development Bank such amount in such manner and in such\r\nnumber of instalments as may be determined by the Central Government.3.  \r\n  All\r\ncontracts, deeds, bonds, agreements, powers-of-attorney, grants of legal\r\nrepresentation and other instruments of whatever nature of the Development Bank\r\nwhich relate to the export financing functions of that Bank and which are\r\nsubsisting or having effect immediately before the date referred to in\r\nsub-section (1) and to which the said Bank is a party or which are in favour of\r\nthat Bank shall,--a.  \r\n  if\r\nthey relate exclusively to the export financing functions of that Bank, be of\r\nfull force and effect against 173 or in favour of the Exim Bank, as the case\r\nmay be, and may be enforced and acted upon as fully and effectively as if\r\ninstead of the Development Bank the Exim Bank had been a party thereto or as if\r\nthey had been issued in favour of the Exim Bank; andb.  \r\n  if\r\nthey relate not only to the export financing functions of the Development Bank\r\nbut also to any of the other functions of that Bank, be of full force and\r\neffect against or in favour of both the Development Bank and the Exim Bank and\r\nmay be enforced or acted upon as fully and effectively as if in addition to the\r\nDevelopment Bank the Exim Bank had also been a party thereto or as if they had\r\nbeen issued in favour of the Development Bank and also the Exim Bank.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  If,\r\non the date referred to in sub-section (1), any suit, appeal or other legal\r\nproceeding of whatever nature relating to the export financing functions of the\r\nDevelopment Bank is pending, the same shall not abate, be discontinued or be in\r\nany way prejudicially affected by reason of the transfer to the Exim Bank of\r\nthe business of the Development Bank or of anything contained in this Act, but\r\nthe suit, appeal or other proceeding may,-- (a) where it relates exclusively to\r\nthe export financing functions of the Development Bank, be continued,\r\nprosecuted and enforced by or against the Exim Bank; and (b) where it relates\r\nnot only to the export financing functions of the Development Bank but also to\r\nany of the other functions of that Bank, be continued, prosecuted and enforced\r\nby or against the Development Bank and the Exim Bank or, if the Central\r\nGovernment by special order in writing so directs, by or against such one of\r\nthe said two Banks, as may be specified in such order.5.  \r\n  If\r\nany question arises as to whether any contract, deed, bond, agreement,\r\npowers-of-attorney, grant of legal representation or other instrument referred\r\nto in sub-section (3) or any suit, appeal or other legal proceeding referred to\r\nin sub-section (4) relates or relates exclusively to the export financing\r\nfunctions of the Development Bank, it shall be referred to the Central\r\nGovernment for decision and the decision of the Central Government thereon\r\nshall be final.6.  \r\n  The\r\nprovisions of this section shall have effect notwithstanding anything contained\r\nin the Industrial Development Bank of India Act, 1964 (18 of 1964) or any other\r\nlaw or any instrument having force by virtue of the said Act or other law.", "27": "Export-Import Bank of India Act, 1981Chapter IX:\r\nMiscellaneous27. Staff of Exim\r\nBank.-\n1.  \r\n  The\r\nExim Bank may appoint such number of officers and other employees as it\r\nconsiders necessary or desirable for the efficient performance of its functions\r\nand determine the terms and conditions of their appointment and service.2.  \r\n  Without\r\nprejudice to the provisions of sub-section (1), it shall be lawful for the Exim\r\nBank to utilise, and for the Development Bank to make available the services\r\nof, such staff of the Development Bank having experience relating to export\r\nfinancing functions on such terms and conditions as may be agreed upon between\r\nthe Exim Bank and the Development Bank.3.  \r\n  The\r\nduties and conduct, terms and conditions of service and the establishment and\r\nmaintenance of a Provident Fund or any other Fund for the benefit of the\r\nofficers and other employees of the Exim Bank shall be such as may be\r\nprescribed.", "28": "Export-Import Bank of India Act, 198128. Delegation of\r\npowers.-The Board may, by\r\ngeneral or special order, delegate to any director or any officer or other\r\nemployee of the Exim Bank, subject to such conditions and limitations, if any,\r\nas may be specified in the order, such of its powers and functions under this\r\nAct as it may deem necessary.", "29": "Export-Import Bank of India Act, 198129. Returns.-The Exim Bank shall\r\nfurnish, from time to time, to the Central Government such returns as the\r\nCentral Government may require.", "30": "Export-Import Bank of India Act, 198130. Obligation as to\r\nfidelity and secrecy.-1.  \r\n  The\r\nExim Bank shall not, except as otherwise required by this Act or any other law,\r\ndivulge any information relating to, or to the affairs of, its constituents\r\nexcept in circumstances in which it is, in accordance with the law or practice\r\nand usage customary among bankers, necessary or appropriate for the Exim Bank\r\nto divulge such information.2.  \r\n  The\r\nExim Bank may, for the purpose of efficient discharge of its functions under\r\nthis Act, collect from, or furnish to, the Central Government, the Development\r\nBank or any scheduled bank or such other financial institution, as may be\r\nnotified in the Official Gazette by the Central Government in this behalf,\r\ncredit information or other information as it may consider useful for the\r\npurpose, in such manner and at such times, as it may think fit.Explanation.--For the purpose of this\r\nsub-section, the expression \"credit information\" shall have the same\r\nmeaning as in clause (c) of section 45A of the Reserve Bank of India Act, 1934\r\n(2 of 1934), subject to the modification that \"banking company\"\r\nreferred to therein shall mean the Development Bank, any scheduled bank or\r\nother financial institution as aforesaid.1.  \r\n2.  \r\n3.  \r\n  Every\r\ndirector, member of a committee, auditor or officer or other employee of the\r\nExim Bank or of the Development Bank whose services are utilised by the Exim\r\nBank under the provisions of this Act, shall, before entering upon his duties,\r\nmake a declaration of fidelity and secrecy in the form set out in the First\r\nSchedule.", "31": "Export-Import Bank of India Act, 198131. Defects in\r\nappointments not to invalidate acts, etc.-1.  \r\n  No\r\nact or proceeding of the Board or of any committee of the Exim Bank shall be\r\nquestioned on the ground merely of the existence of any vacancy in, or defect\r\nin the constitution of, the Board or the committee, as the case may be.2.  \r\n  No\r\nact done by any person acting in good faith as a director shall be deemed to be\r\ninvalid merely on the ground that he was disqualified to be a director or that\r\nthere was any other defect in his appointment.", "32": "Export-Import Bank of India Act, 198132. Arrangement with\r\nExim Bank on appointment of directors to prevail.-1.  \r\n  Where\r\nany arrangement entered into by the Exim Bank with a company provides for the\r\nappointment by the Exim Bank of one or more directors of such company, such\r\nprovision and any appointment of directors made in pursuance thereof shall be\r\nvalid and effective notwithstanding anything to the contrary contained in the\r\nCompanies Act, 1956 (1 of 1956), or in any other law for the time being in\r\nforce or in the memorandum, articles of association or any other instrument\r\nrelating to the company, and any provision regarding share qualification,\r\nagelimit, number of directorships, removal from office of directors and such\r\nlike conditions contained in any such law or instrument aforesaid, shall not\r\napply to any director appointed by the Exim Bank in pursuance of the arrangement\r\nas aforesaid.2.  \r\n  Any\r\ndirector appointed as aforesaid shall--a.  \r\n  hold\r\noffice during the pleasure of the Exim Bank and may be removed or substituted\r\nby any person by order in writing of the Exim Bank;b.  \r\n  not\r\nincur any obligation or liability by reason only of his being a director or for\r\nanything done or omitted to be done in good faith in the discharge of his\r\nduties as a director or anything in relation thereto;c.  \r\n  not\r\nbe liable to retirement by rotation and shall not be taken into account for\r\ncomputing the number of directors liable to such retirement.", "33": "Export-Import Bank of India Act, 198133. Indemnity of\r\ndirectors.-\n1.  \r\n  Every\r\ndirector shall be indemnified by the Exim Bank against all losses and expenses\r\nincurred by him, in, or in relation to, the discharge of his duties, except\r\nsuch as are caused by his own wilful act or default.2.  \r\n  A\r\ndirector shall not be responsible for any other director or for any officer or\r\nother employee of the Exim Bank or for any loss or expenses resulting to the\r\nExim Bank from the insufficiency or deficiency of the value of, or title to,\r\nany property or security acquired or taken on behalf of the Exim Bank or the\r\ninsolvency or wrongful act of any debtor or any person under obligation to the\r\nExim Bank or anything done in good faith in the execution of the duties of his\r\noffice or in relation thereto.", "34": "Export-Import Bank of India Act, 198134. Protection of\r\naction taken in good faith.-No suit or other\r\nlegal proceeding shall lie against the Exim Bank or any director or any officer\r\nor other employee of the Exim Bank or any other person authorised by the Exim\r\nBank to discharge any functions under this Act for any loss or damage caused or\r\nlikely to be caused by anything which is in good faith done or intended to be\r\ndone in pursuance of this Act or any other law or provision having the force of\r\nlaw.", "35": "Export-Import Bank of India Act, 198135. Act 18 of 1891 to\r\napply in relation to Exim Bank.-The Bankers' Books\r\nEvidence Act, 1891 shall apply in relation to the Exim Bank as if it were a\r\nBank as defined in section 2 of that Act.", "36": "Export-Import Bank of India Act, 198136. Section 34A and\r\nsection 36AD only of Act 10 of 1949 to apply to Exim Bank.-Nothing contained in\r\nthe Banking Regulation Act, 1949, except section 34A and section 36AD thereof,\r\nshall apply to the Exim Bank.", "37": "Export-Import Bank of India Act, 198137. Act 43 of 1961\r\nand Act 7 of 1964 not to apply to Exim Bank.-Notwithstanding anything contained in the\r\nIncome-tax Act, 1961, or the Companies (Profits) Surtax Act, 1964 or any other\r\nenactment for the time being in force relating to tax on income, profits or\r\ngains, the Exim Bank shall not be liable to pay income-tax, surtax or any other\r\ntax in respect of-a.  \r\n  any\r\nincome, profits or gains accruing to the Export Development Fund or any amount\r\nreceived to the credit of that Fund; andb.  \r\n  any\r\nincome, profits or gains derived, or any amount received, by the Exim Bank.", "38": "Export-Import Bank of India Act, 198138. Liquidation of\r\nExim Bank.-No provision of any\r\nlaw relating to the winding up of companies or corporations shall apply to the\r\nExim Bank and the Exim Bank shall not be placed in liquidation save by an order\r\nof the Central Government and in such manner as it may direct.", "39": "Export-Import Bank of India Act, 198139. Power to make\r\nregulations.-1.  \r\n  The\r\nBoard may, with the previous approval of the Central Government, by\r\nnotification in the Official Gazette, make regulations not inconsistent with\r\nthis Act to provide for all matters for which provisions is necessary or\r\nexpedient for the purpose of giving effect to the provisions of this Act.2.  \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nregulations may provide for-a.  \r\n  the\r\ntimes and places of the meetings of the Board or of any committee constituted\r\nunder this Act and the procedure to be followed at such meetings including the\r\nquorum necessary for the transaction of business;b.  \r\n  the\r\nfees and allowances that may be paid to the directors and the members of a\r\ncommittee;c.  \r\n  the\r\nform and manner in which the balance-sheets and the account of the Export\r\nDevelopment Fund and the Exim Bank shall be prepared;d.  \r\n  the\r\nduties and conduct, and the terms and conditions of service of the officers and\r\nother employees of the Exim Bank;e.  \r\n  the\r\nestablishment and maintenance of provident fund or any other fund for the\r\nbenefit of the officers and other employees of the Exim Bank; andf.  \r\n  any\r\nother matter which is to be, or may be, prescribed.1.  \r\n2.  \r\n3.  \r\n  Every\r\nregulation made by the Board under this Act shall be laid, as soon as may be\r\nafter it is made, before each House of Parliament, while it is in session, for\r\na total period of thirty days which may be comprised in one session or in two\r\nor more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the regulation or both Houses agree\r\nthat the regulation should not be made, the regulation shall thereafter have\r\neffect only in such modified form or be of no effect, as the case may be; so, however,\r\nthat any such modification or annulment shall be without prejudice to the\r\nvalidity of anything previously done under that regulation.", "40": "Export-Import Bank of India Act, 198140. Amendment of\r\ncertain enactments.-Rep. by the Repealing\r\nand Amending Act, 1988 (19 of 1988), s. 2 and the First Schedule.", "41": "Export-Import Bank of India Act, 198141. Power to remove\r\ndifficulty.-\nIf any difficulty\r\narises in giving effect to the provisions of this Act, the Central Government\r\nmay, by order, do anything, not inconsistent with such provisions, for the\r\npurpose of removing the difficulty: Provided that no such order shall be made\r\nafter the expiration of three years from the date on which this Act receives\r\nthe assent of the President."}