{"name": "Factoring Regulation Act, 2011\r", "1": "Factoring Regulation Act, 2011 Chapter I Preliminary1. Short title,\r\nextent and commencement.-1.     \r\n  This\r\nAct may be called the Factoring Regulation Act, 2011.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint: Provided that different dates\r\nmay be appointed for different provisions of this Act, and any reference in any\r\nsuch provision to the commencement of this Act shall be construed as a\r\nreference to the coming into force of that provision.", "2": "Factoring Regulation Act, 2011 2. Definitions.-In this Act, unless\r\nthe context otherwise requires,a.     \r\n  assignment\r\nmeans transfer by agreement, of undivided interest of any assignor in any\r\nreceivable due from any debtor in favour of a factor and includes an assignment\r\nwhere either the assignor or the debtor, are situated or established outside\r\nIndia.Explanation: For the\r\npurposes of this clause, undivided interest of any assignor in any receivable\r\nshall not include creation of rights in receivables as security for loans and\r\nadvances or other obligations by a bank or a financial institution;a.    \r\nb.    \r\n  \"assignee\"\r\nmeans a factor in whose favour the receivable is transferred;c.     \r\n  \"assignor\"\r\nmeans any person who is the owner of any receivable;d.    \r\n  \"bank\"\r\nmeans,             \r\n i.        \r\n  a\r\nbanking company;a\r\ncorresponding new bank;           \r\n iii.        \r\n  the\r\nState Bank of India;           \r\n iv.        \r\n  a\r\nsubsidiary bank;            \r\n v.        \r\n  such\r\nother bank which the Central Government may by notification specify for the\r\npurposes of this Act on the recommendations of the Reserve Bank; or           \r\n vi.        \r\n  a\r\nMulti-State Co-operative Society registered under the Multi-State Co-operative\r\nSocieties Act, 2002 (39 of 2002) and licensed to undertake business of banking\r\nby the Reserve Bank under the provisions of the Banking Regulation Act, 1949\r\n(10 of 1949);a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n  \"banking\r\ncompany\" shall have the meaning assigned to it in clause (c) of section 5\r\nof the Banking Regulation Act, 1949 (10 of 1949);f.     \r\n  business\r\nenterprise means any enterprise or medium enterprise, micro enterprise or small\r\nenterprise as defined in clauses (e), (g), (h) and (m) of section 2 of the\r\nMicro, Small and Medium Enterprises Development Act, 2006 (27 of 2006),\r\nrespectively engaged in any business activity;g.    \r\n  \"corresponding\r\nnew bank\" shall have the meaning assigned to it in clause (da) of section\r\n5 of the Banking Regulation Act, 1949 (10 of 1949);h.     \r\n  \"debtor\"\r\nmeans any person liable to the assignor, whether under a contract or otherwise,\r\nto pay any receivable or discharge any obligation in respect of the receivable\r\nwhether existing, accruing, future, conditional or contingent;i.      \r\n  \"factor\"\r\nmeans a non-banking financial company as defined in clause (f) of section 45-I\r\nof the Reserve Bank of India Act, 1934 (2 of 1934) which has been granted a\r\ncertificate of registration under sub-section (1) of section 3 or anybody\r\ncorporate established under an Act of Parliament or any State Legislature or\r\nany Bank or any company registered under the Companies Act, 1956 (1 of 1956)\r\nengaged in the factoring business;j.      \r\n  \"factoring\r\nbusiness\" means the business of acquisition of receivables of assignor by\r\naccepting assignment of such receivables or financing, whether by way of making\r\nloans or advances or otherwise against the security interest over any\r\nreceivables but does not include             \r\n i.        \r\n  credit\r\nfacilities provided by a bank in its ordinary course of business against\r\nsecurity of receivables;            \r\n ii.        \r\n  any\r\nactivity as commission agent or otherwise for sale of agricultural produce or\r\ngoods of any kind whatsoever or any activity relating to the production,\r\nstorage, supply, distribution, acquisition or control of such produce or goods\r\nor provision of any services.Explanation: For the\r\npurposes of this clause(i) the expression \"agricultural produce\"\r\nshall have the meaning assigned to it under clause (a) of section 2 of the\r\nAgricultural Produce (Grading and Marking) Act, 1937 (1 of 1937); and(ii) the\r\nexpressions \"goods\" and \"commission agent\" shall have the\r\nmeanings assigned to them respectively under clause (d) andExplanation (ii) of\r\nclause (i) of section 2 of the Forward Contracts (Regulation) Act, 1952 (74 of\r\n1952);a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\n  \"financial\r\ncontract\" means any spot, forward, future, option or swap transaction\r\ninvolving interest rates, commodities, currencies, shares, bonds, debentures or\r\nany other financial instrument, any repurchase of securities and lending\r\ntransaction or any other similar transaction or combination of such\r\ntransactions entered into in the financial markets;l.      \r\n  \"netting\r\nagreement\" means any agreement among the system participants for the\r\npurpose of determination by the system provider of the amount of money or\r\nsecurities due or payable or deliverable as a result of setting off or\r\nadjusting the payment obligations or delivery obligations among the system\r\nparticipants, including the claims and obligations arising out of the\r\ntermination by the system provider, on the insolvency or dissolution or winding\r\nup of any system participant or such circumstances as the system provider, may\r\nspecify in its rules or regulations or bye-laws (by whatever name called), of\r\nthe transactions admitted for settlement at a future date so that only a net\r\nclaim be demanded or a net obligation be owned;m.   \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;n.     \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;o.    \r\n  \"property\"\r\nmeans,             \r\n i.        \r\n  the\r\nimmovable property;the\r\nmovable property;           \r\n iii.        \r\n  any\r\ndebt or any right to receive payment of money, whether secured or unsecured;           \r\n iv.        \r\n  the\r\nreceivables;            \r\n v.        \r\n  the\r\nintangible assets, being know-how, patent, copyright, design, trade mark,\r\nlicence, franchise or any other business or commercial right of similar nature;a.    \r\nb.    \r\nc.    \r\nd.    \r\ne.    \r\nf.    \r\ng.    \r\nh.    \r\ni.    \r\nj.    \r\nk.    \r\nl.    \r\nm.    \r\nn.    \r\no.    \r\np.    \r\n  \"receivables\"\r\nmean all or part of or undivided interest in any right of any person under a\r\ncontract including an international contract where either the assignor or the\r\ndebtor or the assignee is situated or established in a State outside India; to\r\npayment of a monetary sum whether such right is existing, future, accruing,\r\nconditional or contingent arising from and includes, any arrangement requiring\r\npayment of toll or any other sum, by whatever name called, for the use of any\r\ninfrastructure facility or services;q.    \r\n  \"Reserve\r\nBank\", means the Reserve Bank of India constituted under section 3 of the\r\nReserve Bank of India Act, 1934 (2 of 1934);r.      \r\n  \"State\r\nBank of India\" means the State Bank of India constituted under section 3\r\nof the State Bank of India Act, 1955 (23 of 1955);s.     \r\n  \"Subsidiary\r\nBank\" shall have the meaning assigned to it in clause (k) of section 2 of the\r\nState Bank of India (Subsidiary Banks) Act, 1959 (38 of 1959);(t) words and\r\nexpressions used and not defined in this Act but defined in the Reserve Bank of\r\nIndia Act, 1934 (2 of 1934), the Banking Regulation Act, 1949 (10 of 1949), the\r\nCompanies Act, 1956 (1 of 1956), the Securitisation and Reconstruction of\r\nFinancial Assets and Enforcement of Security Interest Act, 2002 (54 of 2002),\r\nthe Credit Information Companies (Regulation) Act, 2005 (30 of 2005), or the\r\nMicro, Small and Medium Enterprises Development Act, 2006 (27 of 2006), shall\r\nhave the meanings respectively assigned to them in those Acts.", "3": "Factoring Regulation Act, 2011 Chapter II\r\nRegistration of Factors3. Registration of\r\nfactors.-1.     \r\n  No\r\nfactor shall commence or carry on the factoring business unless it obtains a\r\ncertificate of registration from the Reserve Bank to commence or carry on the\r\nfactoring business under this Act.2.     \r\n  Every\r\nfactor shall make an application for registration to the Reserve Bank in such\r\nform and manner as it may specify:Provided that a\r\ncompany registered as a non-banking financial company and existing on the\r\ncommencement of this Act and engaged in factoring business as its principal\r\nbusiness before such commencement shall make an application for registration as\r\na factor to the Reserve Bank before the expiry of the period of six months from\r\nsuch commencement and, notwithstanding anything contained in sub-section (1),\r\nmay continue to carry on the factoring business until a certificate of\r\nregistration is issued to it or rejection of application for registration is\r\ncommunicated to it.Explanation.- For the\r\nremoval of doubts it is hereby clarified that a non-banking financial company\r\nengaged in factoring business shall be treated as engaged in factoring business\r\nas its \"principal business\" if it fulfills the following conditions,\r\nnamely:-a.      if its financial\r\nassets in the factoring business are more than fifty per cent of its total\r\nassets or such per cent. as may be stipulated by the Reserve Bank; andb.     if its income from\r\nfactoring business is more than fifty per cent of the gross income or such per\r\ncent. As may be stipulated by the Reserve Bank.1.     \r\n2.     \r\n3.     \r\n  Every\r\napplicant for grant of a certificate of a registration as a factor shall\r\ncomply, for the purpose of registration, with all the requirements to be\r\nfulfilled by an applicant for grant of certificate of registration as\r\nnon-banking financial company under the Reserve Bank of India Act, 1934 (2 of\r\n1934) and all the provisions of that Act, so far as they relate to the\r\nregistration of non-banking financial companies, shall (except those provided\r\nfor under this Act) mutatis mutandis apply.4.     \r\n  In\r\nthe case of existing non-banking financial company the Reserve Bank may issue a\r\nfresh certificate of registration as a factor, if the principal business of the\r\nnon-banking financial company is the factoring business.5.     \r\n  Save\r\nas otherwise provided in this Act, every factor including factors not subject\r\nto requirement of registration under section 5, shall be governed by the\r\nReserve Bank of India Act, 1934 (2 of 1934), the rules and regulations made\r\nthere under and the directions or guidelines issued by the Reserve Bank, from\r\ntime to time.", "4": "Factoring Regulation Act, 2011 4. Provisions of\r\nnonbanking financial companies apply to factor.-All provisions of\r\nChapter IIIB of the Reserve Bank of India Act, 1934 relating to non-banking\r\nfinancial companies which have been granted a certificate of registration under\r\nsub-section (5) of section 45-IA of the Reserve Bank of India Act, 1934 shall\r\n(except those specifically provided for under this Act) mutatis mutandis apply\r\nto a factor which has been granted a certificate of registration under section\r\n3.", "5": "Factoring Regulation Act, 2011 5. Recruitment for\r\nregistration as a factor not to apply to bank or Statutory corporation or\r\nGovernment company.-Nothing contained in\r\nsection 3 shall apply to a bank or any corporation established under an Act of\r\nParliament or State Legislature, or a Government Company as defined under\r\nsection 617 of the Companies Act, 1956 (1 of 1956).", "6": "Factoring Regulation Act, 2011 6. Powers of Reserve\r\nBank to give directions and to collect information from factors.-1.     \r\n  The\r\nReserve Bank may, at any time by general or special order, direct that every\r\nfactor shall furnish to it, in such form, at such intervals and within such\r\ntime, such statements, information or particulars relating to factoring\r\nbusiness undertaken by the factor, as may be specified by the Reserve Bank from\r\ntime to time.2.     \r\n  The\r\nReserve Bank may, if it considers necessary in the interest of business\r\nenterprises availing factoring services or in the interest of factors or\r\ninterest of other stake holders give directions to the factors either generally\r\nor to any factor in particular or group of factors in respect of any matters\r\nrelating to or connected with the factoring business undertaken by such\r\nfactors.3.     \r\n  If\r\nany factor fails to comply with any direction given by the Reserve Bank under\r\nsub-section (2), the Reserve Bank may prohibit such factor from undertaking the\r\nfactoring business: Provided that before prohibiting any factor from\r\nundertaking the factoring business, the factor shall be given a reasonable\r\nopportunity of being heard.", "7": "Factoring Regulation Act, 2011 Chapter III Assignment\r\nof Receivables7. Assignment of\r\nreceivables.-1.     \r\n  Any\r\nassignor may, by an agreement in writing, assign any receivable due and payable\r\nto him by any debtor, to any factor, being the assignee, for a consideration as\r\nmay be agreed between the assignor and the assignee and the assignor shall at\r\nthe time of such assignment, disclose to the assignee any defences and right of\r\nset off that may be available to the debtor:Provided that if the\r\ndebtor liable to pay the receivable or the business of factor is situated or\r\nestablished outside India, any assignment of receivable shall be subject to the\r\nprovisions of the Foreign Exchange Management Act, 1999 (42 of 1999).1.     \r\n2.     \r\n  On\r\nexecution of agreement in writing for assignment of receivables, all the\r\nrights, remedies and any security interest created over any property exclusively\r\nto secure the due payment of receivable shall vest in the assignee and the\r\nassignee shall have an absolute right to recover such receivable and exercise\r\nall the rights and remedies of the assignor whether by way of damages or\r\notherwise, or whether notice of assignment as provided in section 8 is given or\r\nnot.3.     \r\n  Any\r\nassignment of receivables which constitute security for repayment of any loan\r\nadvanced by any Bank or other creditor and if the assignor has given notice of\r\nsuch encumbrance to the assignee, then on accepting assignment of such\r\nreceivable, the assignee shall pay the consideration for such assignment to the\r\nBank or the creditor, as the case may be.", "8": "Factoring Regulation Act, 2011 8. Notice to debtor\r\nand discharge of obligation of such debtor.-Any assignee of a\r\nreceivable shall not be entitled to demand payment of the receivable from the\r\ndebtor in respect of such receivables unless notice of such assignment is given\r\nto the debtor by the assignor or the assignee along with express authority in its\r\nfavour granted by the assignor.", "9": "Factoring Regulation Act, 2011 9. Discharge of\r\nliability of debtor on payment to assignee.-Where a notice of\r\nassignment of receivable is given by the assignor or the assignee, as the case\r\nmay be, under section 8 the debtor on receipt of such notice, shall make\r\npayment to the assignee and payment made to such assignee in discharge of any\r\nobligation in relation to the receivables specified in the notice shall fully\r\ndischarge the debtor making the payment, from corresponding liability in\r\nrespect of such payment.", "10": "Factoring Regulation Act, 2011 10. Payment made by\r\ndebtor to assignor to be held in trust for benefit of assignee in certain\r\ncases.-Where no notice of\r\nassignment of receivables is given by the assignor or under his authority by\r\nthe assignee, any payment made by the debtor in respect of such receivables to\r\nthe assignor shall be held in trust for the benefit of the assignee which shall\r\nbe forthwith be paid over to such assignee, as the case may be, or its agent\r\nduly authorised in this behalf.", "11": "Factoring Regulation Act, 2011 Chapter IV Rights and\r\nObligations of Parties to Contract for Assignment of Receivables11. Rights and\r\nobligations of parties to contract for assignment of receivables.-Without prejudice to\r\nthe provisions contained in any other law for the time being in force, the\r\ndebtor shall have the right to notice of assignment under section 8 before any\r\ndemand is made on it by the assignee and until notice is served on the debtor,\r\nthe debtor shall be entitled to make payments to the assignor in respect of\r\nassigned receivables in accordance with the original contract and such payment\r\nshall fully discharge the debtor from corresponding liability under the\r\noriginal contract.Explanation: — For\r\nthe removal of doubts, it is hereby clarified that nothing contained in this section\r\nshall affect the rights of debtor to make payment to the assignee under section\r\n9.", "12": "Factoring Regulation Act, 2011 12. Liability of\r\ndebtor.-Where a notice of\r\nassignment as referred to in section 8 is served, the debtor shall,a.     \r\n  Intimate\r\nthe assignee the details of the deposits or advance or payment on account made\r\nto the assignor before the receipt of notice of assignment and also provide any\r\nother information to the assignee relating to the receivable as and when called\r\nupon by the assignee to do so;b.    \r\n  Not\r\nbe entitled to a valid discharge of his liability in respect of assigned\r\nreceivables, unless he makes the payment due on assigned receivables to the\r\nassignee.", "13": "Factoring Regulation Act, 2011 13. Assignor to be\r\ntrustee of assignee.-Notwithstanding\r\nanything to the contrary contained in any other law for the time being in\r\nforce, where a debtor makes any payment to an assignor which represents payment\r\ndue on an assigned receivable, such payment shall be deemed to be for the\r\nbenefit of the assignee, and the assignor shall be deemed to have received the\r\namount of such payment as a trustee of the assignee and the assignor shall make\r\npayment of such amount to the assignee.", "14": "Factoring Regulation Act, 2011 14. Liability of\r\ndebtor in case of an assignor being micro or small enterprises.-1.     \r\n  If\r\nthe assignor of receivables is a micro or small enterprise, the liability of\r\nthe debtor to make payment due on assigned receivables shall be subject to the\r\nprovisions contained in sections 15 to 17 of the Micro, Small and Medium\r\nEnterprises Development Act, 2006 (27 of 1006) with regards to the delayed\r\npayments of the receivables.2.     \r\n  In\r\nthe event of delay in payment on the part of the debtor to pay the receivable\r\nof any micro or small enterprise, the assignee shall be entitled to receive\r\ninterest for the delayed period and shall take steps under the provisions of\r\nthe Micro, Small and Medium Enterprises Development Act, 2006 (27 of 2006) for\r\nthe purpose of the recovery of the interest and shall pay such interest to the\r\nmicro or small enterprise.", "15": "Factoring Regulation Act, 2011 15. Principle of\r\ndebtor protection.-1.     \r\n  Save\r\nas otherwise provided in this Act, any assignment of the receivable shall not,\r\nwithout the express consent of the debtor in writing, affect the rights and\r\nobligations of the debtor (including the terms and conditions of the contract).2.     \r\n  Consequent\r\nupon the assignment of receivables, the payment instruction under the contract\r\nentered into between assignor and debtor may modify the name of person, address\r\nor account to which the debtor is required to make payment, but such\r\ninstructions shall not modify:-a.      the amount of debt\r\nspecified in the original contract; orb.     the place specified\r\nin the original contract at which payment is to be made or in case no such\r\nplace is mentioned in the contract, the place of payment to a place other than\r\nwhere the debtor is situated; orc.      the date on which\r\npayment is to be made or other terms of the original contract relating to\r\npayment.", "16": "Factoring Regulation Act, 2011 16. Defences and\r\nright of set off of debtor.-In a claim by the\r\nassignee against the debtor for payment of the assigned receivable, the debtor\r\nmay raise against the assignee,a.     \r\n  all\r\ndefences and right of set off arising from the original contract, entered into\r\nbetween the assignor and debtor or any other contract that was part of the same\r\ntransaction, of which the debtor could avail himself as if the assignment had\r\nnot been made and such claim were made by the assignor instead of assignee:Provided that the\r\nassignee shall, unless otherwise agreed between the parties, be entitled to\r\nrecover from the assignor, any loss suffered by it as a result of any such\r\ndefences and right of set off being exercised by the debtor;b.    \r\n  any\r\nother right of set off if it was available to the debtor at the time notice,\r\nunder section 8, of the assignment was received by the debtor.", "17": "Factoring Regulation Act, 2011 17. Modification of\r\noriginal contract.-1.     \r\n  Any\r\nagreement made before service of notice, under section 8, of the assignment of\r\na receivable between the assignor and the debtor that affects the assignee's\r\nrights in respect of that receivable shall be effective as against the\r\nassignee, and the assignee shall acquire rights in the assigned receivables, as\r\nmodified by such agreement.2.     \r\n  Any\r\nagreement made, after notice of the assignment between the assignor and the\r\ndebtor that affects the assignee's rights, shall be ineffective as against the\r\nassignee unless,-a.      the assignee consents\r\nto it; orb.     the receivable is not\r\nfully earned by performance and either the modification is provided for in the\r\noriginal contract or, in the context of the original contract, a reasonable assignee\r\nwould consent to the modification.1.     \r\n2.     \r\n3.     \r\n  Nothing\r\ncontained in sub-sections (1) and (2) shall affect any right of the assignor or\r\nthe assignee arising from breach of an agreement between them.", "18": "Factoring Regulation Act, 2011 18. Breach of\r\ncontract.-If the assignor\r\ncommits any breach of the original contract with the debtor, such breach shall\r\nnot entitle the debtor to recover from the assignee any sum paid by the debtor\r\nto the assignor or the assignee pursuant to the factoring transactions:Provided that nothing\r\ncontained in this section shall affect the rights of the debtor to claim from\r\nthe assignor any loss or damages caused to him by reason of breach of the\r\noriginal contract.", "19": "Factoring Regulation Act, 2011 Chapter V Registration\r\nof Assignments19. Registration of\r\ncertain assignments of receivables transactions.-1.     \r\n  Every\r\nfactor shall file, for the purposes of registration, the particulars of every\r\ntransaction of assignment of receivables in his favour with the Central\r\nRegistry to be set-up under section 20 of the Securitisation and Reconstruction\r\nof Financial Assets and Enforcement of Security Interest Act, 2002 (54 of\r\n2002), within a period of thirty days from the date of such assignment or from\r\nthe date of establishment of such registry, as the case may be, in the manner\r\nand subject to payment of such fee as may be prescribed in this behalf.Explanation.- For the\r\npurpose of filing of particulars of every transaction of assignment of\r\nreceivables with the Central Registry, the receivables may be described\r\nspecifically or generally with reference to the debtor, or the period to which\r\nthey relate or by any other general description by which such receivables can\r\nbe identified.1.     \r\n2.     \r\n  For\r\nthe purposes of this Act, a record called the Central Register shall be kept at\r\nthe head office of the Central Registry for entering the particulars of the\r\ntransactions relating to assignment of receivables in favour of a factor.3.     \r\n  On\r\nrealisation of the assigned receivables or settlement of the claim against the\r\ndebtors, the factor shall file satisfaction of the assignment of receivables in\r\nits favour, in such manner and subject to payment of such fees as may be\r\nprescribed in this behalf.4.     \r\n  The\r\nprovisions for registration of transactions contained in the Securitisation and\r\nReconstruction of Financial Assets and Enforcement of Security Interest Act,\r\n2002 (54 of 2002) and the rules made there under shall, mutatis mutandis, apply\r\nto the record of assignment of receivables in favour of a factor in the Central\r\nRegister with the Central Registry.", "20": "Factoring Regulation Act, 2011 20. Public\r\ninspection.-1.     \r\n  The\r\nparticulars of transactions of assignment of receivables entered in the Central\r\nRegister of such transactions under section 19 shall be open during business\r\nhours for inspection by any person on payment of such fee as may be prescribed.2.     \r\n  The\r\nCentral Register referred to in sub-section (2) of section 19 maintained in\r\nelectronic form, shall also be open during the business hours or such extended\r\nhours as may be specified by the Central Registry for inspection by any person\r\nthrough electronic media on payment of such fee as may be prescribed.3.     \r\n  The\r\nprovisions for maintenance of Central Register and public inspection thereof\r\ncontained in the Securitisation and Reconstruction of Financial Assets and\r\nEnforcement of Security Interest Act, 2002 (54 of 2002) and the rules made\r\nthere under shall, mutatis mutandis, apply.", "21": "Factoring Regulation Act, 2011 Chapter VI Offences\r\nand Penalties21. Penalties.-If a default is made\r\nin filing under section 19 the particulars of any transaction of assignment of\r\nreceivables and realisation of receivables by a factor, such company and every\r\nofficer of the company who is in default shall be punishable with fine which\r\nmay extend to five thousand rupees for every day during which the default\r\ncontinues.", "22": "Factoring Regulation Act, 2011 22. Penalties for non\r\ncompliance of direction of Reserve Bank.-1.     \r\n  If\r\nany factor fails to comply with any direction issued by the Reserve Bank under\r\nsection 6, the Reserve Bank may impose a penalty which may extend to five lakh\r\nrupees and in the case of a continuing offence, with an additional fine which\r\nmay extend to ten thousand rupees for every day during which the default\r\ncontinues.2.     \r\n  For\r\nthe purpose of adjudging the penalty under sub-section (1), the Reserve Bank\r\nshall serve notice on the factor requiring it to show cause why the amount\r\nspecified in the notice should not be imposed and a reasonable opportunity of\r\nbeing heard shall also be given to such factor.3.     \r\n  Any\r\npenalty imposed by the Reserve Bank under this section shall be payable within\r\na period of fourteen days from the date on which notice issued by the Reserve\r\nBank demanding payment of the sum is served on the factor and in the event of\r\nfailure of the factor to pay the sum within such period, may be levied on a\r\ndirection made by the principal civil court having jurisdiction in the area\r\nwhere the registered office of the factor is situated; or, in the case of a\r\nfactor incorporated outside India, where its principal place of business in\r\nIndia is situated:Provided that no such\r\ndirection shall be made except on an application made to the court by the\r\nReserve Bank or any officer authorised by Reserve Bank in this behalf.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\ncourt which makes a direction under sub-section (3) shall issue a certificate\r\nspecifying the sum payable by the factor and every such certificate shall be\r\nenforceable in the same manner as if it were a decree made by the court in a\r\ncivil suit.", "23": "Factoring Regulation Act, 2011 23. Offences.-If any person\r\ncontravenes or attempts to contravene or abets the contravention of the\r\nprovisions of this Act or of any rules made there under, for which no specific\r\npenalty has been provided for, he shall be punishable with imprisonment for a\r\nterm which may extend to one year, or with fine, or with both.", "24": "Factoring Regulation Act, 2011 24. Cognizance of\r\noffences.-1.     \r\n  No\r\nCourt shall take cognizance of any offence punishable under this Act except\r\nupon a complaint in writing made by an officer of the Reserve Bank, generally\r\nor specially authorised in writing in this behalf by the Reserve Bank.2.     \r\n  No\r\nCourt other than that of a Metropolitan Magistrate or a Judicial Magistrate of\r\nthe first class or a court superior thereto shall try any such offence\r\npunishable under this Act.", "25": "Factoring Regulation Act, 2011 25. Offences by\r\nfactors.-1.     \r\n  Where\r\nan offence under this Act has been committed by a factor, every person who at\r\nthe time the offence was committed was in charge of, and was responsible to,\r\nthe factor, for the conduct of the business of the factor, as well as the\r\nfactor, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded against and punished accordingly:Provided that nothing\r\ncontained in this sub-section shall render any such person liable to any\r\npunishment provided in this Act, if he proves that the offence was committed\r\nwithout his knowledge or that he has exercised all due diligence to prevent the\r\ncommission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a factor and it is proved that the offence has been committed with\r\nthe consent or connivance of, or is attributable to, any neglect on the part of\r\nany director, manager, secretary or other officer of the factor, such director,\r\nmanager, secretary or other officer shall also be deemed to be guilty of the\r\noffence and shall be liable to be proceeded against and punished accordingly.Explanation.- For the\r\npurpose of this section, a \"director\", in relation to a factor means\r\nany officer entrusted with the management of the whole or substantially the\r\naffairs of the factor.", "26": "Factoring Regulation Act, 2011 Chapter VII Miscellaneous26. Provisions of\r\nthis Act to override other laws.-The provisions of\r\nthis Act shall have effect, notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force or any instrument having\r\neffect by virtue of any such law.", "27": "Factoring Regulation Act, 2011 27. Application of\r\nother laws not barred.-The provisions of\r\nthis Act or the rules made there under shall be in addition to and not in\r\nderogation of the Negotiable Instruments Act, 1881 (26 of 1881), the Transfer\r\nof Property Act, 1882 (4 of 1882), the Reserve Bank of India Act, 1934 (2 of\r\n1934), the Banking Regulation Act, 1949 (10 of 1949), the Companies Act, 1956\r\n(1 of 1956), the Securitisation and Reconstruction of Financial Assets and\r\nEnforcement of Security Interest Act, 2002 (54 of 2002), the Micro, Small and\r\nMedium Enterprises Development Act, 2006 (27 of 2006) or any other law for the\r\ntime being in force.", "28": "Factoring Regulation Act, 2011 28. Limitation.-No assignee of any\r\nreceivable shall be entitled to take any measures for recovery of any assigned\r\nreceivable, through any court or Tribunal unless his claim in respect of the\r\nreceivable is made within the period of limitation specified under the\r\nLimitation Act, 1963 (36 of 1963).", "29": "Factoring Regulation Act, 2011 29. Confidentiality\r\nof information.-Save as otherwise\r\nprovided in this Act, or unless required to do so by an order passed by any\r\nCourt or Tribunal or any other statutory authority under any provision of law\r\nfor the time being in force or for the purpose of recovery of the receivable, a\r\nfactor shall maintain confidentiality and shall not disclose to any person\r\ninformation obtained by it from, any assignor, its present and future\r\ncustomers, its commercial and business activities and the terms of sale between\r\nthe assignor and any debtor and other detail about the assignor.", "30": "Factoring Regulation Act, 2011 30. Power to exempt.-1.     \r\n  The\r\nCentral Government may, by notification in the public interest, direct that any\r\nof the provisions of this Act,a.      shall not apply to\r\nsuch class or classes of banks or a company or a factor; orb.     shall apply to the\r\nsuch class or classes of banks or a company or a factor with such exceptions,\r\nmodifications and adaptations as may be specified in the notification.2.     \r\n  A\r\ncopy of every notification issued under sub-section (1), shall be laid before\r\neach House of Parliament, while it is in session, for a total period of thirty\r\ndays which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the notification or both the Houses agree that the notification\r\nshall not be issued or, the notification shall have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under the notification.", "31": "Factoring Regulation Act, 2011 31. Provisions of\r\nthis Act not to apply or affect in certain cases.-1.     \r\n  The\r\nprovisions of this Act shall not apply to any assignment of receivables arising\r\nunder or from the following transactions, namely:a.      any merger,\r\nacquisition or amalgamation of business activities or sale or change in the\r\nownership or legal status of the business;b.     transactions on any\r\nstock exchange or commodities exchange regulated by the Securities and Exchange\r\nBoard of India constituted under the provisions of the Securities and Exchange\r\nBoard of India Act, 1992(15 of 1992) or by the Forward Markets Commission under\r\nthe Forward Contracts (Regulation) Act, 1952 (74 of 1952), respectively;c.      financial contracts\r\ngoverned by netting agreements, except a receivable owed on the termination of\r\nall outstanding transactions;d.     foreign exchange\r\ntransactions except receivables in any foreign currency;e.      inter-bank payment\r\nsystems, inter-bank payment agreements or clearance and settlement systems\r\nrelating to securities or other financial assets or instruments;f.      bank deposits;g.     a letter of credit or\r\nindependent guarantee;h.      rights and\r\nobligations of any person under the law governing negotiable instruments,\r\nnegotiable warehouse receipts under the Warehousing (Development and\r\nRegulation) Act, 2007 (37 of 2007) or to instruments which are for the time\r\nbeing, by law or custom negotiable or any mercantile document of title to\r\ngoods;i.       sale of goods or\r\nservices for any personal, family or household use;j.       any assignment of\r\nloan receivables by a bank or non-banking financial company to another bank or\r\nnon-banking financial company;k.      securitisation\r\ntransactions (including assignment of receivables to special purpose vehicles\r\nor trusts that issue securities against such receivables, bought from a single\r\ndebtor or single group of debtors).2.     \r\n  Nothing\r\ncontained in this Act shall affect the rights and obligations of a consumer,\r\nmanufacturer, trader or service provider under the provisions of the Consumer\r\nProtection Act, 1986 (68 of 1986).", "32": "Factoring Regulation Act, 2011 32. Power of Central\r\nGovernment to make rules.-1.     \r\n  The\r\nCentral Government may, in consultation with the Reserve Bank, by notification\r\nand in the Electronic Gazette as defined in clause (5) of sub-section (1) of\r\nsection 2 of the Information Technology Act, 2000 (21 of 2000) make rules for\r\ncarrying out the provisions of this Act.2.     \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power such\r\nrules may provide for all or any of the following matters, namely:a.      the form and manner\r\nin which the transactions of assignment of receivables in favour of a factor\r\nshall be filed and the fee for filing such transaction under sub-section (1) of\r\nsection 19;b.     the form and manner\r\nin which satisfaction of assignment of receivable or settlement of the claim shall\r\nbe registered and the fee for filing such transactions under sub-section (3) of\r\nsection 19;c.      fee for inspecting\r\nthe Central Register under section 20; andd.     any other matter\r\nwhich is required to be or may be prescribed, in respect of which provision is\r\nto be made or may be made by rules.", "33": "Factoring Regulation Act, 2011 33. Laying of rules.-Every rule made under\r\nthis Act shall be laid, as soon as may be after it is made, before each House\r\nof Parliament, while it is in session, for a total period of thirty days which\r\nmay be comprised in one session or in two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe rule or both Houses agree that the rule should not be made, the rule shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule.", "34": "Factoring Regulation Act, 2011 34. Power to remove\r\ndifficulties.-1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act, as may appear to\r\nbe necessary for removing the difficulty:Provided that no\r\norder shall be made under this section after the expiry of a period of two\r\nyears from the commencement of this Act.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be, after it is\r\nmade, before each House of Parliament.", "35": "Factoring Regulation Act, 2011 35. Amendments to\r\ncertain enactments.-The enactments\r\nspecified in the Schedule shall be amended in the manner specified therein."}