{"name": "Food Safety and Standards Act, 2006\r", "1": "The Food Safety and Standards Act, 2006 Chapter I Preliminary1. Short title,\r\nextent and commencement. - 1.      This\r\nAct may be called the Food Safety and Standards Act, 2006.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint, and different dates may be\r\nappointed for different provisions of this Act and any reference in any such\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "The Food Safety and Standards Act, 2006 2. Declaration as to\r\nexpediency of control by the Union..-It is hereby declared\r\nthat it is expedient in the public interest that the Union should take under\r\nits control the food industry.", "3": "The Food Safety and Standards Act, 2006 3. Definitions. - 1.     \r\n  In\r\nthis Act, unless the context otherwise requires,-             \r\n i.        \r\n  \"adulterant\"\r\nmeans any material which is or could be employed for making the food unsafe or\r\nsub-standard or mis-branded or containing extraneous matter;\"advertisement\"\r\n\r\nmeans any audio or visual publicity, representation or pronouncement made by\r\nmeans of any light, sound, smoke, gas, print, electronic media, internet or\r\nwebsite and includes through any notice, circular, label, wrapper, invoice or\r\nother documents;           \r\n iii.        \r\n  \"Chairperson\"\r\nmeans the Chairperson of the Food Authority;           \r\n iv.        \r\n  \"claim\"\r\nmeans any representation which states, suggests or implies that a food has\r\nparticular qualities relating to its origin, nutritional properties, nature,\r\nprocessing, composition or otherwise;            \r\n v.        \r\n  \"Commissioner\r\nof Food Safety\" means the Commissioner of Food Safety appointed under\r\nsection 30;           \r\n vi.        \r\n  \"\r\nconsumer\" means persons and families purchasing and receiving food in\r\norder to meet their personal needs;          \r\n vii.        \r\n  \"contaminant\"\r\nmeans any substance, whether or not added to food, but which is present in such\r\nfood as a result of the production (including operations carried out in crop\r\nhusbandry, animal husbandry or veterinary medicine), manufacture, processing,\r\npreparation, treatment, packing, packaging, transport or holding of such food\r\nor as a result of environmental contamination and does not include insect\r\nfragments, rodent hairs and other extraneous matter;         \r\n viii.        \r\n  \"Designated\r\nOfficer\" means the officer appointed under section 36;           \r\n ix.        \r\n  \"extraneous\r\nmatter\" means any matter contained in an article of food which may be\r\ncarried from the raw materials, packaging materials or process systems used for\r\nits manufacture or which is added to it, but such matter does not render such\r\narticle of food unsafe;            \r\n x.        \r\n  \"food\"\r\nmeans any substance, whether processed, partially processed or unprocessed,\r\nwhich is intended for human consumption and includes primary food to the extent\r\ndefined in clause (ZK), genetically modified or engineered food or food\r\ncontaining such ingredients, infant food, packaged drinking water, alcoholic\r\ndrink, chewing gum, and any substance, including water used into the food\r\nduring its manufacture, preparation or treatment but does not include any\r\nanimal feed, live animals unless they are prepared or processed for placing on\r\nthe market for human consumption, plants prior to harvesting, drugs and\r\nmedicinal products, cosmetics, narcotic or psychotropic substances:Provided\r\nthat the Central Government may declare, by notification in the Official\r\nGazette, any other article as food for the purposes of this Act having regards\r\nto its use, nature, substance or quality;           \r\n\r\n xi.        \r\n  \"food\r\nadditive\" means any substance not normally consumed as a food by itself or\r\nused as a typical ingredient of the food, whether or not it has nutritive\r\nvalue, the intentional addition of which to food for a technological (including\r\norganoleptic) purpose in the manufacture, processing, preparation, treatment,\r\npacking, packaging, transport or holding of such food results, or may be\r\nreasonably expected to result (directly or indirectly), in it or its\r\nby-products becoming a component of or otherwise affecting the characteristics\r\nof such food but does not include \"contaminants\" or substances added\r\nto food for maintaining or improving nutritional qualities;          \r\n xii.        \r\n  \"\r\nFood Analyst\" means an analyst appointed under section 45;         \r\n xiii.        \r\n  \"\r\nFood Authority\" means the Food Safety and Standards Authority of India\r\nestablished under section 4;        \r\n xiv.        \r\n  \"food\r\nbusiness\" means any undertaking, whether for profit or not and whether\r\npublic or private, carrying out any of the activities related to any stage of\r\nmanufacture, processing, packaging, storage, transportation, distribution of\r\nfood, import and includes food services, catering services, sale of food or\r\nfood ingredients;         \r\n xv.        \r\n  \"food\r\nbusiness operator\" in relation to food business means a person by whom the\r\nbusiness is carried on or owned and is responsible for ensuring the compliance\r\nof this Act, rules and regulations made thereunder;        \r\n xvi.        \r\n  \"food\r\nlaboratory\" means any food laboratory or institute established by the\r\nCentral or a State Government or any other agency and accredited by National\r\nAccreditation Board for Testing and Calibration Laboratories or an equivalent\r\naccreditation agency and recognised by the Food Authority under section 43;       \r\n xvii.        \r\n  \"food\r\nsafety\" means assurance that food is acceptable for human consumption\r\naccording to its intended use;       xviii.        \r\n  \"food\r\nsafety audit\" means a systematic and functionally independent examination\r\nof food safety measures adopted by manufacturing units to determine whether\r\nsuch measures and related results meet with objectives of food safety and the\r\nclaims made in that behalf;        \r\n\r\n xix.        \r\n  \"Food\r\nSafety Management System\" means the adoption of Good Manufacturing\r\nPractices, Good Hygienic Practices, Hazard Analysis and Critical Control Point\r\nand such other practices as may be specified by regulation, for the food\r\nbusiness;         \r\n xx.        \r\n  \"\r\nFood Safety Officer \" means an officer appointed under section 37;        \r\n\r\n xxi.        \r\n  \"hazard\"\r\nmeans a biological, chemical or physical agent in, or condition of, food with\r\nthe potential to cause an adverse health effect;       \r\n xxii.        \r\n  \"\r\nimport\" means bringing into India any article of food by land, sea or air;       xxiii.        \r\n\r\n  \"improvement\r\nnotice\" means a notice issued under section 32 of this Act;       xxiv.        \r\n  \"infant\r\nfood\" and \"infant milk substitute\" shall have the meanings\r\nassigned to them in clauses (f) and (g) of sub-section (1) of section 2 of the\r\nInfant Milk Substitutes, Feeding Bottles and Infant Foods (Regulation of\r\nProduction, Supply and Distribution) Act,1992, respectively;       \r\n\r\n xxv.        \r\n  \"ingredient\"\r\nmeans any substance, including a food additive used in the manufacture or\r\npreparation of food and present in the final product, possibly in a modified\r\nform;       xxvi.        \r\n  \"label\"\r\nmeans any tag, brand, mark, pictorial or other descriptive matter, written,\r\nprinted, stencilled, marked, embossed, graphic, perforated, stamped or\r\nimpressed on or attached to container, cover, lid or crown of any food package\r\nand includes a product insert;      xxvii.        \r\n\r\n  \"\r\nlicence\" means a licence granted under section 31;     xxviii.        \r\n  \"local\r\narea\" means any area, whether urban or rural, notified by the Commissioner\r\nof Food Safety, to be a local area for the purposes of this Act;       xxix.        \r\n\r\n  \"manufacture\"\r\nmeans a process or adoption or any treatment for conversion of ingredients into\r\nan article of food, which includes any sub-process, incidental or ancillary to\r\nthe manufacture of an article of food;       \r\n xxx.        \r\n  \"manufacturer\"\r\nmeans a person engaged in the business of manufacturing any article of food for\r\nsale and includes any person who obtains such article from another person and\r\npacks and labels it for sale or only labels it for such purposes;       xxxi.        \r\n  \"Member\"\r\n\r\nmeans Member of the Food Authority and includes the Chairperson;      xxxii.        \r\n  \"misbranded\r\nfood\" means an article of food-A.     if it is purported,\r\nor is represented to be, or is being-                     \r\n\r\n i.        \r\n  offered\r\nor promoted for sale with false, misleading or deceptive claims either;a.      upon the label of the\r\npackage, orb.     through\r\nadvertisement, or                    \r\n i.        \r\n\r\n                    \r\n ii.        \r\n                    \r\n i.        \r\n                    \r\n ii.        \r\n  sold\r\nby a name which belongs to another article of food; or                   \r\n iii.        \r\n  offered\r\nor promoted for sale under the name of a fictitious individual or company as\r\nthe manufacturer or producer of the article as borne on the package or\r\ncontaining the article or the label on such package; orA.    \r\nB.     if the article is\r\nsold in packages which have been sealed or prepared by or at the instance of\r\nthe manufacturer or producer bearing his name and address but-                     \r\n\r\n i.        \r\n  the\r\narticle is an imitation of, or is a substitute for, or resembles in a manner\r\nlikely to deceive, another article of food under the name of which it is sold,\r\nand is not plainly and conspicuously labelled so as to indicate its true\r\ncharacter; or                    \r\n ii.        \r\n  the\r\npackage containing the article or the label on the package bears any statement,\r\ndesign or device regarding the ingredients or the substances contained therein,\r\nwhich is false or misleading in any material particular, or if the package is\r\notherwise deceptive with respect to its contents; or                   \r\n iii.        \r\n  the\r\narticle is offered for sale as the product of any place or country which is\r\nfalse; orA.    \r\nB.    \r\nC.     if the article\r\ncontained in the package-                     \r\n i.        \r\n  contains\r\nany artificial flavouring, colouring or chemical preservative and the package\r\nis without a declaratory label stating that fact or is not labelled in\r\naccordance with the requirements of this Act or regulations made thereunder or\r\nis in contravention thereof; or                    \r\n ii.        \r\n  is\r\noffered for sale for special dietary uses, unless its label bears such\r\ninformation as may be specified by regulation, concerning its vitamins,\r\nminerals or other dietary properties in order sufficiently to inform its\r\npurchaser as to its value for such use; or                   \r\n iii.        \r\n  is\r\nnot conspicuously or correctly stated on the outside thereof within the limits\r\nof variability laid down under this Act.    \r\n i.        \r\n    \r\n ii.        \r\n    \r\n iii.        \r\n    \r\n iv.        \r\n    \r\n\r\n v.        \r\n    \r\n vi.        \r\n    \r\n vii.        \r\n    \r\n viii.        \r\n\r\n    \r\n ix.        \r\n    \r\n x.        \r\n    \r\n xi.        \r\n    \r\n xii.        \r\n    \r\n xiii.        \r\n    \r\n xiv.        \r\n    \r\n xv.        \r\n\r\n    \r\n xvi.        \r\n    \r\n xvii.        \r\n    \r\n xviii.        \r\n    \r\n xix.        \r\n    \r\n xx.        \r\n    \r\n xxi.        \r\n    \r\n xxii.        \r\n\r\n    \r\n xxiii.        \r\n    \r\n xxiv.        \r\n    \r\n xxv.        \r\n    \r\n xxvi.        \r\n    \r\n xxvii.        \r\n    \r\n xxviii.        \r\n    \r\n xxix.        \r\n\r\n    \r\n xxx.        \r\n    \r\n xxxi.        \r\n    \r\n xxxii.        \r\n     xxxiii.        \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;(zh) \"package\"\r\nmeans a pre-packed box, bottle, casket, tin, barrel, case, pouch, receptacle,\r\nsack, bag, wrapper or such other things in which an article of food is packed;     xxxiv.        \r\n  \"premises\"\r\ninclude any shop, stall, hotel, restaurant, airline services and food canteens,\r\nplace or vehicle or vessel where any article of food is sold or manufactured or\r\nstored for sale;      xxxv.        \r\n  \"prescribed\"\r\nmeans prescribed by rules made by the Central Government or the State\r\nGovernment, as the case may be under this Act;     xxxvi.        \r\n  \"primary\r\nfood\" means an article of food, being a produce of agriculture or\r\nhorticulture or animal husbandry and dairying or aquaculture in its natural\r\nform, resulting from the growing, raising, cultivation, picking, harvesting,\r\ncollection or catching in the hands of a person other than a farmer or\r\nfisherman;    xxxvii.        \r\n  \"prohibition\r\norder\" means an order issued under section 33 of this Act;   xxxviii.        \r\n  \"risk\",\r\nin relation to any article of food, means the probability of an adverse effect\r\non the health of consumers of such food and the severity of that effect,\r\nconsequential to a food hazard;     xxxix.        \r\n\r\n  \"risk\r\nanalysis\", in relation to any article of food, means a process consisting\r\nof three components, i.e., risk assessment, risk management and risk\r\ncommunication;           \r\n xl.        \r\n  \"risk\r\nassessment\" means a scientifically based process consisting of the\r\nfollowing steps:                     \r\n i.        \r\n  hazard\r\nidentification,                    \r\n ii.        \r\n  hazard\r\ncharacterisation,                   \r\n iii.        \r\n  exposure\r\nassessment, and                   \r\n iv.        \r\n  risk\r\ncharacterisation;          \r\n xli.        \r\n\r\n  \"risk\r\ncommunication\" means the interactive exchange of information and opinions\r\nthroughout the risk analysis process concerning risks, risk-related factors and\r\nrisk perceptions, among risk assessors, risk managers, consumers, industry, the\r\nacademic community and other interested parties, including the explanation of\r\nrisk assessment findings and the basis of risk management decisions;         \r\n xlii.        \r\n  \"risk\r\nmanagement\" means the process, distinct from risk assessment, of\r\nevaluating policy alternatives, in consultation with all interested parties\r\nconsidering risk assessment and other factors relevant for the protection of\r\nhealth of consumers and for the promotion of fair trade practices, and, if\r\nneeded, selecting appropriate prevention and control options;        \r\n xliii.        \r\n  \"sale\"\r\nwith its grammatical variations and cognate expressions, means the sale of any\r\narticle of food, whether for cash or on credit or by way of exchange and\r\nwhether by wholesale or retail, for human consumption or use, or for analysis,\r\nand includes an agreement for sale, an offer for sale, the exposing for sale or\r\nhaving in possession for sale of any such article, and includes also an attempt\r\nto sell any such article;       \r\n xliv.        \r\n  \"sample\"\r\nmeans a sample of any article of food taken under the provisions of this Act or\r\nany rules and regulations made there under;        \r\n\r\n xlv.        \r\n  \"specified\r\nby regulations\" means specified by regulations made by the Food Authority;       \r\n xlvi.        \r\n  \"standard\",\r\nin relation to any article of food, means the standards notified by the Food\r\nAuthority;       xlvii.        \r\n\r\n  \"State\r\nGovernment\" in relation to a Union territory means the Administrator of\r\nthat Union territory appointed by the President under article 239 of the\r\nConstitution;      xlviii.        \r\n  \"substance\"\r\nincludes any natural or artificial substance or other matter, whether it is in\r\na solid state or in liquid form or in the form of gas or vapour;       \r\n xlix.        \r\n  \"sub-standard\",\r\nan article of food shall be deemed to be sub-standard if it does not meet the\r\nspecified standards but not so as to render the article of food unsafe;             \r\n l.        \r\n  \"Tribunal\"\r\nmeans the Food Safety Appellate Tribunal established under section 70;            \r\n li.        \r\n  \"unsafe\r\nfood\" means an article of food whose nature, substance or quality is so\r\naffected as to render it injurious to health:-a.      by the article\r\nitself, or its package thereof, which is composed, whether wholly or in part,\r\nof poisonous or deleterious substances; orb.     by the article\r\nconsisting, wholly or in part, of any filthy, putrid, rotten, decomposed or\r\ndiseased animal substance or vegetable substance; orc.      by virtue of its\r\nunhygienic processing or the presence in that article of any harmful substance;\r\nor(iv) by the substitution of any inferior or cheaper substance whether wholly\r\nor in part; ord.     by addition of a\r\nsubstance directly or as an ingredient which is not permitted; ore.      by the abstraction,\r\nwholly or in part, of any of its constituents; orf.      by the article being\r\nso coloured, flavoured or coated, powdered or polished, as to damage or conceal\r\nthe article or to make it appear better or of greater value than it really is;\r\norg.     by the presence of\r\nany colouring matter or preservatives other than that specified in respect\r\nthereof; orh.      by the article having\r\nbeen infected or infested with worms, weevils or insects; ori.       by virtue of its\r\nbeing prepared, packed or kept under insanitary conditions; orj.       by virtue of its\r\nbeing mis-branded or sub-standard or food containing extraneous matter; ork.      by virtue of\r\ncontaining pesticides and other contaminants in excess of quantities specified\r\nby regulations.1.     \r\n\r\n2.     \r\n  Any\r\nreference in this Act to a law which is not in force in the State of Jammu and\r\nKashmir shall, in relation to that State, be construed as a reference to the\r\ncorresponding Law, if any, in force in that State.", "4": "The Food Safety and Standards Act, 2006 Chapter II Food\r\nSafety and Standards Authority of India4. Establishment of\r\nFood Safety and Standards Authority of India. - 1.     \r\n  The\r\nCentral Government shall, by notification, establish a body to be known as the\r\nFood Safety and Standards Authority of India to exercise the powers conferred\r\non, and to perform the functions assigned to, it under this Act.2.     \r\n  The\r\nFood Authority shall be a body corporate by the name aforesaid, having\r\nperpetual succession and a common seal with power to acquire, hold and dispose\r\nof property, both movable and immovable, and to contract and shall, by the said\r\nname, sue or be sued.3.      The head office of the Food Authority shall be at Delhi.4.      The Food Authority may establish its offices at any other place in India.", "5": "The Food Safety and Standards Act, 2006 5. Composition of\r\nFood Authority and qualifications for appointment of its Chairperson and other\r\nMembers. - 1.     \r\n  The\r\nFood Authority shall consist of a Chairperson and the following twenty-two\r\nmembers out of which one-third shall be women, namely:-a.      seven Members, not\r\nbelow the rank of a Joint Secretary to the Government of India, to be appointed\r\nby the Central Government, to respectively represent the Ministries or\r\nDepartments of the Central Government dealing with-                      \r\n i.        \r\n  Agriculture,                    \r\n\r\n ii.        \r\n  Commerce,                   \r\n iii.        \r\n  Consumer\r\nAffairs,                   \r\n iv.        \r\n  Food\r\nProcessing,                    \r\n v.        \r\n  Health,\r\n                   \r\n vi.        \r\n  Legislative\r\nAffairs,                  \r\n vii.        \r\n  Small\r\nScale Industries, who shall be Members ex officio;a.    \r\nb.     two representatives\r\nfrom food industry of which one shall be from small scale industries;c.      two representatives\r\nfrom consumer organisations;d.     three eminent food\r\ntechnologists or scientists;e.      five members to be\r\nappointed by rotation every three years, one each in seriatim from the Zones as\r\nspecified in the First Schedule to represent the States and the Union\r\nterritories;f.      two persons to\r\nrepresent farmers' organisations;g.     one person to\r\nrepresent retailers' organisations.1.     \r\n\r\n2.     \r\n  The\r\nChairperson and other Members of the Food Authority shall be appointed in such\r\na manner so as to secure the highest standards of competence, broad range of\r\nrelevant expertise, and shall represent, the broadest possible geographic\r\ndistribution within the country.3.     \r\n  The\r\nChairperson shall be appointed by the Central Government from amongst the\r\npersons of eminence in the field of food science or from amongst the persons\r\nfrom the administration who have been associated with the subject and is either\r\nholding or has held the position of not below the rank of Secretary to the\r\nGovernment of India.4.     \r\n  The\r\nChairperson and the Members other than ex officio Members of the Food Authority\r\nshall be appointed by the Central Government on the recommendations of the\r\nSelection Committee.(5) The Chairperson or Members other than ex officio\r\nMembers of the Food Authority shall not hold any other office.", "6": "The Food Safety and Standards Act, 2006 6. Selection\r\nCommittee for selection of Chairperson and Members of Food Authority. - 1.     \r\n  The\r\nCentral Government shall, for the purpose of selection of the Chairperson and\r\nthe Members other than ex officio Members of the Food Authority, constitute a\r\nSelection Committee consisting of-a.      Cabinet\r\nSecretary-Chairperson,b.     Secretary-in-charge\r\nof the Ministry or the Department responsible for administration of this Act as\r\nthe convener-Member,c.      Secretary-in-charge\r\nof the Ministries or the Departments of the Central Government dealing with\r\nHealth, Legislative and Personnel-Members,d.     Chairman of the\r\nPublic Enterprises Selection Board-Member,e.      An eminent food\r\ntechnologist to be nominated by the Central Government-Member. Explanation.-\r\nFor the purposes of clause (e), the Central Government shall nominate a person\r\nfrom amongst persons holding the post of Director or the Head, by whatever name\r\ncalled, of any national research or technical institution.1.     \r\n2.     \r\n\r\n  The\r\nCentral Government shall, within two months from the date of occurrence of any\r\nvacancy by reason of death, resignation or removal of the Chairperson or a\r\nMember of the Food Authority and three months before the superannuation or\r\ncompletion of the term of office of the Chairperson or any Member of that\r\nAuthority, make a reference to the Selection Committee for filling up of the\r\nvacancy.3.     \r\n  The\r\nSelection Committee shall finalise the selection of the Chairperson and Members\r\nof the Food Authority within two months from the date on which the reference is\r\nmade to it.4.     \r\n  The\r\nSelection Committee shall recommend a panel of two names for every vacancy\r\nreferred to it.5.     \r\n  Before\r\nrecommending any person for appointment as a Chairperson or other Member of the\r\nFood Authority, the Selection Committee shall satisfy itself that such person\r\ndoes not have any financial or other interest, which is likely to affect\r\nprejudicially his functions as a Member.6.     \r\n  No\r\nappointment of the Chairperson or other Member of the Food Authority shall be\r\ninvalid merely by reason of any vacancy in the Selection Committee.", "7": "The Food Safety and Standards Act, 2006 7. Term of office,\r\nsalary, allowances and other conditions of service of Chairperson and Members\r\nof Food Authority. - 1.     \r\n  The\r\nChairperson and the members other than ex officio Members shall hold office for\r\na term of three years from the date on which they enter upon their offices, and\r\nshall be eligible for re-appointment for a further period of three years:\r\nProvided that no Chairperson or a member other than ex officio Member shall\r\nhold office as such after he has attained-a.      in the case of the\r\nChairperson, the age of sixty-five years, and(b) in the case of a Member, the\r\nage of sixty-two years.1.     \r\n2.     \r\n  The\r\nsalary and allowances payable to, and the other terms and conditions of service\r\nof, the Chairperson and Members other than ex officio Members shall be such as\r\nmay be prescribed by the Central Government.3.     \r\n  The\r\nChairperson and every Member shall, before entering upon his office, make and\r\nsubscribe to an oath of office and of secrecy in such form and in such manner\r\nand before such authority as may be prescribed by the Central Government.4.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), the Chairperson or any Member may-a.      relinquish his office\r\nby giving in writing to the Central Government a notice of not less than three\r\nmonths; orb.     be removed from his\r\noffice in accordance with the provisions of section 8.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  The\r\nChairperson or any Member ceasing to hold office as such shall not represent\r\nany person before the Food Authority or any State Authority in any manner.", "8": "The Food Safety and Standards Act, 2006 8. Removal of\r\nChairperson and Members of Food Authority. - 1.     \r\n  Notwithstanding\r\nanything contained in sub-section (1) of section 7, the Central Government may,\r\nby order, remove from office the Chairperson or any other Member, if the\r\nChairperson or as the case may be, such other Member,-a.      has been adjudged an\r\ninsolvent; orb.     has been convicted of\r\nan offence which, in the opinion of the Central Government, involves moral\r\nturpitude; orc.      has become physically\r\nor mentally incapable of acting as a Member; ord.     has acquired such\r\nfinancial or other interests as is likely to affect prejudicially his functions\r\nas a Member; ore.      has so abused his\r\nposition as to render his continuance in office prejudicial to the public\r\ninterest.1.     \r\n2.     \r\n\r\n  No\r\nMember shall be removed under clauses (d) and (e) of sub-section (1) unless he\r\nhas been given a reasonable opportunity of being heard in the matter.", "9": "The Food Safety and Standards Act, 2006 9. Officers and other\r\nemployees of Food Authority. - 1.     \r\n  There\r\nshall be a Chief Executive Officer of the Food Authority, not below the rank of\r\nAdditional Secretary to the Government of India, who shall be the\r\nMember-Secretary of the Authority, to be appointed by the Central Government.2.     \r\n  The\r\nFood Authority may, with the approval of the Central Government, determine the\r\nnumber, nature and categories of other officers and employees required to the\r\nFood Authority in the discharge of its functions.3.     \r\n  The\r\nsalaries and allowances payable to, and other conditions of service of, the\r\nChief Executive Officer, officers and other employees shall be such as may be\r\nspecified by regulations by the Food Authority with the approval of the Central\r\nGovernment.", "10": "The Food Safety and Standards Act, 2006 10. Functions of the\r\nChief Executive Officer. - 1.     \r\n  The\r\nChief Executive Officer shall be the legal representative of the Food Authority\r\nand shall be responsible for-a.      the day-to-day\r\nadministration of the Food Authority;b.     drawing up of\r\nproposal for the Food Authority's work programmes in consultation with the\r\nCentral Advisory Committee;c.      implementing the work\r\nprogrammes and the decisions adopted by the Food Authority;d.     ensuring the\r\nprovision of appropriate scientific, technical and administrative support for\r\nthe Scientific Committee and the Scientific Panel;e.      ensuring that the\r\nFood Authority carries out its tasks in accordance with the requirements of its\r\nusers, in particular with regard to the adequacy of the services provided and\r\nthe time taken;f.      the preparation of\r\nthe statement of revenue and expenditure and the execution of the budget of the\r\nFood Authority; andg.     developing and\r\nmaintaining contact with the Central Government, and for ensuring a regular\r\ndialogue with its relevant committees.1.     \r\n2.     \r\n  Every\r\nyear, the Chief Executive Officer shall submit to the Food Authority for\r\napproval-a.      a general report\r\ncovering all the activities of the Food Authority in the previous year;b.     programmes of work;c.      the annual accounts\r\nfor the previous year; andd.     the budget for the\r\ncoming year.1.     \r\n2.     \r\n\r\n3.     \r\n  The\r\nChief Executive Officer shall, following adoption by the Food Authority,\r\nforward the general report and the programmes to the Central Government and the\r\nState Governments and shall have them published.4.     \r\n  The\r\nChief Executive Officer shall approve all financial expenditure of the Food\r\nAuthority and report on the Authority's activities to the Central Government.5.     \r\n  The\r\nChief Executive Officer shall exercise the powers of the Commissioner of Food\r\nSafety while dealing with matters relating to food safety of such articles.6.     \r\n  The\r\nChief Executive Officer shall have administrative control over the officers and\r\nother employees of the Food Authority.", "11": "The Food Safety and Standards Act, 2006 11. Central Advisory\r\nCommittee. - 1.     \r\n  The\r\nFood Authority shall, by notification, establish a Committee to be known as the\r\nCentral Advisory Committee.2.     \r\n  The\r\nCentral Advisory Committee shall consist of two members each to represent the\r\ninterests of food industry, agriculture, consumers, relevant research bodies\r\nand food laboratories, and all Commissioners of Food Safety, and the\r\nChairperson of the Scientific Committee shall be ex officio member.3.     \r\n  The\r\nrepresentatives of the concerned Ministries or Departments of the Central\r\nGovernment in Agriculture, Animal Husbandry and Dairying, Bio-technology,\r\nCommerce and Industry, Consumer Affairs, Environment and Forests, Food\r\nProcessing Industries, Health, Panchayati Raj, Small Scale Industries and Food\r\nand Public Distribution or government institutes or organisations and\r\ngovernment recognised farmers' organisation shall be invitees to the\r\ndeliberations of the Central Advisory Committee.4.     \r\n\r\n  The\r\nChief Executive Officer shall be ex officio Chairperson of the Central Advisory\r\nCommittee.5.     \r\n  The\r\nCentral Advisory Committee shall follow such rules of procedure including its\r\ntransaction of business as may be specified by regulations.", "12": "The Food Safety and Standards Act, 2006 12. Functions of\r\nCentral Advisory Committee. - 1.     \r\n  The\r\nCentral Advisory Committee shall ensure close co-operation between the Food\r\nAuthority and the enforcement agencies and organisations operating in the field\r\nof food.2.     \r\n  The\r\nCentral Advisory Committee shall advise the Food Authority on-a.      the performance of\r\nits duties under this section and in particular in drawing up of a proposal for\r\nthe Food Authority's work programme,b.     on the prioritisation\r\nof work,c.      identifying potential\r\nrisks,d.     pooling of knowledge,\r\nande.      such other functions\r\nas may be specified by regulations.1.     \r\n\r\n2.     \r\n3.     \r\n  The\r\nCentral Advisory Committee shall meet regularly at the invitation of the\r\nChairperson of Central Advisory Committee or at the request of at least\r\none-third of its members, and not less than three times a year.", "13": "The Food Safety and Standards Act, 2006 13. Scientific\r\nPanels. - 1.     \r\n  The\r\nFood Authority shall establish scientific panels, which shall consist of\r\nindependent scientific experts.2.     \r\n  The\r\nScientific Panel shall invite the relevant industry and consumer\r\nrepresentatives in its deliberations.3.     \r\n  Without\r\nprejudice to the provisions of sub-section (1), the Food Authority may\r\nestablish as many Scientific Panels as it considers necessary in addition to\r\nthe Panels on:a.      food additives,\r\nflavourings, processing aids and materials in contact with food;b.     pesticides and\r\nantibiotics residues;c.      genetically modified\r\norganisms and foods;d.     functional foods,\r\nnutraceuticals, dietetic products and other similar products;e.      biological hazards;f.      contaminants in the\r\nfood chain;g.     labelling; andh.      method of sampling\r\nand analysis.1.     \r\n\r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nFood Authority may from time to time re-constitute the Scientific Panels by\r\nadding new members or by omitting the existing members or by changing the name\r\nof the panel as the case may be.", "14": "The Food Safety and Standards Act, 2006 14. Scientific\r\nCommittee. - 1.     \r\n  The\r\nFood Authority shall constitute Scientific Committee which shall consist of the\r\nChairpersons of the Scientific Panels and six independent scientific experts\r\nnot belonging or affiliated to any of the Scientific Panels.2.     \r\n  The\r\nScientific Committee shall be responsible for providing the scientific opinions\r\nto the Food Authority, and shall have the powers, where necessary, of\r\norganising public hearings.3.     \r\n  The\r\nScientific Committee shall be responsible for the general co-ordination\r\nnecessary to ensure consistency of the scientific opinion procedure and in\r\nparticular with regard to the adoption of working procedures and harmonisation\r\nof working methods of the Scientific Panels.4.     \r\n\r\n  The\r\nScientific Committee shall provide opinions on multi-sectoral issues falling\r\nwithin the competence of more than one Scientific Panel, and on issues which do\r\nnot fall within the competence of any of the Scientific Panels.5.     \r\n  Wherever\r\nnecessary, and particularly in the case of subjects which do not fall within\r\nthe competence of any of the Scientific Panel, the Scientific Committee shall\r\nset up working groups and in such cases, it shall draw on the expertise of\r\nthose working groups when establishing scientific opinions.", "15": "The Food Safety and Standards Act, 2006 15. Procedure for\r\nScientific Committee and Scientific Panel. - 1.     \r\n  The\r\nmembers of the Scientific Committee, who are not members of the Scientific\r\nPanel and the members of the Scientific Panel shall be appointed by the Food\r\nAuthority, for a period of three-years, which shall be renewable, for such\r\nperiod, and the vacancy notice shall be published in the relevant leading\r\nscientific publications and on the Food Authority's website for a call for\r\nexpressions of interest.2.     \r\n  The\r\nScientific Committee and the Scientific Panel shall each choose a Chairperson\r\nfrom amongst their members.3.     \r\n  The\r\nScientific Committee and the Scientific Panel shall act by a majority of their\r\nmembers and the views of the members shall be recorded.4.     \r\n\r\n  The\r\nprocedure for the operation and co-operation of the Scientific Committee and\r\nthe Scientific Panel shall be specified by regulations.5.     \r\n  These\r\nprocedures shall relate in particular to-a.      the number of times\r\nthat a member can serve consecutively on a Scientific Committee or Scientific\r\nPanel;b.     the number of members\r\nin each Scientific Panel;c.      the procedure for\r\nre-imbursing the expenses of members of the Scientific Committee and the\r\nScientific Panel;d.     the manner in which\r\ntasks and requests for scientific opinions are assigned to the Scientific\r\nCommittee and the Scientific Panel;e.      the creation and\r\norganisation of the working groups of the Scientific Committee and the\r\nScientific Panel, and the possibility of external experts being included in\r\nthose working groups;f.      the possibility of\r\nobservers being invited to meetings of the Scientific Committee and the\r\nScientific Panel;g.     the possibility of\r\norganising public hearings; andh.      quorum of the\r\nmeeting, meeting notice, agenda of the meeting and such other matters.", "16": "The Food Safety and Standards Act, 2006 16. Duties and\r\nfunctions of Food Authority. - 1.     \r\n  It\r\nshall be the duty of the Food Authority to regulate and monitor the\r\nmanufacture, processing, distribution, sale and import of food so as to ensure\r\nsafe and wholesome food.2.     \r\n  Without\r\nprejudice to the provisions of sub-section (1), the Food Authority may by\r\nregulations specify-a.      the standards and\r\nguidelines in relation to articles of food and specifying an appropriate system\r\nfor enforcing various standards notified under this Act;b.     the limits for use of\r\nfood additives, crop contaminants, pesticide residues, residues of veterinary\r\ndrugs, heavy metals, processing aids, myco-toxins, antibiotics and\r\npharmacological active substances and irradiation of food;c.      the mechanisms and\r\nguidelines for accreditation of certification bodies engaged in certification\r\nof food safety management systems for food businesses;d.     the procedure and the\r\nenforcement of quality control in relation to any article of food imported into\r\nIndia;e.      the procedure and\r\nguidelines for accreditation of laboratories and notification of the accredited\r\nlaboratories;f.      the method of\r\nsampling, analysis and exchange of information among enforcement authorities;g.     conduct survey of\r\nenforcement and administration of this Act in the country;h.      food labelling\r\nstandards including claims on health, nutrition, special dietary uses and food\r\ncategory systems for foods; andi.       the manner in which\r\nand the procedure subject to which risk analysis, risk assessment, risk\r\ncommunication and risk management shall be undertaken.1.     \r\n\r\n2.     \r\n3.     \r\n  The\r\nFood Authority shall also-a.      provide scientific\r\nadvice and technical support to the Central Government and the State\r\nGovernments in matters of framing the policy and rules in areas which have a\r\ndirect or indirect bearing on food safety and nutrition;b.     search, collect,\r\ncollate, analyse and summarise relevant scientific and technical data\r\nparticularly relating to-                     \r\n i.        \r\n  food\r\nconsumption and the exposure of individuals to risks related to the consumption\r\nof food;                    \r\n ii.        \r\n  incidence\r\nand prevalence of biological risk;                   \r\n iii.        \r\n  contaminants\r\nin food;                   \r\n iv.        \r\n  residues\r\nof various contaminants;                    \r\n v.        \r\n  identification\r\nof emerging risks; and                   \r\n vi.        \r\n  introduction\r\nof rapid alert system;a.     \r\nb.     \r\nc.      promote, co-ordinate\r\nand issue guidelines for the development of risk assessment methodologies and\r\nmonitor and conduct and forward messages on the health and nutritional risks of\r\nfood to the Central Government, State Governments and Commissioners of Food\r\nSafety;d.     provide scientific\r\nand technical advice and assistance to the Central Government and the State\r\nGovernments in implementation of crisis management procedures with regard to\r\nfood safety and to draw up a general plan for crisis management and work in\r\nclose co-operation with the crisis unit set up by the Central Government in\r\nthis regard;e.      establish a system of\r\nnetwork of organisations with the aim to facilitate a scientific co-operation\r\nframework by the co-ordination of activities, the exchange of information, the\r\ndevelopment and implementation of joint projects, the exchange of expertise and\r\nbest practices in the fields within the Food Authority's responsibility;f.      provide scientific\r\nand technical assistance to the Central Government and the State Governments\r\nfor improving co-operation with international organisations;g.     take all such steps\r\nto ensure that the public, consumers, interested parties and all levels of\r\npanchayats receive rapid, reliable, objective and comprehensive information\r\nthrough appropriate methods and means;h.      provide, whether\r\nwithin or outside their area, training programmes in food safety and standards\r\nfor persons who are or intend to become involved in food businesses, whether as\r\nfood business operators or employees or otherwise;i.       undertake any other\r\ntask assigned to it by the Central Government to carry out the objects of this\r\nAct;j.       contribute to the\r\ndevelopment of international technical standards for food, sanitary and\r\nphyto-sanitary standards;k.      contribute, where\r\nrelevant and appropriate, to the development of agreement on recognition of the\r\nequivalence of specific food related measures;l.       promote co-ordination\r\nof work on food standards undertaken by international governmental and\r\nnon-governmental organisations;m.    promote consistency\r\nbetween international technical standards and domestic food standards while\r\nensuring that the level of protection adopted in the country is not reduced;\r\nandn.      promote general\r\nawareness as to food safety and food standards.1.     \r\n2.     \r\n\r\n3.     \r\n4.     \r\n  The\r\nFood Authority shall make it public without undue delay-a.      the opinions of the\r\nScientific Committee and the Scientific Panel immediately after adoption;b.     the annual\r\ndeclarations of interest made by members of the Food Authority, the Chief\r\nExecutive Officer, members of the Advisory Committee and members of the\r\nScientific Committee and Scientific Panel, as well as the declarations of\r\ninterest if any, made in relation to items on the agendas of meetings;c.      the results of its\r\nscientific studies; andd.     the annual report of\r\nits activities.1.     \r\n2.     \r\n\r\n3.     \r\n4.     \r\n5.     \r\n  The\r\nFood Authority may, from time to time give such directions, on matters relating\r\nto food safety and standards, to the Commissioner of Food Safety, who shall be\r\nbound by such directions while exercising his powers under this Act;6.     \r\n\r\n  The\r\nFood Authority shall not disclose or cause to be disclosed to third parties\r\nconfidential information that it receives for which confidential treatment has\r\nbeen requested and has been acceded, except for information which must be made\r\npublic if circumstances so require, in order to protect public health.", "17": "The Food Safety and Standards Act, 2006 17. Proceedings of\r\nFood Authority. - 1.     \r\n  The\r\nFood Authority shall meet at the head office or any of its offices at such time\r\nas the Chairperson may direct, and shall observe such rules of procedure in\r\nregard to the transaction of business at its meetings (including the quorum at\r\nits meetings) as may be specified by regulations.2.     \r\n  If\r\nthe Chairperson is unable to attend a meeting of the Food Authority, any other\r\nMember nominated by the Chairperson in this behalf and, in the absence of such\r\nnomination or where there is no Chairperson, any Member chosen by the Members\r\npresent from amongst themselves, shall preside at the meeting.3.     \r\n  All\r\nquestions which come up before any meeting of the Food Authority shall be\r\ndecided by a majority of votes of the Members present and voting, and in the\r\nevent of an equality of votes, the Chairperson or the person presiding over the\r\nmeeting shall have the right to exercise a second or casting vote.4.     \r\n\r\n  All\r\norders and decisions of the Food Authority shall be authenticated by the Chief\r\nExecutive Officer.5.     \r\n  The\r\nChief Executive Officer shall take part in the meetings of the Food Authority\r\nbut without a right to vote.6.     \r\n  The\r\nFood Authority may invite the Chairperson of the Scientific Committee to attend\r\nits meetings but without a right to vote.7.     \r\n  No\r\nact or proceedings of the Food Authority shall be questioned or invalidated\r\nmerely on the ground of existence of any vacancy or defect in the constitution\r\nof the Food Authority.", "18": "The Food Safety and Standards Act, 2006 Chapter III General\r\nPrinciples of Food Safety18. General\r\nprinciples to be followed in administration of Act. - 1.     \r\n  The\r\nCentral Government, the State Governments, the Food Authority and other\r\nagencies, as the case may be, while implementing the provisions of this Act\r\nshall be guided by the following principles, namely :-a.      endeavour to achieve\r\nan appropriate level of protection of human life and health and the protection\r\nof consumers' interests, including fair practices in all kinds of food trade\r\nwith reference to food safety standards and practices;b.     carry out risk\r\nmanagement which shall include taking into account the results of risk\r\nassessment, and other factors which in the opinion of the Food Authority are\r\nrelevant to the matter under consideration and where the conditions are\r\nrelevant, in order to achieve the general objectives of regulations;c.      where in any specific\r\ncircumstances, on the basis of assessment of available information, the\r\npossibility of harmful effects on health is identified but scientific uncertainty\r\npersists, provisional risk management measures necessary to ensure appropriate\r\nlevel of health protection may be adopted, pending further scientific\r\ninformation for a more comprehensive risk assessment;d.     the measures adopted\r\non the basis of clause (c) shall be proportionate and no more restrictive of\r\ntrade than is required to achieve appropriate level of health protection,\r\nregard being had to technical and economic feasibility and other factors\r\nregarded as reasonable and proper in the matter under consideration;e.      the measures adopted\r\nshall be reviewed within a reasonable period of time, depending on the nature\r\nof the risk to life or health being identified and the type of scientific\r\ninformation needed to clarify the scientific uncertainty and to conduct a more\r\ncomprehensive risk assessment;f.      in cases where there\r\nare reasonable grounds to suspect that a food may present a risk for human\r\nhealth, then, depending on the nature, seriousness and extent of that risk, the\r\nFood Authority and the Commissioner of Food Safety shall take appropriate steps\r\nto inform the general public of the nature of the risk to health, identifying\r\nto the fullest extent possible the food or type of food, the risk that it may\r\npresent, and the measures which are taken or about to be taken to prevent,\r\nreduce or eliminate that risk; andg.     where any food which\r\nfails to comply with food safety requirements is part of a batch, lot or\r\nconsignment of food of the same class or description, it shall be presumed\r\nuntil the contrary is proved, that all of the food in that batch, lot or\r\nconsignment fails to comply with those requirements.1.     \r\n2.     \r\n  The\r\nFood Authority shall, while framing regulations or specifying standards under\r\nthis Act-a.      take into account-                     \r\n i.        \r\n  prevalent\r\npractices and conditions in the country including agricultural practices and\r\nhandling, storage and transport conditions; and                    \r\n ii.        \r\n  international\r\nstandards and practices, where international standards or practices exist or\r\nare in the process of being formulated, unless it is of opinion that taking\r\ninto account of such prevalent practices and conditions or international\r\nstandards or practices or any particular part thereof would not be an effective\r\nor appropriate means for securing the objectives of such regulations or where\r\nthere is a scientific justification or where they would result in a different\r\nlevel of protection from the one determined as appropriate in the country;a.    \r\nb.     determine food\r\nstandards on the basis of risk analysis except where it is of opinion that such\r\nanalysis is not appropriate to the circumstances or the nature of the case;c.      undertake risk\r\nassessment based on the available scientific evidence and in an independent,\r\nobjective and transparent manner;d.     ensure that there is\r\nopen and transparent public consultation, directly or through representative\r\nbodies including all levels of panchayats, during the preparation, evaluation\r\nand revision of regulations, except where it is of opinion that there is an\r\nurgency concerning food safety or public health to make or amend the\r\nregulations in which case such consultation may be dispensed with: Provided\r\nthat such regulations shall be in force for not more than six months;e.      ensure protection of\r\nthe interests of consumers and shall provide a basis for consumers to make\r\ninformed choices in relation to the foods they consume;f.      ensure prevention of-                     \r\n i.        \r\n  fraudulent,\r\ndeceptive or unfair trade practices which may mislead or harm the consumer; and\r\n                    \r\n ii.        \r\n  unsafe\r\nor contaminated or sub-standard food.3.     \r\n  The\r\nprovisions of this Act shall not apply to any farmer or fisherman or farming\r\noperations or crops or livestock or aquaculture, and supplies used or produced\r\nin farming or products of crops produced by a farmer at farm level or a\r\nfisherman in his operations.", "19": "The Food Safety and Standards Act, 2006 Chapter IV General\r\nProvisions as to Articles of Food19. Use of food\r\nadditive or processing aid. – No article of food\r\nshall contain any food additive or processing aid unless it is in accordance\r\nwith the provisions of this Act and regulations made there under.\r\nExplanation.-For the purposes of this section, \"processing aid\" means\r\nany substance or material, not including apparatus or utensils, and not\r\nconsumed as a food ingredient by itself, used in the processing of raw\r\nmaterials, foods or its ingredients to fulfill a certain technological purpose\r\nduring treatment or processing and which may result in the non-intentional but\r\nunavoidable presence of residues or derivatives in the final product.", "20": "The Food Safety and Standards Act, 2006 20. Contaminants,\r\nnaturally occurring toxic substances, heavy metals, etc. – No article of food\r\nshall contain any contaminant, naturally occurring toxic substances or toxins\r\nor hormone or heavy metals in excess of such quantities as may be specified by regulations.", "21": "The Food Safety and Standards Act, 2006 21. Pesticides,\r\nveterinary drugs residues, antibiotic residues and micro-biological counts. - 1.     \r\n  No\r\narticle of food shall contain insecticides or pesticides residues, veterinary\r\ndrugs residues, antibiotic residues, solvent residues, pharmacological active\r\nsubstances and micro-biological counts in excess of such tolerance limits as\r\nmay be specified by regulations.2.     \r\n  No\r\ninsecticide shall be used directly on article of food except fumigants\r\nregistered and approved under the Insecticides Act, 1968.Explanation.-For the\r\npurposes of this section,-a.      \"pesticide\r\nresidue\" means any specified substance in food resulting from the use of a\r\npesticide and includes any derivatives of a pesticide, such as conversion\r\nproducts, metabolites, reaction products and impurities considered to be of\r\ntoxicological significance and also includes such residues coming into food\r\nfrom environment;b.     \"residues of\r\nveterinary drugs\" include the parent compounds or their metabolites or\r\nboth in any edible portion of any animal product and include residues of\r\nassociated impurities of the veterinary drug concerned.", "22": "The Food Safety and Standards Act, 2006 22. Genetically\r\nmodified foods, organic foods, functional foods, proprietary foods, etc. - Save as otherwise\r\nprovided under this Act and regulations made there under, no person shall\r\nmanufacture, distribute, sell or import any novel food, genetically modified\r\narticles of food, irradiated food, organic foods, foods for special dietary\r\nuses, functional foods, neutraceuticals, health supplements, proprietary foods\r\nand such other articles of food which the Central Government may notify in this\r\nbehalf. Explanation.-For the purposes of this section,-1.     \r\n  \"foods\r\nfor special dietary uses or functional foods or nutraceuticals or health\r\nsupplements\" means:(a) foods which are specially processed or formulated\r\nto satisfy particular dietary requirements which exist because of a particular\r\nphysical or physiological condition or specific diseases and disorders and which\r\nare presented as such, wherein the composition of these foodstuffs must differ\r\nsignificantly from the composition of ordinary foods of comparable nature, if\r\nsuch ordinary foods exist, and may contain one or more of the following\r\ningredients, namely:-a.      plants or botanicals\r\nor their parts in the form of powder, concentrate or extract in water, ethyl\r\nalcohol or hydro alcoholic extract, single or in combination;b.     minerals or vitamins\r\nor proteins or metals or their compounds or amino acids (in amounts not exceeding\r\nthe Recommended Daily Allowance for Indians) or enzymes (within permissible\r\nlimits);c.      substances from\r\nanimal origin;d.     a dietary substance\r\nfor use by human beings to supplement the diet by increasing the total dietary\r\nintake; (b)                     \r\n i.        \r\n  a\r\nproduct that is labelled as a \"Food for special dietary uses or functional\r\nfoods or nutraceuticals or health supplements or similar such foods\" which\r\nis not represented for use as a conventional food and whereby such products may\r\nbe formulated in the form of powders, granules, tablets, capsules, liquids,\r\njelly and other dosage forms but not parenterals, and are meant for oral\r\nadministration;                    \r\n ii.        \r\n  such\r\nproduct does not include a drug as defined in clause (b) and ayurvedic, sidha\r\nand unani drugs as defined in clauses (a) and (h) of section 3 of the Drugs and\r\nCosmetics Act, 1940 and rules made thereunder;                   \r\n iii.        \r\n  does\r\nnot claim to cure or mitigate any specific disease, disorder or condition\r\n(except for certain health benefit or such promotion claims) as may be\r\npermitted by the regulations made under this Act;                   \r\n iv.        \r\n  does\r\nnot include a narcotic drug or a psychotropic substance as defined in the\r\nSchedule of the Narcotic Drugs and Psychotropic Substances Act, 1985 and rules\r\nmade there under and substances listed in Schedules E and EI of the Drugs and\r\nCosmetics Rules, 1945;1.     \r\n2.     \r\n  \"genetically\r\nengineered or modified food\" means food and food ingredients composed of\r\nor containing genetically modified or engineered organisms obtained through\r\nmodern biotechnology, or food and food ingredients produced from but not\r\ncontaining genetically modified or engineered organisms obtained through modern\r\nbiotechnology;3.     \r\n  \"organic\r\nfood\" means food products that have been produced in accordance with\r\nspecified organic production standards;4.     \r\n  \"proprietary\r\nand novel food\" means an article of food for which standards have not been\r\nspecified but is not unsafe: Provided that such food does not contain any of\r\nthe foods and ingredients prohibited under this Act and the regulations made\r\nthereunder.", "23": "The Food Safety and Standards Act, 2006 23. Packaging and\r\nlabelling of foods. - 1.     \r\n  No\r\nperson shall manufacture, distribute, sell or expose for sale or despatch or\r\ndeliver to any agent or broker for the purpose of sale, any packaged food\r\nproducts which are not marked and labelled in the manner as may be specified by\r\nregulations: Provided that the labels shall not contain any statement, claim,\r\ndesign or device which is false or misleading in any particular concerning the\r\nfood products contained in the package or concerning the quantity or the\r\nnutritive value implying medicinal or therapeutic claims or in relation to the\r\nplace of origin of the said food products.2.     \r\n  Every\r\nfood business operator shall ensure that the labelling and presentation of\r\nfood, including their shape, appearance or packaging, the packaging materials\r\nused, the manner in which they are arranged and the setting in which they are\r\ndisplayed, and the information which is made available about them through\r\nwhatever medium, does not mislead consumers.", "24": "The Food Safety and Standards Act, 2006 24. Restrictions of\r\nadvertisement and prohibition as to unfair trade practices. - 1.     \r\n  No\r\nadvertisement shall be made of any food which is misleading or deceiving or\r\ncontravenes the provisions of this Act, the rules and regulations made there\r\nunder.2.     \r\n  No\r\nperson shall engage himself in any unfair trade practice for purpose of\r\npromoting the sale, supply, use and consumption of articles of food or adopt\r\nany unfair or deceptive practice including the practice of making any\r\nstatement, whether orally or in writing or by visible representation which-a.      falsely represents\r\nthat the foods are of a particular standard, quality, quantity or\r\ngrade-composition;b.     makes a false or\r\nmisleading representation concerning the need for, or the usefulness;c.      gives to the public\r\nany guarantee of the efficacy that is not based on an adequate or scientific\r\njustification thereof: Provided that where a defence is raised to the effect\r\nthat such guarantee is based on adequate or scientific justification, the\r\nburden of proof of such defence shall lie on the person raising such defence.", "25": "The Food Safety and Standards Act, 2006 Chapter V Provisions\r\nRelating to Import25. All imports of\r\narticles of food to be subject to this Act. - 1.     \r\n  No\r\nperson shall import into India-             \r\n i.        \r\n  any\r\nunsafe or misbranded or sub-standard food or food containing extraneous matter;            \r\n ii.        \r\n\r\n  any\r\narticle of food for the import of which a licence is required under any Act or\r\nrules or regulations, except in accordance with the conditions of the licence;\r\nand           \r\n iii.        \r\n  any\r\narticle of food in contravention of any other provision of this Act or of any\r\nrule or regulation made there under or any other Act.1.     \r\n2.     \r\n  The\r\nCentral Government shall , while prohibiting, restricting or otherwise\r\nregulating import of articles of food under the Foreign Trade ( Development and\r\nRegulation ) Act,1992, follow the standards laid down by the Food Authority\r\nunder the provisions of this Act and the rules and regulations made there\r\nunder.", "26": "The Food Safety and Standards Act, 2006 Chapter VI Special\r\nResponsibilities as to Food Safety26. Responsibilities\r\nof the food business operator. - 1.     \r\n  Every\r\nfood business operator shall ensure that the articles of food satisfy the\r\nrequirements of this Act and the rules and regulations made thereunder at all\r\nstages of production, processing, import, distribution and sale within the\r\nbusinesses under his control.2.     \r\n  No\r\nfood business operator shall himself or by any person on his behalf\r\nmanufacture, store, sell or distribute any article of food-             \r\n i.        \r\n  which\r\nis unsafe; orwhich\r\nis misbranded or sub-standard or contains extraneous matter; or           \r\n iii.        \r\n  for\r\nwhich a licence is required, except in accordance with the conditions of the\r\nlicence; or           \r\n iv.        \r\n  which\r\nis for the time being prohibited by the Food Authority or the Central\r\nGovernment or the State Government in the interest of public health; or            \r\n v.        \r\n  in\r\ncontravention of any other provision of this Act or of any rule or regulation\r\nmade thereunder.1.     \r\n2.     \r\n3.     \r\n\r\n  No\r\nfood business operator shall employ any person who is suffering from\r\ninfectious, contagious or loathsome disease.4.     \r\n  No\r\nfood business operator shall sell or offer for sale any article of food to any\r\nvendor unless he also gives a guarantee in writing in the form specified by\r\nregulations about the nature and quality of such article to the vendor:\r\nProvided that a bill, cash memo, or invoice in respect of the sale of any\r\narticle of food given by a food business operator to the vendor shall be deemed\r\nto be a guarantee under this section, even if a guarantee in the specified form\r\nis not included in the bill, cash memo or invoice.5.     \r\n  Where\r\nany food which is unsafe is part of a batch, lot or consignment of food of the\r\nsame class or description, it shall be presumed that all the food in that\r\nbatch, lot or consignment is also unsafe, unless following a detailed\r\nassessment within a specified time, it is found that there is no evidence that\r\nthe rest of the batch, lot or consignment is unsafe: Provided that any\r\nconformity of a food with specific provisions applicable to that food shall be\r\nwithout prejudice to the competent authorities taking appropriate measures to\r\nimpose restrictions on that food being placed on the market or to require its\r\nwithdrawal from the market for the reasons to be recorded in writing where such\r\nauthorities suspect that, despite the conformity, the food is unsafe.", "27": "The Food Safety and Standards Act, 2006 27. Liability of\r\nmanufacturers, packers, wholesalers, distributors and sellers. - 1.     \r\n  The\r\nmanufacturer or packer of an article of food shall be liable for such article\r\nof food if it does not meet the requirements of this Act and the rules and\r\nregulations made thereunder.2.     \r\n  The\r\nwholesaler or distributor shall be liable under this Act for any article of\r\nfood which is-a.      supplied after the\r\ndate of its expiry; orb.     stored or supplied in\r\nviolation of the safety instructions of the manufacturer; orc.      unsafe or misbranded;\r\nord.     unidentifiable of\r\nmanufacturer from whom the article of food have been received; ore.      stored or handled or\r\nkept in violation of the provisions of this Act, the rules and regulations made\r\nthere under; orf.      received by him with\r\nknowledge of being unsafe.1.     \r\n2.     \r\n3.     \r\n  The\r\nseller shall be liable under this Act for any article of food which is- a.      sold after the date\r\nof its expiry; orb.     handled or kept in\r\nunhygienic conditions; orc.      misbranded; ord.     unidentifiable of the\r\nmanufacturer or the distributors from whom such articles of food were received;\r\nore.      received by him with\r\nknowledge of being unsafe.", "28": "The Food Safety and Standards Act, 2006 28. Food recall\r\nprocedures. - 1.     \r\n  If\r\na food business operator considers or has reasons to believe that a food which\r\nhe has processed, manufactured or distributed is not in compliance with this\r\nAct, or the rules or regulations, made thereunder, he shall immediately\r\ninitiate procedures to withdraw the food in question from the market and\r\nconsumers indicating reasons for its withdrawal and inform the competent\r\nauthorities thereof.2.     \r\n  A\r\nfood business operator shall immediately inform the competent authorities and\r\nco-operate with them, if he considers or has reasons to believe that a food\r\nwhich he has placed on the market may be unsafe for the consumers.3.     \r\n  The\r\nfood business operator shall inform the competent authorities of the action\r\ntaken to prevent risks to the consumer and shall not prevent or discourage any\r\nperson from co-operating, in accordance with this Act, with the competent\r\nauthorities, where this may prevent, reduce or eliminate a risk arising from a\r\nfood.4.     \r\n\r\n  Every\r\nfood business operator shall follow such conditions and guidelines relating to\r\nfood recall procedures as the Food Authority may specify by regulations.", "29": "The Food Safety and Standards Act, 2006 Chapter VII\r\nEnforcement of the Act29. Authorities\r\nresponsible for enforcement of Act. - 1.     \r\n  The\r\nFood Authority and the State Food Safety Authorities shall be responsible for\r\nthe enforcement of this Act.2.     \r\n  The\r\nFood Authority and the State Food Safety Authorities shall monitor and verify\r\nthat the relevant requirements of law are fulfilled by food business operators\r\nat all stages of food business.3.     \r\n  The\r\nauthorities shall maintain a system of control and other activities as\r\nappropriate to the circumstances, including public communication on food safety\r\nand risk, food safety surveillance and other monitoring activities covering all\r\nstages of food business.4.     \r\n  The\r\nFood Safety Officers shall enforce and execute within their area the provisions\r\nof this Act with respect to which the duty is not imposed expressly or by\r\nnecessary implication on some other authority.5.     \r\n  The\r\nregulations under this Act shall specify which of the Food Safety Officers are\r\nto enforce and execute them, either generally or in relation to cases of a\r\nparticular description or a particular area, and any such regulations or orders\r\nmay provide for the giving of assistance and information, by any authority\r\nconcerned in the administration of the regulations or orders, or of any\r\nprovisions of this Act, to any other authority so concerned, for the purposes\r\nof their respective duties under them.6.     \r\n  The\r\nCommissioner of Food Safety and Designated Officer shall exercise the same\r\npowers as are conferred on the Food Safety Officer and follow the same\r\nprocedure specified in this Act.", "30": "The Food Safety and Standards Act, 2006 30. Commissioner of\r\nFood Safety of the State. - 1.     \r\n  The\r\nState Government shall appoint the Commissioner of Food Safety for the State\r\nfor efficient implementation of food safety and standards and other\r\nrequirements laid down under this Act and the rules and regulations made\r\nthereunder.2.     \r\n  The\r\nCommissioner of Food Safety shall perform all or any of the following\r\nfunctions, namely:-a.      prohibit in the\r\ninterest of public health, the manufacture, storage, distribution or sale of\r\nany article of food, either in the whole of the State or any area or part\r\nthereof for such period, not exceeding one year, as may be specified in the\r\norder notified in this behalf in the Official Gazette;b.     carry out survey of\r\nthe industrial units engaged in the manufacture or processing of food in the\r\nState to find out compliance by such units of the standards notified by the\r\nFood Authority for various articles of food;c.      conduct or organise\r\ntraining programmes for the personnel of the office of the Commissioner of Food\r\nSafety and, on a wider scale, for different segments of food chain for\r\ngenerating awareness on food safety;d.     ensure an efficient\r\nand uniform implementation of the standards and other requirements as specified\r\nand also ensure a high standard of objectivity, accountability, practicability,\r\ntransparency and credibility;e.      sanction prosecution\r\nfor offences punishable with imprisonment under this Act;f.      such other functions\r\nas the State Government may, in consultation with the Food Authority,\r\nprescribe.1.     \r\n2.     \r\n3.     \r\n  The\r\nCommissioner of Food Safety may, by Order, delegate, subject to such conditions\r\nand restrictions as may be specified in the Order, such of his powers and\r\nfunctions under this Act (except the power to appoint Designated Officer, Food\r\nSafety Officer and Food Analyst) as he may deem necessary or expedient to any\r\nofficer subordinate to him.", "31": "The Food Safety and Standards Act, 2006 31. Licensing and\r\nregistration of food business. - 1.     \r\n  No\r\nperson shall commence or carry on any food business except under a licence.2.     \r\n  Nothing\r\ncontained in sub-section (1) shall apply to a petty manufacturer who himself\r\nmanufactures or sells any article of food or a petty retailer, hawker,\r\nitinerant vendor or a temporary stall holder or small scale or cottage or such\r\nother industries relating to food business or tiny food business operator; but\r\nthey shall register themselves with such authority and in such manner as may be\r\nspecified by regulations, without prejudice to the availability of safe and\r\nwholesome food for human consumption or affecting the interests of the\r\nconsumers.3.     \r\n  Any\r\nperson desirous to commence or carry on any food business shall make an application\r\nfor grant of a licence to the Designated Officer in such manner containing such\r\nparticulars and fees as may be specified by regulations.4.     \r\n\r\n  The\r\nDesignated Officer on receipt of an application under sub-section (3), may\r\neither grant the licence or after giving the applicant an opportunity of being\r\nheard and for reasons to be recorded in writing, refuse to grant a licence to\r\nany applicant, if he is satisfied that it is necessary so to do in the interest\r\nof public health and shall make available to the applicant a copy of the order:\r\nProvided that if a licence is not issued within two months from the date of\r\nmaking the application or his application is not rejected, the applicant may\r\nstart his food business after expiry of the said period and in such a case, the\r\nDesignated Officer shall not refuse to issue a licence but may, if he considers\r\nnecessary, issue an improvement notice, under section 32 and follow procedures\r\nin that regard.5.     \r\n  Every\r\nlicence shall be in such form and subject to such conditions as may be specified\r\nby regulations.6.     \r\n  A\r\nsingle licence may be issued by the Designated Officer for one or more articles\r\nof food and also for different establishments or premises in the same area.7.     \r\n  If\r\nthe articles of food are manufactured, stored, sold or exhibited for sale at\r\ndifferent premises situated in more than one area, separate applications shall\r\nbe made and separate licence shall be issued in respect of such premises not\r\nfalling within the same area.8.     \r\n  An\r\nappeal against the order of rejection for the grant of licence shall lie to the\r\nCommissioner of Food Safety.9.     \r\n  A\r\nlicence unless suspended or cancelled earlier shall be in force for such period\r\nas may be specified by regulations:Provided that if an application for a\r\nrenewal of licence is made before the expiry of the period of validity of the\r\nlicence, the licence shall continue to be in force until orders are passed on\r\nthe application.10.  \r\n  The\r\nlicence shall subsist for the benefit of the deceased's personal representative\r\nor any other member of his family, until the expiry of- a.      the period of three\r\nmonths beginning with his death; orb.     such longer period as\r\nthe Designated Officer may allow.", "32": "The Food Safety and Standards Act, 2006 32. Improvement\r\nnotices. - 1.     \r\n  If\r\nthe Designated Officer has reasonable ground for believing that any food\r\nbusiness operator has failed to comply with any regulations to which this\r\nsection applies, he may, by a notice served on that food business operator (in\r\nthis Act referred to as an \"improvement notice\")- a.      state the grounds for\r\nbelieving that the food business operator has failed to comply with the\r\nregulations;b.     specify the matters\r\nwhich constitute the food business operator's failure so to comply;c.      specify the measures\r\nwhich, in the opinion of the said Authority, the food business operator must\r\ntake, in order to secure compliance; andd.     require the food\r\nbusiness operator to take those measures, or measures which are at least\r\nequivalent to them, within a reasonable period (not being less than fourteen\r\ndays) as may be specified in the notice.1.     \r\n2.     \r\n  If\r\nthe food business operator fails to comply with an improvement notice, his\r\nlicence may be suspended.3.     \r\n  If\r\nthe food business operator still fails to comply with the improvement notice,\r\nthe Designated Officer may, after giving the licensee an opportunity to show\r\ncause, cancel the licence granted to him: Provided that the Designated Officer\r\nmay suspend any licence forthwith in the interest of public health for reasons\r\nto be recorded in writing.4.     \r\n  Any\r\nperson who is aggrieved by- a.      an improvement\r\nnotice; orb.     refusal to issue a\r\ncertificate as to improvement; orc.      cancellation or\r\nsuspension or revocation of licence under this Act, may appeal to the\r\nCommissioner of Food Safety whose decision thereon, shall be final.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  The\r\nperiod within which such an appeal may be brought shall be- a.      fifteen days from the\r\ndate on which notice of the decision was served on the person desiring to\r\nappeal; orb.     in the case of an\r\nappeal under sub-section (1), the said period or the period specified in the\r\nimprovement notice, whichever expires earlier. Explanation.-For the purpose of\r\nthis sub-section, the making of the complaint shall be deemed to be the\r\nbringing of the appeal.", "33": "The Food Safety and Standards Act, 2006 33. Prohibition\r\norders. - 1.     \r\n  If-\r\na.      any food business\r\noperator is convicted of an offence under this Act; andb.     the court by or\r\nbefore which he is so convicted is satisfied that the health risk exists with\r\nrespect to that food business, the court, after giving the food business\r\noperator an opportunity of being heard, may by an order, impose the following\r\nprohibitions, namely :-                     \r\n i.        \r\n\r\n  a\r\nprohibition on the use of the process or treatment for the purposes of the food\r\nbusiness;                    \r\n ii.        \r\n  a\r\nprohibition on the use of the premises or equipment for the purposes of the\r\nfood business or any other food business of the same class or description;                   \r\n iii.        \r\n  a\r\nprohibition on the use of the premises or equipment for the purposes of any\r\nfood business.1.     \r\n\r\n2.     \r\n  The\r\ncourt may, on being satisfied that it is necessary so to do, by an order,\r\nimpose a prohibition on the food business operator participating in the\r\nmanagement of any food business, or any food business of a class or description\r\nspecified in the order.3.     \r\n  As\r\nsoon as practicable after the making of an order under sub-section (1) or\r\nsub-section (2) (in this Act referred to as a \"prohibition order\"),\r\nthe concerned Food Safety Officer shall- a.      serve a copy of the\r\norder on the food business operator; andb.     in the case of an\r\norder under sub-section (1), affix a copy of the order at a conspicuous place\r\non such premises used for the purposes of the food business, and any person who\r\nknowingly contravenes such an order shall be guilty of an offence and be\r\npunishable with a fine which may extend to three lakh rupees.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nconcerned Food Safety Officer shall with the approval of the Designated Officer\r\nissue a certificate to the effect that the food business operator has taken\r\nsufficient measures justifying lifting of the prohibition order, within seven\r\ndays of his being satisfied on an application made by the food business\r\noperator for such a certificate or the said officer shall- a.      determine, as soon as\r\nis reasonably practicable and in any event within fourteen days, whether or not\r\nhe is so satisfied; andb.     if he determines that\r\nhe is not so satisfied, give notice to the food business operator of the\r\nreasons for that determination.1.     \r\n\r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  A\r\nprohibition order shall cease to have effect upon the court being satisfied, on\r\nan application made by the food business operator not less than six months\r\nafter the prohibition order has been passed, that the food business operator\r\nhas taken sufficient measures justifying the lifting of the prohibition order.6.     \r\n  The\r\ncourt shall give a direction on an application by the food business operator,\r\nif the court thinks it proper so to do having regard to all the circumstances\r\nof the case, including in particular, the conduct of the food business operator\r\nsince the making of the order; but no such application shall be entertained if\r\nit is not made- a.      within six months\r\nafter the making of the prohibition order; orb.     within three months\r\nafter the making by the food business operator of a previous application for\r\nsuch a direction. Explanation.-For the purpose of this section,-                     \r\n\r\n i.        \r\n  any\r\nreference above shall apply in relation to a manager of a food business as it\r\napplies in relation to the food business operator; and any reference to the\r\nfood business operator of the business, or to the food business operator, shall\r\nbe construed accordingly;                    \r\n ii.        \r\n  \"manager\"\r\n, in relation to a food business, means any person who is entrusted by the food\r\nbusiness operator with the day-to-day running of the business, or any part of\r\nthe business.", "34": "The Food Safety and Standards Act, 2006 34. Emergency\r\nprohibition notices and orders. - 1.     \r\n  If\r\nthe Designated Officer is satisfied that the health risk condition exists with\r\nrespect to any food business, he may, after a notice served on the food\r\nbusiness operator (in this Act referred to as an \"emergency prohibition\r\nnotice\"), apply to the Commissioner of Food Safety for imposing the\r\nprohibition.2.     \r\n  If\r\nthe Commissioner of Food Safety is satisfied, on the application of such an\r\nofficer, that the health risk condition exists with respect to any food business,\r\nhe shall, by an order, impose the prohibition.3.     \r\n  The\r\nDesignated Officer shall not apply for an emergency prohibition order unless,\r\nat least one day before the date of the application, he has served notice on\r\nthe food business operator of the business of his intention to apply for the\r\norder.4.     \r\n  As\r\nsoon as practicable after the making of an emergency prohibition order, the\r\nDesignated Officer shall require the Food Safety Officer to -a.      serve a copy of the\r\norder on the food business operator of the business; orb.     affix a copy of the\r\norder at a conspicuous place on such premises used for the purposes of that\r\nbusiness and any person who knowingly contravenes such an order shall be guilty\r\nof an offence and shall be punishable with imprisonment for a term which may\r\nextend to two years and with fine which may extend to two lakh rupees.1.     \r\n\r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  An\r\nemergency prohibition order shall cease to have effect on the issue by the\r\nDesignated Officer of a certificate to the effect that he is satisfied that the\r\nfood business operator has taken sufficient measures for justifying the lifting\r\nof such order.6.     \r\n  The\r\nDesignated Officer shall issue a certificate under sub-section (5) within seven\r\ndays of an application by the food business operator for such a certificate and\r\non his being not satisfied, the said officer shall give notice to the food\r\nbusiness operator within a period of ten days indicating the reasons for such\r\ndecision.", "35": "The Food Safety and Standards Act, 2006 35. Notification of\r\nfood poisoning. – The Food Authority\r\nmay, by notification, require registered medical practitioners carrying on\r\ntheir profession in any local area specified in the notification, to report all\r\noccurrences of food poisoning coming to their notice to such officer as may be\r\nspecified.", "36": "The Food Safety and Standards Act, 2006 36. Designated\r\nOfficer. - 1.     \r\n  The\r\nCommissioner of Food Safety shall, by order, appoint the Designated Officer,\r\nwho shall not be below the rank of a Sub-Divisional Officer, to be in-charge of\r\nfood safety administration in such area as may be specified by regulations.2.     \r\n  There\r\nshall be a Designated Officer for each district.3.     \r\n  The\r\nfunctions to be performed by the Designated Officer shall be as follows,\r\nnamely:-a.      to issue or cancel\r\nlicence of food business operators;b.     to prohibit the sale\r\nof any article of food which is in contravention of the provisions of this Act\r\nand rules and regulations made thereunder;c.      to receive report and\r\nsamples of article of foods from Food Safety Officer under his jurisdiction and\r\nget them analysed;d.     to make\r\nrecommendations to the Commissioner of Food Safety for sanction to launch\r\nprosecutions in case of contraventions punishable with imprisonment;e.      to sanction or launch\r\nprosecutions in cases of contraventions punishable with fine;f.      to maintain record of\r\nall inspections made by Food Safety Officers and action taken by them in the\r\nperformance of their duties;g.     to get investigated\r\nany complaint which may be made in writing in respect of any contravention of\r\nthe provisions of this Act and the rules and regulations made there under;h.      to investigate any\r\ncomplaint which may be made in writing against the Food Safety Officer; andi.       to perform such other\r\nduties as may be entrusted by the Commissioner of Food Safety.", "37": "The Food Safety and Standards Act, 2006 37. Food Safety\r\nOfficer. - 1.     \r\n  The\r\nCommissioner of Food Safety shall, by notification, appoint such persons as he\r\nthinks fit, having the qualifications prescribed by the Central Government, as\r\nFood Safety Officers for such local areas as he may assign to them for the\r\npurpose of performing functions under this Act and the rules and regulations\r\nmade thereunder.2.     \r\n  The\r\nState Government may authorise any officer of the State Government having the\r\nqualifications prescribed under sub-section (1) to perform the functions of a\r\nFood Safety Officer within a specified jurisdiction.", "38": "The Food Safety and Standards Act, 2006 38. Powers of Food\r\nSafety Officer. - 1.     \r\n  The\r\nFood Safety Officer may- a.      take a sample-                     \r\n i.        \r\n  of\r\nany food, or any substance, which appears to him to be intended for sale, or to\r\nhave been sold for human consumption; or                    \r\n\r\n ii.        \r\n  of\r\nany article of food or substance which is found by him on or in any such\r\npremises; which he has reason to believe that it may be required as evidence in\r\nproceedings under any of the provisions of this Act or of the regulations or\r\norders made thereunder; ora.    \r\nb.     seize any article of\r\nfood which appears to the Food Safety Officer to be in contravention of this\r\nAct or the regulations made thereunder; andc.      keep it in the safe\r\ncustody of the food business operator such article of food after taking a\r\nsample; and in both cases send the same for analysis to a Food Analyst for the\r\nlocal area within which such sample has been taken: Provided that where the\r\nFood Safety Officer keeps such article in the safe custody of the food business\r\noperator, he may require the food business operator to execute a bond for a sum\r\nof money equal to the value of such article with one or more sureties as the\r\nFood Safety Officer deems fit and the food business operator shall execute the\r\nbond accordingly.1.     \r\n2.     \r\n  The\r\nFood Safety Officer may enter and inspect any place where the article of food is\r\nmanufactured, or stored for sale, or stored for the manufacture of any other\r\narticle of food, or exposed or exhibited for sale and where any adulterant is\r\nmanufactured or kept, and take samples of such articles of food or adulterant\r\nfor analysis.3.     \r\n  Where\r\nany sample is taken, its cost calculated at the rate at which the article is\r\nusually sold to the public shall be paid to the person from whom it is taken.4.     \r\n\r\n  Where\r\nany article of food seized under clause (b) of sub-section (1) is of a\r\nperishable nature and the Food Safety Officer is satisfied that such article of\r\nfood is so deteriorated that it is unfit for human consumption, the Food Safety\r\nOfficer may, after giving notice in writing to the food business operator,\r\ncause the same to be destroyed.5.     \r\n  The\r\nFood Safety Officer shall, in exercising the powers of entry upon, and\r\ninspection of any place under this section, follow, as far as may be, the\r\nprovisions of the Code of Criminal Procedure, 1973 relating to the search or\r\ninspection of a place by a police officer executing a search warrant issued\r\nunder that Code.6.     \r\n  Any\r\nadulterant found in the possession of a manufacturer or distributor of, or\r\ndealer in, any article of food or in any of the premises occupied by him as\r\nsuch and for the possession of which he is unable to account to the\r\nsatisfaction of the Food Safety Officer and any books of account or other\r\ndocuments found in his possession or control and which would be useful for, or\r\nrelevant to, any investigation or proceeding under this Act, may be seized by\r\nthe Food Safety Officer and a sample of such adulterant submitted for analysis\r\nto a Food Analyst: Provided that no such books of account or other documents\r\nshall be seized by the Food Safety Officer except with the previous approval of\r\nthe authority to which he is subordinate.7.     \r\n  Where\r\nthe Food Safety Officer takes any action under clause (a) of sub-section (1),\r\nor sub-section (2) or sub-section (4) or sub-section (6), he shall, call one or\r\nmore persons to be present at the time when such action is taken and take his\r\nor their signatures.8.     \r\n  Where\r\nany books of account or other documents are seized under sub-section (6), the\r\nFood Safety Officer shall, within a period not exceeding thirty days from the\r\ndate of seizure, return the same to the person from whom they were seized after\r\ncopies thereof or extracts there from as certified by that person in such\r\nmanner as may be prescribed by the Central Government have been taken: Provided\r\nthat where such person refuses to so certify and a prosecution has been\r\ninstituted against him under this Act, such books of account or other documents\r\nshall be returned to him only after copies thereof and extracts there from as\r\ncertified by the court have been taken.9.     \r\n  When\r\nany adulterant is seized under sub-section (6), the burden of proving that such\r\nadulterant is not meant for purposes of adulteration shall be on the person\r\nfrom whose possession such adulterant was seized.10.  \r\n  The\r\nCommissioner of Food Safety may from time to time issue guidelines with regard\r\nto exercise of powers of the Food Safety Officer, which shall be binding:\r\nProvided that the powers of such Food Safety Officer may also be revoked for a\r\nspecified period by the Commissioner of Food Safety.", "39": "The Food Safety and Standards Act, 2006 39. Liability of Food\r\nSafety Officer in certain cases. - Any Food Safety\r\nOfficer exercising powers under this Act or the rules and regulations made\r\nthere under who- a.     \r\n  vexatiously\r\nand without any reasonable ground seizes any article of food or adulterant; orb.    \r\n  commits\r\nany other act to the injury of any person without having reason to believe that\r\nsuch act is necessary for the execution of his duty, shall be guilty of an\r\noffence under this Act and shall be liable to a penalty which may extend to one\r\nlakh rupees: Provided that in case any false complaint is made against a Food\r\nSafety Officer and it is proved so, the complainant shall be guilty of an\r\noffence under this Act and shall be punishable with fine which shall not be\r\nless than fifty thousand rupees but may extend to one lakh rupees.", "40": "The Food Safety and Standards Act, 2006 40. Purchaser may\r\nhave food analysed. - 1.     \r\n  Nothing\r\ncontained in this Act shall be held to prevent a purchaser of any article of\r\nfood other than a Food Safety Officer from having such article analysed by the\r\nFood Analyst on payment of such fees and receiving from the Food Analyst a\r\nreport of his analysis within such period as may be specified by regulations:\r\nProvided that such purchaser shall inform the food business operator at the\r\ntime of purchase of his intention to have such article so analysed: Provided\r\nfurther that if the report of the Food Analyst shows that the article of food\r\nis not in compliance with the Act or the rules or regulations made there under,\r\nthe purchaser shall be entitled to get refund of the fees paid by him under\r\nthis section.2.     \r\n  In\r\ncase the Food Analyst finds the sample in contravention of the provisions of\r\nthis Act and rules and regulations made there under, the Food Analysts shall\r\nforward the report to the Designated Officer to follow the procedure laid down\r\nin section 42 for prosecution.", "41": "The Food Safety and Standards Act, 2006 41. Power of search,\r\nseizure, investigation, prosecution and procedure thereof. - 1.     \r\n  Notwithstanding\r\nanything contained in sub-section (2) of section 31, the Food Safety Officer\r\nmay search any place, seize any article of food or adulterant, if there is a reasonable\r\ndoubt about them being involved in commission of any offence relating to food,\r\nand shall thereafter inform the Designated Officer of the actions taken by him\r\nin writing: Provided that no search shall be deemed to be irregular by reason\r\nonly of the fact that witnesses for the search are not inhabitants of the\r\nlocality in which the place searched is situated.2.     \r\n  Save\r\nas in this Act otherwise expressly provided, provisions of the Code of Criminal\r\nProcedure, 1973 relating to search, seizure, summon, investigation and\r\nprosecution, shall apply, as far as may be, to all action taken by the Food\r\nSafety Officer under this Act.", "42": "The Food Safety and Standards Act, 2006 42. Procedure for\r\nlaunching prosecution. - 1.     \r\n  The\r\nFood Safety Officer shall be responsible for inspection of food business,\r\ndrawing samples and sending them to Food Analyst for analysis.2.     \r\n  The\r\nFood Analyst after receiving the sample from the Food Safety Officer shall\r\nanalyse the sample and send the analysis report mentioning method of sampling\r\nand analysis within fourteen days to Designated Officer with a copy to\r\nCommissioner of Food Safety.3.     \r\n  The\r\nDesignated Officer after scrutiny of the report of Food Analyst shall decide as\r\nto whether the contravention is punishable with imprisonment or fine only and\r\nin the case of contravention punishable with imprisonment, he shall send his\r\nrecommendations within fourteen days to the Commissioner of Food Safety for sanctioning\r\nprosecution.4.     \r\n\r\n  The\r\nCommissioner of Food Safety shall, if he so deems fit, decide, within the\r\nperiod prescribed by the Central Government, as per the gravity of offence,\r\nwhether the matter be referred to,-(a) a court of ordinary jurisdiction in case\r\nof offences punishable with imprisonment for a term up to three years; or(b) a\r\nSpecial Court in case of offences punishable with imprisonment for a term\r\nexceeding three years where such Special Court is established and in case no\r\nSpecial Court is established, such cases shall be tried by a court of ordinary\r\njurisdiction.5.     \r\n  The\r\nCommissioner of Food Safety shall communicate his decision to the Designated\r\nOfficer and the concerned Food Safety Officer who shall launch prosecution\r\nbefore courts of ordinary jurisdiction or Special Court, as the case may be;\r\nand such communication shall also be sent to the purchaser if the sample was\r\ntaken under section 40.", "43": "The Food Safety and Standards Act, 2006 Chapter VIII Analysis\r\nof Food43. Recognition and\r\naccreditation of laboratories, research institutions and referral food\r\nlaboratory. - 1.     \r\n  The\r\nFood Authority may notify food laboratories and research institutions\r\naccredited by National Accreditation Board for Testing and Calibration\r\nLaboratories or any other accreditation agency for the purposes of carrying out\r\nanalysis of samples by the Food Analysts under this Act.2.     \r\n  The\r\nFood Authority shall, establish or recognise by notification, one or more\r\nreferral food laboratory or laboratories to carry out the functions entrusted\r\nto the referral food laboratory by this Act or any rules and regulations made\r\nthereunder.3.     \r\n  The\r\nFood Authority may frame regulations specifying-a.      the functions of food\r\nlaboratory and referral food laboratory and the local area or areas within\r\nwhich such functions may be carried out;b.     the procedure for\r\nsubmission to the said laboratory of samples of articles of food for analysis\r\nor tests, the forms of the laboratory's reports thereon and the fees payable in\r\nrespect of such reports; and(c) such other matters as may be necessary or\r\nexpedient to enable the said laboratory to carry out its functions effectively.", "44": "The Food Safety and Standards Act, 2006 44. Recognition of\r\norganisation or agency for food safety audit. - The Food Authority\r\nmay recognise any organisation or agency for the purposes of food safety audit\r\nand checking compliance with food safety management systems required under this\r\nAct or the rules and regulations made there under.", "45": "The Food Safety and Standards Act, 2006 45. Food Analysts. – The Commissioner of\r\nFood Safety may, by notification, appoint such persons as he thinks fit, having\r\nthe qualifications prescribed by the Central Government, to be Food Analysts\r\nfor such local areas as may be assigned to them by the Commissioner of Food\r\nSafety: Provided that no person, who has any financial interest in the\r\nmanufacture or sale of any article of food shall be appointed to be a Food\r\nAnalyst under this section: Provided further that different Food Analysts may\r\nbe appointed for different articles of food.", "46": "The Food Safety and Standards Act, 2006 46. Functions of Food\r\nAnalyst. - 1.     \r\n  On\r\nreceipt of a package containing a sample for analysis from a Food Safety\r\nOfficer or any other person, the Food Analyst shall compare the seal on the\r\ncontainer and the outer cover with specimen impression received separately and\r\nshall note the conditions of the seal thereon: Provided that in case a sample\r\ncontainer received by the Food Analyst is found to be in broken condition or\r\nunfit for analysis, he shall within a period of seven days from the date of\r\nreceipt of such sample inform the Designated Officer about the same and send\r\nrequisition to him for sending second part of the sample.2.     \r\n  The\r\nFood Analyst shall cause to be analysed such samples of article of food as may\r\nbe sent to him by Food Safety Officer or by any other person authorised under\r\nthis Act.3.     \r\n  The\r\nFood Analyst shall, within a period of fourteen days from the date of receipt\r\nof any sample for analysis, send-             \r\n i.        \r\n\r\n  where\r\nsuch sample is received under section 38 or section 47, to the Designated\r\nOfficer, four copies of the report indicating the method of sampling and\r\nanalysis; andwhere\r\nsuch sample is received under section 40 a copy of the report indicating the\r\nmethod of sampling and analysis to the person who had purchased such article of\r\nfood with a copy to the Designated Officer: Provided that in case the sample\r\ncan not be analysed within fourteen days of its receipt, the Food Analyst shall\r\ninform the Designated Officer and the Commissioner of Food Safety giving\r\nreasons and specifying the time to be taken for analysis.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  An\r\nappeal against the report of Food Analyst shall lie before the Designated\r\nOfficer who shall, if he so decides, refer the matter to the referral food\r\nlaboratory as notified by the Food Authority for opinion.", "47": "The Food Safety and Standards Act, 2006 47. Sampling and\r\nanalysis. - 1.     \r\n  When\r\na Food Safety Officer takes a sample of food for analysis, he shall -a.      give notice in\r\nwriting of his intention to have it so analysed to the person from whom he has\r\ntaken the sample and to the person, if any, whose name, address and other\r\nparticulars have been disclosed;b.     except in special\r\ncases as may be provided by rules made under this Act, divide the sample into\r\nfour parts and mark and seal or fasten up each part in such a manner as its\r\nnature permits and take the signature or thumb impression of the person from\r\nwhom the sample has been taken in such place and in such manner as may be\r\nprescribed by the Central Government: Provided that where such person refuses\r\nto sign or put his thumb impression, the Food Safety Officer shall call upon\r\none or more witnesses and take his signature or thumb impression, in lieu of\r\nthe signature or thumb impression of such person;                     \r\n i.        \r\n\r\n  send\r\none of the parts for analysis to the Food Analyst under intimation to the\r\nDesignated Officer;                    \r\n ii.        \r\n  send\r\ntwo parts to the Designated Officer for keeping these in safe custody; and                   \r\n iii.        \r\n  send\r\nthe remaining part for analysis to an accredited laboratory, if so requested by\r\nthe food business operator, under intimation to the Designated Officer:Provided that if the\r\ntest reports received under sub-clauses (i) and (iii) are found to be at\r\nvariance, then the Designated Officer shall send one part of the sample kept in\r\nhis custody, to referral laboratory for analysis, whose decision thereon shall\r\nbe final.1.     \r\n2.     \r\n  When\r\na sample of any article of food or adulterant is taken, the Food Safety Officer\r\nshall, by the immediate succeeding working day, send the sample to the Food\r\nAnalyst for the area concerned for analysis and report.3.     \r\n  Where\r\nthe part of the sample sent to the Food Analyst is lost or damaged, the\r\nDesignated Officer shall, on a requisition made to him, by the Food Analyst or\r\nthe Food Safety Officer, despatch one of the parts of the sample sent to him,\r\nto the Food Analyst for analysis.4.     \r\n\r\n  An\r\narticle of food or adulterant seized, unless destroyed, shall be produced\r\nbefore the Designated Officer as soon as possible and in any case not later\r\nthan seven days after the receipt of the report of the Food Analyst: Provided\r\nthat if an application is made to the Designated Officer in this behalf by the\r\nperson from whom any article of food has been seized, the Designated Officer\r\nshall by order in writing direct the Food Safety Officer to produce such\r\narticle before him within such time as may be specified in the order.5.     \r\n  In\r\ncase of imported articles of food, the authorised officer of the Food Authority\r\nshall take its sample and send to the Food Analyst of notified laboratory for\r\nanalysis who shall send the report within a period of five days to the\r\nauthorised officer.6.     \r\n  The\r\nDesignated Officer, the Food Safety Officer, the authorised officer and the\r\nFood Analyst shall follow such procedure as may be specified by regulations.", "48": "The Food Safety and Standards Act, 2006 Chapter IX Offences and\r\nPenalties48. General\r\nprovisions relating to offences. - 1.     \r\n  A\r\nperson may render any article of food injurious to health by means of one or\r\nmore of the following operations, namely:-a.      adding any article or\r\nsubstance to the food;b.     using any article or\r\nsubstance as an ingredient in the preparation of the food;c.      abstracting any\r\nconstituents from the food; ord.     subjecting the food\r\nto any other process or treatment, with the knowledge that it may be sold or\r\noffered for sale or distributed for human consumption.1.     \r\n2.     \r\n\r\n  In\r\ndetermining whether any food is unsafe or injurious to health, regard shall be\r\nhad to-a.                  \r\n i.        \r\n  the\r\nnormal conditions of use of the food by the consumer and its handling at each\r\nstage of production, processing and distribution;            \r\n ii.        \r\n\r\n  the\r\ninformation provided to the consumer, including information on the label, or\r\nother information generally available to the consumer concerning the avoidance\r\nof specific adverse health effects from a particular food or category of foods\r\nnot only to the probable, immediate or short-term or long-term effects of that\r\nfood on the health of a person consuming it, but also on subsequent\r\ngenerations;           \r\n iii.        \r\n  to\r\nthe probable cumulative toxic effects;           \r\n iv.        \r\n  to\r\nthe particular health sensitivities of a specific category of consumers where\r\nthe food is intended for that category of consumers; and            \r\n v.        \r\n\r\n  also\r\nto the probable cumulative effect of food of substantially the same composition\r\non the health of a person consuming it in ordinary quantities;a.    \r\nb.     the fact where the\r\nquality or purity of the article, being primary food, has fallen below the\r\nspecified standard or its constituents are present in quantities not within the\r\nspecified limits of variability, in either case, solely due to natural causes\r\nand beyond the control of human agency, then such article shall not be deemed\r\nto be unsafe or sub-standard or food containing extraneous matter.\r\nExplanation.-For the purposes of this section, \"injury\", includes any\r\nimpairment, whether permanent or temporary, and \"injurious to health\"\r\nshall be construed accordingly.", "49": "The Food Safety and Standards Act, 2006 49. General\r\nprovisions relating to penalty. – While adjudging the\r\nquantum of penalty under this Chapter, the Adjudicating Officer or the\r\nTribunal, as the case may be, shall have due regard to the following:-a.     \r\n  the\r\namount of gain or unfair advantage, wherever quantifiable, made as a result of\r\nthe contravention,b.    \r\n  the\r\namount of loss caused or likely to cause to any person as a result of the\r\ncontravention,c.     \r\n  the\r\nrepetitive nature of the contravention,d.    \r\n  whether\r\nthe contravention is without his knowledge, ande.     \r\n  any\r\nother relevant factor.", "50": "The Food Safety and Standards Act, 2006 50. Penalty for\r\nselling food not of the nature or substance or quality demanded. – Any person who sells\r\nto the purchaser's prejudice any food which is not in compliance with the\r\nprovisions of this Act or the regulations made thereunder, or of the nature or\r\nsubstance or quality demanded by the purchaser, shall be liable to a penalty\r\nnot exceeding five lakh rupees. Provided that the persons covered under\r\nsub-section (2) of section 31, shall for such non-compliance be liable to a\r\npenalty not exceeding twenty five thousand rupees.", "51": "The Food Safety and Standards Act, 2006 51. Penalty for\r\nsub-standard food. – Any person who\r\nwhether by himself or by any other person on his behalf manufactures for sale\r\nor stores or sells or distributes or imports any article of food for human\r\nconsumption which is sub-standard , shall be liable to a penalty which may\r\nextend to five lakh rupees.", "52": "The Food Safety and Standards Act, 2006 52. Penalty for\r\nmisbranded food. - 1.     \r\n  Any\r\nperson who whether by himself or by any other person on his behalf manufactures\r\nfor sale or stores or sells or distributes or imports any article of food for\r\nhuman consumption which is misbranded, shall be liable to a penalty which may\r\nextend to three lakh rupees.2.     \r\n  The\r\nAdjudicating Officer may issue a direction to the person found guilty of an\r\noffence under this section, for taking corrective action to rectify the mistake\r\nor such article of food shall be destroyed.", "53": "The Food Safety and Standards Act, 2006 53. Penalty for\r\nmisleading advertisement. - 1.     \r\n  Any\r\nperson who publishes, or is a party to the publication of an advertisement,\r\nwhich-a.      falsely describes any\r\nfood; orb.     is likely to mislead\r\nas to the nature or substance or quality of any food or gives false guarantee,shall\r\nbe liable to a penalty which may extend to ten lakh rupees.1.     \r\n\r\n2.     \r\n  In\r\nany proceeding the fact that a label or advertisement relating to any article\r\nof food in respect of which the contavention is alleged to have been committed\r\ncontained an accurate statement of the composition of the food shall not\r\npreclude the court from finding that the contravention was committed.", "54": "The Food Safety and Standards Act, 2006 54. Penalty for food\r\ncontaining extraneous matter. – Any person whether by\r\nhimself or by any other person on his behalf manufactures for sale or stores or\r\nsells or distributes or imports any article of food for human consumption\r\ncontaining extraneous matter, shall be liable to a penalty which may extend to\r\none lakh rupees.", "55": "The Food Safety and Standards Act, 2006 55. Penalty for\r\nfailure to comply with the directions of Food Safety Officer. – If a food business\r\noperator or importer without reasonable ground, fails to comply with the\r\nrequirements of this Act or the rules or regulations or orders issued there\r\nunder, as directed by the Food Safety Officer, he shall be liable to a penalty\r\nwhich may extend to two lakh rupees.", "56": "The Food Safety and Standards Act, 2006 56. Penalty for\r\nunhygienic or unsanitary processing or manufacturing of food. – Any person who,\r\nwhether by himself or by any other person on his behalf, manufactures or\r\nprocesses any article of food for human consumption under unhygienic or\r\nunsanitary conditions, shall be liable to a penalty which may extend to one\r\nlakh rupees.", "57": "The Food Safety and Standards Act, 2006 57. Penalty for\r\npossessing adulterant. - 1.     \r\n  Subject\r\nto the provisions of this Chapter, if any person who whether by himself or by\r\nany other person on his behalf, imports or manufactures for sale, or stores,\r\nsells or distribute any adulterant shall be liable-             \r\n i.        \r\n  where\r\nsuch adulterant is not injurious to health, to a penalty not exceeding two lakh\r\nrupees;where\r\nsuch adulterant is injurious to health, to a penalty not exceeding ten lakh\r\nrupees.1.     \r\n2.     \r\n  In\r\na proceeding under sub-section (1), it shall not be a defence that the accused\r\nwas holding such adulterant on behalf of any other person.", "58": "The Food Safety and Standards Act, 2006 58. Penalty for\r\ncontraventions for which no specific penalty is provided. – Whoever contravenes\r\nany provisions of this Act or the rules or regulations made there under, for\r\nthe contravention of which no penalty has been separately provided in this Chapter,\r\nshall be liable to a penalty which may extend to two lakh rupees.", "59": "The Food Safety and Standards Act, 2006 59. Punishment for\r\nunsafe food. – Any person who,\r\nwhether by himself or by any other person on his behalf, manufactures for sale\r\nor stores or sells or distributes or imports any article of food for human\r\nconsumption which is unsafe, shall be punishable,-     \r\n i.        \r\n  where\r\nsuch failure or contravention does not result in injury, with imprisonment for\r\na term which may extend to six months and also with fine which may extend to\r\none lakh rupees;    \r\n ii.        \r\n  where\r\nsuch failure or contravention results in a non-grievous injury, with imprisonment\r\nfor a term which may extend to one year and also with fine which may extend to\r\nthree lakh rupees;   \r\n iii.        \r\n\r\n  where\r\nsuch failure or contravention results in a grievous injury, with imprisonment\r\nfor a term which may extend to six years and also with fine which may extend to\r\nfive lakh rupees;   \r\n iv.        \r\n  where\r\nsuch failure or contravention results in death, with imprisonment for a term\r\nwhich shall not be less than seven years but which may extend to imprisonment\r\nfor life and also with fine which shall not be less than ten lakh rupees.", "60": "The Food Safety and Standards Act, 2006 60. If a person\r\nwithout the permission of the Food Safety Officer :-If a person without\r\nthe permission of the Food Safety Officer, retains, removes or tampers with any\r\nfood, vehicle, equipment, package or labelling or advertising material or other\r\nthing that has been seized under this Act, he shall be punishable with\r\nimprisonment for a term which may extend to six months and also with fine which\r\nmay extend to two lakh rupees.", "61": "The Food Safety and Standards Act, 2006 61. Punishment for\r\nfalse information. – If a person, in\r\nconnection with a requirement or direction under this Act, provides any\r\ninformation or produces any document that the person knows is false or\r\nmisleading, he shall be punishable with imprisonment for a term which may\r\nextend to three months and also with fine which may extend to two lakh rupees.", "62": "The Food Safety and Standards Act, 2006 62. Punishment for\r\nobstructing or impersonating a Food Safety Officer. – If a person without\r\nreasonable excuse, resists, obstructs, or attempts to obstruct, impersonate,\r\nthreaten, intimidate or assault a Food Safety Officer in exercising his\r\nfunctions under this Act, he shall be punishable with imprisonment for a term\r\nwhich may extend to three months and also with fine which may extend to one\r\nlakh rupees.", "63": "The Food Safety and Standards Act, 2006 63. Punishment for\r\ncarrying out a business without licence. – If any person or food\r\nbusiness operator (except the persons exempted from licensing under sub-section\r\n(2) of section 31 of this Act), himself or by any person on his behalf who is\r\nrequired to obtain licence, manufacturers, sells, stores or distributes or\r\nimports any article of food without licence, shall be punishable with\r\nimprisonment for a term which may extend to six months and also with a fine\r\nwhich may extend to five lakh rupees.", "64": "The Food Safety and Standards Act, 2006 64. Punishment for\r\nsubsequent offences. - 1.     \r\n  If\r\nany person, after having been previously convicted of an offence punishable\r\nunder this Act subsequently commits and is convicted of the same offence, he\r\nshall be liable to-             \r\n i.        \r\n  twice\r\nthe punishment, which might have been imposed on a first conviction, subject to\r\nthe punishment being maximum provided for the same offence;a\r\nfurther fine on daily basis which may extend up to one lakh rupees, where the\r\noffence is a continuing one; and           \r\n iii.        \r\n  his\r\nlicence shall be cancelled.2.     \r\n  The\r\nCourt may also cause the offender's name and place of residence, the offence\r\nand the penalty imposed to be published at the offender's expense in such\r\nnewspapers or in such other manner as the court may direct and the expenses of\r\nsuch publication shall be deemed to be part of the cost attending the\r\nconviction and shall be recoverable in the same manner as a fine.", "65": "The Food Safety and Standards Act, 2006 65. Compensation in\r\ncase of injury or death of consumer. - 1.     \r\n  Without\r\nprejudice to the other provisions of this Chapter, if any person whether by\r\nhimself or by any other person on his behalf, manufactures or distributes or\r\nsells or imports any article of food causing injury to the consumer or his\r\ndeath, it shall be lawful for the Adjudicating Officer or as the case may be,\r\nthe court to direct him to pay compensation to the victim or the legal\r\nrepresentative of the victim, a sum-a.      not less than five\r\nlakh rupees in case of death;b.     not exceeding three\r\nlakh rupees in case of grievous injury; andc.      not exceeding one\r\nlakh rupees, in all other cases of injury:Provided that the\r\ncompensation shall be paid at the earliest and in no case later than six months\r\nfrom the date of occurrence of the incident: Provided further that in case of\r\ndeath, an interim relief shall be paid to the next of the kin within thirty\r\ndays of the incident.1.     \r\n2.     \r\n  Where\r\nany person is held guilty of an offence leading to grievous injury or death,\r\nthe Adjudicating Officer or the court may cause the name and place of residence\r\nof the person held guilty, the offence and the penalty imposed to be published\r\nat the offender's expense in such newspapers or in such other manner as the\r\nAdjudicating Officer or the court may direct and the expenses of such\r\npublication shall be deemed to be part of the cost attending the conviction and\r\nshall be recoverable in the same manner as a fine.3.     \r\n  The\r\nAdjudicating Officer or the court may also,-a.      order for\r\ncancellation of licence , re-call of food from market , forfeiture of\r\nestablishment and property in case of grievous injury or death of consumer;b.     issue prohibition\r\norders in other cases.", "66": "The Food Safety and Standards Act, 2006 66. Offences by\r\ncompanies. - 1.     \r\n  Where\r\nan offence under this Act which has been committed by a company, every person\r\nwho at the time the offence was committed was in charge of, and was responsible\r\nto, the company for the conduct of the business of the company, as well as the\r\ncompany, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded against and punished accordingly: Provided that where a company has\r\ndifferent establishments or branches or different units in any establishment or\r\nbranch, the concerned Head or the person in-charge of such establishment,\r\nbranch, unit nominated by the company as responsible for food safety shall be\r\nliable for contravention in respect of such establishment, branch or unit:\r\nProvided further that nothing contained in this sub-section shall render any\r\nsuch person liable to any punishment provided in this Act, if he proves that\r\nthe offence was committed without his knowledge or that he exercised all due\r\ndiligence to prevent the commission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of or is attributable to any neglect on the part\r\nof, any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof that offence and shall be liable to be proceeded against and punished\r\naccordingly. Explanation.-For the purpose of this section,-a.      \" company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.     \"director\",\r\nin relation to a firm, means a partner in the firm.", "67": "The Food Safety and Standards Act, 2006 67. Penalty for\r\ncontravention of provisions of this Act in case of import of articles of food\r\nto be in addition to penalties provided under any other Act. - 1.     \r\n  Any\r\nperson who imports any article of food which is in contravention of the\r\nprovisions of this Act, rules and regulations made there under, shall, in\r\naddition to any penalty to which he may be liable under the provisions of the\r\nForeign Trade (Development and Regulation) Act, 1992 and the Customs Act, 1962\r\nbe also liable under this Act and shall be proceeded against accordingly.2.     \r\n  Any\r\nsuch article of food shall be destroyed or returned to the importer, if\r\npermitted by the competent authority under the Foreign Trade (Development and\r\nRegulation) Act, 1992 or the Customs Act, 1962, or any other Act, as the case\r\nmay be.", "68": "The Food Safety and Standards Act, 2006 Chapter X\r\nAdjudication and Food Safety Appellate Tribunal68. Adjudication. - 1.     \r\n  For\r\nthe purposes of adjudication under this Chapter, an officer not below the rank\r\nof Additional District Magistrate of the district where the alleged offence is\r\ncommitted, shall be notified by the State Government as the Adjudicating\r\nOfficer for adjudication in the manner as may be prescribed by the Central\r\nGovernment.2.     \r\n  The\r\nAdjudicating Officer shall, after giving the person a reasonable opportunity\r\nfor making representation in the matter, and if, on such inquiry, he is\r\nsatisfied that the person has committed the contravention of provisions of this\r\nAct or the rules or the regulations made there under, impose such penalty as he\r\nthinks fit in accordance with the provisions relating to that offence.3.     \r\n  The\r\nAdjudicating Officer shall have the powers of a civil court and-a.      all proceedings\r\nbefore him shall be deemed to be judicial proceedings within the meaning of\r\nsections 193 and 228 of the Indian Penal Code;b.     shall be deemed to be\r\na court for the purposes of sections 345 and 346 of the Code of Criminal\r\nProcedure, 1973.1.     \r\n2.     \r\n\r\n3.     \r\n4.     \r\n  While\r\nadjudicating the quantum of penalty under this Chapter, the Adjudicating\r\nOfficer shall have due regard to the guidelines specified in section 49.", "69": "The Food Safety and Standards Act, 2006 69. Power to compound\r\noffences. - 1.     \r\n  The\r\nCommissioner of Food Safety may, by order, empower the Designated Officer, to\r\naccept from petty manufacturers who himself manufacture and sell any article of\r\nfood, retailers, hawkers, itinerant vendors, temporary stall holders against\r\nwhom a reasonable belief exists that he has committed an offence or\r\ncontravention against this Act, payment of a sum of money by way of composition\r\nof the offence which such person is suspected to have committed.2.     \r\n  On\r\nthe payment of such sum of money to such officer, the suspected person, if in\r\ncustody, shall be discharged and no further proceedings in respect of the\r\noffence shall be taken against such person.3.     \r\n  The\r\nsum of money accepted or agreed to be accepted as composition under sub- section\r\n(1), shall not be more than one lakh rupees and due regard shall be made to the\r\nguidelines specified in section 49: Provided that no offence, for which\r\npunishment of imprisonment has been prescribed under this Act, shall be\r\ncompounded.", "70": "The Food Safety and Standards Act, 2006 70. Establishment of\r\nFood Safety Appellate Tribunal. - 1.     \r\n  The\r\nCentral Government or as the case may be, the State Government may, by\r\nnotification, establish one or more tribunals to be known as the Food Safety\r\nAppellate Tribunal to hear appeals from the decisions of the Adjudicating\r\nOfficer under section 68.2.     \r\n  The\r\nCentral Government or the State Government, as the case may be, shall\r\nprescribe, the matters and areas in relation to which the Tribunal may exercise\r\njurisdiction.3.     \r\n  The\r\nTribunal shall consist of one person only (hereinafter referred to as the\r\nPresiding Officer of the Tribunal) to be appointed, by notification, by the\r\nCentral Government or the State Government, as the case may be: Provided that\r\nno person shall be qualified for appointment as a Presiding Officer to the\r\nTribunal unless he is or has been a District Judge.4.     \r\n\r\n  The\r\nqualifications, appointment, term of office, salary and allowances, resignation\r\nand removal of the Presiding Officer shall be such as may be prescribed by the\r\nCentral Government.5.     \r\n  The\r\nprocedure of appeal and powers of the Tribunal shall be such as may be\r\nprescribed by the Central Government.", "71": "The Food Safety and Standards Act, 2006 71. Procedure and\r\npowers of Tribunal. - 1.     \r\n  The\r\nTribunal shall not be bound by the procedure laid down by the Code of Civil\r\nProcedure, 1908 but shall be guided by the principles of natural justice and,\r\nsubject to the other provisions of this Act and the rules made there under, the\r\nTribunal shall have powers to regulate its own procedure including the place at\r\nwhich it shall have its sittings.2.     \r\n  The\r\nTribunal shall have, for the purposes of discharging its functions under this\r\nAct, the same powers as are vested in a civil court under the Code of Civil\r\nProcedure, 1908, while trying a suit, in respect of the following matters,\r\nnamely:-a.      summoning and\r\nenforcing the attendance of any person and examining him on oath;b.     requiring the\r\ndiscovery and production of documents or other electronic records;c.      receiving evidence on\r\naffidavits;d.     issuing commissions\r\nfor the examination of witnesses or documents;e.      reviewing its\r\ndecisions;f.      dismissing an\r\napplication for default or deciding it ex parte;g.     any other matter\r\nwhich may be prescribed by the Central Government.1.     \r\n2.     \r\n3.     \r\n  Every\r\nproceeding before the Tribunal shall be deemed to be a judicial proceeding\r\nwithin the meaning of sections 193 and 228, and for the purposes of section 196\r\nof the Indian Penal Code, it shall be deemed to be a civil court for all the\r\npurposes of section 195 and Chapter XXVI of the Code of Criminal Procedure,\r\n1973.4.     \r\n  The\r\nappellant may either appear in person or authorise one or more legal\r\npractitioners or any of its officers to represent his case before the Tribunal.5.     \r\n  The\r\nprovisions of the Limitation Act, 1963, shall, except as otherwise provided in\r\nthis Act, apply to an appeal made to the Tribunal.6.     \r\n  Any\r\nperson aggrieved by any decision or order of the Tribunal may file an appeal to\r\nthe High Court within sixty days from the date of communication of the decision\r\nor order of the Tribunal to him on any question of fact or law arising out of\r\nsuch order: Provided that the High Court may, if it is satisfied that the\r\nappellant was prevented by sufficient cause from filing the appeal within the\r\nsaid period, allow it to be filed within a further period not exceeding sixty\r\ndays.", "72": "The Food Safety and Standards Act, 2006 72. Civil court not\r\nto have jurisdiction. – No civil court shall\r\nhave jurisdiction to entertain any suit or proceeding in respect of any matter\r\nwhich an Adjudicating Officer or the Tribunal is empowered by or under this Act\r\nto determine and no injunction shall be granted by any court or other authority\r\nin respect of any action taken or to be taken in pursuance of any power\r\nconferred by or under this Act.", "73": "The Food Safety and Standards Act, 2006 73. Power of court to\r\ntry cases summarily. – Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, all offences not\r\ntriable by a Special Court, shall be tried in a summary way by a Judicial\r\nMagistrate of the first class or by a Metropolitan Magistrate and the\r\nprovisions of sections 262 to 265 (both inclusive) of the said Code shall, as\r\nfar as may be, apply to such a trial: Provided that in the case of any\r\nconviction in a summary trial under this section, it shall be lawful for the\r\nMagistrate to pass a sentence of imprisonment for a term not exceeding one\r\nyear: Provided further that when at the commencement of, or in the course of, a\r\nsummary trial under this section, it appears to the Magistrate that the nature\r\nof the case is such that a sentence of imprisonment for a term exceeding one\r\nyear may have to be passed or that it is, for any other reason, undesirable to\r\ntry the case summarily, the Magistrate shall after hearing the parties, record\r\nan order to that effect and thereafter recall any witness who may have been\r\nexamined and proceed to hear or rehear the case in the manner provided by the\r\nsaid Code.", "74": "The Food Safety and Standards Act, 2006 74. Special courts\r\nand Public Prosecutor. - 1.     \r\n  Notwithstanding\r\nanything contained in this Act or in the Code of Criminal Procedure, 1973, the\r\nCentral Government or the State Government in their respective jurisdictions\r\nmay, if consider expedient and necessary in the public interest, for the\r\npurposes of the trial of offences relating to grievous injury or death of the\r\nconsumer for which punishment of imprisonment for more than three years has\r\nbeen prescribed under this Act, constitute, by notification in the Official\r\nGazette, as many Special Courts with the concurrence of the Chief Justice of\r\nthe High Court as may be necessary for such area or areas and for exercising\r\nsuch jurisdiction, as may be specified in the notification.2.     \r\n  A\r\nSpecial Court may, on its own motion, or on an application made by the Public\r\nProsecutor and if it considers it expedient or desirable so to do, sit for any\r\nof its proceedings at any place other than its ordinary place of sitting.3.     \r\n  The\r\ntrial under this Act of any offence by a Special Court shall have precedence\r\nover the trial of any other case against the accused in any other court (not\r\nbeing a Special Court) and shall be concluded in preference to the trial of\r\nsuch other case and accordingly the trial of such other case shall remain in\r\nabeyance.4.     \r\n\r\n  For\r\nevery Special Court, the Central Government or the State Government, as the\r\ncase may be, shall appoint a person to be the Public Prosecutor and may appoint\r\nmore than one person to be the Additional Public Prosecutors: Provided that the\r\nCentral Government or the State Government, as the case may be, may also\r\nappoint for any case or class or group of cases, a Special Public Prosecutor.5.     \r\n  A\r\nperson shall not be qualified to be appointed as a Public Prosecutor or an\r\nAdditional Public Prosecutor or a Special Public Prosecutor under this section\r\nunless he has been in practice as an Advocate for not less than seven years or\r\nhas held any post, for a period of not less than seven years, under the Union\r\nor a State, requiring special knowledge of law.", "75": "The Food Safety and Standards Act, 2006 75. Power to transfer\r\ncases to regular courts. – Where, after taking\r\ncognizance of any offence, a Special Court is of the opinion that the offence\r\nis not triable by it, it shall, notwithstanding that it has no jurisdiction to\r\ntry such offence, transfer the case for the trial of such offence to any court\r\nhaving jurisdiction under the Code of Criminal Procedure, 1973 and the court to\r\nwhich the case is transferred may proceed with the trial of the offence as if\r\nit had taken cognizance of the offence.", "76": "The Food Safety and Standards Act, 2006 76. Appeal. - 1.     \r\n  Any\r\nperson aggrieved by a decision or order of a Special Court may, on payment of\r\nsuch fee as may be prescribed by the Central Government and after depositing\r\nthe amount, if any, imposed by way of penalty, compensation or damage under\r\nthis Act, within forty-five days from the date on which the order was served,\r\nprefer an appeal to the High Court: Provided that the High Court may entertain\r\nany appeal after the expiry of the said period of forty-five days, if it is\r\nsatisfied that the appellant was prevented by sufficient cause for filing the\r\nappeal within the said period.2.     \r\n  An\r\nappeal preferred under this section shall be disposed of by the High Court by a\r\nbench of not less than two judges.", "77": "The Food Safety and Standards Act, 2006 77. Time limit for\r\nprosecutions. – Notwithstanding\r\nanything contained in this Act, no court shall take cognizance of an offence\r\nunder this Act after the expiry of the period of one year from the date of\r\ncommission of an offence: Provided that the Commissioner of Food Safety may,\r\nfor reasons to be recorded in writing, approve prosecution within an extended\r\nperiod of up to three years.", "78": "The Food Safety and Standards Act, 2006 78. Power of court to\r\nimplead manufacturer, etc. – Where at any time\r\nduring the trial of any offence under this Act alleged to have been committed\r\nby any person, not being the importer, manufacturer, distributor or dealer of\r\nany article of food, the court, is satisfied, on the evidence adduced before\r\nit, that such importer, manufacturer, distributor or dealer is also concerned\r\nwith that offence, then the court may, notwithstanding anything contained in\r\nsub-section (3) of section 319 of the Code of Criminal Procedure, 1973, or in\r\nsection 71 of this Act, proceed against him as though a prosecution has been\r\ninstituted under this Act.", "79": "The Food Safety and Standards Act, 2006 79. Magistrate's\r\npower to impose enhanced punishment. – Notwithstanding\r\nanything contained in section 29 of the Code of Criminal Procedure, 1973, it\r\nshall be lawful for the court of ordinary jurisdiction to pass any sentence\r\nauthorised by this Act, except a sentence of imprisonment for a term exceeding\r\nsix years in excess of his powers under the said section.", "80": "The Food Safety and Standards Act, 2006 80. Defences which\r\nmay or may not be allowed in prosecution under this Act. - A.    \r\n  Defence\r\nrelating to publication of advertisements-1.      In any proceeding for\r\nan offence under this Act in relation to the publication of an advertisement,\r\nit is a defence for a person to prove that the person carried on the business\r\nof publishing or arranging for the publication of advertisements and that the\r\nperson published or arranged for the publication of the advertisement in\r\nquestion in the ordinary course of that business.2.      Clause (1) does not\r\napply if the person-a.      should reasonably\r\nhave known that the publication of the advertisement was an offence; orb.     had previously been\r\ninformed in writing by the relevant authority that publication of such an\r\nadvertisement would constitute an offence; orc.      is the food business\r\noperator or is otherwise engaged in the conduct of a food business for which\r\nthe advertisements concerned were published.A.    \r\nB.    \r\n\r\n  Defence\r\nof due diligence-1.      In any proceedings\r\nfor an offence, it is a defence if it is proved that the person took all\r\nreasonable precautions and exercised all due diligence to prevent the\r\ncommission of the offence by such person or by another person under the\r\nperson's control.2.      Without limiting the\r\nways in which a person may satisfy the requirements of clause (1), a person\r\nsatisfies those requirements if it is proved-a.      that the commission\r\nof the offence was due to-                             \r\n i.     an act or default of\r\nanother person; or                            \r\n ii.     reliance on\r\ninformation supplied by another person; andb.                                 \r\n i.     the person carried\r\nout all such checks of the food concerned as were reasonable in all the\r\ncircumstances; or                            \r\n ii.     it was reasonable in\r\nall the circumstances to rely on checks carried out by the person who supplied\r\nsuch food to the person; anda.     \r\nb.     \r\nc.      that the person did\r\nnot import the food into the jurisdiction from another country; andd.     in the case of an\r\noffence involving the sale of food, that-                             \r\n i.     the person sold the\r\nfood in the same condition as and when the person purchased it; or                            \r\n ii.     the person sold the\r\nfood in a different condition to that in which the person purchased it, but\r\nthat the difference did not result in any contravention of this Act or the\r\nrules and regulations made thereunder; anda.     \r\nb.     \r\nc.     \r\n\r\nd.     \r\ne.      that the person did\r\nnot know and had no reason to suspect at the time of commission of the alleged\r\noffence that the person's act or omission would constitute an offence under the\r\nrelevant section.1.     \r\n2.     \r\n\r\n3.      In sub-clause (a) of\r\nclause (2), another person does not include a person who was-a.      an employee or agent\r\nof the defendant; or(b) in the case of a defendant which is a company, a\r\ndirector, employee or agent of that company.1.     \r\n2.     \r\n\r\n3.     \r\n4.     \r\n  Without\r\nlimiting the ways in which a person may satisfy the requirements of clause (1)\r\nand item (i) of sub-clause (b) of clause (2), a person may satisfy those\r\nrequirements by proving that-a.      in the case of an\r\noffence relating to a food business for which a food safety programme is\r\nrequired to be prepared in accordance with the regulations, the person complied\r\nwith a food safety programme for the food business that complies with the\r\nrequirements of the regulations, orb.     in any other case,\r\nthe person complied with a scheme (for example, a quality assurance programme\r\nor an industry code of practice) that was-                     \r\n i.        \r\n  designed\r\nto manage food safety hazards and based on national or international standards,\r\ncodes or guidelines designed for that purpose, and                    \r\n ii.        \r\n  documented\r\nin some manner.A.    \r\nB.    \r\nC.    \r\n  Defence\r\nof mistaken and reasonable belief not available-In any proceedings for an\r\noffence under the provisions of this Act, it is no defence that the defendant\r\nhad a mistaken but reasonable belief as to the facts that constituted the\r\noffence.D.    \r\n  Defence\r\nin respect of handling food-In proceedings for an offence under section 56, it\r\nis a defence if it is proved that the person caused the food to which the\r\noffence relates to be destroyed or otherwise disposed of immediately after the\r\nfood was handled in the manner that was likely to render it unsafe.E.    \r\n  Defences\r\nof significance of the nature, substance or quality of food- It shall be no\r\ndefence in a prosecution for an offence pertaining to the sale of any unsafe or\r\nmisbranded article of food to allege merely that the food business operator was\r\nignorant of the nature, substance or quality of the food sold by him or that\r\nthe purchaser having purchased any article for analysis was not prejudiced by\r\nthe sale.", "81": "The Food Safety and Standards Act, 2006 Chapter XI Finance,\r\nAccounts, Audit and Reports81. Budget of Food\r\nAuthority. - 1.     \r\n  The\r\nFood Authority shall prepare, in such form and at such time in each financial\r\nyear as may be prescribed by the Central Government, its budget for the next\r\nfinancial year, showing the estimated receipts and expenditure of the Food\r\nAuthority and forward the same to the Central Government.2.     \r\n  The\r\nFood Authority with the prior approval of the Central Government, shall adopt\r\nfinancial regulation which specifies in particular, the procedure for drawing\r\nup and implementing the Authority's budget.", "82": "The Food Safety and Standards Act, 2006 82. Finances of the\r\nFood Authority. - 1.     \r\n  The\r\nCentral Government may, after due appropriation, make to the Food Authority\r\ngrants of such sums of money as the Central Government may think fit.2.     \r\n  The\r\nFood Authority on the recommendation of the Central Advisory Committee shall\r\nspecify a graded fee from licensed food business operators, accredited\r\nlaboratories or food safety auditors to be charged by the Commissioner of Food\r\nSafety.", "83": "The Food Safety and Standards Act, 2006 83. Accounts and\r\naudit of Food Authority. - 1.     \r\n  The\r\nFood Authority shall maintain proper accounts and relevant records and prepare\r\nan annual statement of accounts in such form as may be prescribed by the\r\nCentral Government in consultation with the Comptroller and Auditor-General of\r\nIndia.2.     \r\n  The\r\nComptroller and Auditor-General and any person appointed by him in connection\r\nwith the audit of the accounts of the Food Authority under this Act shall have\r\nthe same rights and privileges and authority in connection with such audit as\r\nthe Comptroller and Auditor-General generally has in connection with the audit\r\nof Government accounts and, in particular, shall have the right to demand the\r\nproduction of books, accounts, connected vouchers and other documents and\r\npapers and to inspect any of the offices of the Food Authority.3.     \r\n  The\r\naccounts of the Food Authority, as certified by the Comptroller and\r\nAuditor-General or any other person appointed by him in this behalf, together\r\nwith the audit report thereon shall be forwarded annually to the Central\r\nGovernment by the Food Authority and the Central Government shall cause the\r\naudit report to be laid, as soon as may be after it is received, before each\r\nHouse of Parliament.", "84": "The Food Safety and Standards Act, 2006 84. Annual report of\r\nFood Authority. - 1.     \r\n  The\r\nFood Authority shall prepare once every year, in such form and at such time as\r\nmay be prescribed by the Central Government, an annual report giving a summary\r\nof its activities during the previous year and copies of the report shall be\r\nforwarded to the Central Government and State Governments.A copy of the report received under sub-section (1) shall\r\nbe laid, as soon as may be after it is received, before each House of\r\nParliament", "85": "The Food Safety and Standards Act, 2006 Chapter XII\r\nMiscellaneous85. Power of Central\r\nGovernment to issue directions to Food Authority and obtain reports and\r\nreturns.-1.     \r\n  Without\r\nprejudice to the foregoing provisions of this Act, the Food Authority shall, in\r\nexercise of its powers and in performance of its functions under this Act, be\r\nbound by such directions on questions of policy, other than those relating to\r\ntechnical and administrative matters, as the Central Government may give in\r\nwriting to it from time to time: Provided that the Food Authority shall, as far\r\nas practicable, be given an opportunity to express its views before any\r\ndirection is given under this sub-section.2.     \r\n  If\r\nany dispute arises between the Central Government and the Food Authority as to\r\nwhether a question is or is not a question of policy, the decision of the\r\nCentral Government thereon shall be final.3.     \r\n  The\r\nFood Authority shall furnish to the Central Government such returns or other\r\ninformation with respect to its activities as the Central Government may, from\r\ntime to time, require.", "86": "The Food Safety and Standards Act, 2006 86. Power of Central\r\nGovernment to give directions to State Governments. – The Central\r\nGovernment may give such directions, as it may deem necessary, to a State\r\nGovernment for carrying out all or any of the provisions of this Act and the\r\nState Government shall comply with such directions.", "87": "The Food Safety and Standards Act, 2006 87. Members, officers\r\nof Food Authority and Commissioner of Food Safety to be public servants. – The Members, officers\r\nof the Food Authority and the Commissioners of Food Safety and their officers\r\nshall be deemed, when acting or purporting to act in pursuance of any of the\r\nprovisions of this Act, to be public servants within the meaning of section 21\r\nof the Indian Penal Code.", "88": "The Food Safety and Standards Act, 2006 88. Protection of\r\naction taken in good faith. – No suit, prosecution\r\nor other legal proceedings shall lie against the Central Government, the State\r\nGovernment, the Food Authority and other bodies constituted under this Act or\r\nany officer of the Central Government, the State Government or any member,\r\nofficer or other employee of such Authority and bodies or any other officer\r\nacting under this Act for anything which is in good faith done or intended to\r\nbe done under this Act or the rules or regulations made thereunder.", "89": "The Food Safety and Standards Act, 2006 89. Overriding effect\r\nof this Act over all other food related laws. – The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force or in any instrument\r\nhaving effect by virtue of any law other than this Act.", "90": "The Food Safety and Standards Act, 2006 90. Transfer of\r\nexisting employees of Central Government Agencies governing various food\r\nrelated Acts or Orders to Food Authority. – On and from the date\r\nof establishment of the Food Authority, every employee holding office under the\r\nCentral Government Agencies administering food laws immediately before that\r\ndate shall hold his office in the Food Authority by the same tenure and upon\r\nthe same terms and conditions of service including remuneration, leave,\r\nprovident fund, retirement and other terminal benefits as he would have held\r\nsuch office if the Food Authority had not been established and shall continue\r\nto do so as an employee of the Food Authority or until the expiry of the period\r\nof six months from that date if such employee opts not to be the employee of\r\nthe Food Authority.", "91": "The Food Safety and Standards Act, 2006 91. Power of Central\r\nGovernment to make rules. - 1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the provisions of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:-a.      salary, terms and\r\nconditions of service of Chairperson and Members other than ex officio Members\r\nunder sub-section (2) and the manner of subscribing to an oath of office and\r\nsecrecy under sub-section (3) of section 7;b.     qualifications of\r\nFood Safety Officer under sub-section (1) of section 37;c.      the manner of taking\r\nthe extract of documents seized under sub-clause (8) of section 38;d.     determination of\r\ncases for referring to appropriate courts and time-frame for such determination\r\nunder sub-section (4) of section 42;e.      qualifications of\r\nFood Analysts under section 45;f.      the manner of sending\r\nsample for analysis and details of the procedure to be followed in this regard\r\nunder sub-section (1) of section 47;g.     the procedure to be\r\nfollowed in adjudication of cases under sub-section (1) of section 68;h.      qualifications, terms\r\nof office, resignation and removal of Presiding Officer under sub-section (4),\r\nthe procedure of appeal and powers of Tribunal under sub-section (5) of section\r\n70;i.       any other matter\r\nrelating to procedure and powers of Tribunal under clause (g) of sub-section\r\n(2) of section 71;j.       the fee to be paid\r\nfor preferring an appeal to the High Court under sub-section (1) of section 76;k.      form and time of\r\npreparing budget under sub-section (1) of section 81;l.       form and statement of\r\naccounts under sub-section (1) of section 83;m.    the form and time for\r\npreparing annual report by Food Authority under sub-section (1) of section 84;\r\nandn.      any other matter\r\nwhich is required to be, or may be, prescribed or in respect of which provision\r\nis to be made by rules by the Central Government.", "92": "The Food Safety and Standards Act, 2006 92. Power of Food\r\nAuthority to make regulations. - 1.     \r\n  The\r\nFood Authority may, with the previous approval of the Central Government and\r\nafter previous publication, by notification, make regulations consistent with\r\nthis Act and the rules made thereunder to carry out the provisions of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for all or any of the following matters, namely:-a.      salaries and other\r\nconditions of service of officers and other employees of the Food Authority\r\nunder sub-section (3) of section 9;b.     rules of procedure\r\nfor transaction of business under sub-section (5) of section 11;c.      other functions of\r\nthe Central Advisory Committee under sub-section (2) of section 12;d.     procedure of Scientific\r\nCommittee and Panels under sub-section (4) of section 15;e.      notifying standards\r\nand guidelines in relation to articles of food meant for human consumption\r\nunder sub-section (2) of section 16;f.      procedure to be\r\nfollowed by Food Authority for transaction of business at its meetings under\r\nsub-section (1) of section 17;g.     making or amending\r\nregulations in view of urgency concerning food safety or public health under\r\nclause (d) of sub-section (2) of section 18;h.      limits of additives\r\nunder section 19;i.       limits of quantities\r\nof contaminants, toxic substance and heavy metals, etc., under section 20;j.       tolerance limit of\r\npesticides, veterinary drugs residues, etc., under section 21;k.      the manner of marking\r\nand labelling of foods under section 23;l.       form in which\r\nguarantee shall be given under sub-section (4) of section 26;m.    conditions and\r\nguidelines relating to food recall procedures under sub-section (4) of section\r\n28;n.      regulations relating\r\nto functioning of Food Safety Officer under sub-section (5) of section 29;o.     notifying the\r\nregistering authority and the manner of registration; the manner of making\r\napplication for obtaining licence, the fees payable therefor and the\r\ncircumstances under which such licence may be cancelled or forfeited under\r\nsection 31;p.     the respective areas of\r\nwhich the Designated Officer shall be in-charge for food safety administration\r\nunder sub-section (1) of section 36;q.     procedure in getting\r\nfood analysed, details of fees, etc., under sub-section (1) of section 40;r.       functions, procedure\r\nto be followed by food laboratories under sub-section (3) of section 43;s.      procedure to be\r\nfollowed by officials under sub-section (6) of section 47;t.       financial regulations\r\nto be adopted by the Food Authority in drawing up its budget under sub-section\r\n(2) of section 81;u.      issue guidelines or\r\ndirections for participation in Codex Meetings and preparation of response to\r\nCodex matters; andv.      any other matter\r\nwhich is required to be, or may be, specified by regulations or in respect of\r\nwhich provision is to be made by regulations.", "93": "The Food Safety and Standards Act, 2006 93. Laying of rules\r\nand regulations before Parliament. – Every rule and every\r\nregulation made under this Act shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or regulation or both Houses agree that\r\nthe rule or regulation should not be made, the rule or regulation shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be without\r\nprejudice to the validity of anything previously done under that rule or\r\nregulation.", "94": "The Food Safety and Standards Act, 2006 94. Power of State\r\nGovernment to make rules. - 1.     \r\n  Subject\r\nto the powers of the Central Government and the Food Authority to make rules\r\nand regulations respectively, the State Government may, after previous\r\npublication and with the previous approval of the Food Authority, by\r\nnotification in the Official Gazette, make rules to carry out the functions and\r\nduties assigned to the State Government and the State Commissioner of Food\r\nSafety under this Act and the rules and regulations made thereunder.2.     \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:-a.      other functions of\r\nthe Commissioner of Food Safety under clause (f) of sub-section (2) of section\r\n30;b.     earmarking a fund and\r\nthe manner in which reward shall be paid to a person rendering assistance in\r\ndetection of offence or apprehension of offender under section 95; andc.      any other matter\r\nwhich is required to be, or may be prescribed or in respect of which provision\r\nis to be made by rules by the State Government.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made by the State Government under this Act shall be laid, as soon as may\r\nbe after it is made, before each House of the State Legislature where it\r\nconsists of two Houses or where such State Legislature consists of one House,\r\nbefore that House.", "95": "The Food Safety and Standards Act, 2006 95. Reward by State\r\nGovernment. – The State Government\r\nmay empower the Commissioner of Food Safety to order payment of reward to be\r\npaid to a person who renders assistance in the detection of the offence or the\r\napprehension of the offender, from such fund and in such manner as may be\r\nprescribed by the State Government.", "96": "The Food Safety and Standards Act, 2006 96. Recovery of\r\npenalty. – A penalty imposed\r\nunder this Act, if it is not paid, shall be recovered as an arrear of land\r\nrevenue and the defaulters licence shall be suspended till the penalty is paid.", "97": "The Food Safety and Standards Act, 2006 97. Repeal and\r\nsavings. - 1.     \r\n  With\r\neffect from such date as the Central Government may appoint in this behalf, the\r\nenactment and Orders specified in the Second Schedule shall stand repealed:\r\nProvided that such repeal shall not affect:-             \r\n i.        \r\n  the\r\nprevious operations of the enactment and Orders under repeal or anything duly\r\ndone or suffered thereunder; orany\r\nright, privilege, obligation or liability acquired, accrued or incurred under\r\nany of the enactment or Orders under repeal; or           \r\n iii.        \r\n  any\r\npenalty, forfeiture or punishment incurred in respect of any offences committed\r\nagainst the enactment and Orders under repeal; or           \r\n iv.        \r\n  any\r\ninvestigation or remedy in respect of any such penalty, forfeiture or\r\npunishment, and any such investigation, legal proceedings or remedy may be\r\ninstituted, continued or enforced and any such penalty, forfeiture or\r\npunishment may be imposed, as if this Act had not been passed:1.     \r\n2.     \r\n\r\n  If\r\nthere is any other law for the time being in force in any State, corresponding\r\nto this Act, the same shall upon the commencement of this Act, stand repealed\r\nand in such case, the provisions of section 6 of the General Clauses Act, 1897\r\nshall apply as if such provisions of the State law had been repealed.3.     \r\n  Notwithstanding\r\nthe repeal of the aforesaid enactment and Orders, the licences issued under any\r\nsuch enactment or Order , which are in force on the date of commencement of\r\nthis Act, shall continue to be in force till the date of their expiry for all\r\npurposes, as if they had been issued under the provisions of this Act or the\r\nrules or regulations made thereunder.4.     \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, no court shall\r\ntake cognizance of an offence under the repealed Act or Orders after the expiry\r\nof a period of three years from the date of the commencement of this Act.", "98": "The Food Safety and Standards Act, 2006 98. Transitory\r\nprovisions for food standards. – Notwithstanding the\r\nrepeal of the enactment and Orders specified in the Second Schedule, the\r\nstandards, safety requirements and other provisions of the Act and the rules\r\nand regulations made there under and Orders listed in that Schedule shall\r\ncontinue to be in force and operate till new standards are specified under this\r\nAct or rules and regulations made there under: Provided that anything done or\r\nany action taken under the enactment and Orders under repeal shall be deemed to\r\nhave been done or taken under the corresponding provisions of this Act and\r\nshall continue in force accordingly unless and until superseded by anything\r\ndone or by any action taken under this Act.", "99": "The Food Safety and Standards Act, 2006 99. Milk and Milk\r\nProducts Order, 1992 shall be deemed to be regulations made under this Act. - 1.     \r\n  On\r\nand from the date of commencement of this Act, the Milk and Milk Products\r\nOrder, 1992 issued under the Essential Commodities Act, 1955 shall be deemed to\r\nbe the Milk and Milk Products Regulations,1992 issued by the Food Authority\r\nunder this Act.2.     \r\n  The\r\nFood Authority may, with the previous approval of the Central Government and\r\nafter previous publication, by notification, amend the regulations specified in\r\nsub-section (1) to carry out the purposes of this Act.", "100": "The Food Safety and Standards Act, 2006 100. Amendments to\r\nthe Infant Milk Substitutes, Feeding Bottles and Infant Foods (Regulation of\r\nProduction, Supply and Distribution) Act, 1992. – As from the notified\r\nday, the provisions of the Infant Milk Substitutes, Feeding Bottles and Infant\r\nFoods (Regulation of Production, Supply and Distribution) Act, 1992 (herein\r\nreferred to as the principal Act) shall apply subject to the following\r\namendments, namely:-a.     \r\n  throughout\r\nthe principal Act, any reference to \"the Prevention of the Food\r\nAdulteration Act, 1954\" shall be substituted by reference to \"the\r\nFood Safety and Standards Act, 2006\";b.    \r\n  in\r\nsection 12 of the principal Act, the reference to \"any Food Inspector\r\nappointed under section 9 of the Prevention of the Food Adulteration Act,\r\n1954\" shall be substituted by reference to \"any Food Safety Officer\r\nappointed under the Food Safety and Standards Act, 2006\";c.     \r\n  throughout\r\nthe principal Act, any reference to \"Food Inspector\" shall be\r\nsubstituted by the expression \"the Food Safety Officer\"; andd.    \r\n  in\r\nsection 21 of the principal Act, in sub-section (1), the reference to clause\r\n(a) shall be substituted by the following, namely:-\"             \r\n i.        \r\n  the\r\nDesignated Officer or the Food Safety Officer directed under sub-section (5) of\r\nsection 42 of the Food Safety and Standards Act, 2006; or \".", "101": "The Food Safety and Standards Act, 2006 101. Power to remove\r\ndifficulties. - 1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act, as may appear to\r\nbe necessary, for removing the difficulty: Provided that no order shall be made\r\nunder this section after the expiry of the period of three years from the date\r\nof commencement of this Act.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament."}