{"name": "Forest (Conservation) Act, 1980\r", "1": "Forest (Conservation) Act, 19801. Short title, extent and commencement. – (1) This Act may be called the Forest (Conservation) Act,\r\n1980.(2) It extends to the whole of India except the State of Jammu and Kashmir .(3) It shall be deemed to have come into force\r\non the 25th day of October, 1980.", "2": "Forest (Conservation) Act, 19802. Restriction on the de-reservation of\r\nforests or use of forest land for non-forest purpose. – Notwithstanding anything contained in any\r\nother law for the time being in force in a State, no State Government or other\r\nauthority shall make, except with the prior approval of the Central Government,\r\nany order directing - that any reserved forest (within the meaning\r\nof the expression \"reserved forest\" in any law for the time being in\r\nforce in that State) or any portion thereof, shall cease to be reserved;(ii) that any forest land or any portion\r\nthereof may be used for any non-forest purpose;(iii) (1)[that any forest land or any portion thereof\r\nmay be assigned by way of lease or otherwise to any private person or to any\r\nauthority, corporation, agency or any other organization not owned, managed or\r\ncontrolled by Government;(iv) that any forest land or any portion\r\nthereof may be cleared of trees which have grown naturally in that land or\r\nportion, for the purpose of using it for reforestation].(2)[Explanation- For the purposes of this\r\nsection \"non-forest purpose\" means the breaking up or clearing of any\r\nforest land or portion thereof for- the cultivation of tea, coffee, spices,\r\nrubber, palms, oil-bearing plants, horticulture crops or medicinal plants;b) any purpose other than reforestation, but\r\ndoes not include any work relating or ancillary to conservation, development\r\nand management of forests and wild-life, namely, the establishment of\r\ncheck-posts, fire lines, wireless communications and construction of fencing,\r\nbridges and culverts, dams, waterholes, trench marks, boundary marks, pipelines\r\nor other like purposes].", "3": "Forest (Conservation) Act, 19803. Constitution of Advisory Committee. – The Central Government may constitute a\r\nCommittee consisting of such number of persons as it may deem fit to advise\r\nthat Government with regard to -( i ) the grant of\r\napproval under section 2; and any other matter connected with the conservation\r\nof forests which may be referred to it by the Central Government.", "4": "Forest (Conservation) Act, 19804. Power to make rules. – (1) The Central Government may, by\r\nnotification in the Official Gazette, make rules for carrying out the\r\nprovisions of this Act.Every rule made under this Act shall be laid,\r\nas soon as may be after it is made, before each House of Parliament, while it\r\nis in session, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule.", "5": "Forest (Conservation) Act, 19805. Repeal and saving. – (1) The Forest (Conservation)\r\nOrdinance, 1980 is hereby repealed.Notwithstanding such repeal, anything done or\r\nany action taken under the provisions of the said Ordinance shall be deemed to\r\nhave done or taken under the corresponding provisions of this Act.1. Ins. by Act 69 of 1988, sec.2(w.e.f . 15.3.1989)2. Subs. by Act 69 of 1988, sec.2(w.e.f . 15.3.1989)3. Section 3B ins. by Act 1988, sec.(w.e.f . 15.3.1989)"}