{"name": "Foreigners Act, 1946\r", "1": "The Foreigners Act, 19461. Short title and\r\nextent.-(1) This Act may be called the Foreigners Act,\r\n1946.(2) It extends to the whole of India .", "2": "The Foreigners Act, 19462. Definitions. -In this Act, -( a ) foreigner \r\nmeans a person who is not a citizen of India ;(b) prescribed \r\nmeans prescribed by orders made under this Act;(c) specified means specified by\r\ndirection of a prescribed authority.", "3": "The Foreigners Act, 19463. Power to make orders.\r\n-(1) The Central Government may by order make\r\nprovision, either generally or with respect to all foreigners or with respect\r\nto any particular foreigner or any prescribed class or description of\r\nforeigner, for prohibiting, regulating or restricting the entry of foreigners\r\ninto India or, their departure there from or their presence or continued\r\npresence therein.(2) In particular and without prejudice to the\r\ngenerality of the foregoing powers, orders made under this section may provide\r\nthat the foreigner -(a)  shall not enter India or shall enter India only at such times\r\nand by such route and at such port or place and subject to the observance of\r\nsuch conditions on arrival as may be prescribed;(b)  shall not depart from India or shall depart only\r\nat such times and by such route and from such port or place and subject to the\r\nobservance of such conditions on departure as may be prescribed;(c)  shall not remain in India , or in any prescribed\r\narea therein;(cc)  shall, if\r\nhe has been required by order under this section not to remain in India , meet from any\r\nresources at his disposal the cost of his removal from India and of his\r\nmaintenance therein pending such removal;(d)  shall remove himself to, and remain in, such area in India as may be prescribed;(e)  shall comply\r\nwith such conditions as may be prescribed or specified( i )\r\nrequiring him to reside in a particular place;(ii) imposing any\r\nrestrictions on his movements;(iii) requiring him to\r\nfurnish such proof of his identify and to report such particulars to such\r\nauthority in such manner and at such time and place as may be prescribed or\r\nspecified;(iv) requiring him to\r\nallow his photograph and finger impressions to be taken and to furnish specimens\r\nof his handwriting and signature to such authority and at such time and place\r\nas may be prescribed or specified;(v) requiring him to\r\nsubmit himself to such medical examination by such authority and at such time\r\nand place as may be prescribed or specified;(vi) prohibiting him\r\nfrom association with persons of a prescribed or specified description;(vii) prohibiting him\r\nfrom engaging in activities of a prescribed or specified description;(viii) prohibiting him\r\nfrom using or possessing prescribed or specified articles;(ix) otherwise\r\nregulating his conduct in any such particular as may be prescribed or\r\nspecified;(f)  shall enter\r\ninto a bond with or without sureties for the due observance of, or as an\r\nalternative to the enforcement of, any or prescribed or specified restrictions\r\nor conditions;(g)  shall be\r\narrested and detained or confined;and may make provision for any matter which is\r\nto be or may be prescribed and for such incidental and supplementary matters as\r\nmay, in the opinion of the Central Government, be expedient or necessary for\r\ngiving effect to this Act.(3) Any authority prescribed in this behalf\r\nmay with respect to any particular foreigner make orders under Clause (e) for\r\nClause (f) of sub-section (2).", "4": "The Foreigners Act, 19464. Internees.-(1) Any foreigner (hereinafter\r\nreferred to as an internee) in respect of whom there is in force any order made\r\nunder Clause (g) of sub-section (2) of Section 3, directing that he be detained\r\nare confined, shall be detained or confined in such place and manner and\r\nsubject to such conditions as to maintenance, discipline and the punishment of\r\noffences and breaches of discipline as the Central Government may from time to\r\ntime by order determine.](2) Any foreigner (hereinafter referred to as\r\na person on parole) in respect of whom there is in force an order under Clause\r\n(e) of sub-section (2) of Section 3 requiring him to reside at a place set\r\napart for the residence under supervision of number of foreigners, shall while\r\nresiding therein be subject to such condition as to maintenance, discipline and\r\nthe punishment of offences and breaches of discipline as the Central Government\r\nmay from time to time by order determine.(3) No person shall -(a)  knowingly\r\nassist an internee or a person on parole to escape from custody or the place\r\nset apart for his accidence, or knowingly harbor an escaped internee or person\r\nor parole, or(b)  give an\r\nescaped internee or person on parole any assistance with intent thereby to\r\nprevent, hinder or interfere with the apprehension of the internee or the\r\nperson on parole.(4) The Central Government may, by order,\r\nprovide for regulating access to, and the conduct of persons in, places in\r\nIndia where interness or persons on parole are\r\ndetained or restricted, as the case may be, and for prohibiting or regulating\r\nthe dispatch or conveyance from outside such places to or for internees or\r\npersons on parole therein of such articles as may be prescribed.", "5": "The Foreigners Act, 19465. Change of name. -(1) No foreigner who was in India on the date\r\non which this Act came into force shall, while in India after that date, assume\r\nor use or purport to assume or use for any purpose any name other than that by\r\nwhich he was ordinarily known immediately before the said date.(2) Where, after the date on which this Act\r\ncame into force, any foreigner carries on or purports to carry on (whether\r\nalone or in association with any other person) any trade or business under any\r\nname or style, other than that under which that trade or business was being\r\ncarried on immediately before the said date, he shall, for the purposes of\r\nsub-section (1), be deemed to be using a name other than that by which he was\r\nordinarily known immediately before the said date.(3) In relation to any foreigner who, not\r\nhaving been in India on the date on which this Act came into force, thereafter\r\nenters India sub-sections (1) and (2) shall have effect as if for any reference\r\nin those sub-sections to the date on which the Act came into force there were\r\nsubstituted a reference to the date on which he first enters India thereafter.(4) For the purposes of this section -(a)  the\r\nexpression name includes a surname, and(b)  a name shall\r\nbe deemed to be changed if the spelling thereof is altered.(5) Nothing in this section shall apply to the\r\nassumption or use -(a)  of any name\r\nin pursuance of a license or permission granted by the Central Government; or(b)  by any\r\nmarried woman, of her husband's name,CommentsSection 5 contemplates that a foreigner while\r\nin India shall not change or use any name other than the name by which he was\r\nknown previously without the permission of the Central Government. If a\r\nforeigner has lawfully changed his name and comes to this country it cannot be\r\nsaid he is committing an offence under Section 5(3). (AIR 1968 Madras 349)", "6": "The Foreigners Act, 19466. Obligations of\r\nmasters of vessels, etc. -(1) The master of any vessel landing or\r\nembarking at a port in India passengers coming to or going from that port by\r\nsea and the pilot of any aircraft landing or embarking at any place in India\r\npassengers coming to or going from that place by air, shall furnish to such\r\nperson and in such manner as may be prescribed a return giving the prescribed\r\nparticulars with respect to any passengers or members of the crew, who are\r\nforeigners.(2) Any District Magistrate and any\r\nCommissioner of Police or, where there is no Commissioner of Police, any\r\nSuperintendent of Police may, for any purpose connected with the enforcement of\r\nthis Act or any order made thereunder , require the\r\nmaster of any such vessel or the pilot of any such aircraft to furnish such\r\ninformation as may be prescribed in respect of passengers or members of the\r\ncrew on such vessel or aircraft, as the case may be.(3) Any passenger on such vessel or such\r\naircraft and any member of the crew of such vessel or aircraft shall furnish to\r\nthe master of the vessel or the pilot of the aircraft, as the case may be, any\r\ninformation required by him for the purpose of furnishing the return referred\r\nto in sub-section (1) or for furnishing the information required under\r\nsub-section (2).(4) If any foreign enters India and\r\ncontravention of any provision of this Act or any order made  thereunder , the prescribed authority may, within two months\r\nfrom the date of such entry, direct the master of the vessel or the pilot of the\r\naircraft on which such entry was effected or the owner or the agent of the\r\nowner of such vessel or aircraft, to provide, to the satisfaction of the said\r\nauthority and otherwise than at the expense of Government, accommodation on a\r\nvessel or aircraft for the purpose of removing the said foreigner from India.(5) The master of any vessel or the pilot of\r\nany aircraft which is about to carry passengers from a port or place in India\r\nto any destination outside India, or the owner or the agent of the owner of any\r\nsuch vessel or aircraft shall, if so directed by the Central Government and on\r\ntender of payment therefore at the current, rates, provide on the vessel or\r\naircraft accommodation to such port or place outside India, being a part or\r\nplace at which the vessel or aircraft is due to call, as the Central Government\r\nmay specify, for any foreigner ordered under Section 3 not to remain in India\r\nand for his dependents, if any, traveling with him.[(6) For the purposes of this section -(a)  master of\r\na vessel and pilot of any aircraft shall include any person\r\nauthorized by such master or pilot as the case may be, to discharge on his\r\nbehalf any of the duties imposed on him by this section;(b)  passenger \r\nmeans any person not being a bona fide member of the crew, traveling or\r\nseeking to travel on a vessel or aircraft.", "7": "The Foreigners Act, 19467. Obligation of hotel\r\nkeepers and others to furnish particulars. -(1) It shall be the duty\r\nof the keeper of any premises whether furnished or unfurnished where lodging or\r\nsleeping accommodation is provided for reward, to submit to such person and in\r\nsuch manner such information in respect of foreigners accommodation in such\r\npremises, as may be prescribed.Explanation .\r\n- The information referred to in this sub-section may relate to all or  any of the foreigners\r\naccommodated at such premises and may be required to be submitted periodically\r\nor at any specific time or occasion.(2) Every person accommodated in any such premises\r\nshall furnish to the keeper thereof a statement containing such particulars as\r\nmay be required by the keeper for the purpose of furnishing the information\r\nreferred to in sub-section (1).(3) The keeper of every such premises shall\r\nmaintain a record of the information furnished by him under sub-section (1) and\r\nof the information obtained by him under sub-section (2) and such record shall\r\nbe maintained in such manner and preserved for such period as may be\r\nprescribed, and shall at all times be open to inspection by any police officer\r\nor by a person authorized in this behalf by the District Magistrate.(4) If in any area prescribed in this behalf\r\nthe prescribed authority by notice published in such manner as may in the\r\nopinion of the authority be best adapted for informing the persons concerned so\r\ndirects, it shall be the duty of every person occupying or having under this\r\ncontrol any residential premises to submit to such person and in such manner\r\nsuch information in respect of foreigners accommodated in such premises as may\r\nbe specified; and the provisions of sub-section (2) shall apply to every person\r\naccommodated in any such premises.", "8": "The Foreigners Act, 19468. Determination of \r\nnationality. -(1) When a foreigner is recognized as a\r\nnational by the law of more than one foreign country or where for any reason it\r\nis uncertain what nationality, if any, is to be ascribed to a foreigner, that\r\nforeigner may be treated as the national of the country with which he appears\r\nto the prescribed authority to be most closely connected for the time being in\r\ninterest or sympathy or if he is of uncertain nationally, of the country with\r\nwhich he was last so connected:Provided that where a foreigner acquired a\r\nnationality by birth, he shall, except where the Central Government so directs\r\neither generally or in a particular case, be deemed to retain that nationality\r\nunless he proves to the satisfaction of the said authority that he has\r\nsubsequently acquired by naturalization or otherwise some other nationality and\r\nstill recognized as entitled to protection by the Government of the country\r\nwhose nationality he has so acquired.(2) A decision as to nationality given under\r\nsub-section (1) shall be final and shall not be called in question in any\r\nCourt:Provided that the Central Government, either of\r\nits own motion or on an application by the foreigner concerned, may revise any\r\nsuch decision.CommentA married woman acquires the domicile of her\r\nhusband on marriage and capable of acquiring a new domicile by re-marriage\r\nafter divorce. (State of Bihar v. Amar Singh, \r\nAIR 1955 S.C. 282).", "9": "The Foreigners Act, 19469. Burden of proof. -If in any case not falling under Section 8 any\r\nquestion arises with reference to this Act or any order made or direction given\r\n thereunder , whether any person is or is not a \r\nforeigner or is or is not a foreigner of a particular class or description the\r\nonus the proving that such person is not a foreigner or is not a foreigner of\r\nsuch particular class or description, as the case may be, shall notwithstanding\r\nanything contained in the Indian Evidence Act, 1872, (1 of 1972) lie upon such\r\nperson.", "10": "The Foreigners Act, 194610. Power to exempt from\r\napplication of Act. -Repealed by the Foreigners Laws (Amendment)\r\nAct, (11 of 1957)", "11": "The Foreigners Act, 194611. Power to give effect\r\nto orders, directions, etc. -(1) Any authority empowered by or under or in\r\npursuance of the provisions of this Act to give any direction or to exercise\r\nany other power, may, in addition to any other action expressly provided for in\r\nthis Act, take, or cause to be taken such steps and use, or cause to be used,\r\nsuch force as may, in its opinion, be reasonably necessary for securing\r\ncompliance with such direction or for preventing or rectifying any breach\r\nthereof, or for the effective exercise of such power, as the case may be.(2) Any police officer may take such steps and\r\nuse such force as may, in his opinion, be reasonably necessary for securing\r\ncompliance with any order made or direction given under or in pursuance of the\r\nAct or for preventing or rectifying any breach of such order or direction.(3) The power conferred by this section shall\r\nbe deemed to confer upon any person acting in exercise thereof a right of\r\naccess to any land or other property whatsoever.", "12": "The Foreigners Act, 194612. Power to delegate\r\nauthority. -Any authority upon which any power to make or\r\ngive any direction, consent or permission or to do any other act is conferred\r\nby this Act or by any order made thereunder may,\r\nunless express provision is made to the contrary, in writing authorize,\r\nconditionally or otherwise, any authority subordinate to it to exercise such\r\npower on its behalf, and thereupon the said subordinate authority shall,\r\nsubject to such conditions as may be contained in the authorization, be deemed\r\nto be the authority upon which such power is conferred by or under this Act.", "13": "The Foreigners Act, 194613. Attempts, etc., to\r\ncontravene the provisions of this Act, etc. -(1) Any person who attempts to contravene, or\r\nabets or attempts to abet, or does any act preparatory to, a contravention of,\r\nthe provisions of this Act or of any order made or direction given  thereunder , or fails to comply with any direction given in\r\npursuance of any such order, shall be deemed to have contravened the provisions\r\nof this Act.(2) Any person who, knowing or having\r\nreasonable cause to believe that any other person has contravened the\r\nprovisions of this Act or of any order made or direction given  thereunder , gives that other person any assistance with\r\nintent thereby to prevent, hinder or otherwise interfere with his arrest, trial\r\nor punishment for the said contravention shall be deemed to have abetted that\r\ncontravention..(3) The master of any vessel or the pilot of\r\nany aircraft, as the case may be, by means of which any foreigner enters or\r\nleaves India in contravention of any order made under, or direction given in\r\npursuance of, Section 3 shall, unless he proves that he exercised all due\r\ndiligence to prevent the said contravention, be deemed to have contravened this\r\nAct.", "14": "The Foreigners Act, 194614. Penalties. -If any person contravenes the provisions of\r\nthis Act or of any order made thereunder , or any\r\ndirection given in pursuance of this Act or such, he shall be punished with\r\nimprisonment for a term which may extend to five years and shall also be liable\r\nto fine; and if such person has entered into a bond in pursuance of Clause (f) of\r\nsub-section (2) of Section 3, his bond shall be forfeited, and any person bound\r\nthereby shall pay the penalty thereof, or show cause to the satisfaction of the\r\n convincting Court why such penalty should not be\r\npaid.CommentsPetitioner, a Pakistani national had entered\r\nIndia unauthorisedly via Bangladesh without any valid\r\npassport, visa and he had not informed any authority about his entry and stay\r\nin India and not got himself registered as a citizen of India. He has clearly contravened\r\n cl . 3(1) and cl . 7(2) of\r\nForeigners Act, 1948 and committed offence under Sections 13 and 14 of the\r\nForeigners Act ( Mohd . Anwar \r\nv. State of Bihar 1992 Cr. L.J. 48).", "15": "The Foreigners Act, 194615. Protection to\r\npersons acting under this Act. -No suit, prosecution or other legal\r\nproceedings shall lie against any person for anything which is in good faith\r\ndone or intended to be done under this Act.", "16": "The Foreigners Act, 194616. Application of other\r\nlaws not barred. -The provisions of this Act shall be in addition \r\nto, and not in derogation of, the provisions of the Registration of Foreigners \r\nAct, 1939 (16 of 1939) the Indian Passport Act, 1920 (34 of 1920) and of any \r\nother enactment for the time being in force.", "17": "The Foreigners Act, 194617. Repeals. -[Repealed by the\r\nRepealing and Amending Act, 1950 (35 of 1950) ]"}