{"name": "Foreign Contribution (Regulation) Act, 2010\r", "1": "Foreign Contribution (Regulation) Act, 2010Chapter I:\r\nPreliminary1. Short title,\r\nextent, application and commencement. -1.  \r\n  This\r\nAct may be called the Foreign Contribution (Regulation) Act, 2010.2.  It\r\nextends to the whole of India, and it shall also apply to--a.  \r\n  citizens\r\nof India outside India; andb.  \r\n  Associate\r\nbranches or subsidiaries, outside India, of companies or bodies corporate,\r\nregistered or incorporated in India.1.  \r\n2.  \r\n3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint:Provided that different dates may be\r\nappointed for different provisions of this Act and any reference in any such\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "Foreign Contribution (Regulation) Act, 20102. Definitions. -1.  \r\n  In\r\nthis Act, unless the context otherwise requires,--a.   \"association\"\r\nmeans an association of individuals, whether incorporated or not, having an\r\noffice in India and includes a society, whether registered under the Societies\r\nRegistration Act, 1860, or not, and any other organisation, by whatever name\r\ncalled;b.   \"authorised\r\nperson in foreign exchange\" means an authorised person referred to in\r\nclause (c) of section 2 of the Foreign Exchange Management Act, 1999;c.   \"bank\"\r\nmeans a banking company as referred to in clause (c) of section 5 of the\r\nBanking Regulation Act, 1949;d.   \"candidate for\r\nelection\" means a person who has been duly nominated as a candidate for\r\nelection to any Legislature;e.   \"certificate\"\r\nmeans certificate of registration granted under sub-section (3) of section 12;f.   \"company\"\r\nshall have the meaning assigned to it under clause (17) of section 2 of the\r\nIncome-tax Act, 1961;g.   \"foreign\r\ncompany\" means any company or association or body of individuals\r\nincorporated outside India and includes-- \r\n i.  \r\n  a\r\nforeign company within the meaning of section 591 of the Companies Act, 1956; \r\n ii.  \r\n  a\r\ncompany which is a subsidiary of a foreign company; \r\n iii.  \r\n  the\r\nregistered office or principal place of business of a foreign company referred\r\nto in sub-clause (i) or company referred to in sub-clause (ii); \r\n iv.  \r\n  a\r\nmulti-national corporation.Explanation.--For the purposes of\r\nthis sub-clause, a corporation incorporated in a foreign country or territory\r\nshall be deemed to be a multi-national corporation if such corporation,--a.   has a subsidiary or a\r\nbranch or a place of business in two or more countries or territories;orb.   carries on business,\r\nor otherwise operates, in two or more countries or territories;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.   \"foreign\r\ncontribution\" means the donation, delivery or transfer made by any foreign\r\nsource,-- \r\n i.  \r\n  of\r\nany article, not being an article given to a person as a gift for his personal\r\nuse, if the market value, in India, of such article, on the date of such gift,\r\nis not more than such sum as may be specified from time to time, by the Central\r\nGovernment by the rules made by it in this behalf; \r\n ii.  \r\n  of\r\nany currency, whether Indian or foreign; \r\n iii.  \r\n  of\r\nany security as defined in clause (h) of section 2 of the Securities Contracts\r\n(Regulation) Act, 1956 and includes any foreign security as defined in clause\r\n(o) of section 2 of` the Foreign Exchange Management Act, 1999.Explanation 1.-- A\r\ndonation, delivery or transfer of any article, currency or foreign security\r\nreferred to in this clause by any person who has received it from any foreign\r\nsource, either directly or through one or more persons, shall also be deemed to\r\nbe foreign contribution within the meaning of this clause.\r\nExplanation 2.-- The interest accrued on the foreign contribution deposited in\r\nany bank referred to in sub-section (1) of section 17 or any other income\r\nderived from the foreign contribution or interest thereon shall also be deemed\r\nto be foreign contribution within the meaning of this clause.Explanation 3.-- Any\r\namount received, by any person from any foreign source in India, by way of fee\r\n(including fees charged by an educational institution in India from foreign\r\nstudent) or towards cost in lieu of goods or services rendered by such person\r\nin the ordinary course of his business, trade or commerce whether within India\r\nor outside India or any contribution received from an agent of a foreign source\r\ntowards such fee or cost shall be excluded from the definition of foreign\r\ncontribution within the meaning of this clause;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.   \"foreign\r\nhospitality\" means any offer, not being a purely casual one, made in cash\r\nor kind by a foreign source for providing a person with the costs of travel to\r\nany foreign country or territory or with free boarding, lodging, transport or\r\nmedical treatment;j.   \"foreign\r\nsource\" includes,-- \r\n i.  \r\n  the\r\nGovernment of any foreign country or territory and any agency of such\r\nGovernment; \r\n ii.  \r\n  any\r\ninternational agency, not being the United Nations or any of its specialised\r\nagencies, the World Bank, International Monetary Fund or such other agency as\r\nthe Central Government may, by notification, specify in this behalf; \r\n iii.  \r\n  a\r\nforeign company; \r\n iv.  \r\n  a\r\ncorporation, not being a foreign company, incorporated in a foreign country or\r\nterritory; \r\n v.  \r\n  a\r\nmulti-national corporation referred to in sub-clause (iv) of clause (g); \r\n vi.  \r\n  a\r\ncompany within the meaning of the Companies Act, 1956, and more than one-half\r\nof the nominal value of its share capital is held, either singly or in the\r\naggregate, by one or more of the following, namely:--A.   the Government of a\r\nforeign country or territory;B.   the citizens of a\r\nforeign country or territory;C.   corporations\r\nincorporated in a foreign country or territory;D.   trusts, societies or\r\nother associations of individuals (whether incorporated or not), formed or\r\nregistered in a foreign country or territory;E.   foreign company; \r\n i.  \r\n \r\n ii.  \r\n \r\n iii.  \r\n \r\n iv.  \r\n \r\n v.  \r\n \r\n vi.  \r\n \r\n vii.  \r\n  a\r\ntrade union in any foreign country or territory, whether or not registered in\r\nsuch foreign country or territory; \r\n viii.  \r\n  a\r\nforeign trust or a foreign foundation, by whatever name called, or such trust\r\nor foundation mainly financed by a foreign country or territory; \r\n ix.  \r\n  a\r\nsociety, club or other association of individuals formed or registered outside\r\nIndia; \r\n x.  \r\n  a\r\ncitizen of a foreign country;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.   \"Legislature\"\r\nmeans --A.   either House of\r\nParliament;B.   the Legislative\r\nAssembly of a State, or in the case of a State having a Legislative Council,\r\neither House of the Legislature of that State;C.   Legislative Assembly\r\nof a Union territory constituted under the Government of Union Territories Act,\r\n1963;D.   Legislative Assembly\r\nfor the National Capital Territory of Delhi referred to in the Government of\r\nNational Capital Territory of Delhi Act, 1991;E.   Municipality as\r\ndefined in clause (e) of article 243P of the Constitution;F.   District Councils and\r\nRegional Councils in theStates of Assam, Meghalaya, Tripura and Mizoram as\r\nprovided in the Sixth Schedule to the Constitution;G.   Panchayat as defined\r\ninclause (d) of article 243 of the Constitution; orH.   any other elective\r\nbody as may be notified by the Central Government;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.   \"notification\"\r\nmeans notification published in the Official Gazette and the expression\r\n\"notify\" shall be construed accordingly;m.   \"person\" includes-- \r\n i.  \r\n  an\r\nindividual; \r\n ii.  \r\n  a\r\nHindu undivided family; \r\n iii.  \r\n  an\r\nassociation; \r\n iv.  \r\n  a\r\ncompany registered under section 25 of the Companies Act, 1956;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.   \"political\r\nparty\" means-- \r\n i.  \r\n  an\r\nassociation or body of individual citizens of India--A.   to be registered with\r\nthe Election Commission of India as a political party under section 29A of the\r\nRepresentation of the People Act, 1951; orB.   which has set up\r\ncandidates for election to any Legislature, but is not so registered or deemed\r\nto be registered under the Election Symbols (Reservation and Allotment) Order,\r\n1968; \r\n i.  \r\n \r\n ii.  \r\n  a\r\npolitical party mentioned in column 2 of Table 1 and Table 2 to the\r\nnotification of the Election Commission of India No.56/J&K/02, dated the\r\n8th August, 2002, as in force for the time being;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\no.   \"prescribed\"\r\nmeans prescribed by rules made under this Act;p.   \"prescribed\r\nauthority\" means an authority specified as such by rules made by the\r\nCentral Government under this Act;q.   \"registered\r\nnewspaper\" means a newspaper registered under the Press and Registration\r\nof Books Act, 1867;r.   \"relative\"\r\nhas the meaning assigned to it in clause (41) of section 2 of the Companies\r\nAct, 1956;s.   \"scheduled\r\nbank\" shall have the meaning assigned to it under clause (e) of section 2\r\nof the Reserve Bank of India Act, 1934;t.   \"subsidiary\"\r\nand \"associate\" shall have the meanings, respectively assigned to\r\nthem in the Companies Act, 1956;u.   \"trade\r\nunion\" means a trade union registered under the Trade Unions Act, 1926;1.  \r\n2.  Words\r\nand expressions used herein and not defined in this Act but defined in the\r\nRepresentation of the People Act, 1950 or the Representation of the People Act,\r\n1951 or the Foreign Exchange Management Act, 1999 shall have the meanings\r\nrespectively assigned to them in those Acts.", "3": "Foreign Contribution (Regulation) Act, 2010Chapter II:\r\nRegulation of Foreign Contribution and Foreign Hospitality3. Prohibition to\r\naccept foreign contribution.-1.  \r\n  No\r\nforeign contribution shall be accepted by any--a.  \r\n  candidate\r\nfor election;b.  \r\n  correspondent,\r\ncolumnist, cartoonist, editor, owner, printer or publisher of a registered\r\nnewspaper;c.  \r\n  Judge,\r\nGovernment servant or employee of any corporation or any other body controlled\r\nor owned by the Government;d.  \r\n  member\r\nof any Legislature;e.  \r\n  political\r\nparty or office-bearer thereof;f.  \r\n  organisation\r\nof a political nature as may be specified under sub-section (1) of section 5 by\r\nthe Central Government;g.  \r\n  association\r\nor company engaged in the production or broadcast of audio news or audio visual\r\nnews or current affairs programmes through any electronic mode, or any other\r\nelectronic form as defined in clause (r) of sub-section (1) of section 2 of the\r\nInformation Technology Act, 2000 or any other mode of mass communication;h.  \r\n  correspondent\r\nor columnist, cartoonist, editor, owner of the association or company referred\r\nto in clause (g).Explanation.--In clause (c) and section 6,\r\nthe expression \"corporation\" means a corporation owned or controlled\r\nby the Government and includes a Government company as defined in section 617\r\nof the Companies Act, 1956.1.  \r\n2.  \r\na.  \r\n  No\r\nperson, resident in India, and no citizen of India resident outside India,\r\nshall accept any foreign contribution, or acquire or agree to acquire any\r\ncurrency from a foreign source, on behalf of any political party, or any person\r\nreferred to in sub-section (1), or both.b.  \r\n  No\r\nperson, resident in India, shall deliver any currency, whether Indian or\r\nforeign, which has been accepted from any foreign source, to any person if he\r\nknows or has reasonable cause to believe that such other person intends, or is\r\nlikely, to deliver such currency to any political party or any person referred\r\nto in sub-section (1), or both.c.  \r\n  No\r\ncitizen of India resident outside India shall deliver any currency, whether\r\nIndian or foreign, which has been accepted from any foreign source, to-- \r\n i.  \r\n  any\r\npolitical party or any person referred to in sub-section (1), or both; or \r\n ii.  \r\n  any\r\nother person, if he knows or has reasonable cause to believe that such other\r\nperson intends, or is likely, to deliver such currency to a political party or\r\nto any person referred to in sub-section (1), or both.1.  \r\n2.  \r\n3.  No\r\nperson receiving any currency, whether Indian or foreign, from a foreign source\r\non behalf of any person or class of persons, referred to in section 9, shall\r\ndeliver such currency--a.  \r\n  to\r\nany person other than a person for which it was received, orb.  \r\n  to\r\nany other person, if he knows or has reasonable cause to believe that such\r\nother person intends, or is likely, to deliver such currency to a person other\r\nthan the person for which such currency was received.", "4": "Foreign Contribution (Regulation) Act, 20104. Persons to whom\r\nsection 3 shall not apply.-Nothing contained in\r\nsection 3 shall apply to the acceptance, by any person specified in that\r\nsection, of any foreign contribution where such contribution is accepted by\r\nhim, subject to the provisions of section 10,--a.  \r\n  by\r\nway of salary, wages or other remuneration due to him or to any group of\r\npersons working under him, from any foreign source or by way of payment in the\r\nordinary course of business transacted in India by such foreign source; orb.  \r\n  by\r\nway of payment, in the course of international trade or commerce, or in the\r\nordinary course of business transacted by him outside India; orc.  \r\n  as\r\nan agent of a foreign source in relation to any transaction made by such\r\nforeign source with the Central Government or State Government; ord.  \r\n  by\r\nway of a gift or presentation made to him as a member of any Indian delegation,\r\nprovided that such gift or present was accepted in accordance with the rules\r\nmade by the Central Government with regard to the acceptance or retention of such\r\ngift or presentation; ore.  \r\n  from\r\nhis relative; orf.  \r\n  by\r\nway of remittance received, in the ordinary course of business through any\r\nofficial channel, post office, or any authorised person in foreign exchange\r\nunder the Foreign Exchange Management Act, 1999; org.  \r\n  by\r\nway of any scholarship, stipend or any payment of like nature:Provided that in case any foreign\r\ncontribution received by any person specified under section 3, for any of the\r\npurposes other than those specified under this section, such contribution shall\r\nbe deemed to have been accepted in contravention of the provisions of section\r\n3.", "5": "Foreign Contribution (Regulation) Act, 20105. Procedure to\r\nnotify an organisation of a political nature.-1.  \r\n  The\r\nCentral Government may, having regard to the activities of the organisation or\r\nthe ideology propagated by the organisation or the programme of the\r\norganisation or the association of the organizations with the activities of any\r\npolitical party, by an order published in the Official Gazette, specify such\r\norganisation as an organisation of a political nature not being a political\r\nparty, referred to in clause (f) of sub-section (1) of section 3:Provided that the Central Government may, by\r\nrules made by it, frame the guidelines specifying the ground or grounds on\r\nwhich an organisation shall be specified as an organization of a political\r\nnature.1.  \r\n2.  Before\r\nmaking an order under sub-section (1), the Central Government shall give the\r\norganisation in respect of whom the order is proposed to be made, a notice in\r\nwriting informing it of the ground or grounds, on which it is proposed to be\r\nspecified as an organisation of political nature under that sub-section.3.  The\r\norganisation to whom a notice has been served under sub-section (2), may,\r\nwithin a period of thirty days from the date of the notice, make a\r\nrepresentation to the Central Government giving reasons for not specifying such\r\norganisation as an organisation under sub-section (1):Provided that the Central Government may\r\nentertain the representation after the expiry of the said period of thirty\r\ndays, if it is satisfied that the organisation was prevented by sufficient\r\ncause from making the representation within thirty days.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  The\r\nCentral Government may, if it considers it appropriate, forward the\r\nrepresentation referred to in sub-section (3) to any authority to report on\r\nsuch representation.5.  The\r\nCentral Government may, after considering the representation and the report of\r\nthe authority referred to in sub-section (4), specify such organisation as an\r\norganization of a political nature not being a political party and make an\r\norder under sub-section (1) accordingly.6.  \r\n  Every\r\norder under sub-section (1) shall be made within a period of one hundred and\r\ntwenty days from the date of issue of notice under sub-section (2):Provided that in case no order is made within\r\nthe said period of one hundred and twenty days, the Central Government shall,\r\nafter recording the reasons therefor, make an order under sub-section (1)\r\nwithin a period of sixty days from the expiry of the said period of one hundred\r\nand twenty days.", "6": "Foreign Contribution (Regulation) Act, 20106. Restriction on\r\nacceptance of foreign hospitality. -No member of a\r\nLegislature or office-bearer of a political party or Judge or Government\r\nservant or employee of any corporation or any other body owned or controlled by\r\nthe Government shall, while visiting any country or territory outside India,\r\naccept, except with the prior permission of the Central Government, any foreign\r\nhospitality:Provided that it shall not be necessary to\r\nobtain any such permission for an emergent medical aid needed on account of\r\nsudden illness contracted during a visit outside India, but, where such foreign\r\nhospitality has been received, the person receiving such hospitality shall\r\ngive, within one month from the date of receipt of such hospitality an\r\nintimation to the Central Government as to the receipt of such hospitality, and\r\nthe source from which, and the manner in which, such hospitality was received\r\nby him.", "7": "Foreign Contribution (Regulation) Act, 20107. Prohibition to\r\ntransfer foreign contribution to other person. -No person who --a.  \r\n  is\r\nregistered and granted a certificate or has obtained prior permission under\r\nthis Act; andb.  \r\n  receives\r\nany foreign contribution, shall transfer such foreign contribution to any other\r\nperson unless such other person is also registered and had been granted the\r\ncertificate or obtained the prior permission under this Act:Provided that such person may transfer, with\r\nthe prior approval of the Central Government, a part of such foreign\r\ncontribution to any other person who has not been granted a certificate or\r\nobtained permission under this Act in accordance with the rules made by the\r\nCentral Government.", "8": "Foreign Contribution (Regulation) Act, 20108. Restriction to\r\nutilise foreign contribution for administrative purpose.-1.  \r\n  Every\r\nperson, who is registered and granted a certificate or given prior permission\r\nunder this Act and receives any foreign contribution,--a.  \r\n  shall\r\nutilise such contribution for the purposes for which the contribution has been\r\nreceived:Provided that any foreign contribution or any\r\nincome arising out of it shall not be used for speculative business:Provided further that the Central Government\r\nshall, by rules, specify the activities or business which shall be construed as\r\nspeculative business for the purpose of this section;a.  \r\nb.  \r\n  shall\r\nnot defray as far as possible such sum, not exceeding fifty per cent. of such\r\ncontribution, received in a financial year, to meet administrative expenses:Provided that administrative expenses\r\nexceeding fifty per cent. of such contribution may be defrayed with prior\r\napproval of the Central Government.1.  \r\n2.  The\r\nCentral Government may prescribe the elements which shall be included in the\r\nadministrative expenses and the manner in which the administrative expenses\r\nreferred to in sub-section (1) shall be calculated.", "9": "Foreign Contribution (Regulation) Act, 20109. Power of Central\r\nGovernment to prohibit receipt of foreign contribution, etc., in certain cases.\r\n-The Central\r\nGovernment may-a.  \r\n  prohibit\r\nany person or organization not specified in section 3, from accepting any\r\nforeign contribution;b.  \r\n  require\r\nany person or class of persons, not specified in section 6, to obtain prior\r\npermission of the Central Government before accepting any foreign hospitality;c.  \r\n  require\r\nany person or class of persons not specified in section 11, to furnish\r\nintimation within such time and in such manner as may be prescribed as to the\r\namount of any foreign contribution received by such person or class of persons\r\nas the case may be, and the source from which and the manner in which such\r\ncontribution was received and the purpose for which and the manner in which\r\nsuch foreign contribution was utilised;d.  \r\n  without\r\nprejudice to the provisions of sub-section (1) of section 11, require any\r\nperson or class of persons specified in that sub-section to obtain prior\r\npermission of the Central Government before accepting any foreign contribution;e.  \r\n  require\r\nany person or class of persons, not specified in section 6, to furnish\r\nintimation, within such time and in such manner as may be prescribed, as to the\r\nreceipt of any foreign hospitality, the source from which and the manner in\r\nwhich such hospitality was received:Provided that no such prohibition or\r\nrequirement shall be made unless the Central Government is satisfied that the\r\nacceptance of foreign contribution by such person or class of persons, as the\r\ncase may be, or the acceptance of foreign hospitality by such person, is likely\r\nto affect prejudicially -- \r\n i.  \r\n  the\r\nsovereignty and integrity of India; or \r\n ii.  \r\n  public\r\ninterest; or \r\n iii.  \r\n  freedom\r\nor fairness of election to any Legislature; or \r\n iv.  \r\n  friendly\r\nrelations with any foreign State; or \r\n v.  \r\n  harmony\r\nbetween religious, racial, social, linguistic or regional groups, castes or\r\ncommunities.", "10": "Foreign Contribution (Regulation) Act, 201010. Power to prohibit\r\npayment of currency received in contravention of the Act. -Where the Central\r\nGovernment is satisfied, after making such inquiry as it may deem fit, that any\r\nperson has in his custody or control any article or currency or security, whether\r\nIndian or foreign, which has been accepted by such person in contravention of\r\nany of the provisions of this Act, it may, by order in writing, prohibit such\r\nperson from paying, delivering, transferring or otherwise dealing with, in any\r\nmanner whatsoever, such article or currency or security save in accordance with\r\nthe written orders of the Central Government and a copy of such order shall be\r\nserved upon the person so prohibited in the prescribed manner, and thereupon\r\nthe provisions of sub-sections (2), (3), (4) and (5) of section 7 of the\r\nUnlawful Activities (Prevention) Act, 1967 shall, so far as may be, apply to,\r\nor in relation to, such article or currency or security and references in the\r\nsaid sub-sections to moneys, securities or credits shall be construed as\r\nreferences to such article or currency or security.", "11": "Foreign Contribution (Regulation) Act, 2010Chapter III:\r\nRegistration11. Registration of\r\ncertain persons with Central Government. -1.  \r\n  Save\r\nas otherwise provided in this Act, no person having a definite cultural,\r\neconomic, educational, religious or social programme shall accept foreign\r\ncontribution unless such person obtains a certificate of registration from the\r\nCentral Government:Provided that any association registered with\r\nthe Central Government under section 6 or granted prior permission under that\r\nsection of the Foreign Contribution (Regulation) Act, 1976, as it stood\r\nimmediately before the commencement of this Act, shall be deemed to have been\r\nregistered or granted prior permission, as the case may be, under this Act and\r\nsuch registration shall be valid for a period of five years from the date on\r\nwhich this section comes into force.1.  \r\n2.  Every\r\nperson referred to in sub-section (1) may, if it is not registered with the\r\nCentral Government under that sub-section, accept any foreign contribution only\r\nafter obtaining the prior permission of the Central Government and such prior\r\npermission shall be valid for the specific purpose for which it is obtained and\r\nfrom the specific source:Provided that if the person referred to in\r\nsub-sections (1) and (2) has been found guilty of violation of any of the\r\nprovisions of this Act or the Foreign Contribution (Regulation) Act, 1976, the\r\nunutilised or unreceived amount of foreign contribution shall not be utilised\r\nor received, as the case may be, without the prior approval of the Central\r\nGovernment.1.  \r\n2.  \r\n3.  Notwithstanding\r\nanything contained in this Act, the Central Government may, by notification in\r\nthe Official Gazette, specify-- \r\n i.  \r\n  the\r\nperson or class of persons who shall obtain its prior permission before\r\naccepting the foreign contribution; or \r\n ii.  \r\n  the\r\narea or areas in which the foreign contribution shall be accepted and utilised\r\nwith the prior permission of the Central Government; or \r\n iii.  \r\n  the\r\npurpose or purposes for which the foreign contribution shall be utilized with\r\nthe prior permission of the Central Government; or \r\n iv.  \r\n  the\r\nsource or sources from which the foreign contribution shall be accepted with\r\nthe prior permission of the Central Government.", "12": "Foreign Contribution (Regulation) Act, 201012. Grant of\r\ncertificate of registration.-1.  \r\n  An\r\napplication by a person, referred to in section 11 for grant of certificate or\r\ngiving prior permission, shall be made to the Central Government in such form\r\nand manner and along with such fee, as may be prescribed.2.  On\r\nreceipt of an application under sub-section (1), the Central Government shall,\r\nby an order, if the application is not in the prescribed form or does not\r\ncontain any of the particulars specified in that form, reject the application.3.  If\r\non receipt of an application for grant of certificate or giving prior\r\npermission and after making such inquiry as the Central Government deems fit,\r\nit is of the opinion that the conditions specified in sub-section (4) are\r\nsatisfied, it may, ordinarily within ninety days from the date of receipt of\r\napplication under sub-section (1), register such person and grant him a\r\ncertificate or give him prior permission, as the case may be, subject to such\r\nterms and conditions as may be prescribed:Provided that in case the Central Government\r\ndoes not grant, within the said period of ninety days, a certificate or give\r\nprior permission, it shall communicate the reasons therefor to the applicant:Provided further that a person shall not be\r\neligible for grant of certificate or giving prior permission, if his\r\ncertificate has been suspended and such suspension of certificate continues on\r\nthe date of making application.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  The\r\nfollowing shall be the conditions for the purposes of sub-section (3),\r\nnamely:--a.  \r\n  the\r\nperson making an application for registration or grant of prior permission\r\nunder sub-section (1),-- \r\n i.  \r\n  is\r\nnot fititious or benami; \r\n ii.  \r\n  has\r\nnot been prosecuted or convicted for indulging in activities aimed at\r\nconversion through inducement or force, either directly or indirectly, from one\r\nreligious faith to another; \r\n iii.  \r\n  has\r\nnot been prosecuted or convicted for creating communal tension or disharmony in\r\nany specified district or any other part of the country; \r\n iv.  \r\n  has\r\nnot been found guilty of diversion or mis-utilisation of its funds; \r\n v.  \r\n  is\r\nnot engaged or likely to engage in propagation of sedition or advocate violent\r\nmethods to achieve its ends; \r\n vi.  \r\n  is\r\nnot likely to use the foreign contribution for personal gains or divert it for\r\nundesirable purposes; \r\n vii.  \r\n  has\r\nnot contravened any of the provisions of this Act; \r\n viii.  \r\n  has\r\nnot been prohibited from accepting foreign contribution;a.  b.  \r\n  the\r\nperson making an application for registration under sub-section (1) has\r\nundertaken reasonable activity in its chosen filed for the benefit of the\r\nsociety for which the foreign contribution is proposed to be utilised;c.  \r\n  the\r\nperson making an application for giving prior permission under sub-section (1)\r\nhas prepared a reasonable project for the benefit of the society for which the\r\nforeign contribution is proposed to be utilised;d.  \r\n  in\r\ncase the person being an individual, such individual has neither been convicted\r\nunder any law for the time being in force nor any prosecution for any offence\r\npending against him;e.  \r\n  in\r\ncase the person being other than an individual, any of its directors or office\r\nbearers has neither been convicted under any law for the time being in force\r\nnor any prosecution for any offence is pending against him;f.  \r\n  the\r\nacceptance of foreign contribution by the person referred to in sub-section (1)\r\nis not likely to affect prejudicially-- \r\n i.  \r\n  the\r\nsovereignty and integrity of India; or \r\n ii.  \r\n  the\r\nsecurity, strategic, scientific or economic interest of the State; or \r\n iii.  \r\n  the\r\npublic interest; or \r\n iv.  \r\n  freedom\r\nor fairness of election to any Legislature; or \r\n v.  \r\n  friendly\r\nrelation with any foreign State; or \r\n vi.  \r\n  harmony\r\nbetween religious, racial, social, linguistic, regional groups, castes or\r\ncommunities;a.  b.  c.  d.  e.  f.  g.  \r\n  the\r\nacceptance of foreign contribution referred to in sub-section (1),-- \r\n i.  \r\n  shall\r\nnot lead to incitement of an offence; \r\n ii.  \r\n  shall\r\nnot endanger the life or physical safety of any person.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  Where\r\nthe Central Government refuses the grant of certificate or does not give prior\r\npermission, it shall record in its order the reasons therefor and furnish a\r\ncopy thereof to the applicant:Provided that the Central Government may not\r\ncommunicate the reasons for refusal for grant of certificate or for not giving\r\nprior permission to the applicant under this section in cases where is no\r\nobligation to give any information or documents or records or papers under the\r\nRight to Information Act, 2005.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n  The\r\ncertificate granted under sub-section (3) shall be valid for a period of five\r\nyears and the prior permission shall be valid for the specific purpose or\r\nspecific amount of foreign contribution proposed to be received, as the case\r\nmay be.", "13": "Foreign Contribution (Regulation) Act, 201013. Suspension of\r\ncertificate. -\n1.  \r\n  Where\r\nthe Central Government, for reasons to be recorded in writing, is satisfied\r\nthat pending consideration of the question of canceling the certificate on any\r\nof the grounds mentioned in sub-section (1) of section 14, it is necessary so\r\nto do, it may, by order in writing, suspend the certificate for such period not\r\nexceeding one hundred and eighty days as may be specified in the order.2.  Every\r\nperson whose certificate has been suspended shall --a.  \r\n  not\r\nreceive any foreign contribution during the period of suspension of\r\ncertificate:Provided that the Central Government, on an\r\napplication made by such person, if it considers appropriate, allow receipt of\r\nany foreign contribution by such person on such terms and conditions as it may\r\nspecify;a.  b.  \r\n  utilise,\r\nin the prescribed manner, the foreign contribution in his custody with the\r\nprior approval of the Central Government .", "14": "Foreign Contribution (Regulation) Act, 201014. Cancellation of\r\ncertificate. -\n1.  \r\n  The\r\nCentral Government may, if it is satisfied after making such inquiry as it may\r\ndeem fit, by an order, cancel the certificate if --a.  \r\n  the\r\nholder of the certificate has made a statement in, or in relation to, the application\r\nfor the grant of registration or renewal thereof, which is incorrect or false;\r\norb.  \r\n  the\r\nholder of the certificate has violated any of the terms and conditions of the\r\ncertificate or renewal thereof; orc.  \r\n  in\r\nthe opinion of the Central Government, it is necessary in the public interest\r\nto cancel the certificate; ord.  \r\n  the\r\nholder of certificate has violated any of the provisions of this Act or rules\r\nor order made thereunder; ore.  \r\n  if\r\nthe holder of the certificate has not been engaged in any reasonable activity\r\nin its chosen field for the benefit of the society for two consecutive years or\r\nhas become defunct.1.  \r\n2.  No\r\norder of cancellation of certificate under this section shall be made unless\r\nthe person concerned has been given a reasonable opportunity of being heard.3.  Any\r\nperson whose certificate has been cancelled under this section shall not be\r\neligible for registration or grant of prior permission for a period of three\r\nyears from the date of cancellation of such certificate.", "15": "Foreign Contribution (Regulation) Act, 201015. Management of\r\nforeign contribution of person whose certificate has been cancelled. -1.  \r\n  The\r\nforeign contribution and assets created out of the foreign contribution in the\r\ncustody of every person whose certificate has been cancelled under section 14 shall\r\nvest in such authority as may be prescribed.2.  The\r\nauthority referred to in sub-section (1) may, if it considers necessary and in\r\npublic interest, manage the activities of the person referred to in that\r\nsub-section for such period and in such manner, as the Central Government may\r\ndirect and such authority may utilise the foreign contribution or dispose of\r\nthe assets created out of it in case adequate funds are not available for\r\nrunning such activity.3.  The\r\nauthority referred to in sub-section (1) shall return the foreign contribution\r\nand the assets vested upon it under that sub-section to the person referred to\r\nin the said sub- section if such person is subsequently registered under this\r\nAct.", "16": "Foreign Contribution (Regulation) Act, 201016. Renewal of\r\ncertificate.-1.  \r\n  Every\r\nperson who has been granted a certificate under section 12 shall have such\r\ncertificate renewed within six months before the expiry of the period of the\r\ncertificate.2.  The\r\napplication for renewal of the certificate shall be made to the Central\r\nGovernment in such form and manner and accompanied by such fee as may be\r\nprescribed.3.  The\r\nCentral Government shall renew the certificate, ordinarily within ninety days\r\nfrom the date of receipt of application for renewal of certificate subject to\r\nsuch terms and conditions as it may deem fit and grant a certificate of renewal\r\nfor a period of five years:Provided that in case the Central Government\r\ndoes not renew the certificate within the said period of ninety days, it shall\r\ncommunicate the reasons therefor to the applicant:Provided further that the Central Government\r\nmay refuse to renew the certificate in case where a person has violated any of\r\nthe provisions of this Act or rules made thereunder.", "17": "Foreign Contribution (Regulation) Act, 2010Chapter IV: Accounts,\r\nIntimation, Audit and Disposal of Assets, Etc.17. Foreign\r\ncontribution through scheduled bank. -1.  \r\n  Every\r\nperson who has been granted a certificate or given prior permission under\r\nsection 12 shall receive foreign contribution in a single account only through\r\nsuch one of the branches of a bank as he may specify in his application for\r\ngrant of certificate:Provided that such person may open one or\r\nmore accounts in one or more banks for utilising the foreign contribution\r\nreceived by him:Provided further that no funds other than\r\nforeign contribution shall be received or deposited in such account or\r\naccounts.1.  \r\n2.  Every\r\nbank or authorized person in foreign exchange shall report to such authority as\r\nmay be specified--a.  \r\n  prescribed\r\namount of foreign remittance;b.  \r\n  the\r\nsource and manner in which the foreign remittance was received; andc.  \r\n  other\r\nparticulars, in such form and manner as may be prescribed.", "18": "Foreign Contribution (Regulation) Act, 201018. Intimation. -1.  \r\n  Every\r\nperson who has been granted a certificate or given prior approval under this\r\nAct shall give, within such time and in such manner as may be prescribed, an\r\nintimation to the Central Government, and such other authority as may be specified\r\nby the Central Government, as to the amount of each foreign contribution\r\nreceived by it, the source from which and the manner in which such foreign\r\ncontribution was received, and the purposes for which, and the manner in which\r\nsuch foreign contribution was utilised by him.2.  Every\r\nperson receiving foreign contribution shall submit a copy of a statement\r\nindicating therein the particulars of foreign contribution received duly\r\ncertified by officer of the bank or authorised person in foreign exchange and\r\nfurnish the same to the Central Government along with the intimation under\r\nsub-section (1).", "19": "Foreign Contribution (Regulation) Act, 201019. Maintenance of\r\naccounts. -\nEvery person who has\r\nbeen granted a certificate or given prior approval under this Act shall\r\nmaintain, in such form and manner as may be prescribed,--a.  \r\n  an\r\naccount of any foreign contribution received by him; andb.  \r\n  a\r\nrecord as to the manner in which such contribution has been utilized by him.", "20": "Foreign Contribution (Regulation) Act, 201020. Audit of\r\naccounts.-Where any person who\r\nhas been granted a certificate or given prior permission, fails to furnish any\r\nintimation under this Act within the time specified therefor or the intimation\r\nso furnished is not in accordance with law or if, after inspection of such\r\nintimation, the Central Government has any reasonable cause to believe that any\r\nprovision of this Act has been, or is being, contravened, the Central\r\nGovernment may, by general or special order, authorise such gazetted officer, holding\r\na Group A post under the Central Government or any other officer or authority\r\nor organisation, as it may think fit, to audit any books of account kept or\r\nmaintained by such person and thereupon every such officer shall have the right\r\nto enter in or upon any premises at any reasonable hour, before sunset and\r\nafter sunrise, for the purpose of auditing the said books of account:Provided that any information obtained from\r\nsuch audit shall be kept confidential and shall not be disclosed except for the\r\npurposes of this Act.", "21": "Foreign Contribution (Regulation) Act, 201021. Intimation by\r\ncandidate for election.-Every candidate for\r\nelection, who had received any foreign contribution, at any time within one\r\nhundred and eighty days immediately preceding the date on which he is duly\r\nnominated as such candidate, shall give, within such time and in such manner as\r\nmay be prescribed, an intimation to the Central Government or prescribed\r\nauthority or both as to the amount of foreign contribution received by him, the\r\nsource from which, and the manner in which, such foreign contribution was\r\nreceived and the purposes for which and the manner in which such foreign\r\ncontribution was utilised by him.", "22": "Foreign Contribution (Regulation) Act, 201022. Disposal of\r\nassets created out of foreign contribution.-Where any person who\r\nwas permitted to accept foreign contribution under this Act, ceases to exist or\r\nhas become defunct, all the assets of such person shall be disposed of in\r\naccordance with the provisions contained in any law for the time being in force\r\nunder which the person was registered or incorporated, and in the absence of\r\nany such law, the Central Government may, having regard to the nature of assets\r\ncreated out of foreign contribution received under this Act, by notification,\r\nspecify that all such assets shall be disposed off by such authority, as it may\r\nspecify, in such manner and procedure as may be prescribed.", "23": "Foreign Contribution (Regulation) Act, 2010Chapter V:\r\nInspection, Search and Seizure23. Inspection of\r\naccounts or records.-If the Central\r\nGovernment has, for any reason, to be recorded in writing, any ground to\r\nsuspect that any provision of this Act has been or is being, contravened by--a.  \r\n  any\r\npolitical party; orb.  \r\n  any\r\nperson; orc.  \r\n  any\r\norganisation; ord.  \r\n  any\r\nassociation,it may, by general or special order,\r\nauthorise such gazetted officer, holding a Group A post under the Central\r\nGovernment or such other officer or authority or organisation, as it may think\r\nfit (hereinafter referred to as the inspecting officer), to inspect any account\r\nor record maintained by such political party, person, organisation or\r\nassociation, as the case may be, and thereupon every such inspecting officer\r\nshall have the right to enter in or upon any premises at any reasonable hour,\r\nbefore sunset and after sunrise, for the purpose of inspecting the said account\r\nor record.", "24": "Foreign Contribution (Regulation) Act, 201024. Seizure of\r\naccounts or records.-If, after inspection\r\nof an account or record referred to in section 23, the inspecting officer has\r\nany reasonable cause to believe that any provision of this Act or of any other\r\nlaw relating to foreign exchange has been, or is being, contravened, he may\r\nseize such account or record and produce the same before the court, authority\r\nor tribunal in which any proceeding is brought for such contravention:Provided that the authorised officer shall\r\nreturn such account or record to the person from whom it was seized if no\r\nproceeding is brought within six months from the date of such seizure for the\r\ncontravention disclosed by such account or record.", "25": "Foreign Contribution (Regulation) Act, 201025. Seizure of\r\narticle or currency or security received in contravention of the Act. -If any gazetted\r\nofficer, authorised in this behalf by the Central Government by general or\r\nspecial order, has any reason to believe that any person has in his possession\r\nor control any article exceeding the value specified in sub-clause (i) of\r\nclause (h) of sub-section (1) of section 2 or currency or security whether\r\nIndian or foreign, in relation to which any provision of this Act has been or\r\nis being, contravened, he may seize such article or currency or security.", "26": "Foreign Contribution (Regulation) Act, 201026. Disposal of\r\nseized article or currency or security.-1.  \r\n  The\r\nCentral Government, may, having regard to the value of article or currency or\r\nsecurity, their vulnerability to theft or any relevant consideration, by\r\nnotification, specify such article or currency or security which shall, as soon\r\nas may be after their seizure, be disposed of by such officer and in such\r\nmanner, as the Central Government may, from time to time, determine after\r\nfollowing the procedure hereinafter specified.2.  The\r\narticle or currency or security seized shall be forwarded without unnecessary\r\ndelay to such officer as may be specified.3.  Where\r\nany article or currency or security has been seized and forwarded to such\r\nofficer, the officer referred to in sub-section (1), shall prepare an inventory\r\nof such article or currency or security containing such details relating to\r\ntheir description, value or such other identifying particulars as the officer\r\nreferred to in that sub-section may consider relevant to the identity of the\r\narticle or the currency or security and make an application to any Magistrate\r\nfor the purposes of certifying the correctness of the inventory so prepared.4.  \r\n  Where\r\nan application is made under sub-section (2), the Magistrate shall, as soon as\r\nmay be, allow the application.5.  Notwithstanding\r\nanything contained in the Indian Evidence Act, 1872 or the Code of Criminal\r\nProcedure, 1973, every court trying an offence under this Act, shall treat the\r\ninventory, as certified by the Magistrate, as primary evidence in respect of\r\nsuch offence.6.  \r\n  Every\r\nofficer acting under sub-section (3) shall forthwith report the seizure to the\r\nCourt of Session or Assistant Sessions Judge having jurisdiction for adjudging\r\nthe confiscation under section 29.", "27": "Foreign Contribution (Regulation) Act, 201027. Seizure to be\r\nmade in accordance with Act 2 of 1974. -The provisions of the\r\nCode of Criminal Procedure, 1973 shall apply in so far as they are not\r\ninconsistent with the provisions of this Act to all seizures made under this\r\nAct.", "28": "Foreign Contribution (Regulation) Act, 2010Chapter VI:\r\nAdjudication28. Confiscation of\r\narticle or currency or security obtained in contravention of the Act. -Any article or\r\ncurrency or security which is seized under section 25 shall be liable to\r\nconfiscation if such article or currency or security has been adjudged under\r\nsection 29 to have been received or obtained in contravention of this Act.", "29": "Foreign Contribution (Regulation) Act, 201029. Adjudication of\r\nconfiscation. -\n1.  \r\n  Any\r\nconfiscation referred to in section 28 may be adjudged--a.  \r\n  without\r\nlimit, by the Court of Session within the local limits of whose jurisdiction\r\nthe seizure was made; andb.  \r\n  subject\r\nto such limits as may be prescribed, by such officer, not below the rank of an\r\nAssistant Sessions Judge, as the Central Government may, by notification in the\r\nOfficial Gazette, specify in this behalf.1.  \r\n2.  When\r\nan adjudication under sub-section (1) is concluded by the Court of Session or\r\nAssistant Sessions Judge, as the case may be, the Sessions Judge or Assistant\r\nSessions Judge may make such order as he thinks fit for the disposal by\r\nconfiscation or delivery of seized article or currency or security, as the case\r\nmay be, to any person claiming to be entitled to possession thereof or\r\notherwise, or which has been used for the commission of any offence under this\r\nAct.", "30": "Foreign Contribution (Regulation) Act, 201030. Procedure for\r\nconfiscation.-No order of\r\nadjudication of confiscation shall be made unless a reasonable opportunity of\r\nmaking a representation against such confiscation has been given to the person\r\nfrom whom any article or currency or security has been seized.", "31": "Foreign Contribution (Regulation) Act, 2010Chapter VII: Appeal\r\nand Revision31. Appeal. -1.  \r\n  Any\r\nperson aggrieved by any order made under section 29 may prefer an appeal,--a.  \r\n  where\r\nthe order has been made by the Court of Session, to the High Court to which\r\nsuch Court is subordinate; orb.  \r\n  where\r\nthe order has been made by any officer specified under clause (b) of\r\nsub-section (1) of section 29, to the Court of Session within the local limits\r\nof whose jurisdiction such order of adjudication of confiscation was made,\r\nwithin one month from the date of communication to such person of the order:Provided that the appellate court may, if it\r\nis satisfied that the appellant was prevented by sufficient cause from\r\npreferring the appeal within the said period of one month, allow such appeal to\r\nbe preferred within a further period of one month, but not thereafter.1.  \r\n2.  Any\r\norganisation referred to in clause (f) of sub-section (1) of section 3, or any\r\nperson or association referred to in section 6 or section 9, aggrieved by an\r\norder made in pursuance of section 5 or by an order of the Central Government\r\nrefusing to give permission under this Act, or by any order made by the Central\r\nGovernment under sub- section (2) or sub-section (4) of section 12, or\r\nsub-section (1) of section 14, as the case may be, may, within sixty days from\r\nthe date of such order, prefer an appeal against such order to the High\r\nCourtwithin the local limits of whose jurisdiction the appellant ordinarily\r\nresides or carries on business or personally works for gain, or, where the\r\nappellant is an organization or association, the principal office of such\r\norganisation or association is located.3.  Every\r\nappeal preferred under this section shall be deemed to be an appeal from an\r\noriginal decree and the provisions of Order XLI of the First Schedule to the\r\nCode of Civil Procedure, 1908, shall, as far as may be, apply thereto as they\r\napply to an appeal from an original decree.", "32": "Foreign Contribution (Regulation) Act, 201032. Revision of\r\norders by Central Government.-1.  \r\n  The\r\nCentral Government may, either of its own motion or on an application for\r\nrevision by the person registered under this Act, call for and examine the\r\nrecord of any proceeding under this Act in which any such order has been passed\r\nby it and may make such inquiry or cause such inquiry to be made and, subject\r\nto the provisions of this Act, may pass such order thereon as it thinks fit.2.  The\r\nCentral Government shall not of its own motion revise any order under this\r\nsection if the order has been made more than one year previously.3.  In\r\nthe case of an application for revision under this section by the person\r\nreferred to in sub-section (1), the application must be made within one year\r\nfrom the date on which the order in question was communicated to him or the\r\ndate on which he otherwise came to know of it, whichever is earlier:Provided that the Central Government may, if\r\nit is satisfied that such person was prevented by sufficient cause from making\r\nthe application within that period, admit an application made after the expiry\r\nof that period.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  The\r\nCentral Government shall not revise any order where an appeal against the order\r\nlies but has not been made and the time within which such appeal may be made\r\nhas not expired or such person has not waived his right of appeal or an appeal\r\nhas been filed under this Act.5.  Every\r\napplication by such person for revision under this section shall be accompanied\r\nby such fee, as may be prescribed.Explanation.-- An order by the Central Government\r\ndeclining to interfere shall, for the purposes of this section, be deemed not\r\nto be an order prejudicial to such person.", "33": "Foreign Contribution (Regulation) Act, 2010Chapter VIII:\r\nOffences and Penalties33. Making of false\r\nstatement, declaration or delivering false accounts. -Any person, subject\r\nto this Act, who knowingly, --a.  \r\n  gives\r\nfalse intimation under sub-section (c) of section 9 or section 18; orb.  \r\n  seeks\r\nprior permission or registration by means of fraud, false representation or\r\nconcealment of material fact,shall, on conviction by a court, be liable to\r\nimprisonment for a term which may extend to six months or with fine or with\r\nboth.", "34": "Foreign Contribution (Regulation) Act, 201034. Penalty for\r\narticle or currency or security obtained in contravention of section 10. -If any person, on\r\nwhom any prohibitory order has been served under section 10, pays, delivers,\r\ntransfers or otherwise deals with, in any manner whatsoever, any article or\r\ncurrency or security, whether Indian or foreign, in contravention of such\r\nprohibitory order, he shall be punished with imprisonment for a term which may\r\nextend to three years, or with fine, or with both; and notwithstanding anything\r\ncontained in the Code of Criminal Procedure, 1973, the court trying such\r\ncontravention may also impose on the person convicted an additional fine\r\nequivalent to the market value of the article or the amount of the currency or\r\nsecurity in respect of which the prohibitory order has been contravened by him\r\nor such part thereof as the court may deem fit.", "35": "Foreign Contribution (Regulation) Act, 201035. Punishment for\r\ncontravention of any provision of the Act.-Whoever accepts, or\r\nassists any person, political party or organisation in accepting, any foreign\r\ncontribution or any currency or security from a foreign source, in\r\ncontravention of any provision of this Act or any rule or order made\r\nthereunder, shall be punished with imprisonment for a term which may extend to\r\nfive years, or with fine, or with both.", "36": "Foreign Contribution (Regulation) Act, 201036. Power to impose\r\nadditional fine where article or currency or security is not available for\r\nconfiscation. -\nNotwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, the court trying a\r\nperson, who, in relation to any article or currency or security, whether Indian\r\nor foreign, does or omits to do any act which act or omission would render such\r\narticle or currency or security liable to confiscation under this Act, may, in\r\nthe event of the conviction of such person for the act or omission aforesaid,\r\nimpose on such person a fine not exceeding five times the value of the article\r\nor currency or security or one thousand rupees, whichever is more, if such\r\narticle or currency or security is not available for confiscation, and the fine\r\nso imposed shall be in addition to any other fine which may be imposed on such\r\nperson under this Act.", "37": "Foreign Contribution (Regulation) Act, 201037. Penalty for\r\noffences where no separate punishment has been provided.-Whoever fails to\r\ncomply with any provision of this Act for which no separate penalty has been\r\nprovided in this Act shall be punished with imprisonment for a term which may\r\nextend to one year, or with fine or with both.", "38": "Foreign Contribution (Regulation) Act, 201038. Prohibition of\r\nacceptance of foreign contribution. -Notwithstanding\r\nanything contained in this Act, whoever, having been convicted of any offence\r\nunder section 35 or section 37, in so far as such offence relates to the\r\nacceptance or utilisation of foreign contribution, is again convicted of such\r\noffence shall not accept any foreign contribution for a period of five years\r\nfrom the date of the subsequent conviction.", "39": "Foreign Contribution (Regulation) Act, 201039. Offences by\r\ncompanies. -\n1.  \r\n  Where\r\nan offence under this Act or any rule or order made there under has been\r\ncommitted by a company, every person who, at the time the offence was\r\ncommitted, was in charge of, and was responsible to, the company for the conduct\r\nof the business of the company, as well as the company, shall be deemed to be\r\nguilty of the offence and shall be liable to be proceeded against and punished\r\naccordingly:Provided that nothing contained in this\r\nsub-section shall render such person liable to any punishment if he proves that\r\nthe offence was committed without his knowledge or that he had exercised all\r\ndue diligence to prevent the commission of such offence.2.  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act or any\r\nrule or order made thereunder has been committed by a company and it is proved\r\nthat the offence has been committed with the consent or connivance of, or is\r\nattributable to any neglect on the part of, any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against and punished accordingly.Explanation.--For the purposes of this\r\nsection,--a.  \r\n  \"company\"\r\nmeans any body corporate and includes a firm, society, trade union or other\r\nassociation of individuals; andb.  \r\n  \"director\",\r\nin relation to a firm, society, trade union or other association of\r\nindividuals, means a partner in the firm or a member of the governing body of\r\nsuch society, trade union or other association of individuals.", "40": "Foreign Contribution (Regulation) Act, 201040. Bar on\r\nprosecution of offences under the Act. -No court shall take\r\ncognizance of any offence under this Act, except with the previous sanction of\r\nthe Central Government or any officer authorised by that Government in this\r\nbehalf.", "41": "Foreign Contribution (Regulation) Act, 201041. Composition of\r\ncertain offences.-1.  \r\n  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, any offence\r\npunishable under this Act (whether committed by an individual or association or\r\nany officer or employee thereof), not being an offence punishable with\r\nimprisonment only, may, before the institution of any prosecution, be\r\ncompounded by such officers or authorities and for such sums as the Central\r\nGovernment may, by notification in the Official Gazette, specify in this\r\nbehalf.2.  Nothing\r\nin sub-section (1) shall apply to an offence committed by an individual or\r\nassociation or its officer or other employee within a period of three years\r\nfrom the date on which a similar offence committed by it or him was compounded\r\nunder this section.Explanation.-- For the purposes of this\r\nsection, any second or subsequent offence committed after the expiry of a\r\nperiod of three years from the date on which the offence was previously\r\ncompounded, shall be deemed to be a first offence.1.  \r\n2.  \r\n3.  Every\r\nofficer or authority referred to in sub-section (1) shall exercise the powers\r\nto compound an offence, subject to the direction, control and supervision of\r\nthe Central Government.4.  \r\n  Every\r\napplication for the compounding of an offence shall be made to the officer or\r\nauthority referred to in sub-section (1) in such form and manner along with\r\nsuch fee as may be prescribed.5.  Where\r\nany offence is compounded before the institution of any prosecution, no\r\nprosecution shall be instituted in relation to such offence, against the offender\r\nin relation to whom the offence is so compounded.6.  \r\n  Every\r\nofficer or authority referred to in sub-section (1), while dealing with a\r\nproposal for the compounding of an offence for a default in compliance with any\r\nprovision of this Act which requires by an individual or association or its\r\nofficer or other employee to obtain permission or file or register with, or\r\ndeliver or send to, the Central Government or any prescribed authority any\r\nreturn, account or other document, may, direct, by order, if he or it thinks\r\nfit to do so, any individual or association or its officer or other employee to\r\nfile or register with, such return, account or other document within such time\r\nas may be specified in the order.", "42": "Foreign Contribution (Regulation) Act, 2010Chapter IX:\r\nMiscellaneous42. Power to call for\r\ninformation or document.-Any inspecting\r\nofficer referred to in section 23 who is authorised in this behalf by the\r\nCentral Government may, during the course of any inspection of any account or\r\nrecord maintained by any political party, person, organisation or association\r\nin connection with the contravention of any provision of this Act, --a.  \r\n  call\r\nfor information from any person for the purpose of satisfying himself whether\r\nthere has been any contravention of the provisions of this Act or rule or order\r\nmade thereunder;b.  \r\n  require\r\nany person to produce or deliver any document or thing useful or relevant to\r\nsuch inspection;c.   examine any person acquainted with the facts and circumstances of the case related to the inspection.", "43": "Foreign Contribution (Regulation) Act, 201043. Investigation\r\ninto cases under the Act.-Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, any offence\r\npunishable under this Act may also be investigated into by such authority as\r\nthe Central Government may specify in this behalf and the authority so\r\nspecified shall have all the powers which an officer-in-charge of a police\r\nstation has while making an investigation into a cognizable offence.", "44": "Foreign Contribution (Regulation) Act, 201044. Returns by\r\nprescribed authority to Central Government.-The prescribed\r\nauthority shall furnish to the Central Government at such time and in such form\r\nand manner such returns and statements as may be prescribed.", "45": "Foreign Contribution (Regulation) Act, 201045. Protection of\r\naction taken in good faith.-No suit or other\r\nlegal proceedings shall lie against the Central Government or the authority\r\nreferred to in section 44 or any of its officers in respect of any loss or\r\ndamage caused or likely to be caused by anything which is in good faith done or\r\nintended to be done in pursuance of the provisions of this Act or, any rule or\r\norder made thereunder.", "46": "Foreign Contribution (Regulation) Act, 201046. Power of Central\r\nGovernment to give directions.-The Central\r\nGovernment may give such directions as it may deem necessary to any other\r\nauthority or any person or class of persons regarding the carrying into\r\nexecution of the provisions of this Act.", "47": "Foreign Contribution (Regulation) Act, 201047. Delegation of\r\npowers. -\nThe Central\r\nGovernment may, by notification, direct that any of its powers or functions\r\nunder this Act, except power to make rule under section 48, shall, in relation\r\nto such matters and subject to such conditions, if any, may be specified in the\r\nnotification, be exercised or discharged also by such authority as may be\r\nspecified.", "48": "Foreign Contribution (Regulation) Act, 201048. Power to make\r\nrules.-1.  \r\n  The\r\nCentral Government may, by notification, make rules for carrying out the\r\nprovisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-- \r\n i.  \r\n  the\r\nvalue of the article which may be specified under sub-clause (i) of clause (h)\r\nof sub-section (1) of section 2; \r\n ii.  \r\n  the\r\nauthority which may be specified under clause (p) of sub-section (1) of section\r\n2; \r\n iii.  \r\n  acceptance\r\nor retention of gift or presentation under clause (d) of section 4; \r\n iv.  \r\n  guidelines\r\nspecifying the ground or grounds on which an organisation may be specified as\r\nan organisation of political nature under sub-section (1) of section 5; \r\n v.  \r\n  the\r\nactivities or business which shall be construed as speculative business under\r\nthe proviso to clause (a) of sub-section (1) of section 8; \r\n vi.  \r\n  the\r\nelements and the manner in which the administrative expenses shall be\r\ncalculated under sub-section (2) of section 8; \r\n vii.  \r\n  the\r\ntime within which and the manner in which any person or class of persons or an\r\nassociation may be required to furnish intimation regarding the amount of\r\nforeign contribution received under clause (c) of section 9; \r\n viii.  \r\n  the\r\ntime within which and the manner in which any person or class of persons may be\r\nrequired to furnish intimation regarding foreign hospitality under clause (e)\r\nof section 9; \r\n ix.  \r\n  the\r\nmanner in which the copy of the order of the Central Government shall be served\r\nupon any person under section 10; \r\n x.  \r\n  the\r\nform and manner in which the application for grant of certificate of\r\nregistration or giving of prior permission under sub-section (1) of section 12; \r\n xi.  \r\n  the\r\nfee to be accompanied by the application under sub-section (1) of section 12; \r\n xii.  \r\n  the\r\nterms and conditions for granting a certificate or giving prior permission\r\nunder clause (g) of sub-section (4) of section 12; \r\n xiii.  \r\n  the\r\nmanner of utilising the foreign contribution under clause (b) of sub- section\r\n(2) of section 13; \r\n xiv.  \r\n  the\r\nauthority with whom the foreign contribution to be vested under sub- section\r\n(1) of section 15; \r\n xv.  \r\n  the\r\nperiod within which and the manner in which the foreign contribution shall be\r\nmanaged under sub-section (2) of section 15; \r\n xvi.  \r\n  the\r\nform and manner in which the application for a renewal of certificate of\r\nregistration shall be made under sub-section (2) of section 16; \r\n xvii.  \r\n  the\r\nfee to be accompanied by the application for renewal of certificate under\r\nsub-section (2) of section 16; \r\n xviii.  \r\n  the\r\nprescribed amount of foreign remittance, the form and manner in which the\r\nforeign remittance received by every bank or authorised person in foreign\r\nexchange shall be reported under sub-section (2) of section 17; \r\n xix.  \r\n  the\r\ntime within which and the manner in which the person who has been granted\r\ncertificate of registration or given prior permission under this Act shall give\r\nintimation under section 18; \r\n xx.  \r\n  the\r\nform and manner in which account of any foreign contribution and the manner in\r\nwhich such contribution has been utilised shall be maintained under section 19; \r\n xxi.  \r\n  the\r\ntime within which and the manner in which a candidate for election shall give\r\nintimation under section 21; \r\n xxii.  \r\n  the\r\nmanner and procedure to be followed in disposing of the assets under section\r\n22; \r\n xxiii.  \r\n  the\r\nlimits subject to which any confiscation may be adjudged under clause (b) of\r\nsub-section (1) of section 29; \r\n xxiv.  \r\n  the\r\nfee to be accompanied along with every application for revision under\r\nsub-section (5) of section 32; \r\n xxv.  \r\n  the\r\nform and manner for making of an application for compounding of an offence and\r\nthe fee therefor under sub-section (4) of section 41; \r\n xxvi.  \r\n  the\r\nform and manner in which and the time within which returns and statements to be\r\nfurnished by the prescribed authority under section 44; \r\n xxvii.  \r\n  any\r\nother matter which is required to be, or may be, prescribed.", "49": "Foreign Contribution (Regulation) Act, 201049. Orders and rules\r\nto be laid before Parliament.-Every order made\r\nunder section 5 and every rule made by the Central Government under this Act\r\nshall be laid, as soon as may be after it is made, before each House of\r\nParliament while it is in session for a total period of thirty days which may\r\nbe comprised in one session or in two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe order or rule or both Houses agree that the order or rule should not be\r\nmade, the order or rule shall thereafter have effect only in such modified form\r\nor be of no effect, as the case may be; so, however, that any such modification\r\nor annulment shall be without prejudice to the validity of anything previously\r\ndone under that order or rule.", "50": "Foreign Contribution (Regulation) Act, 201050. Power to exempt\r\nin certain cases.-If the Central\r\nGovernment is of opinion that it is necessary or expedient in the interests of\r\nthe general public so to do, it may, by order and subject to such conditions as\r\nmay be specified in the order, exempt any person or association or organisation\r\n(not being a political party), or any individual (not being a candidate for\r\nelection) from the operation of all or any of the provisions of this Act and\r\nmay, as often as may be necessary, revoke or modify such order.", "51": "Foreign Contribution (Regulation) Act, 201051. Act not to apply\r\nto certain Government transactions.-Nothing contained in\r\nthis Act shall apply to any transaction between the Government of India and the\r\nGovernment of any foreign country or territory.", "52": "Foreign Contribution (Regulation) Act, 201052. Application of\r\nother laws not barred. -The provisions of\r\nthis Act shall be in addition to, and not in derogation of, the provisions of\r\nany other law for the time being in force.", "53": "Foreign Contribution (Regulation) Act, 201053. Power to remove\r\ndifficulties. -\n1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as may appear to be\r\nnecessary for removing the difficulty:Provided that no order shall be made under\r\nthis section after the expiry of two years from the commencement of this Act.1.  \r\n2.  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "54": "Foreign Contribution (Regulation) Act, 201054. Repeal and\r\nsaving. -\n1.  \r\n  The\r\nForeign Contribution (Regulation) Act, 1976 (hereafter referred to as the\r\nrepealed Act) is hereby repealed.2.  Notwithstanding\r\nsuch repeal,--a.  \r\n  anything\r\ndone or any action taken or purported to have been done or taken under the repealed\r\nAct shall, in so far as it is not inconsistent with the provisions of this Act,\r\nbe deemed to have been done or taken under the corresponding provisions of this\r\nAct;b.  \r\n  any\r\norganisation of a political nature, not being a political party, to whom the prior\r\npermission was granted under section 5 of the repealed Act, shall continue to\r\nbe the organisation of a political nature, not being a political party, under\r\nclause (f) of sub-section (1) of section 3 of this Act, till such permission is\r\nwithdrawn by the Central Government;c.  \r\n  permission\r\nto accept foreign hospitality granted under section 9 of the repealed Act shall\r\nbe deemed to be the permission granted under section 6 of this Act until such\r\npermission is withdrawn by the Central Government;d.  \r\n  any\r\nassociation prohibited from accepting any foreign contribution under clause (a)\r\nof section 10 of the repealed Act, in so far as it is not inconsistent with the\r\nprovisions of this Act, shall be deemed to be an association prohibited from\r\naccepting any foreign contribution under section 9 of this Act;e.  \r\n  permission\r\nobtained under clause (b) of section 10 of the repealed Act shall, in so far as\r\nit is not inconsistent with the provisions of this Act, be deemed to be the\r\npermission until such permission is withdrawn by the Central Government;f.  \r\n  any\r\norder issued under section 12 of the repealed Act shall be deemed to be an\r\norder issued under section 10 of this Act;g.  \r\n  any\r\norder issued under section 31 of the repealed Act exempting any association or\r\nany individual shall be deemed to be an order under section 50 of this Act till\r\nsuch order is varied or revoked.1.  \r\n2.  \r\n3.  Save\r\nas provided in sub-section (2), mention of particular matters in that sub-\r\nsection shall not be held to prejudice or affect the general application of\r\nsection 6 of the General Clauses Act, 1897, with regard to the effect of\r\nrepeal."}