{"name": "Geographical Indications of Goods (Registration and Protection) Act, 1999\r", "1": "Geographical Indications of Goods (Registration and Protection) Act, 1999Chapter I:\r\nPreliminary1. Short title,\r\nextent and commencement.-1.  This\r\nAct may be called the Geographical Indications of Goods (Registration and\r\nProtection) Act, 1999.2.  It\r\nextends to the whole of India.3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint; and different dates may be\r\nappointed for different provisions of this Act, and any reference in any such\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "Geographical Indications of Goods (Registration and Protection) Act, 19992. Definitions and\r\ninterpretation.-\n1.  In\r\nthis Act, unless the context otherwise requires,-a.   \"Appellate\r\nBoard\" means the Appellate Board established under section 83 of the Trade\r\nMarks Act, 1999;b.   \"authorised\r\nuser\" means the authorised user of a geographical indication registered\r\nunder section 17;c.   \"deceptively\r\nsimilar\" A geographical indication shall be deemed to be deceptively\r\nsimilar to another geographical indication if it so nearly resembles that other\r\ngeographical indication as to be likely to deceive or cause confusion;d.   \"district\r\ncourt\" has the meaning assigned to it in the Code of Civil Procedure, 1908\r\n(5 of 1908);e.   \"geographical\r\nindication\", in relation to goods, means an indication which identifies\r\nsuch goods as agricultural goods, natural goods or manufactured goods as\r\noriginating, or manufactured in the territory of a country, or a region or\r\nlocality in that territory, where a given quality, reputation or other\r\ncharacteristic of such goods is essentially attributable to its geographical\r\norigin and in case where such goods are manufactured goods one of the\r\nactivities of either the production or of processing r preparation of the goods\r\nconcerned takes place in such territory, region or locality, as the case may\r\nbe.Explanation.- For the purposes of\r\nthis clause, any name which is not the name of a country, region or locality of\r\nthat country shall also be considered as the geographical indication if it\r\nrelates to a specific geographical area and is used upon or in relation to\r\nparticular goods originating from that country, region or locality, as the case\r\nmay be;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.   \"goods\"\r\nmeans any agricultural, natural or manufactured goods or any goods of\r\nhandicraft or of industry and includes food stuff;g.   \"indication\"\r\nincludes any name, geographical or figurative representation or any combination\r\nof them conveying or suggesting the geographical origin of goods to which it\r\napplies;h.   \"name\"\r\nincludes any abbreviation of a name;i.   \"package\"\r\nincludes any case, box, container, covering, folder, receptacle, vessel,\r\ncasket, bottle, wrapper, label, band, ticket, reel, frame, capsule, cap, lid,\r\nstopper and cork;j.   \"prescribed\"\r\nmeans prescribed by rules made under this Act;k.   \"producer\",\r\nin relation to goods, means any person who,- \r\n i.  \r\n  if\r\nsuch goods are agricultural goods, produces the goods and includes the person\r\nwho processes or packages such goods; \r\n ii.  \r\n  if\r\nsuch goods are natural goods, exploits the goods; \r\n iii.  \r\n  if\r\nsuch goods are handicraft or industrial goods, makes or manufactures the goods,\r\nand includes any person who trades or deals in such production, exploitation,\r\nmaking or manufacturing, as the case may be, of the goods;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.   \"register\"\r\nmeans the Register of Geographical Indications referred to in section 6;m.   \"registered\"\r\n(with its grammatical variations) means registered under this Act;n.   \"registered\r\nproprietor\", in relation to a geographical indication, means any\r\nassociation of persons or of producers or any organisation for the time being\r\nentered in the register as proprietor of the geographical indication;o.   \"Registrar\"\r\nmeans the Registrar of Geographical Indications referred to in section 3;p.   \"tribunal\"\r\nmeans the Registrar or, as the case may be, the Appellate Board before which\r\nthe proceeding concerned is pending.2.  Words\r\nand expressions used and not defined in this Act but defined in the Trade Marks\r\nAct, 1999 shall have the meanings respectively assigned to them in that Act.(3)\r\nIn this Act, unless the context otherwise requires, any reference-a.   to the use of a\r\ngeographical indication shall be construed as a reference to the use of a\r\nprinted or other visual representation of the geographical indication;b.   to the use of a\r\ngeographical indication in relation to goods shall be construed as a reference\r\nto the use of the geographical indication upon, or in any physical or in any\r\nother relation whatsoever, to such goods;c.   to a registered\r\ngeographical indication shall be construed as including a reference to a\r\ngeographical indication registered in the register;d.   to the Registrar\r\nshall be construed as including a reference to any officer when discharging the\r\nfunctions of the Registrar in pursuance of sub-section (2) of section 3;e.   to the Geographical\r\nIndications Registry shall be construed as including a reference to any office\r\nof the Geographical Indications Registry.", "3": "Geographical Indications of Goods (Registration and Protection) Act, 1999Chapter II: The\r\nRegister and Conditions for Registration the Register and Conditions for\r\nRegistration3. Registrar of\r\nGeographical Indications.-1.  The\r\nController-General of Patents, Designs and Trade Marks appointed under\r\nsub-section (1) of section 3 of the Trade Marks Act, 1999, shall be the\r\nRegistrar of Geographical Indications.2.  The\r\nCentral Government may appoint such officers with such designations as it\r\nthinks fit for the purpose of discharging, under the superintendence and\r\ndirection of the Registrar, such functions of the Registrar under this Act, as\r\nhe may from time to Time authorise them to discharge.", "4": "Geographical Indications of Goods (Registration and Protection) Act, 19994. Power of Registrar\r\nto Withdraw or Transfer cases etc.-Without prejudice to\r\nthe generality of the provisions of sub-section (2) of Section 2, the Registrar\r\nmay, by order in writing and for reasons to be recorded therein, withdraw any\r\nmatter pending before an officer appointed under the said sub-section (2) and\r\ndeal with such matter himself either de novo or from the state it was so\r\nwithdrawn or transfer the same to another office so appointed who may, subject\r\nto special directions in the order of transfer, proceed with the matter either\r\nde novo or from the sate it was so transferred.", "5": "Geographical Indications of Goods (Registration and Protection) Act, 19995. Geographical\r\nindications Registry and officer thereof.-1.  For\r\nthe purpose of this Act, there shall be established a Registry which shall be\r\nknown as the Geographical Indications Registry.2.  The\r\nhead office of the Geographical Indications Registry shall be at such place as\r\nthe Central Government may, by notification in the Official Gazette, specify,\r\nand for the purpose of facilitating the registration of geographical\r\nindications, there may be established at such places as the Central Government\r\nmay think fit branch offices of the Geographical Indications Registry.3.  The\r\nCentral Government may, by notification in Official Gazette, define the\r\nterritorial limits within which an office of Geographical Indications Registry\r\nmay exercise its functions.4.    There\r\nshall be a seal of the Geographical Indications Registry", "6": "Geographical Indications of Goods (Registration and Protection) Act, 19996. Register of\r\nGeographical Indications.-1.  For\r\nthe purpose of this Act, a record called the Register of geographical\r\nindications shall be kept at the Head office of the Geographical Indications\r\nRegistry, wherein shall be entered all registered geographical indications with\r\nthe names, addresses and descriptions of the proprietors, the names, addressees\r\nand descriptions of authorised users and such other matters relating to\r\nregistered geographical indications as may be prescribed and such registers may\r\nbe maintained wholly or partly on computer.2.  Notwithstanding\r\nany thing contained in sub-section (1) it shall be lawful for the Registrar to\r\nkeep the records wholly or partly in computer floppies or diskettes or in any\r\nother electronic form, subject to such safeguards as may be prescribed.3.  Where\r\nsuch register is maintained wholly or partly in computer floppies or diskettes\r\nor in any other electronic form under sub-section (2), any reference in this\r\nAct to any entry in the register shall be construed as the reference to the\r\nentry in the register shall be construed as the reference to the entry as\r\nmaintained in the computer floppies or diskettes or in any other electronic\r\nform, as the case may be.4.    No\r\nnotice of any trust, express or implied or constructive, shall be entered in\r\nthe register and no such notice shall be receivable by the Registrar.5.  Subject\r\nto the superintendence and direction of the Central Government the register\r\nshall be kept under the control and management of the Registrar.6.  \r\n  There\r\nshall be kept at each branch office of the Geographical Indication Registry a\r\ncopy of the register and such other documents mentioned in Section 78 as the\r\nCentral Government may, by notification in the Official Gazette, direct.", "7": "Geographical Indications of Goods (Registration and Protection) Act, 19997. Part A and Part B\r\nof the Register.-1.  The\r\nregister referred to in Section 6 shall be divided into two Parts called\r\nrespectively Part A and B.2.  The\r\nparticulars relating to the registration of the geographical indication shall\r\nbe incorporated and form part of Part A of the register in the prescribed\r\nmanner.3.  The\r\nParticulars relating to the registration of the authorised user shall be\r\nincorporated and form part of Part B of the register in the prescribed manner.", "8": "Geographical Indications of Goods (Registration and Protection) Act, 19998. Registration to be\r\nin respect of particular goods and area.-1.  A\r\ngeographical indication may be registered in respect of any or all of the\r\ngoods, comprised in such class of goods as may be classified by a region or\r\nlocality in that territory, as the case may be the Registrar and in respect of\r\na definite territory of a country, or2.  The\r\nRegistrar shall classify the goods under sub-section (1), as far as may be, in\r\naccordance with the International classification of goods for the purposes of\r\nregistration of geographical indications.3.  The\r\nRegistrar may publish in the prescribed manner an alphabetical index of\r\nclassification of goods referred to in sub-section (2).4.    Any\r\nquestion arising as to the class within which any goods fall or the definite\r\narea as referred to in sub-section (1) in respect of which the geographical\r\nindication is to be registered or where any goods are not specified in the\r\nalphabetical index of goods published under sub-section (3) shall be determined\r\nby the Registrar whose decision in the matter shall be final.", "9": "Geographical Indications of Goods (Registration and Protection) Act, 19999. Prohibition of\r\nregistration of certain geographical indications.-A geographical\r\nindication-a.  \r\n  the\r\nuse of which would be likely to deceive or cause confusion; orb.  \r\n  the\r\nuse of which would be contrary to any law for the time being in force; orc.  \r\n  which\r\ncomprises or contains scandalous or obscene matter; ord.  \r\n  which\r\ncomprises or contains any matter likely to hurt the religious susceptibilities\r\nof any class or section of the citizens of India; ore.  \r\n  which\r\nwould otherwise be disentitled to protection in a court; orf.  \r\n  which\r\nare determined to be generic names or indications of goods and are, therefore,\r\nnot or ceased to be protected in their country of origin, or which have fallen\r\ninto disuse in that country; org.  \r\n  which,\r\nalthough literally true as to the territory, region or locality in which the\r\ngoods originate, but falsely represent to the persons that the goods originate\r\nin another territory, region or locality, as the case may be, shall not be\r\nregistered as a geographical indication.Explanation 1.- For the purposes of\r\nthis section, \"generic names or indications'', in relation to goods, means\r\nthe name of a goods which, although relates to the place or the region where\r\nthe goods was originally produced or manufactured, has lost its original\r\nmeaning and has become the common name of such goods and serves as a\r\ndesignation for or indication of the kind, nature, type or other property or\r\ncharacteristic of the goods.Explanation 2.- In determining\r\nwhether the name has become generic, account shall be taken of all factors including\r\nthe existing situation in the region or place in which the name originates and\r\nthe area of consumption of the goods.", "10": "Geographical Indications of Goods (Registration and Protection) Act, 199910. Registration of\r\nhomonymous geographical indications.-Subject to the\r\nprovisions of section 7, a homonymous geographical indication may be registered\r\nunder this Act, if the Registrar is satisfied, after considering the practical\r\nconditions under which he homonymous indication in question shall be\r\ndifferentiated from other homonymous indications and the need to ensure\r\nequitable treatment of the producers of the goods concerned, that the consumers\r\nof such goods registration.", "11": "Geographical Indications of Goods (Registration and Protection) Act, 1999Chapter III:\r\nProcedure for and Duration of Registration11. Application for\r\nregistration.-\n1.  Any\r\nassociation of persons or producers or any organisation or authority\r\nestablished by or under any law for the time being in force representing the\r\ninterest of the producers of the concerned goods, who are desirous of\r\nregistering a geographical indication in relation to such goods shall apply in\r\nwriting to the Registrar in such form and in such manner and accompanied by\r\nsuch fees as may be prescribed for the registration of the geographical\r\nindication.2.  The\r\napplication under sub-section (1) shall contain-a.   a statement as to how\r\nthe geographical indication serves to designate the goods as originating from\r\nthe concerned territory of the country or region or locality in the country, as\r\nthe case may be, in respect of specific quality, reputation or other\r\ncharacteristics of which are due exclusively or essentially to the geographical\r\nenvironment, with its inherent natural and human factors, and the production,\r\nprocessing or preparation of which takes place in such territory, region or\r\nlocality, as the case ay be;b.   the class of goods to\r\nwhich the geographical indication shall apply;c.   the geographical map\r\nof the territory of the country or region or locality in the country in which\r\nthe goods originate or are being manufactured;d.   the particulars\r\nregarding the appearance of the geographical indication as to whether it is\r\ncomprised of the words or figurative elements or both;e.   a statement\r\ncontaining such particulars of the producers of the concerned goods, if any,\r\nproposed to be initially registered with the registration of the geographical\r\nindication as may be prescribed; and (f) such other particulars as may be\r\nprescribed.1.  2.  3.  A\r\nsingle application may be made for registration of a geographical indication\r\nfor different classes of goods and fee payable therefore shall be in respect of\r\neach such class of goods.4.    Every\r\napplication under sub-section (1) shall be filed in the office of the\r\nGeographical Indications Registry within whose territorial limits, the\r\nterritory of the country or the region or locality in the country to which the\r\ngeographical indication elates is situated:Provided that \r\nwhere such territory, region or locality, as the case may be, is not situated\r\nin India, the application shall be filed in the office of the Geographical\r\nIndications Registry within whose territorial limits the place mentioned in the\r\naddress for services in India as disclosed in the application, is situated.1.  2.  3.  4.  5.  Every\r\napplications under sub-section (1) shall be examined by the Registrar in such\r\nmanner as may be prescribed.6.  \r\n  Subject\r\nto the provisions of this Act, the Registrar may refuse the application or may\r\naccept it absolutely or subject to such amendments, modification, conditions or\r\nlimitations, if any, as he thinks fit.7.  \r\n  In\r\nthe case of refusal or conditional acceptance of application, the Registrar\r\nshall record in writing the grounds for such refusal or conditional acceptance\r\nand the materials used by him in arriving at his decision.", "12": "Geographical Indications of Goods (Registration and Protection) Act, 199912. Withdrawal of\r\nacceptance.-\nWhere, after the\r\nacceptance of an application for registration of a geographical indication but\r\nbefore its registration, the Registrar is satisfied,-a.  \r\n  that\r\nthe application has been accepted in error, orb.  \r\n  that\r\nin the circumstances of the case the geographical indication should not be\r\nregistered or should be registered subject to conditions or limitations or to\r\nconditions additional to or different from the conditions or limitations\r\nsubject to which the application has been accepted, the Registrar may, after\r\nhearing the applicant if he so desires, withdraw the acceptance and proceed as\r\nif the application had not been accepted.", "13": "Geographical Indications of Goods (Registration and Protection) Act, 199913. Advertisement of\r\napplication.-\n1.  When\r\nan application for registration of a geographical indication has been accepted,\r\nwhether absolutely or subject to conditions or limitations, the Registrar\r\nshall, as soon as may be after acceptance, cause the application as accepted\r\ntogether with the conditions or limitations, if any, subject to which it has\r\nbeen accepted, to be advertised in such manner as may be prescribed.2.  Where\r\nafter advertisement of an application-a.   an error in the\r\napplication has been corrected; orb.   the application has\r\nbeen permitted to be amended under section 15, the Registrar may, in his\r\ndiscretion cause the application to be advertised again or instead of causing\r\nthe application to be advertised again, notify in the prescribed manner, the\r\ncorrection made in the application.", "14": "Geographical Indications of Goods (Registration and Protection) Act, 199914. Opposition to\r\nregistration.-\n1.  Any\r\nperson may, within three months from the date of advertisement or\r\nre-advertisement of an application for registration or within such further\r\nperiod, not exceeding one month, in the aggregate, as the Registrar, on application\r\nmade to him in such manner and on payment of such fee as may be prescribed\r\nallows, give notice in writing in the prescribed manner to the Registrar, of\r\nopposition to the registration.2.  The\r\nRegistrar shall serve a copy of the notice on the applicant for registration\r\nand, within two months from the receipt by the applicant of such copy of the\r\nnotice of opposition, the applicant shall sent to the Registrar in the\r\nprescribed manner a counter-statement of the grounds on which he relies for his\r\napplication, and if he does not do so, he shall be deemed to have abandoned his\r\napplication.3.  If\r\nthe applicant sends such counter-statement, the Registrar shall serve a copy\r\nthereof on the person giving notice of opposition.4.    Any\r\nevidence upon which the opponent and the applicant may rely shall be submitted\r\nin such manner and within the such time as may be prescribed to the Registrar,\r\nand the Registrar shall give an opportunity to them to be heard, if they so\r\ndesire.5.  The\r\nRegistrar shall, after hearing the parties, if so required, and considering the\r\nevidence, decide whether and subject to what conditions or limitations, if any,\r\nthe registration is to be permitted, and may take into account a ground of\r\nobjection w ether relied upon by the opponent or not.6.  \r\n  Where\r\na person giving notice of opposition or an applicant sending a counter-\r\nstatement after receipt of a copy of such notice neither resides nor carries on\r\nbusiness in India, the Registrar may require him to give security for the costs\r\nof proceeding before him, and in default of such security being duly given, may\r\ntreat the opposition or application, as the case may be, as abandoned.7.  \r\n  The\r\nRegistrar may, on request, permit correction of any error in, or any amendment\r\nof, a notice of opposition or a counter-statement on such terms as he thinks\r\njust.", "15": "Geographical Indications of Goods (Registration and Protection) Act, 199915. Correction and\r\namendment.-\nThe Registrar may, on\r\nsuch terms, as he thinks just, at any time, whether before or after acceptance\r\nof an application for registration under section 11, permit the correction of\r\nany error or in connection with the application or permit an amendment of the\r\napplication:Provided that \r\nif an amendment is made to a single application referred to in sub- section (3)\r\nof section 11 involving division of such application into two or more\r\napplications, the date of making of the initial application shall be deemed to\r\nbe the date of making of the divided applications so divided.", "16": "Geographical Indications of Goods (Registration and Protection) Act, 199916. Registration.-1.  Subject\r\nto the provisions of section 12, when an application for registration of a\r\ngeographical indication has been accepted and either-a.   the application has\r\nnot been opposed and the time for notice of opposition has expired; orb.   the application has\r\nbeen opposed and the opposition has been decided in favour of the applicant,\r\nthe Registrar shall, unless the Central Government otherwise directs, register\r\nthe said geographical indication and the authorised users, if any, mentioned in\r\nthe application and the geographical indication and the authorised users when\r\nregistered shall e registered as of the date of the making of the said\r\napplication and that date shall, subject to the provisions of section 84, be\r\ndeemed to be the date of registration.1.  2.  On\r\nthe registration of a geographical indication, the Registrar shall issue each\r\nto the applicant and the authorised users, if registered with the geographical\r\nindication, a certificate in such form as may be prescribed of the registration\r\nthereof, sealed with the seal of the Geographical Indications Registry.3.  Where\r\nregistration of a geographical indication is not completed within twelve months\r\nform the date of the application by reason of default on the part of the\r\napplicant, the Registrar may, after giving notice to the applicant in the\r\nprescribed manner treat the application as abandoned unless it is completed\r\nwithin the time specified in that behalf in the notice.4.    The\r\nRegistrar may amend the register or a certificate of registration for the\r\npurpose of correcting a clerical error or an obvious mistake.", "17": "Geographical Indications of Goods (Registration and Protection) Act, 199917. Application for\r\nregistration as authorized user.-1.  Any\r\nperson claiming to be the producer of the goods in respect of which a\r\ngeographical indication has been registered under section 16 may apply in\r\nwriting to the Registrar in the prescribed manner for registering him as an\r\nauthorised user of such geographical indication.2.  The\r\napplication under sub-section (1) shall be accompanied by a statement and such\r\ndocuments of facts as may be prescribed and required by the Registrar to\r\ndetermine as to whether such person is the producer of the goods referred to in\r\nthat sub-section n and such fee as may be prescribed.3.  The\r\nprovisions of this Chapter relating to-a.   the filing and\r\nexamination of the application;b.   the refusal and\r\nacceptance of registration;c.   withdrawal of\r\nacceptance of application;d.   advertisement of\r\napplication;e.   opposition to\r\nregistration;f.   correction or error\r\nin an amendment of the application; andg.   registration, shall\r\napply in respect of the application and registration of authorised users\r\nreferred to in sub-section (1) in the same manner as they apply for the\r\napplication for registration and registration of the geographical indication.", "18": "Geographical Indications of Goods (Registration and Protection) Act, 199918. Duration,\r\nrenewal, removal and restoration of registration.-1.  The\r\nregistration of a geographical indication shall be for a period of ten years,\r\nbut may be renewed from time to time in accordance with the provisions of this\r\nsection.2.  The\r\nregistration of an authorised user shall be for a period of ten years or for\r\nthe period till the date on which the registration of the geographical\r\nindication in respect of which the auhorised user is registered expires,\r\nwhichever is earlier.3.  The\r\nRegistrar shall, on application made in the prescribed manner, by the\r\nregistered proprietor or by the authorised user and within the prescribed\r\nperiod and subject to the payment of the prescribed fee, renew the registration\r\nof the geographical indication or authorised user, as the case may be, for a\r\nperiod of ten years from the date of expiration of the original registration or\r\nof the last renewal of registration, as the case may be (which date is in this\r\nsection referred to as the expiration of he last registration).4.    At\r\nthe prescribed time before the expiration of the last registration of a\r\ngeographical indication or the authorised user, as the case may be, the\r\nRegistrar shall send notice in the prescribed manner to the registered\r\nproprietor or the authorised use , as the case may be, of the date of\r\nexpiration and the conditions as to payment of fees and otherwise upon which a\r\nrenewal of registration may be obtained, and, if at the expiration of time\r\nprescribed in that behalf those conditions have not been duly complied with,\r\nthe Registrar may remove the geographical indication or the authorised user, as\r\nthe case may be, from the register:Provided that the Registrar shall\r\nnot remove the geographical indication or the authorised user, as the case may\r\nbe, from the register, if an application is made in the prescribed form and the\r\nprescribed fee and surcharge is paid within six months from t e expiration of\r\nthe last registration of the geographical indication or the authorised user, as\r\nthe case may be, and shall renew the registration of geographical indication or\r\nthe authorised user, as the case may be, for a period of ten years under\r\nsub-section (3).1.  2.  3.  4.  5.  Where\r\na geographical indication or authorised user, as the case may be, has been\r\nremoved from the register for non-payment of the prescribed fee, the Registrar\r\nshall, after six months and within one year from the expiration of the last\r\nregistration o the geographical indication or the authorised user, as the case\r\nmay be, on receipt of an application in the prescribed form and on payment of\r\nthe prescribed fee, if satisfied that it is just so to do, restore the\r\ngeographical and renew registration of the geographical indication or\r\nauthorised user, as the case may be, either generally or subject to such\r\ncondition or limitation as he thinks fit to impose, for a period of ten years\r\nfro indication or the authorise user, as the case may be, to the register the\r\nexpiration of the last registration.", "19": "Geographical Indications of Goods (Registration and Protection) Act, 199919. Effect of removal\r\nfrom register for failure to pay fee for renewal.-Where a geographical\r\nindication has been removed from the register for failure to pay the fee for\r\nrenewal, it shall nevertheless, for the purpose of any application for the registration\r\nof another geographical indication during one year, next after the date of\r\nremoval, be deemed to be a geographical indication already on the register,\r\nunless the tribunal is satisfied either-a.  \r\n  that\r\nthere has been no bona fide trade use of the geographical indication which has\r\nbeen removed within the two years immediately preceding its removal; orb.  \r\n  that\r\nno deception or confusion would be likely to arise from the use of the\r\ngeographical indication which is the subject of the application for registration\r\nby reason of any previous use of the geographical indication which has been\r\nremoved.", "20": "Geographical Indications of Goods (Registration and Protection) Act, 1999Chapter IV: Effect of\r\nRegistration20. No action for\r\ninfringement of unregistered geographical indication.-1.  No\r\nperson shall be entitled to institute any proceeding to prevent, or to recover\r\ndamages for, the infringement of an unregistered geographical indication.2.  Nothing\r\nin this Act shall be deemed to affect rights of action against any person for\r\npassing off goods as the goods of another person or the remedies in respect\r\nthereof.", "21": "Geographical Indications of Goods (Registration and Protection) Act, 199921. Rights conferred\r\nby registration.-1.  Subject\r\nto the other provisions of this Act, the registration of a geographical\r\nindication shall, if valid, give,-a.   to the registered\r\nproprietor of the geographical indication and the authorised user or users\r\nthereof the right to obtain relief in respect of infringement of the\r\ngeographical indication in the manner provided by this Act;b.   to the authorised\r\nuser thereof the exclusive right to the use of the geographical indication in\r\nrelation to the goods in respect of which the geographical indication is\r\nregistered.1.  2.  The\r\nexclusive right to the use of a geographical indication given under clause (b)\r\nof sub-section (1) shall be subject to any condition and limitation to which\r\nthe registration is subject.3.  Where\r\ntwo or more persons are authorised users of geographical indications, which are\r\nidentical with or nearly resemble each other, the exclusive right to the use of\r\nany of those geographical indications shall not (except so far as their\r\nrespective rights are subject to any conditions or limitations entered on the\r\nregister) be deemed to have been acquired by anyone of those persons as against\r\nany other of those persons merely by registration of the geographical\r\nindications, but each of those persons as otherwise the same rights as against\r\nother persons as he would have if he were the sole authorised user.", "22": "Geographical Indications of Goods (Registration and Protection) Act, 199922. Infringement or\r\nregistered geographical indications.-1.  A\r\nregistered geographical indication is infringed by a person who, not being an\r\nauthorised user thereof,-a.   uses such\r\ngeographical indication by any means in the designations or presentation of goods\r\nthat indicates or suggests that such goods originate in a geographical area\r\nother than the true place of origin of such goods in a manner goods; or which\r\nmisleads the persons as to the geographical origin of such goods; orb.   uses any geographical\r\nindication in such manner which constitutes an act of unfair competition\r\nincluding passing off in respect of registered geographical indication.Explanation 1.- For the purposes of\r\nthis clause, \"act of unfair competition'' means any act of competition\r\ncontrary to honest practices in industrial or commercial matters.Explanation 2.- For the removal of\r\ndoubts, it is hereby clarified that the following acts shall be deemed to be\r\nacts of unfair competition, namely:- \r\n i.  \r\n  all\r\nacts of such a nature as to create confusion by any means whatsoever with the\r\nestablishment, the goods or the industrial or commercial activities, of a\r\ncompetitor; \r\n ii.  \r\n  false\r\nallegations in the course of trade of such a nature as to discredit the\r\nestablishment, the goods or the industrial or commercial activities, of a\r\ncompetitor; \r\n iii.  \r\n  geographical\r\nindications, the use of which in the course of trade is liable to mislead the\r\npersons as to the nature, the manufacturing process, the characteristics, the\r\nsuitability for their purpose, or the quantity, of the goods;a.  \r\nb.  \r\nc.   uses another\r\ngeographical indication to the goods which, although literally true as to the\r\nterritory, region or locality in which the goods originate, falsely represents\r\nto the persons that the goods originate in the territory, region or locality in\r\nrespect of which such registered geographical indication relates.1.  2.  The\r\nCentral Government may, if it thinks necessary so to do for providing\r\nadditional protection to certain goods or classes of goods under sub-section\r\n(3), by notification in the Official Gazette, specify such goods or class or\r\nclasses of goods, for he purposes of such protection.3.  Any\r\nperson who is not an authorised user of a geographical indication registered\r\nunder this Act in respect of the goods or any class or classes of goods\r\nnotified under sub-section (2), uses any other geographical indication to such\r\ngoods or class or lasses of goods not originating in the place indicated by\r\nsuch other geographical indication or uses such other geographical indication\r\nto such goods or class or classes of goods even indicating the true origin of\r\nsuch goods or uses such other geographic l indication to such goods or class or\r\nclasses of goods in translation of the true place of origin or accompanied by\r\nexpression such as \"kind'', \"style'', \"imitation'' or the like\r\nexpression, shall infringe such registered geographical indication.4.    Notwithstanding\r\nanything contained in this section, where the goods in respect of which a\r\ngeographical indication has been registered are lawfully acquired by a person\r\nother than the authorised user of such geographical indication, further\r\ndealings i those goods by such person including processing or packaging, shall\r\nnot constitute an infringement of such geographical indication, except where\r\nthe condition of goods is impaired after they have been put in the market.", "23": "Geographical Indications of Goods (Registration and Protection) Act, 199923. Registration to\r\nbe prima facie evidence of validity.-1.  In\r\nall legal proceedings relating to a geographical indication, the certificate of\r\nregistration granted in this regard by the Registrar under this Act, being a\r\ncopy of the entry in the register under the seal of the Geographical\r\nIndications Registry, shall be prima facie evidence of the validity thereof and\r\nbe admissible in all courts and before the Appellate Board without further\r\nproof or production of the original.2.  Nothing\r\nin this section shall be deemed to be affect the right of action in respect of\r\nan unregistered geographical indication.", "24": "Geographical Indications of Goods (Registration and Protection) Act, 199924. Prohibition of\r\nassignment or transmission, etc.-Notwithstanding\r\nanything contained in any law for the time being in force, any right to a\r\nregistered geographical indication shall not be the subject matter of\r\nassignment, transmission, licensing, pledge , mortgage or any such other\r\nagreement: Provided that on the death of an authorised user his right in a\r\nregistered geographical indication shall devolve on his successor in title\r\nunder the law for the time being in force.", "25": "Geographical Indications of Goods (Registration and Protection) Act, 1999Chapter V: Special\r\nProvisions Relating To Trade Marks and Prior Users25. Prohibition of\r\nRegistration of Geographical Indication as Trade Mark.-Notwithstanding\r\nanything contained in the Trade Marks Act, 1999, the Registrar of Trade Marks\r\nreferred to in section 3 of that Act, shall, suo-motu or at the request of an\r\ninterest d party, refuse or invalidate the registration of a trade mark which-a.  \r\n  contains\r\nor consists of a geographical indication with respect to the goods or class or\r\nclasses of goods not originating in the territory of a country, or a region or\r\nlocality in that territory which such geographical indication indicates, if use\r\nof such geographical indications in the trade mark for such goods, is of such a\r\nnature as to confuse or mislead the persons as to the true place of origin of\r\nsuch goods or class or classes of goods;b.  \r\n  contains\r\nor consists of a geographical indication identifying goods or class or classes\r\nof goods notified under sub-section (2) of section 22.", "26": "Geographical Indications of Goods (Registration and Protection) Act, 199926. Protection to\r\ncertain trademarks.-\n1.  Where\r\na trade mark contains or consists of a geographical indication and has been\r\napplied for or registered in good faith under the law relating to trade marks\r\nfor the time being in force, or where rights to such trade mark have been\r\nacquired through use in good faith either-a.   before the\r\ncommencement of this Act; orb.   before the date of\r\nfiling the application for registration of such geographical indication under\r\nthis Act, nothing contained in this Act shall prejudice the registrability or\r\nthe validity of the registration of such trade mark under the law relating to\r\nthe trade marks for the time being in force, or the right to use such trade\r\nmark, on the ground that such trade mark is identical with or similar to such geographical\r\nindication.1.  2.  Nothing\r\ncontained in this Act shall apply in respect of a geographical indication with\r\nrespect to goods or class or classes of goods for which such geographical\r\nindication is identical with the term customary in common language as the\r\ncommon name of such goods in any part of India on or before the 1st day of\r\nJanuary, 1995.3.  Nothing\r\ncontained in this Act shall in any way prejudice the right of any person to\r\nuse, in the course of trade, that person's name or the name of that person's predecessor\r\nin business, except where such name is used in such a manner as to confuse or\r\nmislead the people.4.    Notwithstanding\r\nanything contained in the Trade Marks Act, 1999 or in this Act, no action in\r\nconnection with the use or registration of a trade mark shall be taken after\r\nthe expiry of five years from the date on which such use or registration\r\ninfringing any geographical indication registered under this Act has become\r\nknown to the registered proprietor or authorised user registered in respect of\r\nsuch geographical indication under this Act or after the date of registration\r\nof the trade mark under the said Trade Marks Act subject to the condition that\r\nthe trade mark has been published under the provisions of the said Trade Marks\r\nAct, 1999 or the rules made there under by that date, if such date is earlier\r\nthan the date on which such infringement became known to such proprietor or\r\nauthorised user and such geographical indication is not used or registered in\r\nbad faith.", "27": "Geographical Indications of Goods (Registration and Protection) Act, 1999Chapter VI:\r\nRectification and Correction of the Register27. Power to cancel\r\nor vary registration and to rectify the register.-1.  On\r\napplication made in the prescribed manner to the Appellate Board or to the\r\nRegistrar by any person aggrieved, the tribunal may make such order as it may\r\nthink fit for cancelling or varying the registration of a geographical\r\nindication or authorised user on the ground of any contravention, or failure to\r\nobserve the condition entered on the register in relation thereto.2.  Any\r\nperson aggrieved by the absence or omission from the register of any entry, or\r\nby any entry made in the register without sufficient cause, or by any entry\r\nwrongly remaining on the register, or by any error or defect in any entry in\r\nthe register, ay apply in the prescribed manner to the Appellate Board or to\r\nthe Registrar, and the tribunal may make such order for making, expunging or\r\nvarying the entry as it may think fit.3.  The\r\ntribunal may in any proceeding under this section decide any question that may\r\nbe necessary or expedient to decide in connection with the rectification of the\r\nregister.4.    The\r\ntribunal, of its own motion, may, after giving notice in the prescribed manner\r\nto the parties concerned and after giving them an opportunity of being heard,\r\nmake any order referred to in sub-section (1) or sub-section (2).5.  Any\r\norder of the Appellate Board rectifying the register shall direct that notice\r\nof the rectification shall be served upon the Registrar in the prescribed\r\nmanner who shall upon receipt of such notice rectify the register accordingly.", "28": "Geographical Indications of Goods (Registration and Protection) Act, 199928. Correction of\r\nregister.-\nThe Registrar may, on\r\napplication made in the prescribed manner by the registered proprietor or the\r\nauthorised user,-a.  \r\n  correct\r\nany error in the name, address or description of the registered proprietor or\r\nthe authorised user, as the case may be, of a geographical indication, or any\r\nother entry relating to the geographical indication on the register;b.  \r\n  enter\r\nany change in the name, address or description of the association of persons or\r\nof producers or any ogranisation or authority, as the case may be, who is\r\nregistered as proprietor of a geographical indication on the register;c.  \r\n  cancel\r\nthe entry of a geographical indication on the register;d.  \r\n  strike\r\nout any goods or class or classes of goods from those in respect of which a\r\ngeographical indication is registered from the register, and may make any\r\nconsequential amendment or alteration in the certificate of registration, and\r\nfor that purpose, may require the certificate of registration to be produced to\r\nhim.", "29": "Geographical Indications of Goods (Registration and Protection) Act, 199929. Alteration of\r\nregistered geographical indications.-1.  The\r\nregistered proprietor of a geographical indication may apply in the prescribed\r\nmanner to the Registrar for leave to add to or alter the geographical\r\nindication in any manner not substantially affecting the identity thereof, and\r\nthe Registrar may refuse leave or may grant it on such terms and subject to\r\nsuch limitations as he may think fit.2.  The\r\nRegistrar may cause an application under this section to be advertised in the\r\nprescribed manner in any case where it appears to him that it is expedient so\r\nto do, and where he does so, if within the prescribed time from the date of the\r\nadvertisement any person gives notice to the Registrar in the prescribed manner\r\nof the opposition to the application, the Registrar shall, after hearing the\r\nparties if so required, decide the matter.3.  Where\r\nleave is granted under this section, the geographical indication as altered\r\nshall be advertised in the prescribed manner, unless the application has\r\nalready been advertised under sub-section", "30": "Geographical Indications of Goods (Registration and Protection) Act, 199930. Adaptation of\r\nentries in register to amend or substitute classification of goods.-1.  The\r\nRegistrar shall not make any amendment of the register which would have the\r\neffect of adding any goods or classes of goods to those in respect of which a geographical\r\nindication is registered (whether in one or more classes) immediately before\r\nthe amendment is to be made or antedating the registration of a geographical\r\nindication in respect of any goods:Provided that \r\nthis sub-section, shall not apply when the Registrar is satisfied that\r\ncompliance therewith would involve complexity and that the addition or\r\nantedating, as the case may be, would not affect any substantial quantity of\r\ngoods and would not substantially prejudice the rights of any person.1.  2.  A\r\nproposal so to amend the register shall be brought to the notice of the\r\nregistered proprietor and every authorised user of the geographical indication\r\naffected and advertised in the prescribed manner, and may be opposed before the\r\nRegistrar by any person aggrieved on the ground that the proposed amendment\r\ncontravenes the provisions of sub-section (1).", "31": "Geographical Indications of Goods (Registration and Protection) Act, 1999Chapter VII: Appeals\r\nto the Appellate Board31. Appeals to the\r\nAppellate Board.-1.  Any\r\nperson aggrieved by an order or decision of the Registrar under this Act, or\r\nthe rules made there under, may prefer an appeal to the Appellate Board within\r\nthree months from the date on which the order or decision sought to be appealed\r\nagainst is communicated to such person preferring the appeal.2.  No\r\nappeal shall be admitted if it is preferred after the expiry of the period\r\nspecified under sub-section (1):Provided that \r\nan appeal may be admitted after the expiry of the period specified therefore,\r\nif the appellant satisfies the Appellate Board that he had sufficient cause for\r\nnot preferring the appeal within the specified period.1.  2.  3.  An\r\nappeal to the Appellate Board shall be in the prescribed form and shall be\r\nverified in the prescribed manner and shall be accompanied by a copy of the\r\norder or decision appealed against and such fees as may be prescribed.", "32": "Geographical Indications of Goods (Registration and Protection) Act, 199932. Bar of\r\njurisdiction of courts, etc.-No court or other\r\nauthority shall have or, be entitled to, exercise any jurisdiction, powers or\r\nauthority in relation to the matters referred to in sub-section (1) of section\r\n31.", "33": "Geographical Indications of Goods (Registration and Protection) Act, 199933. Procedure of the\r\nAppellate Board.-The provisions of\r\nsub-sections (2), (3), (4), (5), (6) of section 84, section 87, section 92,\r\nsection 95 and section 96 of the Trade Marks Act, 1999, shall apply to the\r\nAppellate Board in the discharge of its functio s under this Act as they apply\r\nto it in the discharge of its functions under the Trade Marks Act, 1999.", "34": "Geographical Indications of Goods (Registration and Protection) Act, 199934. Procedure for\r\napplication for rectification, etc., before Appellate Board.-1.  An\r\napplication for rectification of the register made to the Appellate Board under\r\nsection 27 shall be in such form as may be prescribed.2.  A\r\ncertified copy of every order or judgment of the Appellate Board relating to a\r\nregistered geographical indication under this Act shall be communicated to the\r\nRegistrar by the Appellate Board and the Registrar shall give effect to the\r\norder of the Board and shall, when so directed, amend the entries in, or\r\nrectify, the register in accordance with such order.", "35": "Geographical Indications of Goods (Registration and Protection) Act, 199935. Appearance of\r\nRegistrar in legal proceedings.-1.  The\r\nRegistrar shall have the right to appear and be heard-a.   in any legal\r\nproceedings before the Appellate Board in which the relief sought includes\r\nalteration or rectification of the register or in which any question relating\r\nto the practice of the Geographical Indications Registry is raised;b.   in any appeal to the\r\nBoard from an order of the Registrar on an application for registration of a\r\ngeographical indication or authorised user- \r\n i.  \r\n  which\r\nis not opposed, and the application is either refused by the Registrar or is\r\naccepted by him subject to any amendments, modifications, conditions or\r\nlimitations, or \r\n ii.  \r\n  which\r\nhas been opposed and the Registrar considers that his appearance is necessary\r\nin the public interest, and the Registrar shall appear in any case if so\r\ndirected by the Board.1.  2.  Unless\r\nthe Appellate Board otherwise directs, the Registrar may, in lieu of appearing,\r\nsubmit a statement in writing signed by him, giving such particulars as he\r\nthinks proper of the proceedings before him relating to the matter in issue or\r\nof the grounds of any decision given by him affecting it, or of the practice of\r\nthe Geographical Indications Registry in like cases, or of other matters\r\nrelevant to the issues and within his knowledge as Registrar, and such\r\nstatement shall be evidence in the proceeding.", "36": "Geographical Indications of Goods (Registration and Protection) Act, 199936. Costs of\r\nRegistrar in proceedings before Appellate Board.-In all proceedings\r\nunder this Act before the Appellate Board the costs of the Registrar shall be\r\nin the discretion of the Board, but the Registrar shall not be ordered to pay\r\nthe costs of any f the parties.", "37": "Geographical Indications of Goods (Registration and Protection) Act, 1999Chapter VIII:\r\nOffences, Penalties and Procedure37. Meaning of\r\napplying geographical indications.-1.  A\r\nperson shall be deemed to apply a geographical indication to goods who-a.   applies it to the\r\ngoods themselves; orb.   applies it to any\r\npackage in or with which the goods are sold, or exposed for sale, or had in\r\npossession for sale or for any purpose of trade or manufacture; orc.   places, encloses or\r\nannexes any goods which are sold, or exposed for sale, or had in possession for\r\nsale or for any purpose of trade or manufacture, in or with any package or\r\nother thing to which a geographical indication has been applied; ord.   uses a geographical\r\nindication in any manner reasonably likely to lead to the belief that the goods\r\nin connection with which it is used are designated or described by that\r\ngeographical indication; ore.   in relation to the\r\ngoods uses a geographical indication in any sign, advertisement, invoice,\r\ncatalogue, business letter, business paper, price list or other commercial\r\ndocuments and goods are delivered to a person in pursuance of a request or\r\norder m de by reference to the geographical indication as so used.1.  2.  A\r\ngeographical indication shall be deemed to be applied to goods whether it is\r\nwoven in, impressed on, or otherwise worked into, or annexed or affixed to, the\r\ngoods or to any package or other thing.", "38": "Geographical Indications of Goods (Registration and Protection) Act, 199938. Falsifying and\r\nfalsely applying geographical indications.-1.  A\r\nperson shall be deemed to falsify a geographical indication who, either,-a.   without the assent of\r\nthe authorised user of the geographical indication makes that geographical\r\nindication or deceptively similar geographical indication; orb.   falsifies any genuine\r\ngeographical indication, whether by alteration, addition, effacement or\r\notherwise.1.  2.  A\r\nperson shall be deemed to falsely apply to goods a geographical indication who,\r\nwithout the assent of the authorised user of the geographical indication,-a.   applies such\r\ngeographical indication or a deceptively similar geographical indication to\r\ngoods or any package containing goods;b.   uses any package\r\nbearing a geographical indication which is identical with or deceptively\r\nsimilar to the geographical indication of such authorised user, for the purpose\r\nof packing, filling or wrapping therein any goods other than the genuine goods\r\no the authorised user of the geographical indication.1.  2.  3.  Any\r\ngeographical indication falsified as mentioned in sub-section (1) or falsely\r\napplied as mentioned in sub-section (2), is in this Act referred to as a false\r\ngeographical indication.4.    In\r\nany prosecution for falsifying a geographical indication or falsely applying a\r\ngeographical indication to goods, the burden of proving the assent of\r\nproprietor shall lie on the accused.", "39": "Geographical Indications of Goods (Registration and Protection) Act, 199939. Penalty for\r\napplying false geographical indications.-Any person who,-a.  \r\n  falsifies\r\nany geographical indication; orb.  \r\n  falsely\r\napplies to goods any geographical indication; orc.  \r\n  makes,\r\ndisposes of, or has in his possession, any die, block, machine, plate or other\r\ninstrument for the purpose of falsifying or of being used for falsifying, a\r\ngeographical indication; ord.  \r\n  applies\r\nto any goods to which an indication of the country or place in which they were\r\nmade or produced or the name and the address of the manufacturer or person for\r\nwhom the goods are manufactured is required to be applied under section 71, a\r\nfalse indication of such country, place, name or address; ore.  \r\n  tampers\r\nwith, alters or effaces an indication of origin which has been applied to any\r\ngoods to which it is required to be applied under section 71; orf.  \r\n  causes\r\nany of the things above-mentioned in this section to be done, shall, unless he\r\nproves that he acted, without intent to defraud, be punishable with\r\nimprisonment for a term which shall not be less than six months but which may\r\nextend to three years and with fine which shall not be less than fifty thousand\r\nrupees but which may extend to two lakh rupees:Provided that the court may, for\r\nadequate and special reasons to be mentioned in the judgment, impose a sentence\r\nof imprisonment for a term of less than six months or a fine of less than fifty\r\nthousand rupees.", "40": "Geographical Indications of Goods (Registration and Protection) Act, 199940. Penalty for\r\nselling goods to which false geographical indication is applied.-Any person who sells,\r\nlets for hire or exposes for sale, or hires or has in his possession for sale,\r\ngoods or things to which any false geographical indication is applied o which,\r\nbeing required under section 71 to have applied to them an indication of the\r\ncountry or place in which they were made or produced or the name and address of\r\nthe manufacturer, or person for whom the goods are manufactured or without the\r\nindication so required, shall, unless he proves,-a.  \r\n  that,\r\nhaving taken all reasonable precautions against committing an offence against\r\nthis section, he had at the time of commission of the alleged offence no reason\r\nto suspect the genuineness of the geographical indication or that any offence\r\nhad been committed in respect of the goods; orb.  \r\n  that,\r\non demand by or on behalf of the prosecutor, he gave all the information in his\r\npower with respect to the person from whom he obtained such goods or things; orc.  \r\n  that\r\notherwise he had acted innocently, be punishable with imprisonment for a term\r\nwhich shall not be less than six months but which may extend to three years and\r\nwith fine which shall not be less than fifty thousand rupees but which may\r\nextend to two lakh rupees:Provided that \r\nthe court may, for adequate and special reasons to be mentioned in the\r\njudgment, impose a sentence of imprisonment for a term of less than six months\r\nor a fine of less than fifty thousand rupees.", "41": "Geographical Indications of Goods (Registration and Protection) Act, 199941. Enhanced penalty\r\non second or subsequent conviction.-Whoever having\r\nalready been convicted of an offence under section 39 or section 40 is again\r\nconvicted of any such offence shall be punishable for the second and for every\r\nsubsequent offence, with imprisonment for a term which shall not be less than\r\none year but which may extend to three years and with fine which shall not be\r\nless than one lakh rupees but which may extend to two lakh rupees:Provided that \r\nthe court may, for adequate and special reason to be mentioned in the judgment,\r\nimpose a sentence of imprisonment for a term of less than one year or a fine of\r\nless than one lakh rupees:Provided\r\nfurther that \r\nfor the purposes of this section, no cognizance shall be taken of any\r\nconviction made before the commencement of this Act.", "42": "Geographical Indications of Goods (Registration and Protection) Act, 199942. Penalty for\r\nfalsely representing a geographical indication as registered.-1.  No\r\nperson shall make any representation.-a.   with respect to a\r\ngeographical indication, not being a registered geographical indication, to the\r\neffect that it is a registered geographical indication; orb.   to the effect that a\r\nregistered geographical indication is registered in respect of any goods in\r\nrespect of which it is not in fact registered; orc.   to the effect that\r\nregistration of a geographical indication gives an exclusive right to the use\r\nthereof in any circumstances in which having regard to limitation entered on\r\nthe register, the registration does not in fact give that right.1.  2.  If\r\nany person contravenes any of the provisions of sub-section (1), he shall be\r\npunishable with imprisonment for a term which may extend to three years, or\r\nwith fine, or with both.3.  For\r\nthe purposes of this section the use in India in relation to a geographical\r\nindication of the words \"registered geographical indication\" or any\r\nother expression, symbol or sign like \"R.G.I.\" referring whether\r\nexpressly or impliedly to registration , shall be deemed to import a reference\r\nto registration in the register, except-a.   where that word or\r\nother expression, symbol or sign is used in direct association with other words\r\ndelineated in characters at least as large as those in which that word or other\r\nexpression, symbol or sign is delineated and indicating that the reference to\r\nregistration as a geographical indication under the law of a country outside\r\nIndia being a country under the law of which the registration referred to is in\r\nfact in force; orb.   where that other\r\nexpression, symbol or sign is of itself such as to indicate that the reference\r\nis to such registration as is mentioned in clause (a); orc.   where that word is used\r\nin relation to a geographical indication registered under the law of a country\r\noutside India and in relation solely to goods to be exported to that country\r\nfor use in that country.", "43": "Geographical Indications of Goods (Registration and Protection) Act, 199943. Penalty for\r\nimproperly describing a place of business as connected with the Geographical\r\nIndications Registry.-If any person uses on\r\nhis place of business, or on any document issued by him, or otherwise, words\r\nwhich would reasonably lead to the belief that his place of business is, or is\r\nofficially connected with, the Geographical Indications Registry, he shall be\r\npunishable with imprisonment for a term which may extend to two years, or with\r\nfine, or with both.", "44": "Geographical Indications of Goods (Registration and Protection) Act, 199944. Penalty for\r\nfalsification of entries in the register.-If any person makes,\r\nor causes to be made, a false entry in the register, or a writing falsely\r\npurporting to be a copy of an entry in the register, or produces or tenders or\r\ncauses to be produced or tendered, in evidence any such writing, knowing the\r\nentry or writing to be false, he shall be punishable with imprisonment for a\r\nterm which may extend to two years, or with fine, or with both.", "45": "Geographical Indications of Goods (Registration and Protection) Act, 199945. No offence in\r\ncertain cases.-\nThe provisions of\r\nsections 39, 40 and 41 shall in relation to a registered geographical\r\nindication or authorised user of such geographical indication, be subject to\r\nthe rights created or recognised by this Act and no act or omission shall be\r\ndeemed to be an offence under the aforesaid sections if,-a.  \r\n  the\r\nalleged offence relates to a registered geographical indication and the act or\r\nomission is permitted under this Act; andb.  \r\n  the\r\nalleged offence relates to a registered geographical indication and the act or\r\nomission is permitted under any other law for the time being in force.", "46": "Geographical Indications of Goods (Registration and Protection) Act, 199946. Forfeiture of\r\ngoods.-\n1.  Where\r\na person is convicted of an offence under section 39 or section 40 or section\r\n41 or is acquitted of an offence under section 39 or section 40 on proof that\r\nhe acted without intend or defraud, or under section 40 on pro f of the matters\r\nspecified in clause (a) or clause (b) or clause (c) of that section, the court\r\nconvicting or acquitting him may direct the forfeiture to Government of all\r\ngoods and things by means of, or in relation to, which the offence has been\r\ncommitted, or but for such proof as aforesaid would have been committed.2.  When\r\nforfeiture is directed on a conviction and an appeal lies against the\r\nconviction, an appeal shall lie against the forfeiture also.3.  When,\r\na forfeiture is directed on acquittal and the goods or things to which the\r\ndirection relates are of value exceeding fifty rupees, an appeal against the\r\nforfeiture may be preferred, within thirty days from the date of the direction,\r\nto the court to which in appealable cases appeal lie from sentences of the court\r\nwhich directed the forfeiture.4.    When\r\nforfeiture is directed on a conviction, the court, before whom the person is\r\nconvicted, may order any forfeited articles to be destroyed or otherwise\r\ndisposed of as the court thinks fit.", "47": "Geographical Indications of Goods (Registration and Protection) Act, 199947. Exemption of\r\ncertain persons employed in ordinary course of business.-Where a person\r\naccused of an offence under section 39 proves,-a.  \r\n  that\r\nin the ordinary course of his business he is employed on behalf of other\r\npersons to apply geographical indications, or as the case may be, to make dies,\r\nblocks, machines, plates, or other instruments for making, or being used in\r\nmaking, geographical indications;b.  \r\n  that\r\nin the case which is the subject of the charge he was so employed, and was not\r\ninterested in the goods or other thing by way of profit or commission depend on\r\nthe sale of such goods;c.  \r\n  that,\r\nhaving taken all reasonable precautions against committing the offence charged,\r\nhe had, at the time of the commission of the alleged offence, no reason to suspect\r\nthe genuineness of the geographical indication; andd.  \r\n  that,\r\non demand made by or on behalf of the prosecutor, he gave all the information\r\nin his power with respect to the persons on whose behalf the geographical\r\nindication was applied, he shall be acquitted.", "48": "Geographical Indications of Goods (Registration and Protection) Act, 199948. Procedure where\r\ninvalidity of registration is pleaded by the accused.-1.  Where\r\nthe offence charged under section 39 or section 40 or section 41 is in relation\r\nto a registered geographical indication and the accused pleads that the\r\nregistration of t e geographical indication is invalid, the following procedure\r\nshall be followed:-a.   if the court is\r\nsatisfied that such defence is prima facie tenable, it shall not proceed with\r\nthe charge but shall adjourn the proceeding for three months from the date on\r\nwhich the plea of the accused is recorded to enable the accused to file an\r\napplication before the Appellate Board under this Act, for the rectification of\r\nthe register on the ground that the registration is invalid;b.   if the accused proves\r\nto the court that he has made such application within the time so limited or\r\nwithin such further time as the court may for sufficient cause allow, the\r\nfurther proceedings in the prosecution shall stand stayed till the disposal f\r\nsuch application for rectification;c.   If within a period of\r\nthree months or within such extended time as may be allowed by the court the\r\naccused fails to apply to the Appellate Board for rectification of the\r\nregister, the court shall proceed with the case as if the registration were\r\nvalid .2.  Where\r\nbefore the institution of a complaint of an offence referred to in sub-section\r\n(1), any application for the rectification of the register concerning the\r\ngeographical indication in question on the ground of invalidity of the\r\nregistration thereto has already been properly made to and is pending before\r\nthe tribunal, the court shall stay the further proceedings in the prosecution\r\npending the disposal of the application aforesaid and shall determine the\r\ncharge against the accused in conformity with the result of the application for\r\nrectification in so far as the complainant relies upon the registration of his\r\ngeographical indication.", "49": "Geographical Indications of Goods (Registration and Protection) Act, 199949. Offences by\r\ncompanies.-\n1.  If\r\nthe person committing an offence under this Act is a company, the company as\r\nwell as every person in charge of, and responsible to, the company for the\r\nconduct of its business at the time of the commission of the offence shall be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly:Provided that nothing contained in\r\nthis sub-section shall render any such person liable to any punishment if he\r\nproves that the offence was committed without his knowledge or that he\r\nexercised all due diligence to prevent the commission of such offence.1.  2.  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or that the commission of the offence is\r\nattributable to any neglect on the part of, any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against an punished accordingly.Explanation.- For the purposes of\r\nthis section,-a.  \r\n  \"company\"\r\nmeans anybody corporate and includes a firm or other association of individuals;\r\nandb.  \r\n  \"director\",\r\nin relation to a firm, means a partner in the firm.", "50": "Geographical Indications of Goods (Registration and Protection) Act, 199950. Cognizance of\r\ncertain offences and the powers of police officer for search and seizure.-1.  No\r\ncourt shall take cognizance of an offence under section 42 or section 43 or\r\nsection 44 except on complaint in writing made by the Registrar or any officer authorised\r\nby him in writing: Provided that in relation to clause (b) of sub-section (1)\r\nof section 42, a court shall take a cognizance of an offence on the basis of a\r\ncertificate issued by the Registrar to the effect that a registered\r\ngeographical indication has been represented as registered in respect of any\r\ngoods in respect of which it is not in fact registered.2.  No\r\ncourt inferior to that of a Metropolitan Magistrate or Judicial Magistrate of\r\nthe first class shall try an offence under this Act.3.  The\r\noffences under section 39 or section 40 or section 41 shall be cognizable.4.    Any\r\npolice officer not below the rank of deputy superintendent of police or\r\nequivalent, may, if he satisfied that any of the offences referred to in\r\nsub-section (3) has been, is being, or is likely to be, committed, search and\r\nseize without warrant t e goods, die, block, machine, plate, other instruments\r\nor things involved in committing the offence, wherever found, and all the\r\narticles so seized shall, as soon as practicable, be produced before the\r\nJudicial Magistrate of the first class or Metropolitan Magistrate, as the case\r\nmay be:Provided that \r\nthe police officer, before making any search and seizure, shall obtain the\r\nopinion of the Registrar on the facts involved in the offence relating to\r\ngeographical indication and shall abide by the opinion so obtained.1.  2.  3.  4.  5.  Any\r\nperson having an interest in any article seized under sub-section (4), may,\r\nwithin fifteen days of such seizure, make an application to the Judicial\r\nMagistrate of the first class or Metropolitan Magistrate, as the case may be,\r\nfor such article being restored to him and the Magistrate, after hearing the\r\napplication and the prosecution, shall make such order on the application as he\r\nmay deem fit.", "51": "Geographical Indications of Goods (Registration and Protection) Act, 199951. Costs of defence\r\nof prosecution.-\nIn any prosecution\r\nunder this Act, the court may order such costs to be paid by the accused to the\r\ncomplainant, or by the complainant to the accused, as the court deemed\r\nreasonable having regard to all the circumstances of the case and the conduct\r\nof the parties and the costs so awarded shall be recoverable as if they were a\r\nfine.", "52": "Geographical Indications of Goods (Registration and Protection) Act, 199952. Limitation of\r\nprosecution.-\nNo prosecution for an\r\noffence under this Act shall be commenced after the expiration of three years\r\nnext after the commission of the offence charged or two years after the\r\ndiscovery thereof by the prosecutor, whichever expiration first happens.", "53": "Geographical Indications of Goods (Registration and Protection) Act, 199953. Information as to\r\ncommission of offence.-An officer of the\r\nGovernment whose duty it is to take part in the enforcement of the provisions\r\nof this Chapter shall not be compelled in any court to say whence he got any\r\ninformation as to the commission of any offence against this Act.", "54": "Geographical Indications of Goods (Registration and Protection) Act, 199954. Punishment for\r\nabetment in India of acts done out of India.-If any person, being\r\nwithin India, abets the commission, without India, of any act which, if\r\ncommitted in India, would, under this Act, be an offence, he may be tried for\r\nsuch abetment in an place in India in which he may be found, and be punished\r\ntherefore with the punishment to which he would be liable if he had himself\r\ncommitted in that place the act which he abetted.", "55": "Geographical Indications of Goods (Registration and Protection) Act, 1999Chapter IX:\r\nMiscellaneous55. Protection of\r\naction taken in good faith.-No suit or other\r\nlegal proceedings shall lie against any person in respect of anything which is\r\nin good faith done or intended to be done in pursuance of this Act.", "56": "Geographical Indications of Goods (Registration and Protection) Act, 199956. Certain persons\r\nto be public servants.-Every person\r\nappointed under this Act shall be deemed to be a public servant within the\r\nmeaning of section 21 of the Indian Penal Code.", "57": "Geographical Indications of Goods (Registration and Protection) Act, 199957. Stay of\r\nproceedings where the validity of registration of the geographical indication\r\nis questioned, etc.-1.  Where\r\nin any suit for infringement of a geographical indication the defendant pleads\r\nthat registration of the geographical indication relating to plaintiff is\r\ninvalid, the court trying the suit (hereinafter referred to as the court),\r\nshall,-a.   if any proceedings\r\nfor rectification of the register to the geographical indication relating to\r\nplaintiff or defendant are pending before the Registrar or the Appellate Board,\r\nstay the suit pending the final disposal of such proceedings;b.   if no such\r\nproceedings are pending and the court is satisfied that the plea regarding the\r\ninvalidity of the registration of the geographical indication relating to\r\nplaintiff or defendant is prima facie tenable, raise an issue regarding the\r\nsame and adjourn the case for a period of three months from the date of the\r\nframing of the issue in order to enable the party concerned to apply to the\r\nAppellate Board for rectification of the register.1.  2.  If\r\nthe party concerned proves to the court that he has made any such application\r\nas is referred to in clause (b) of sub-section (1) within the time specified\r\ntherein or within such extended time as the court may for sufficient cause\r\nallow, the trial f the suit shall stand stayed until the final disposal of the\r\nrectification proceedings.3.  If\r\nno such application as aforesaid has been made within the time so specified or\r\nwithin such extended time as the court may allow, the issue as to the validity\r\nof the registration of the geographical indication concerned shall be deemed to\r\nhave been abandoned and the court shall proceed with the suit in regard to the\r\nother issues in the case.4.    The\r\nfinal order made in any rectification proceedings referred to in sub-section\r\n(1) or sub-section (2) shall be binding upon the parties and the court shall\r\ndispose of the suit conformably to such order in so far as it relates to the\r\nissue as to the validity of the registration of the geographical indication.5.  The\r\nstay of a suit for the infringement of a geographical indication under this\r\nsection shall not preclude the court from making any interlocutory order\r\nincluding any order granting an injunction, directing account to be kept,\r\nappointing a receiver r attaching any property), during the period of the stay\r\nof the suit.", "58": "Geographical Indications of Goods (Registration and Protection) Act, 199958. Application for\r\nrectification of register to be made to Appellate Board in certain cases.-1.  Where\r\nin a suit for infringement of a registered geographical indication the validity\r\nof the registration of the geographical indication relating to plaintiff is\r\nquestioned by the defendant or where in any such suit the plaintiff questions\r\nthe validity of the registration of the geographical indication relating to\r\ndefendant, the issue as to the validity of the registration of the geographical\r\nindication concerned shall be determined only on an application for the\r\nrectification of the register and, notwithstanding anything contained in\r\nsection 27, such application shall be made to the Appellate Board and not to\r\nthe Registrar.2.  Subject\r\nto the provisions of sub-section (1), where an application for rectification of\r\nthe register is made to the Registrar under section 27, the Registrar may, if\r\nhe thinks fit, refer the application at any stage of the proceedings to the\r\nAppellate Board. 59 Implied warranty on sale of indicated goods.", "59": "Geographical Indications of Goods (Registration and Protection) Act, 199959. Implied warranty\r\non sale of indicated goods.-Where a geographical\r\nindication has been applied to the goods on sale or in the contract for sale of\r\nany goods, the seller shall be deemed to warrant that the geographical\r\nindication is a genuine geographical indication and not falsely applied, unless\r\nthe contrary is expressed in writing signed by or on behalf of the seller and\r\ndelivered at the time of the sale of goods on contract to and accepted by the\r\nbuyer.", "60": "Geographical Indications of Goods (Registration and Protection) Act, 199960. Powers of\r\nRegistrar.-\nIn all proceedings\r\nunder this Act before the Registrar,-a.  \r\n  the\r\nRegistrar shall have all the powers of a civil court for the purposes of\r\nreceiving evidence, administering oaths, enforcing the attendance of witnesses,\r\ncompelling the discovery and production of documents and issuing commissions\r\nfor the examination of witnesses;b.  \r\n  the\r\nRegistrar may, subject to any rules made in this behalf under section 87, make\r\nsuch orders as to costs as he considers reasonable, and any such order shall be\r\nexecutable as a decree of a civil court;c.  \r\n  the\r\nRegistrar may, on an application made in the prescribed manner, review his own\r\ndecision.", "61": "Geographical Indications of Goods (Registration and Protection) Act, 199961. Exercise of\r\ndiscretionary power by Registrar.-Subject to the\r\nprovisions of section 64, the Registrar shall not exercise any discretionary or\r\nother power vested in him by this Act or the rules made there under adversely\r\nto a person applying for the exercise of that power without (if so required by\r\nthat person within the prescribed time) giving to the person an opportunity of\r\nbeing heard.", "62": "Geographical Indications of Goods (Registration and Protection) Act, 199962. Evidence before\r\nRegistrar.-\nIn any proceeding\r\nunder this Act before the Registrar, evidence shall be given by affidavit:Provided that \r\nthe Registrar may, if he thinks fit, take oral evidence in lieu of, or in\r\naddition to, such evidence by affidavit", "63": "Geographical Indications of Goods (Registration and Protection) Act, 199963. Death of party to\r\na proceeding.-\nIf a person who is a\r\nparty to a proceeding under this Act (not being a proceeding before the\r\nAppellate Board or a court) dies pending the proceeding, the Registrar may, on\r\nrequest, and on proof to his satisfaction of t e transmission of the interest\r\nof the deceased person, substitute in the proceeding his successor in interest\r\nin his place, or, if the Registrar is of opinion that the interest of the\r\ndeceased person is sufficiently represented by the surviving parties, permit\r\nthe proceeding to continue without the substitution of his successor in\r\ninterest.", "64": "Geographical Indications of Goods (Registration and Protection) Act, 199964. Extension of\r\ntime.-\n1.  If\r\nthe Registrar is satisfied, on application made to him in the prescribed manner\r\nand accompanied by the prescribed fee, that there is sufficient cause for\r\nextending the time for doing any act (not being a time expressly provided in\r\nthe Act), whether the time so specified has expired or not, he may, subject to\r\nsuch conditions as he may think fit to impose, extend the time and inform the\r\nparties accordingly.2.  Nothing\r\nin sub-section (1) shall be deemed to require the Registrar to hear the parties\r\nbefore disposing of an application for extension of time, and no appeal shall\r\nlie from any order of the Registrar under this section.", "65": "Geographical Indications of Goods (Registration and Protection) Act, 199965. Abandonment.-Where, in the opinion\r\nof the Registrar, an applicant is in default in the prosecution of an\r\napplication filed under this Act, the Registrar may, by notice require the\r\napplicant to remedy the default within a time specified and after giving him,\r\nif so, desired, an opportunity of being heard, treat the application as\r\nabandoned, unless the default is remedied within the time specified in the\r\nnotice.", "66": "Geographical Indications of Goods (Registration and Protection) Act, 199966. Suit for\r\ninfringement, etc., to be instituted before district court.-1.  No\r\nsuit,-a.   for the infringement\r\nof a registered geographical indication; orb.   relating to any right\r\nin a registered geographical indication; orc.   for passing of\r\narising out of the use by the defendant of any geographical indication which is\r\nidentical with or deceptively similar to the geographical indication relating\r\nto the plaintiff, whether registered or unregistered, shall be instituted in\r\nany court inferior to a district court having jurisdiction to try the suit.1.  2.  For\r\nthe purpose of clauses (a) and (b) of sub-section (1), a \"district court\r\nhaving jurisdiction'' shall, notwithstanding anything contained in the Code of\r\nCivil Procedure, 1908 (5 of 1908), or any other law for the time being in\r\nforce, include a district court within the local limits of whose jurisdiction,\r\nat the time of the institution of the suit or other proceeding, the person\r\ninstituting the suit or proceeding, or, where there are more than one such\r\npersons any of them, actually and voluntarily resides or carries on business or\r\npersonally works for gain.Explanation.- For the purposes of\r\nsub-section (2), \"person'' includes the registered proprietor and the\r\nauthorised user.", "67": "Geographical Indications of Goods (Registration and Protection) Act, 199967. Relief in suit\r\nfor infringement or for passing off.-1.  The\r\nrelief which a court may grant in any suit for infringement or for passing off\r\nreferred to in section 66 includes injunction (subject to such terms, if any,\r\nas the court thinks fit) and at t e option of the plaintiff, either damages or\r\naccount of profits, together with or without any order for the delivery-up of\r\nthe infringing labels and indications for destruction or erasure.2.  The\r\norder of injunction under sub-section (1) may include an ex parte injunction or\r\nany interlocutory order for any of the following matters, namely:-a.   for discovery of\r\ndocuments;b.   preserving of\r\ninfringing goods, documents or other evidence which are related to the\r\nsubject-matter of the suit;c.   restraining the\r\ndefendant from disposing of or dealing with his assets in a manner which may\r\nadversely affect plaintiff's ability to recover damages, costs or other\r\npecuniary remedies which may be finally awarded to the plaintiff.1.  2.  3.  Notwithstanding\r\nanything contained in sub-section (1), the court shall not grant relief by way\r\nof damages (other than nominal damages) on account of profits in any case-a.   where in a suit for\r\ninfringement the defendant satisfies the court- \r\n i.  \r\n  that\r\nat the time he commenced to use the geographical indication complained of in\r\nthe suit he was unaware and had no reasonable ground for believing that the\r\ngeographical indication of the plaintiff was on the register; and \r\n ii.  \r\n  that\r\nwhen he became aware of the existence and nature of the plaintiff's right in\r\nthe geographical indication, he forthwith ceased to use the geographical\r\nindication in relation to good in respect of which it was registered; ora.  b.   where in a suit for\r\npassing off, the defendant satisfies the court- \r\n i.  \r\n  that\r\nat the time he commenced to use the geographical indication complained of in\r\nthe suit he was unaware and had no reasonable ground for believing that the\r\ngeographical indication relating to the plaintiff was in use; and \r\n ii.  \r\n  that\r\nwhen he became aware of the existence and nature of the geographical indication\r\nrelating to the plaintiff he forthwith ceased to use the geographical\r\nindication complained of.", "68": "Geographical Indications of Goods (Registration and Protection) Act, 199968. Authorised user\r\nto be impleaded in certain proceedings.-1.  In\r\nevery proceeding under Chapter VI or under section 31, every authorised user of\r\na geographical indication to which such proceeding relate, who is not himself\r\nan applicant in respect of an proceeding under that Chapter or section, shall\r\nbe made a party to the proceeding.2.  Notwithstanding\r\nanything contained in any other law, an authorised user so made a party to the\r\nproceeding shall not be liable for any costs unless he enters an appearance and\r\ntakes part in the proceeding. 69 Evidence of entries in register, etc., and\r\nthings done by the Registrar.", "69": "Geographical Indications of Goods (Registration and Protection) Act, 199969. Evidence of\r\nentries in register, etc., and things done by the Registrar.-1.  A\r\ncopy of any entry in the register or of any document referred to in sub-section\r\n(1) of section 78 purporting to be certified by the Registrar and sealed with\r\nthe seal of the Geographical Indications Registry shall be admitted in evidence\r\nin all courts and in all proceedings without further proof or production of the\r\noriginal.2.  A\r\ncertificate purporting to be under the hand of the Registrar as to any entry,\r\nmatter or thing that he is authorised by this Act or the rules to make or do\r\nshall be prima facie evidence of the entry having been done, and of the\r\ncontents thereof, or of the matter or things having been done or not done.", "70": "Geographical Indications of Goods (Registration and Protection) Act, 199970. Registrar and\r\nother officers not compellable to produce register, etc.-The Registrar or any\r\nofficer of the Geographical Indications Registry shall not, in any legal\r\nproceedings to which he is not a party, be compellable to produce the register\r\nor any other document in his custody, the contents of which can be proved by\r\nthe production of a certified copy issued under this Act or to appear as a\r\nwitness to prove the matters therein recorded unless by order of the court made\r\nfor special cause.", "71": "Geographical Indications of Goods (Registration and Protection) Act, 199971. Power to require\r\ngoods to show indication of origin.-1.  The\r\nCentral Government may, by notification in the Official Gazette, require that\r\ngoods of any class specified in the notification which are made or produced\r\nbeyond the limits of India and imported into India, or, which are made or\r\nproduced within the limits of India, shall, from such date as may be appointed\r\nby the notification not being less than three months from its issue, have\r\napplied to them an indication of the country or place in which hey were made or\r\nproduced, or of the name and address of the manufacturer or the person for whom\r\nthe goods were manufactured.2.  The\r\nnotification may specify the manner in which such indication shall be applied,\r\nthat is to say, whether to goods themselves or in any other manner, and the\r\ntimes or occasions on which the presence of the indication shall be necessary,\r\nthat is to s y, whether on importation only, or also at the time of sale,\r\nwhether by wholesale or retail or both.3.  No\r\nnotification under this section shall be issued, unless application is made for\r\nits issue by persons or associations substantially representing the interests\r\nof dealers in, or manufacturers, producers, or users of, the goods concerned,\r\nor unless t e Central Government is otherwise convinced that it is necessary in\r\nthe public interest to issue the notification, with or without such inquiry, as\r\nthe Central Government may consider necessary.4.    The\r\nprovisions of section 23 of the General Clauses Act, 1897 shall apply to the\r\nissue of a notification under this section as they apply to the making of a\r\nrule or bye-law the making of which is subject to the condition of previous\r\npublication.5.  A\r\nnotification under this section shall not apply to goods made or produced\r\nbeyond the limits of India and imported into India, if in respect of those\r\ngoods, the Commissioner of Customs is satisfied at the time of importation that\r\nthey are intended f r exportation whether after transshipment in or transit\r\nthrough India or otherwise.", "72": "Geographical Indications of Goods (Registration and Protection) Act, 199972. Certificate of\r\nvalidity.-\nIf in any legal\r\nproceedings for rectification of the register before the Appellate Board a\r\ndecision is on contest given in favour of the registered proprietor or, as the\r\ncase may be, authorised user of the geographical indication on the issue as to\r\nthe validity of the registration of the geographical indication or the\r\nauthorised user, the Appellate Board may grant a certificate to that effect,\r\nand if such a certificate is granted, then, in any subsequent legal proceeding\r\nin which the said validity comes into question the said proprietor or the\r\nauthorised user, as the case may be, on obtaining a final order or judgment in\r\nhis favour affirming validity of the registration of the geographical\r\nindication or the authorised user, a the case may be, shall unless the said\r\nfinal order or judgment for sufficient reason directs otherwise, be entitled to\r\nhis full cost charges and expenses as between legal practitioner and client.", "73": "Geographical Indications of Goods (Registration and Protection) Act, 199973. Groundless\r\nthreats of legal proceedings.-1.  Where\r\na person, by means of circulars, advertisements or otherwise, threatens a\r\nperson with an action or proceeding for infringement of a geographical\r\nindication which is registered, or alleged by the firs -mentioned person to be\r\nregistered, or with some other like proceeding, a person aggrieved may, whether\r\nthe person making the threats is or is not the registered proprietor or the\r\nauthorised user of the geographical indication, bring a suit against the first-mentioned\r\nperson and may obtain a declaration to the effect that the threats are\r\nunjustifiable, and an injunction against the continuance of the threats and may\r\nrecover such damages (if any) as he has sustained, unless the first-mentioned\r\nperson satisfies the court that the geographical indication is registered and\r\nthat the acts in respect of which the proceedings were threatened, constitute,\r\nor, if done, would constitute, an infringement of the geographical indication.2.  The\r\nlast preceding sub-section does not apply if the registered proprietor of the\r\ngeographical indication or an authorised user thereof with due diligence\r\ncommences and prosecutes an action against the person threatened for\r\ninfringement of the geographical indication.3.  Nothing\r\nin this section shall render a legal practitioner or a registered geographical\r\nindications agent liable to an action under this section in respect of an act\r\ndone by him in his professional capacity on behalf of a client.4.    A\r\nsuit under sub-section (1) shall not be instituted in any court inferior to a\r\ndistrict court.", "74": "Geographical Indications of Goods (Registration and Protection) Act, 199974. Address for\r\nservice.-\nAn address for\r\nservice stated in an application or notice of opposition shall, for the\r\npurposes of the application or notice of opposition be deemed to be the address\r\nof the applicant or opponent, as the case may be, and all documents in relation\r\nto the application or notice of opposition may be served by leaving them at or\r\nsending them by post to the address for service of the applicant or opponent,\r\nas the case may be.", "75": "Geographical Indications of Goods (Registration and Protection) Act, 199975. Trade usages,\r\netc., to be taken into consideration.-In any proceeding\r\nrelating to a geographical indication, the tribunal shall admit evidence of the\r\nusages of the trade concerned and of any relevant geographical indication\r\nlegitimately used by other persons.", "76": "Geographical Indications of Goods (Registration and Protection) Act, 199976. Agents.-Where, by or under\r\nthis Act, any act, other than the making of an affidavit, is required to be\r\ndone before the Registrar by any person, the act may, subject to the rules made\r\nin this behalf, be done instead of by that person himself, by a per on duly\r\nauthorised in the prescribed manner, who is,-a.  \r\n  a\r\nlegal practitioner, orb.  \r\n  a\r\nperson registered in the prescribed manner as a geographical indications agent,\r\norc.  \r\n  a\r\nperson in the sole and regular employment of the principal.", "77": "Geographical Indications of Goods (Registration and Protection) Act, 199977. Indexes.-There shall be kept\r\nunder the directions and supervision of the Registrar,-a.  \r\n  an\r\nindex of registered geographical indications,b.  \r\n  an\r\nindex of geographical indications in respect of which applications for\r\nregistration are pending,c.  \r\n  an\r\nindex of the names of the proprietors of registered geographical indications,\r\nand (d) an index of the names of authorised users.", "78": "Geographical Indications of Goods (Registration and Protection) Act, 199978. Documents open to\r\npublic inspection.-\n1.  The\r\nfollowing documents, subject to such conditions as may be prescribed, be open\r\nto public inspection at the Geographical Indications Registry, namely:-a.   the register and any\r\ndocument upon which any entry in the register is based;b.   every notice of\r\nopposition to the registration of a geographical indication, application for\r\nrectification before the Registrar, counter-statement thereto, and any\r\naffidavit or document filed by the parties in any proceedings before the Registrar;c.   the indexes mentioned\r\nin section 77; andd.   such other documents\r\nas the Central Government may, by notification in the Official Gazette,\r\nspecify:Provided that where such register\r\nis maintained wholly or partly on computer, the inspection of such register\r\nunder this section shall be made by inspecting the computer print out of the\r\nrelevant entry in the register so maintained on computer.1.  2.  Any\r\nperson may, on an application to the Registrar and on payment of such fee as\r\nmay be prescribed, obtain a certified copy of any entry in the register or any\r\ndocument referred to in sub-section (1).", "79": "Geographical Indications of Goods (Registration and Protection) Act, 199979. Reports of\r\nRegistrar to be placed before Parliament.-The Central\r\nGovernment shall cause to be placed before both Houses of Parliament once a\r\nyear a report respecting the execution by or under this Act", "80": "Geographical Indications of Goods (Registration and Protection) Act, 199980. Fees and\r\nsurcharge.-\n1.  There\r\nshall be paid in respect of applications and registrations and other matters\r\nunder this Act such fees and surcharge as may be prescribed by the Central\r\nGovernment.2.  Where\r\na fee is payable in respect of the doing of an act by the Registrar, the\r\nRegistrar shall not do that act until the fee has been paid.3.  Where\r\na fee is payable in respect of the filing of a document at the Geographical\r\nIndications Registry, the document shall be deemed not to have been filed at\r\nthe registry until the fee has been paid.", "81": "Geographical Indications of Goods (Registration and Protection) Act, 199981. Savings in\r\nrespects of certain matters in Chapter VIII.-Nothing in Chapter\r\nVIII shall-a.  \r\n  exempt\r\nany person from any suit or other proceeding which might, but for anything in\r\nthat Chapter, be brought against him, orb.  \r\n  be\r\nconstrued so as to render liable to any prosecution or punishment any servant\r\nof a master resident in India who in good faith acts in obedience to the\r\ninstructions of such master, and, on demand made by or on behalf of the\r\nprosecutor, has given fu l information as to his master and as to the\r\ninstructions which he has received from his master.", "82": "Geographical Indications of Goods (Registration and Protection) Act, 199982. Declarations as\r\nto title of geographical indication not registerable under the Registration\r\nAct, 1908.-\nNotwithstanding\r\nanything contained in the Registration Act, 1908, no document declaring or\r\npurporting to declare any title of a person to a geographical indication other\r\nthan a registered geographical indication shall be registered under that Act.", "83": "Geographical Indications of Goods (Registration and Protection) Act, 199983. Government to be\r\nbound.-The provisions of\r\nthis Act shall be binding on the Government.", "84": "Geographical Indications of Goods (Registration and Protection) Act, 199984. Special\r\nprovisions relating to applications for registration from citizens of\r\nconvention countries.-1.  With\r\na view to the fulfillment of a treaty, convention or arrangement with any\r\ncountry or a country which is a member of a group of countries or un on of\r\ncountries or Inter-Governmental Organisations outside India which affords to\r\ncitizens of India similar privileges as granted to its own citizens, the\r\nCentral Government may, by notification in the Official Gazette, declare such\r\ncountry or group of countries or union of countries or Inter-Governmental\r\nOrganisations to be a convention country or convention countries for the\r\npurposes of this Act.2.  Nothing\r\ncontained in this Act or the Trade Marks Act, 1999 shall prevent a continued\r\nand similar use of geographical indication relating to a country or a country\r\nwhich is a member of a group of countries or union of countries or any\r\nInter-Governmental Organisations, as the case may be, notified under\r\nsub-section (1) identifying wines or spirits in connection with goods by any\r\ncitizen or domiciliary of such country who has used that geographical\r\nindication in continuous manner with regard to such goods or any goods relating\r\nto such goods, as the case may be, in any part of the territory of that country\r\neither-a.   for at least ten\r\nyears preceding the 15th day of April, 1994; orb.   in good faith\r\npreceding the date referred to in clause (a).", "85": "Geographical Indications of Goods (Registration and Protection) Act, 199985. Provision as to\r\nreciprocity.-\nWhere any country or\r\na country which is a member of a group of countries or union of countries or\r\nany Inter-Governmental Organisation specified by the Central Government in this\r\nbehalf by notification in the Official Gazette does not accord to citizens of\r\nIndia the same rights in respect of the registration and protection of\r\ngeographical indications as it accords to its own nationals, no nationals of\r\nsuch country or a country which is a member of a group of countries or u ion or\r\ncountries or Inter-Governmental Organisations, as the case may be, shall be\r\nentitled-a.  \r\n  to\r\napply for the registration of, or be registered as the proprietor of\r\ngeographical indication;b.  \r\n  to\r\napply for registration or be registered as an authorised user of a geographical\r\nindication.", "86": "Geographical Indications of Goods (Registration and Protection) Act, 199986. Powers of Central\r\nGovernment to remove difficulties.-1.  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as may appear to be\r\nnecessary for removing the difficulty:Provided that no order shall be\r\nmade under this section after the expiry of five years from the commencement of\r\nthis Act.2.  Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "87": "Geographical Indications of Goods (Registration and Protection) Act, 199987. Power to make\r\nrules.-\n1.  The\r\nCentral Government may, by notification in the Official Gazette and subject to\r\nthe condition of previous publication, make rules to carry out the provisions\r\nof this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the matters to be\r\nincluded in the Register of Geographical Indications under sub-section (1), and\r\nthe safeguards to be observed in the maintenance of such register in computer\r\nfloppies or diskettes under sub-section (2) of section 6;b.   the manner of\r\nincorporation of particulars relating to registration of geographical\r\nindications in Part A under sub-section (2) and the manner of incorporation of\r\nparticulars relating to the registration of the authorised user under\r\nsub-section (3) of section 7;c.   the classification of\r\ngoods and the manner of publication of the alphabetical index of classification\r\nof goods and the definite territory or locality or region for the purpose of\r\nregistration of geographical indications under sub-section (1) of sec ion 8;d.   the form in which and\r\nthe manner in which an application for registration of a geographical\r\nindication may be made and the fees which may accompany the application under\r\nsub-section (1) and the particulars to be made in the statement of producers of\r\ngoods who proposes to be initially registered with the registration under\r\nclause (f) of sub-section (2) of section 11;e.   the manner of\r\npublication of advertisement of accepted application, for registration of\r\ngeographical indications, etc., under sub-section (1), and the manner of\r\nnotifying the corrections or amendments made in the application under\r\nsub-section (2) of section 13;f.   the manner in which\r\nand the fee which may accompany an application and the manner of giving notice\r\nunder sub-section (1) and the manner of sending counter statement under\r\nsub-section (2) and the manner of submission of evidence and the time therefor\r\nunder sub-section (4) of section 14;g.   the form of\r\ncertificate of registration under sub-section (2) and the manner of giving\r\nnotice to the applicant under sub-section (3) of section 16;h.   the manner of\r\napplying for registration as an authorised user under sub-section (1) and the\r\nmanner of submitting statements and documents along with such application and\r\nthe fee which may accompany such application under sub-section (2) of section\r\n17 ;i.   the manner of making\r\napplication, the time within which such application is to be made and the fee\r\npayable with each application, under sub-section (3) and the time within which\r\nthe Registrar shall send notice and the manner of such notice under sub-\r\nsection (4) and the form in which and the fee which may accompany an\r\napplication for renewal to be made under sub-section (5) of section 18;j.   the manner of making\r\napplications under sub-sections (1) and (2), the manner of giving notice under\r\nsub-section (4) and the manner of service of notice of rectification under\r\nsub-section (5) of section 27;k.   the manner of making\r\nan application for correction, etc., under section 28;l.   the manner of making\r\nan application under sub-section (1), the manner of advertising an application\r\nunder sub-section (1), the time and manner of notice by which an application\r\nmay be opposed under sub-sections (2) and (3) of section 29;m.   the manner of\r\nadvertisement under sub-section (2) of section 30;n.   the form of making an\r\nappeal, the manner of verification and the fee payable under sub-section (3) of\r\nsection 31;o.   the form in which an\r\napplication for rectification shall be made, under sub-section (1) of section\r\n34;p.   the manner of making\r\nan application for review under clause (c) of section 60;q.   the time within which\r\nan application is to be made to the Registrar for exercising his discretionary\r\npower under section 61;r.   the manner of making\r\nan application and the fee payable therefore under sub-section (1) of section\r\n64;s.   the manner of\r\nauthorising any person to act and the manner of registration of a geographical\r\nindications agent under section 76;t.   the fee and surcharge\r\npayable for applications and registrations and other matters under sub-section\r\n(1) of section 80;u.   any other matter\r\nwhich is required to be, or may be, prescribed.1.  2.  3.  Every\r\nrule made by the Central Government under this Act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or ore successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule."}