{"name": "Glanders and Farcy Act, 1899\r", "1": "1. Short title and extent.-(1) This Act may be called the Glanders and Farcy Act, 1899.(2) It extends to the whole of India except 2 [the territories which immediately before the 1st November, 1956, were comprised in Part B States] ; 3*** 4* * * * *", "2": "2. Definition of \"diseased\".-(1) In this Act, unless there is anything repugnant in the subject or context, \"diseased\" means affected with glanders or farcy or any other dangerous epidemic disease among horses which the State Government may, by notification in the Official Gazette, specify in this behalf. 5* * *(2) The provisions of this Act relating to horses shall apply also to 6[camels], asses and mules.", "3": "7[3. Application of Act to local areas by State Government.-(1) The State Government may, by notification in the Official Gazette, apply this Act or any provision of this Act to any local area, to be specified in such notification, within the State.(2) In any such notification the State Government may further direct that the Act or any provision so applied shall apply in respect of-(a) all or any of the diseases mentioned or specified in a notification under section 2, sub-section (1),(b) all animals or any class of animals mentioned in section 2, sub-section (2)].", "4": "4. State Government to appoint Inspectors.-(1) When this Act has been so applied to a local area, the State Government may, by notification in the Official Gazette, appoint such persons as it thinks fit to be Inspectors under this Act and to exercise and perform, within the whole of the local area or such portions thereof as it may prescribe, the powers c onferred and the duties imposed by this Act on such officers.(2) Every person so appointed shall be deemed to be a public servant within the meaning of the Indian Penal Code (45 of 1860).1. The Act has been amended in its application to Andhra Pradesh by Andhra Pradesh Act 27 of 1960 and Maha -rashtra by Maharashtra Act 34 of 1960.The Act has been rep. in its application to Bellary District by Mysore Act 14 of 1955.The Act has been extended to Goa, Daman and Diu by Reg. 11 of 1963, s. 3 and Sch.2. Subs. by the Adaptation of Laws (No. 2) Order, 1956, for \"Part B States\".3. The word \"and\" rep. by 10 of 1914, s. 3 and the Second Schedule.4. Sub-section (3) rep. by s. 3 and the Second Schedule, ibid.5. Certain words rep. by Act 12 of 1927, s. 2 and Schedule.6. Ins. by Act 9 of 1920, s. 2.7. Subs. by s. 3, ibid., for section 3.", "5": "5. Power of entry and search.-Within the local limi ts for which he is so appointed, any such Inspector as aforesaid may, subject to such rules as the State Government may make in this behalf, enter and search any field, building or other place for the purpose of ascertaining whether there is therein any horse which is diseased.", "6": "6. Power of seizure.-Within such limits as aforesaid, the Inspector may seize any horse which he has reason to believe to be diseased.", "7": "7. Horse to be examined by Veterinary Practitioner.-(1) On any such seizure as aforesaid, the Inspector shall cause the horse seized to be examined as soon as possible by such Veterinary Practitioner as the State Government may appoint in this behalf: Provided that, when the Inspector is also a Veterinary Practitioner so appointed, he may make the examination himself.(2) For the purposes of the examination, the Veterinary Practitioner may submit the horse to any test or tests which the State Government may prescribe.", "8": "8. Horse to be destroyed if found diseased: otherwise restored.-(1) If the Veterinary Practitioner certifies in writing that the horse is diseased, the Inspector shall cause the same to be immediately destroyed: Provided that, in the case of any disease other than glanders or farcy, horses certified to be diseased as aforesaid may, subject to any rules which the State Government may make in this behalf, be either destroyed or otherwise treated or dealt with as the Veterinary Practitioner may deem necessary.(2) If, after completing the examination, the Veterinary Practitioner does not certify that the horse is diseased, the Inspector shall at once deliver the same to the person entitled to the possession thereof.", "9": "9. When horse diseased, place where it has been to be disinf ected, etc.-(1) When any diseased horse has been in any building, shed or other enclosed place, or in any open lines, the Inspector may issue a notice to the owner of the building, shed, place or lines, or to the person in charge thereof, directing him to have the same disinfected and the internal fittings thereof, or such other things found therein or near thereto as the State Government may by rule prescribe, destroyed.(2) On the failure or neglect of such owner or other person as aforesaid to comply wi th the notice within a reasonable time, the Inspector shall cause the building, shed, place or lines to be disinfected and the fittings or other things to be destroyed, and the expense (if any) thereby incurred may be recovered from the owner or other pers on as if it were a fine.", "10": "10. Owner or person in charge of diseased horse to give notice.-The owner or any person in charge of a diseased horse shall give immediate information of the horse being diseased to the Inspector or to such authority as the State Government may appoint in this behalf.", "11": "11. Prohibition against removal, without license, of horse which has been with diseased horse.-No person in charge of any horse which has been in the same field, building or place as, or in contact with, a diseased horse, shall remove such horse except in good faith for the purpose of preventing infection, or under a license to be granted by the Inspector and subject to the conditions of the license.", "12": "12. Vexatious entries, searches and seizures.-(1) Whoever, being an Inspector appointed under this Act, vexatiously and unnecessarily enters or searches any field, building or other place, or seizes or detains any horse on the pretence that it is diseased, shall be punishable with imprisonment for a term which may extend to six months, or with fine which may extend to five hundred rupees, or with both.(2) No prosecution under this section shall be instituted after the expiry of three months from the date on which the offence has been committed.", "13": "13. Penalty for refusing to comply with notice under section 9, or for removing horse contrary to section 11.-Whoever refuses or neglects to comply with any notice issued by the Inspector under section 9, or removes any horse in contravention of section 11, shall be punishable with imprisonment for a term which may extend to one month, or with fine which may extend to fifty rupees, or with both.", "14": "14. Power to make rules.-(1) The State Government may make rules to carry out the purposes and objects of this Act.(2) In particular and without prejudice to the generality of the foregoing power, such rules as aforesaid may-(a) regulate entries, searches and seizures by Inspectors under this Act;(b) regulate the use of tests and the isolation of horses subjected thereto, and provide for recovering the expense of detaining, isolating and testing horses from the owners or persons in charge thereof as if it were a fine;(c) regulate the destruction or treatment, as the case may be, of horses certified under section 8 to be diseased, and the disposal of the carcasses of diseased horses;(d) regulate the disinfecting of buildings and places in which diseased horses have been, and prescribe what things found therein or near thereto shall be destroyed; and(e) regulate the grant of licenses under section 11 and the conditions on which those licenses shall be granted.(3) All rules under this section shall be published in the Official Gazette, and, on such publication, shall have effect as if enacted by this Act.(4) In making any rule under this section, the State Government may direct that a breach of it shall be punishable with imprisonment for a term which may extend to one month, or with fine which may extend to fifty rupees, or with both.", "15": "15. Appointment of same person to be both Inspector and Veterinary Practitioner.-Any Veterinary Practitioner may be appointed by the State Government to be both Inspector and Veterinary Practitioner for all or any of the purposes of this Act or of any rule thereunder.", "16": "16. Protection to persons acting under Act.-No suit, prosecution or other legal proceeding shall lie against any person for anything which is, in good faith, done or intended to be done under this Act.", "17": "17. [Repealed.]Rep. by the Repealing and Amending Act, 1914 (10 of 1914), s. 3 and the Second Schedule.", "18": "The Schedule.-Rep. by s. 3 and the Second Schedule, ibid."}