{"name": "Government of Union Territories Act, 1963\r", "1": "1. Short title and commencement.-(1) This Act may be called the Government of Union Territories Act, 1963.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint:1. 13-5-1963, vide notification No. G.S.R. 814, dated 13-5-1963, in respect of Part I, sections 3, 4 and 14 of Part II, Part III, sections 53, 56 and 57 of Part V and First and Second Schedules as applicable to the Union territory of Goa, Daman and Diu, see Gazette of India, Extraordinary, Part II, Section 3(i).20-12-1963, vide notification. No. G.S.R 1922, dated 16-12-1963, in respect of remaining provisions of the Act applicable to the Union territory of Goa, Daman and Diu, see Gazette of India, Extraordinary, Part II, Section 3(i).17-2-1972, vide notification No. G.S.R. 81(E), dated 16-2-1972, in respect of sections 1, 2, 3, 4, 14, 38, 43A and 56 of the Act shall come into force in the Union territory of Mizoram, see Gazette of India, Extraordinary, Part II, Section 3(i).3-5-1972, vide notification No. G.S.R. 269(E), dated 30-4-1972, in respect of all the provisions of the Act, other than those which have already come into force in the Union territory of Mizoram, shall, so far as they are applicable, come into force in that Union territory, see Gazette of India, Extraordinary, Part II, Section 3(i).13-5-1963, vide notification. No. G.S.R. 815, dated 13-5-1963, in respect of Part I, sections 53, 56 and 57 of Part V and the Second Schedule in the Union territory of Pondicherry, see Gazette of India, Extraordinary, Part II, Section 3(i).1-7-1963, vide notification No. G.S.R. 1025, dated 15-6-1963, for the remaining provisions came into force in the Union territory of Pondicherry, see Gazette of India, Extraordinary, Part II, Section 3(i).1-7-1963, vide notification No. S.O. 1660, dated 14-6-1963, in respect of all the provisions in the Union territories of Himachal Pradesh, Manipur and Tripura, and so much of the provisions as apply to the Union territory of Delhi, see Gazette of India, Extraordinary, Part II, Section 3(ii).1-7-1963, vide notification No. G.S.R. 1025, dated 15-6-1963, in respect of the provisions as apply to the Union territory of Dadra and Nagar Haveli, see Gazette of India, Extraordinary, Part II, Section 3(i). 51[Provided that it shall come into force in the Union territory of Mizoram on such date, being a date not earlier than the date of commencement of the Government of Union Territories (Amendment) Act, 1971 (83 of 1971), as the Central Government may, by notification in the Official Gazette, appoint:]2[Provided further that it shall come into force in the Union territory of Arunachal Pradesh on such date, being a date not earlier than the date of commencement of the Government of Union Territories (Amendment) Act, 1975 (29 of 1975), as the Central Government may, by notification in the Official Gazette, appoint:]3[Provided also that, subject to the preceding provisos,] different dates may be appointed for different provisions of this Act and for different Union territories and any reference in any such provision to the commencement of this Act shall be construed as a reference to the coming into force of that provision.", "2": "2. Definitions and interpretation.-(1) In this Act, unless the context otherwise requires,-(a) \"Administrator\" means the administrator of 4[the Union territory] appointed by the President under artcle 239;(b) \"article\" means an article of the Constitution;(c) \"assembly constituency\" means a constituency provided under this Act for the purpose of elections to the Legislative Assembly of 4[the Union territory];(d) \"Election Commission\" means the Election Commission appointed by the President under article 324;(e) \"Judicial Commissioner\" includes an Additional Judicial Commissioner;(f) \"scheduled castes\" in relation to 4[the Union territory] means such castes, races or tribes or parts of or groups within such castes, races or tribes as are deemed under article 341 to be scheduled castes in relation to that Union territory;(g) \"scheduled tribes\" in relation to 4[the Union territory] means such tribes or tribal communities or parts of or groups within such tribes or tribal communities as are deemed under article 342 to be scheduled tribes in relation to that Union territory;5[(h) \"Union territory\" means the Union territory of 6[Puducherry].(2) Any reference in this Act to laws made by Parliament shall be construed as including a reference to Ordinances promulgated by the President under article 123 and a reference to Regulations made by the President under article 240.1. Ins. by Act 83 of 1971, s. 2 (w.e.f. 16-2-1972).2. Ins. by Act 29 of 1975, s. 2 (w.e.f. 15-8-1975).3. Subs. by s. 2, ibid., for \"Provided further that\" (w.e.f. 15-8-1975).4. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).5. Subs. by s. 65, ibid., for clause (h) (w.e.f. 30-5-1987).6. Subs. by Act 44 of 2006, s. 7, for \"Pondicherry\" (w.e.f. 1-10-2006).", "3": "3. Legislative Assemblies for Union territories and their composition.-(1) There shall be a Legislative Assembly for each Union territory.1[(2) The total number of seats in the Legislative Assembly of 2[the Union territory] to be filled by persons chosen by direct election shall be thirty.](3) The Central Government may nominate not more than three persons, not being persons in the service of Government, to be members of the Legislative Assembly of 2[the Union territory].3[(4) Seats shall be reserved for the Scheduled Castes in the Legislative Assembly of the Union territory.](5) The number of seats reserved for the scheduled castes or the scheduled tribes in the Legislative Assembly of 2[the Union territory] under sub-section (4) shall bear, as nearly as may be, the same proportion to the total number of seats in the Assembly as the population of the scheduled castes in the Union territory or of the scheduled tribes in the Union territory, as the case may be, in respect of which seats are so reserved, bears to the total population of the Union territory.4[Explanation.-In this sub-section, the expression \"population\" means the population as ascertained at the last preceding census of which the relevant figures have been published:Provided that the reference in this Explanation to the last preceding census of which the relevant figures have been published shall, until the relevant figures for the first census taken after the year 5[2026] 5[2026] have been published, be construed as a reference to the 6[2001] census.]7[(6) Notwithstanding anything in sub-section (4), the reservation of seats for the Scheduled Castes in in the Legislative Assembly of the Union territory shall cease to have effect on the same date on which the reservation of seats for the Scheduled Castes in the House of the People shall cease to have effect under article 334:Provided that nothing in this sub-section shall affect any representation in the Legislative Assembly of the Union territory until the dissolution of the then existing Assembly.]", "4": "4. Qualification for membership of Legislative Assembly.-A person shall not be qualified to be chosen to fill a seat in the Legislative Assembly of 2[the Union territory] unless he-(a) is a citizen of India and makes and subscribes before some person authorised in that behalf by the Election Commission an oath or affirmation according to the form set out for the purpose in the First Schedule;(b) is not less than twenty-five years of age; and(c) possesses such other qualifications as may be prescribed in that behalf by or under any law.1. Subs. by the State of Himachal Pradesh (Adaptation of Laws on Union Subjects) Order, 1973, for sub-section (2) (w.e.f. 25-1-1971).2. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).3. Subs. by s. 65, ibid., for sub-section (4) (w.e.f. 30-5-1987).4. The Explanation ins. by Act 19 of 1984, s. 2 (w.e.f. 8-5-1984).5. Subs. by Act 19 of 2005, s. 2, for \"2000\" (w.e.f. 21-5-2005).6. Subs. by s. 2, ibid., for \"1971\"(w.e.f. 21-5-2005).7. Subs. by Act 18 of 1987, s. 65, for sub-section (6) (w.e.f. 30-5-1987).", "5": "5. Duration of Legislative Assemblies.-The Legislative Assembly of 1[the Union territory], unless sooner dissolved, shall continue for five years from the date appointed for its first meeting and no longer, and the expiration of the said period of five years shall operate as a dissolution of the Assembly:Provided that the said period may, while a Proclamation of Emergency issued under clause (1) of article 352 is in operation, be extended by the President by order for a period not exceeding one year at a time and not extending in any case beyond a period of six months after the Proclamation has ceased to operate.", "6": "6. Sessions of Legislative Assembly, prorogation and dissolution.-(1) The Administrator shall, from time to time, summon the Legislative Assembly to meet at such time and place as he thinks fit, but six months shall not intervene between its last sitting in one session and the date appointed for its first sitting in the next session.(2) The Administrator may, from time to time,-(a) prorogue the Assembly;(b) dissolve the Assembly.", "7": "7. Speaker and Deputy Speaker of Legislative Assembly.-(1) Every Legislative Assembly shall, as soon as may be, choose two members of the Assembly to be respectively Speaker and Deputy Speaker thereof and, so often as the office of Speaker or Deputy Speaker becomes vacant, the Assembly shall choose another member to be Speaker or Deputy Speaker, as the case may be.(2) A member holding office as Speaker or Deputy Speaker of an Assembly-(a) shall vacate his office if he ceases to be a member of the Assembly;(b) may at any time by writing under his hand addressed, if such member is the Speaker, to the Deputy Speaker, and if such member is the Deputy Speaker, to the Speaker, resign his office;(c) may be removed from his office by a resolution of the Assembly passed by a majority of all the then members of the Assembly:Provided that no resolution for the purpose of clause (c) shall be moved unless at least fourteen days' notice has been given of the intention to move the resolution:Provided further that whenever the Assembly is dissolved, the Speaker shall not vacate his office until immediately before the first meeting of the Assembly after the dissolution.(3) While the office of Speaker is vacant, the duties of the office shall be performed by the Deputy Speaker or, if the office of Deputy Speaker is also vacant, by such member of the Assembly as may be determined by the rules of procedure of the Assembly.(4) During the absence of the Speaker from any sitting of the Assembly, the Deputy Speaker, or, if he is also absent, such person as may be determined by the rules of procedure of the Assembly, or, if no such person is present, such other person as may be determined by the Assembly, shall act as Speaker. 8(5) There shall be paid to the Speaker and the Deputy Speaker of the Legislative Assembly such salaries and allowances as may be respectively fixed by the Legislative Assembly of the Union territory by law and, until provision in that behalf is so made, such salaries and allowances as the Administrator may, with the approval of the President, by order determine.1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).", "8": "8. Speaker or Deputy Speaker not to preside while a resolution for his removal from office is under consideration.-(1) At any sitting of the Legislative Assembly, while any resolution for the removal of the Speaker from his office is under consideration, the Speaker, or while any resolution for the removal of the Deputy Speaker from his office is under consideration, the Deputy Speaker, shall not, though he is present, preside and the provisions of sub-section (4) of section 7 shall apply in relation to every such sitting as they apply in relation to a sitting from which the Speaker or, as the case may be, the Deputy Speaker is absent.(2) The Speaker shall have the right to speak in, and otherwise to take part in the proceedings of, the Legislative Assembly while any resolution for his removal from office is under consideration in the Assembly and shall, notwithstanding anything in section 12, be entitled to vote only in the first instance on such resolution or on any other matter during such proceedings but not in the case of an equality of votes.", "9": "9. Right of Administrator to address and send messages to Legislative Assembly.-(1) The Administrator may address the Legislative Assembly and may for that purpose require the attendance of members.(2) The Administrator may also send messages to the Assembly whether with respect to a Bill then pending in the Assembly or otherwise, and when a message is so sent, the Assembly shall with all convenient dispatch consider any matter required by the message to be taken into consideration.", "10": "10. Rights of Ministers as respects Legislative Assembly.-Every Minister shall have the right to speak in, and otherwise to take part in the proceedings of, the Legislative Assembly of the Union territory, and to speak in, and otherwise to take part in the proceedings of, any committee of the Legislative Assembly of which he may be named a member, but shall not by virtue of this section be entitled to vote.", "11": "11. Oath or affirmation by members.-Every member of the Legislative Assembly of 1[the Union territory] shall, before taking his seat, make and subscribe before the Administrator, or some person appointed in that behalf by him, an oath or affirmation according to the form set out for the purpose in the First Schedule.", "12": "12. Voting in Assembly, power of Assembly to act notwithstanding vacancies and quorum.-(1) Save as otherwise provided in this Act, all questions at any sitting of the Legislative Assembly of 1[the Union territory] shall be determined by a majority of votes of the members present and voting other than the Speaker or person acting as such.(2) The Speaker or person acting as such shall not vote in the first instance but shall have and exercise a casting vote in the case of an equality of votes.(3) The Legislative Assembly of 1[the Union territory] shall have power to act notwithstanding any vacancy in the membership thereof, and any proceedings in the Legislative Assembly of 1[the Union territory] shall be valid notwithstanding that it is discovered subsequently that some person who was not entitled so to do, sat or voted or otherwise took part in the proceedings.(4) The quorum to constitute a meeting of the Legislative Assembly of 1[the Union territory] shall be one-third of the total number of members of the Assembly.(5) If at any time during a meeting of the Legislative Assembly of 1[the Union territory] there is no quorum, it shall be the duty of the Speaker, or person acting as such, either to adjourn the Assembly or to suspend the meeting until there is a quorum.1. Subs. by Act 18 of 1987, s. 65 for \"a Union territory\" (w.e.f. 30-5-1987).", "13": "13. Vacation of seats.-(1) No person shall be a member both of Parliament and of the Legislative Assembly of 1[the Union territory] and if a person is chosen a member both of Parliament and of such Assembly, then, at the expiration of such period as may be specified in the rules made by the President, that person's seat in Parliament shall become vacant, unless he has previously resigned his seat in the Legislative Assembly of the Union territory.(2) If a member of the Legislative Assembly of 1[the Union territory]-(a) becomes subject to any disqualification mentioned in 2[section 14 or section 14A] for membership of the Assembly, or(b) resigns his seat by writing under his hand addressed to the Speaker,his seat shall thereupon become vacant.(3) If for a period of sixty days a member of the Legislative Assembly of 1[the union territory] is without permission of the Assembly absent from all meetings thereof, the Assembly may declare his seat vacant:Provided that in computing the said period of sixty days, no account shall be taken of any period during which the Assembly is prorogued or is adjourned for more than four consecutive days.", "14": "14. Disqualifications for membership.- (1) A person shall be disqualified for being chosen as, and for being, a member of the Legislative Assembly of 1[the Union territory]-(a) if he holds any office of profit under the Government of India or the Government of any State or the Government of 3[the Union territory] other than an office declared by law made by Parliament or by the Legislative Assembly of the Union territory not to disqualify its holder; or(b) if he is for the time being disqualified for being chosen as, and for being, a member of either House of Parliament under the provisions of sub-clause (b), sub-clause (c) or sub-clause (d) of clause (1) of article 102 or of any law made in pursuance of that article.(2) For the purposes of this section, a person shall not be deemed to hold an office of profit under the Government of India or the Government of any State or the Government of 3[the Union territory] by reason only that he is a Minister either for the Union or for such State or Union territory.(3) If any question arises as to whether a member of the Legislative Assembly of 1[the Union territory] has become disqualified for being such a member under the provisions of sub-section (1), the question shall be referred for the decision of the President and his decision shall be final. (4) Before giving any decision on any such question, the President shall obtain the opinion of the Election Commission and shall act according to such opinion.1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).2. Subs. by Act 24 of 1985, s. 2, for \"section 14\" (w.e.f. 29-3-1985).3. Subs. by Act 18 of 1987, s. 65, for \"any Union territory\" (w.e.f. 30-5-1987).", "15": "15. Penalty for sitting and voting before making oath or affirmation or when not qualified or when disqualified.-If a person sits or votes as a member of the Legislative Assembly of 1[the Union territory] before he has complied with the requirements of section 11 or when he knows that he is not qualified or that he is disqualified for membership thereof, he shall be liable in respect of each day on which he so sits or votes to a penalty of five hundred rupees to be recovered as a debt due to the Union.", "16": "16. Powers, privileges, etc., of members.-(1) Subject to the provisions of this Act and to the rules and standing orders regulating the procedure of the Legislative Assembly, there shall be freedom of speech in the Legislative Assembly of 3[the Union territory].(2) No member of the Legislative Assembly of 1[the Union territory] shall be liable to any proceedings in any court in respect of anything said or any vote given by him in the Assembly or any committee thereof, and no person shall be so liable in respect of the publication by or under the authority of such Assembly of any report, paper, votes or proceedings.(3) In other respects, the powers, privileges and immunities of the Legislative Assembly of 1[the Union territory] and of the members and the committees thereof shall be such as are for the time being enjoyed by the House of the People and its members and committees.(4) The provisions of sub-sections (1), (2) and (3) shall apply in relation to persons who by virtue of this Act have the right to speak in, and otherwise to take part in the proceedings of, the Legislative Assembly of 1[the Union territory] or any committee thereof as they apply in relation to members of that Assembly.", "17": "17. Salaries and allowances of members.-Members of the Legislative Assembly of 1[the Union territory] shall be entitled to receive such salaries and allowances as may from time to time be determined by the Legislative Assembly of the Union territory by law and, until provision in that behalf is so made,such salaries and allowances as the Administrator may, with the approval of the President, by order determine.1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).2. Ins. by Act 24 of 1985, s. 3 (w.e.f. 29-3-1985).3. Subs. by Act 18 of 1987, s. 65 for \"every Union territory\" (w.e.f. 30-5-1987).", "18": "18. Extent of legislative power.-(1) Subject to the provisions of this Act, the Legislative Assembly of 1[the Union territory] may make laws for the whole or any part of the Union territory with respect to any of the matters enumerated in the State List or the Concurrent List in the Seventh Schedule to the Constitution in so far as any such matter is applicable in relation to Union territories.(2) Nothing in sub-section (1) shall derogate from the powers conferred on Parliament by the Constitution to make laws with respect to any matter for 1[the Union territory] or any part thereof.", "19": "19. Exemption of property of the Union from taxation.-The property of the Union shall, save in so far as Parliament may by law otherwise provide, be exempted from all taxes imposed by or under any law made by the Legislative Assembly of 1[the Union territory] or by or under any other law in force in 1[the Union territory]:Provided that nothing in this section shall, until Parliament by law otherwise provides, prevent any authority within 1[the Union territory] from levying any tax on any property of the Union to which such property was immediately before the commencement of the Constitution liable or treated as liable, so long as that tax continues to be levied in that Union territory.", "20": "20. Restrictions or laws passed by Legislative Assembly with respect to certain matters.-2[1] The provisions of article 286, article 287 and article 288 shall apply in relation to any law passed by the Legislative Assembly of 1[the Union territory] with respect to any of the matters referred to in those articles as they apply in relation to any law passed by the Legislature of a State with respect to those matters.3[(2) The provisions of article 304 shall, with the necessary modifications, apply in relation to any law passed by the Legislative Assembly of 1[the Union territory] with respect to any of the matters referred to in that article as they apply in relation to any law passed by the Legislature of a State with respect to those matters.]", "21": "4[21. Inconsistency between laws made by Parliament and laws made by Legislative Assembly.-If any provision of a law made by the Legislative Assembly of 1[the Union territory] with respect to any matter enumerated in the State List in the Seventh Schedule to the Constitution is repugnant to any provision of a law made by Parliament with respect to that matter, whether passed before or after the law made by the Legislative Assembly of the Union territory, or, if any provision of a law made by the Legislative Assembly of 1[the Union territory] with respect to any matter enumerated in the Concurrent List in the Seventh Schedule to the Constitution is repugnant to any provision of any earlier law, other than a law made by the Legislative Assembly of the Union territory, with respect to that matter, then, in either case, the law made by Parliament, or, as the case may be, such earlier law shall prevail and the law made by the Legislative Assembly of the Union territory shall, to the extent of the repugnancy, be void:Provided that if such law made by the Legislative Assembly of the Union territory has been reserved for the consideration of the President and has received his assent, such law shall prevail in that Union territory:Provided further that nothing in this section shall prevent Parliament from enacting at any time any law with respect to the same matter including a law adding to, amending, varying or repealing the law so made by the Legislative Assembly of the Union territory.]1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).2. Secton 20 renumbered as sub-section (1) thereof by Act 83 of 1971, s. 5 (w.e.f. 16-2-1972).3. Ins. by s. 5, ibid. (w.e.f. 16-2-1972).4. Subs. by Act 29 of 1975, s. 4, for section 21 (w.e.f. 15-8-1975).", "22": "22. Sanction of the administrator required for certain legislative proposals.-No Bill or amendment shall be introduced into, or moved in, the Legislative Assembly of 1[the Union territory] without the previous sanction of the Administrator, if such Bill or Amendment makes provision with respect to any of the following matters, namely:-(a) constitution and organisation of the court of the Judicial Commissioner;(b) jurisdiction and powers of the court of the Judicial Commissioner with respect to any of the matters in the State List or the Concurrent List in the Seventh Schedule to the Constitution.", "23": "23. Special provisions as to financial Bills.-(1) A Bill or amendment shall not be introduced into, or moved in, the Legislative Assembly of 1[the Union territory] except on the recommendation of the Administrator, if such Bill or Amendment makes provision for any of the following matters, namely:-(a) the imposition, abolition, remission, alteration or regulation of any tax;(b) the amendment of the law with respect to any financial obligations undertaken or to be undertaken by the Government of the Union territory;(c) the appropriation of moneys out of the Consolidated Fund of the Union territory;(d) the declaring of any expenditure to be expenditure charged on the Consolidated Fund of the Union territory or the increasing of the amount of any such expenditure;2[(e) the receipt of money on account of the Consolidated Fund of the Union territory or the public account of the Union territory or the custody or issue of such money or the audit of the account of the Union territory]:Provided that no recommendation shall be required under this sub-section for the moving of an amendment making provision for the reduction or abolition of any tax.(2) A Bill or Amendment shall not be deemed to make provision for any of the matters aforesaid by reason only that it provides for the imposition of fines or other pecuniary penalties, or for the demand or payment of fees for licences or fees for services rendered, or by reason that it provides for the imposition, abolition, remission, alteration or regulation of any tax by any local authority or body for local purposes.(3) A Bill which, if enacted and brought into operation, would involve expenditure from the Consolidated Fund of 1[the Union territory] shall not be passed by the Legislative Assembly of the Union territory unless the Administrator has recommended to that Assembly the consideration of the Bill.1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).2. Subs. by Act 38 of 2001, s. 2, for clause (e) (w.e.f. 10-5-2006).", "24": "24. Procedure as to lapsing of Bills.-(1) A Bill pending in the Legislative Assembly of 1[the Union territory] shall not lapse by reason of the prorogation of the Assembly.(2) A Bill which is pending in the Legislative Assembly of 1[the Union territory] shall lapse on a dissolution of the Assembly.", "25": "2[25. Assent to Bills.-When a Bill has been passed by the Legislative Assembly of 1[the Union territory], it shall be presented to the Administrator and the Administrator shall declare either that he assents to the Bill or that he withholds assent therefrom or that he reserves the Bill for the consideration of the President:Provided that the Administrator may, as soon as possible after the presentation of the Bill to him for assent, return the Bill if it is not a Money Bill together with a message requesting that the Assembly will reconsider the Bill or any specified provisions thereof, and, in particular, will consider the desirability of introducing any such amendments as he may recommend in his message and, when a Bill is so returned, the Assembly will reconsider the Bill accordingly, and if the Bill is passed again with or without amendment and presented to the Administrator for assent, the Administrator shall declare either that he assents to the Bill or that he reserves the Bill for the consideration of the President:Provided further that the Administrator shall not assent to, but shall reserve for the consideration of the President, any Bill which,-(a) in the opinion of the Administrator would, if it became law, so derogate from the powers of the High Court as to endanger the position which that Court is, by the Constitution, designed to fill; or(b) relates to any of the matters specified in clause (1) of article 31A; or(c) the President may, by order, direct to be reserved for his consideration; or(d) relates to matters referred to in sub-section (5) or section 7 or section 17 or section 34 or sub-section (6) of section 45 or in entry 1 or entry 2 of the State List in the Seventh Schedule to the Constitution:Provided also that without prejudice to the provisions of the second proviso, the Administrator shall not assent to, but shall reserve for the consideration of the President, any Bill which has been passed by the Legislative Assembly of the Union territory of Mizoram and which relates to any area comprised in any autonomous district in that Union territory under the Sixth Schedule to the Constitution.Explanation.-For the purposes of this section and section 25A, a Bill shall be deemed to be a Money Bill if it contains only provisions dealing with all or any of the matters specified in sub-section (1) of section 23 or any matter incidental to any of those matters and, in either case, there is endorsed thereon the certificate of the Speaker of the Legislative Assembly signed by him that it is a Money Bill.", "26": "26. Requirements as to sanction and recommendations to be regarded as matters of procedure only.-No Act of the Legislative Assembly of 1[the Union territory] and no provision in any such Act, shall be invalid by reason only that some previous sanction or recommendation required by this Act was not given, if assent to that Act was given 2[by the Administrator, or, on being reserved by the Administrator for the consideration of the President, by the President].", "27": "27. Annual financial statement.-(1) The Administrator of each Union territory shall in respect of every financial year cause to be laid before the Legislative Assembly of the Union territory, with the previous approval of the President, a statement of the estimated receipts and expenditure of the Union territory for that year, in this Part referred to as the \"annual financial statement\".(2) The estimates of expenditure embodied in the annual financial statement shall show separately-(a) the sums required to meet expenditure described by this Act as expenditure charged upon the Consolidated Fund of the Union territory, and(b) the sums required to meet other expenditure proposed to be made from the Consolidated Fund of the Union territory;and shall distinguish expenditure on revenue account from other expenditure.(3) The following expenditure shall be expenditure charged on the Consolidated Fund of each Union territory:-(a) the emoluments and allowances of the Administrator and other expenditure relating to his office as determined by the President by general or special order;(b) the charges payable in respect of loans advanced to the Union territory from the Consolidated Fund of India including interest, sinking fund charges and redemption charges, and other expenditure connected therewith;(c) the salaries and allowances of the Speaker and the Deputy Speaker of the Legislative Assembly;(d) expenditure in respect of the salaries and allowances of a Judicial Commissioner;(e) any sums required to satisfy any judgment, decree or award of any court or arbitral tribunal;(f) expenditure incurred by the Administrator in the discharge of his special responsibility;(g) any other expenditure declared by the Constitution or by law made by Parliament or by the Legislative Assembly of the Union territory to be so charged.1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).2. Subs. by Act 29 of 1975, s. 5, for \"by the President\" (w.e.f. 15- 8-1975).", "28": "28. Procedure in Legislative Assembly with respect to estimates.-(1) So much of the estimates as relates to expenditure charged upon the Consolidated Fund of 1[the Union territory] shall not be submitted to the vote of the Legislative Assembly of 1[the Union territory], but nothing in this sub-section shall be construed as preventing the discussion in the Legislative Assembly of any of those estimates.(2) So much of the said estimates as relates to other expenditure shall be submitted in the form of demands for grants to the Legislative Assembly, and the Legislative Assembly shall have power to assent, or to refuse to assent, to any demand, or to assent to any demand subject to a reduction of the amount specified therein.(3) No demand for a grant shall be made except on the recommendation of the Administrator.", "29": "29. Appropriation Bills.-(1) As soon as may be after the grants under section 28 have been made by the Assembly, there shall be introduced a Bill to provide for the appropriation out of the Consolidated Fund of the Union territory of all moneys required to meet-(a) the grants so made by the Assembly, and(b) the expenditure charged on the Consolidated Fund of the Union territory but not exceeding in any case the amount shown in the statement previously laid before the Assembly.(2) No amendment shall be proposed to any such Bill in the Legislative Assembly which will have the effect of varying the amount or altering the destination of any grant so made or of varying the amount of any expenditure charged on the Consolidated Fund of the Union territory and the decision of the person presiding as to whether an amendment is inadmissible under this sub-section shall be final.(3) Subject to the other provisions of this Act, no money shall be withdrawn from the Consolidated Fund of the Union territory except under appropriation made by law passed in accordance with the provisions of this section.", "30": "30. Supplementary, additional or excess grants.-(1) The Administrator shall-(a) if the amount authorised by any law made in accordance with the provisions of section 29 to be expended for a particular service for the current financial year is found to be insufficient for the purposes of that year or when a need has arisen during the current financial year for supplementary or additional expenditure upon some new service not contemplated in the annual financial statement for that year, or(b) if any money has been spent on any service during a financial year in excess of the amount granted for that service and for that year,cause to be laid before the Legislative Assembly of the Union territory, with the previous approval of the President, another statement showing the estimated amount of that expenditure or cause to be presented to the Legislative Assembly of the Union territory with such previous approval a demand for such excess, as the case may be.(2) The provisions of sections 27, 28 and 29 shall have effect in relation to any such statement and expenditure or demand and also to any law to be made authorising the appropriation of moneys out of the Consolidated Fund of the Union territory to meet such expenditure or the grant in respect of such demand as they have effect in relation to the annual financial statement and the expenditure mentioned therein or to a demand for a grant and the law to be made for the authorisation of appropriation of moneys out of the Consolidated Fund of the Union territory to meet such expenditure or grant.1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).", "31": "31. Votes on account.-(1) Notwithstanding anything in the foregoing provisions of this Part, the Legislative Assembly of 1[the Union territory] shall have power to make any grant in advance in respect of the estimated expenditure for a part of any financial year pending the completion of the procedure prescribed in section 28 for the voting of such grant and the passing of the law in accordance with the provisions of section 29 in relation to that expenditure and the Legislative Assembly shall have power to authorise by law the withdrawal of moneys from the Consolidated Fund of the Union territory for the purposes for which the said grant is made.(2) The provisions of sections 28 and 29 shall have effect in relation to the making of any grant under sub-section (1) or to any law to be made under that sub-section as they have effect in relation to the making of a grant with regard to any expenditure mentioned in the annual financial statement and the law to be made for the authorisation of appropriation of moneys out of the Consolidated Fund of the Union territory to meet such expenditure.", "32": "32. Authorisation of expenditure pending its sanction by Legislative Assembly.-Notwithstanding anything in the foregoing provisions of this Part, the Administrator may authorise such expenditure from the Consolidated Fund of the Union territory as he deems necessary for a period of not more than six months beginning with the date of the constitution of the Consolidated Fund of the Union territory, pending the sanction of such expenditure by the Legislative Assembly of the Union territory.", "33": "33. Rules of procedure.-(1) The Legislative Assembly of 1[the Union territory] may make rules for regulating, subject to the provisions of this Act, its procedure and the conduct of its business:Provided that the Administrator shall, after consultation with the Speaker of the Legislative Assembly and with the approval of the President, make rules-(a) for securing the timely completion of financial business;(b) for regulating the procedure of, and the conduct of business in, the Legislative Assembly in relation to any financial matter or to any Bill for the appropriation of moneys out of the Consolidated Fund of the Union territory;(c) for prohibiting the discussion of, or the asking of questions on, any matter which affects the discharge of the functions of the Administrator in so far as he is required by this Act to act in his discretion.(2) Until rules are made under sub-section (1), the rules of procedure and standing orders with respect to the Legislative Assembly of the State of Uttar Pradesh in force immediately before the commencement of this Act in 2[the Union territory] shall have effect in relation to the Legislative Assembly of that Union territory subject to such modifications and adaptations as may be made therein by the Administrator:1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).2. Subs. by s. 65, ibid., for \"any Union territory\" (w.e.f. 30-5-1987).", "34": "34. Official language or languages of Union territory and language or languages to be used in Legislative Assembly thereof.-(1) The Legislative Assembly of 2[the Union territory] may by law adopt any one or more of the languages in use in the Union territory or Hindi as the official language or languages to be used for all or any of the official purposes of the Union territory:Provided that so long as the Legislative Assembly of the Union territory of Pondicherry does not decide otherwise, the French language shall continue to be used as an official language of that Union territory for the same official purposes for which it was being used in that territory immediately before the commencement of this Act:Provided further that the President may by order direct-(i) that the official language of the Union shall be adopted for such of the official purposes of the Union territory as may be specified in the order;(ii) that any other language shall also be adopted throughout the Union territory or such part thereof for such of the official purposes of the Union territory as may be specified in the order, if the President is satisfied that a substantial proportion of the population of the Union territory desires the use of that other language for all or any of such purposes.(2) The business in the Legislative Assembly of 2[the Union territory] shall be transacted in the official language or languages of the Union territory or in Hindi or in English:Provided that the Speaker of the Legislative Assembly or person acting as such, as the case may be, may permit any member who cannot adequately express himself in any of the languages aforesaid to address the Assembly in his mother-tongue.", "35": "35. Language to be used for Acts, Bills, etc.-Notwithstanding anything contained in section 34, until Parliament by law otherwise provides, the authoritative texts-(a) of all Bills to be introduced or amendments thereto to be moved in the Legislative Assembly of 2[the Union territory],(b) of all Acts passed by the Legislative Assembly of 2[the Union territory], and(c) of all orders, rules, regulations and bye-laws issued under any law made by the Legislative Assembly of 2[the Union territory],shall be in the English language:Provided that where the Legislative Assembly of 2[the Union territory] has prescribed any language other than the English language for use in Bills introduced in, or Acts passed by, the Legislative Assembly of the Union territory or in any order, rule, regulation or bye-law issued under any law made by the Legislative Assembly of the Union territory, a translation of the same in the English language published under the authority of the Administrator in the Official Gazette shall be deemed to be the authoritative text thereof in the English language.1. The proviso omitted by Act 69 of 1986, s. 44 (w.e.f. 20-2-1987).2. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).", "36": "36. Restriction on discussion in the Legislative Assembly.-No discussion shall take place in the Legislative Assembly of 1[the Union territory] with respect to the conduct of any Judicial Commissioner or of any judge of the Supreme Court or of a High Court in the discharge of his duties.", "37": "37. Courts not to inquire into proceedings of Legislative Assembly.-(1) The validity of any proceedings in the Legislative Assembly of 1[the Union territory] shall not be called in question on the ground of any alleged irregularity of procedure.(2) No officer or member of the Legislative Assembly of 1[the Union territory] in whom powers are vested by or under this Act for regulating procedure or the conduct of business, or for maintaining order in the Legislative Assembly shall be subject to the jurisdiction of any court in respect of the exercise by him of those powers.", "38": "38. Definitions.-In this Part, unless the context otherwise requires,-(a) \"associate member\" means a member associated with the Delimitation Commission under section 42 2[or with the Election Commission 3[under section 43A or section 43C]];(b) \"Delimitation Commission\" means the Delimitation Commission constituted under section 3 of 4[the Delimitation Act, 2002 (33 of 2002)];5[(bb) \"Election Commission\" means the Election Commission appointed by the President under article 324;](c) \"latest census figures\" mean the census figures in 1[the Union territory] ascertained at the latest census of which the finally published figures are available;(d) \"parliamentary constituency\" means a constituency provided by law for the purpose of elections to the House of the People from 1[the Union territory] including the Union territory of Delhi.", "39": "39. Assembly constituencies.-For the purpose of elections to the Legislative Assembly of 1[the Union territory], the Union territory shall be divided into single-member assembly constituencies in accordance with the provisions of this Part in such manner that the population of each of the constituencies shall, so far as practicable, be the same throughout the Union territory.", "40": "40. Representation of Pondicherry in the House of the People.-There shall be allotted one seat to the Union territory of Pondicherry in the House of the People and that Union territory shall form one parliamentary constituency.", "41": "41. Duties of Delimitation Commission.-(1) It shall be the duty of the Delimitation Commission-(a) to delimit the assembly constituencies in each Union territory, and(b) to determine, on the basis of the latest census figures, the number of seats to be reserved for the scheduled castes and for the scheduled tribes in the Legislative Assembly of 1[the Union territory]other than the Union territory of Goa, Daman and Diu, and the constituencies in which these seats shall be so reserved.(2) It shall also be the duty of the Delimitation Commission-(a) to readjust, on the basis of the latest census figures, the division of each of the Union territories of Delhi, Himachal Pradesh, Manipur and Tripura into parliamentary constituencies, 1[the number being 7, 4, 2 and 2];(b) to determine the constituency in which the seat shall be reserved for the scheduled castes or for the scheduled tribes, as the case may be; and(c) to divide the Union territory of Goa, Daman and Diu into two single-member parliamentary constituencies.1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).2. Ins. by Act 83 of 1971, s. 9 (w.e.f. 16-2-1972).3. Subs. by Act 29 of 1975, s. 7, for \"under section 43A\" (w.e.f. 15-8-1975).4. Subs. by Act 19 of 2005, s. 2, for \"the Delimitation Commission Act, 1962 (61 of 1962)\" (w.e.f. 21-5-2005).5. Ins. by Act 83 of 1971, s. 9 (w.e.f. 16-2-1972).", "42": "42. Associate members.-(1) For the purpose of assisting the Delimitation Commission in its duties, the Delimitation Commission shall associate with itself,-(a) in respect of the Union territory of Delhi, all the members of the House of the People representing that Union territory;(b) in respect of each of the Union territories of Himachal Pradesh, Manipur and Tripura, all the members of the House of the People representing that Union territory and three members of the Legislative Assembly of that Union territory to be nominated by the Speaker of the Assembly from among the members thereof;(c) in respect of the Union territory of Goa, Daman and Diu, the two members of the House of the People representing that Union territory;(d) in respect of the Union territory of Pondicherry, three members of the Legislative Assembly of that Union territory to be nominated by the Speaker of the Assembly from among the members thereof.(2) The nomination of members of the several Legislative Assemblies under sub-section (1) shall be made by the respective Speakers thereof as soon as practicable and shall be communicated to the Delimitation Commission.(3) If owing to death or resignation the office of an associate member falls vacant, it shall be filled as soon as practicable under and in accordance with the foregoing provisions of this section.(4) None of the associate members shall have the right to vote or to sign any decision of the Delimitation Commission.1. Subs. by Act 19 of 1966, s. 37, for \"the total number thereof remaining the same\" (w.e.f. 13-6- 1966).", "43": "43. Procedure as to delimitation.-The provisions of sections 7, 9, 10 and 11 of the Delimitation Commission Act, 1962 (61 of 1962), shall apply, as far as may be, in relation to the delimitation of parliamentary and assembly constituencies under this Part as they apply in relation to the delimitation of parliamentary and assembly constituencies under that Act.", "44": "44. Council of Ministers.-(1) There shall be a Council of Ministers in each Union territory with the Chief Minister at the head to aid and advise the Administrator in the exercise of his functions in relation to matters with respect to which the Legislative Assembly of the Union territory has power to make laws except in so far as he is required by or under this Act to act in his discretion or by or under any law to exercise any judicial or quasi-judicial functions:Provided that, in case of difference of opinion between the Administrator and his Ministers on any matter, the Administrator shall refer it to the President for decision and act according to the decision given thereon by the President, and pending such decision it shall be competent for the Administrator in any case where the matter is in his opinion so urgent that it is necessary for him to take immediate action, to take such action or to give such direction in the matter as he deems necessary:(3) If and in so far as any special responsibility of the Administrator is involved under this Act, he shall, in the exercise of his functions, act in his discretion.(4) If any question arises as to whether any matter is or is not a matter as respects which the Administrator is by or under this Act required to act in his discretion, the decision of the Administrator thereon shall be final.(5) If any question arises as to whether any matter is or is not a matter as respects which the Administrator is required by any law to exercise any judicial or quasi-judicial functions, the decision of the Administrator thereon shall be final.(6) The question whether any, and if so what, advice was tendered by Ministers to the Administrator shall not be inquired into in any court.1. Ins. by Act 19 of 1984, s. 3 (w.e.f. 1-3-1984).2. Subs. by Act 19 of 2005, s. 4, for \"2000\" (w.e.f. 21-5-2005).3. Subs. by s. 4, ibid., for \"1971\" (w.e.f. 21-5-2005).4. Ins. by Act 5 of 2006, s. 2 (w.e.f. 31-3-2005).", "45": "45. Other provisions as to Ministers.-(1) The Chief Minister shall be appointed by the President and the other Ministers shall be appointed by the President on the advice of the Chief Minister.(2) The Ministers shall hold office during the pleasure of the President.(3) The Council of Ministers shall be collectively responsible to the Legislative Assembly of the Union territory.(4) Before a Minister enters upon his office, the Administrator shall administer to him the oaths of office and of secrecy according to the forms set out for the purpose in the First Schedule.(5) A Minister who for any period of six consecutive months is not a member of the Legislative Assembly of the Union territory shall at the expiration of that period cease to be a Minister.(6) The salaries and allowances of Ministers shall be such as the Legislative Assembly of the Union territory may from time to time by law determine, and until the Legislative Assembly so determines, shall be determined by the Administrator with the approval of the President.", "46": "46. Conduct of business.-(1) The President shall make rules-(a) for the allocation of business to the Ministers; and(b) for the more convenient transaction of business with the Ministers including the procedure to be adopted in the case of a difference of opinion between the Administrator and the Council of Ministers or a Minister.(2) Save as otherwise provided in this Act, all executive action of the Administrator, whether taken on the advice of his Ministers or otherwise, shall be expressed to be taken in the name of the Administrator.(3) Orders and other instruments made and executed in the name of the Administrator, shall be authenticated in such manner as may be specified in rules to be made by the Administrator, and the validity of an order or instrument which is so authenticated shall not be called in question on the ground that it is not an order or instrument made or executed by the Administrator.1. The second proviso omitted by Act 34 of 1986, s. 41 (w.e.f. 20-2-1987).2. Sub-section (2) omitted by Act 69 of 1986, s. 44 (w.e.f. 20-2-1987).", "47": "47. Consolidated Fund of the Union territory.-(1) As from such date as the Central Government may, by notification in the Official Gazette, appoint in this behalf, all revenues received in 1[the Union territory] by the Government of India or the Administrator of the Union territory in relation to any matter with respect to which the Legislative Assembly of the Union territory has power to make laws, and all grants made and 2[all loans advanced to the Union territory from the Consolidated Fund of India and all loans raised by the Government of India or the Administrator of the Union territory upon the security of the Consolidated Fund of the Union territory] and all moneys received by the Union territory in repayment of loans shall form one Consolidated Fund to be entitled \"the Consolidated Fund of the Union territory\".(2) No moneys out of the Consolidated Fund of 1[the Union territory] shall be appropriated except in accordance with, and for the purposes and in the manner provided in, this Act.(3) The custody of the Consolidated Fund of 1[the Union territory], the payment of moneys into such Fund, the withdrawal of moneys therefrom and all other matters connected with or ancillary to those matters shall be regulated by rules made by the Administrator with the approval of the President.", "48": "48. Contingency Fund of the Union territory.-(1) There shall be established a Contingency Fund in the nature of an imprest to be entitled \"the Contingency Fund of the Union territory, into which shall be paid from and out of the Consolidated Fund of the Union territory such sums as may, from time to time, be determined by law made by the Legislative Assembly of the Union territory; and the said Fund shall be held by the Administrator to enable advances to be made by him out of such Fund.(2) No advances shall be made out of the Contingency Fund of the Union territory except for the purposes of meeting unforeseen expenditure pending authorisation of such expenditure by the Legislative Assembly of the Union territory under appropriations made by law.(3) The Administrator may make rules regulating all matters connected with or ancillary to the custody of, the payment of moneys into, and the withdrawal of moneys from, the Contingency Fund of the Union territory.1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).2. Subs. by Act 38 of 2001, s. 3, for \"all loans advanced to the Union territory from the Consolidated Fund of India\" (w.e.f. 10-5-2006).3. Ins. by s. 4, ibid. (w.e.f. 10-5-2006).", "49": "49. Audit reports.-The reports of the Comptroller and Auditor-General of India relating to the accounts of 2[the Union territory] for any period subsequent to the date referred to in sub-section (1) of section 47 shall be submitted to the Administrator who shall cause them to be laid before the Legislative Assembly of the Union territory.", "50": "50. Relation of Administrator and his Ministers to President.-Notwithstanding anything in this Act, the Administrator and his Council of Ministers shall be under the general control of, and comply with such particular directions, if any, as may from time to time be given by, the President", "51": "51. Provision in case of failure of constitutional machinery.-If the President, on receipt of a report from the Administrator of 2[the Union territory] or otherwise, is satisfied,-(a) that a situation has arisen in which the administration of the Union territory cannot be carried on in accordance with the provisions of this Act, or(b) that for the proper administration of the Union territory it is necessary or expedient so to do,the President may, by order, suspend the operation of all or any of the provisions of this Act for such period as he thinks fit and make such incidental and consequential provisions as may appear to him to be necessary or expedient for administering the Union territory in accordance with the provisions of article 239.1. Ins. by Act 38 of 2001, s. 5 (w.e.f. 10-5-2006).2. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).", "52": "1[52. Authorisation of expenditure by President.-Where the Legislative Assembly of 2[the Union territory] is dissolved, or its functioning as such Assembly remains suspended, on account of an order under section 51, it shall be competent for the President to authorise when the House of the People is not in session expenditure from the Consolidated Fund of that Union territory pending the sanction of such expenditure by Parliament.]", "53": "53. Provisions for election to Parliament from Goa, Daman and Diu, and Pondicherry.-(1) As soon as practicable after the commencement of this Act, elections shall be held in accordance with law-(a) to fill the seats in the House of the People allotted to the Union territory of Goa, Daman and Diu; and(b) to fill the seat in the House of the People and the seat in the Council of States allotted to the Union territory of Pondicherry.(2) Notwithstanding anything contained in any other law for the time being in force, the members nominated to represent the Union territory of Goa, Daman and Diu in the House of the People shall continue to be such until the election of the members to fill the two seats in that House allotted to that Union territory:Provided that where the dates of election of the members are different, the members so nominated shall cease to be members of that House on the earlier of those two dates.Explanation.-In this sub-section, the expression \"date of election\" has the same meaning as in section 67A of the Representation of the People Act, 1951 (43 of 1951).", "54": "3[54. Transitional provisions for administration of justice in certain areas in the Union territory of Mizoram.-On and from the commencement of this Act in the Union territory of Mizoram and until other provisions in this behalf are made by a competent Legislature or other competent authority, the administration of justice in those areas of that Union territory which are not comprised in any autonomous district under the Sixth Schedule to the Constitution shall be carried on, so far as may be, in accordance with the provisions of paragraphs 4 and 5 of that Schedule, as if those areas were comprised in an autonomous district under that Schedule and the provisions of the said paragraphs were in force in those areas and for this purpose,-(i) all powers and functions of a District Council under the provisions of the said paragraph 4 shall be exercised and discharged by the Administrator or any officer appointed by him in this behalf;(ii) the said paragraph 5 shall have effect as if references to the District Council, the Regional Council and the courts constituted by the District Council, by whatever form of words, had been omitted therefrom; and(iii) references to Governor in the said paragraphs 4 and 5 shall be construed as references to the Administrator.]1. Ins. by Act 1 of 1980, s. 2 (w.e.f. 25-9-1979).2. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).3. Subs. by Act 83 of 1971, s. 12, for section 54 (w.e.f. 16-2-1972).", "55": "55. Contracts and suits.-For the removal of doubts it is hereby declared that-(a) all contracts in connection with the administration of 2[the Union territory] are contracts made in the exercise of the executive power of the Union;(b) all suits and proceedings in connection with the administration of 2[the Union territory] shall be instituted by or against the Government of India.", "56": "56. Power of President to remove difficulties.-If any difficulty arises in relation to the transition from the provisions of any of the laws repealed by this Act or in giving effect to the provisions of this Act and, in particular, in relation to the constitution of the Legislative Assembly for 3[the Union territory], the President may by order do anything not inconsistent with the provisions of this Act which appear to him to be necessary or expedient for the purpose of removing the difficulty.", "57": "57. Amendment to certain enactments.-(1) The enactments specified in the Second Schedule-(a) shall, together with all rules, notifications and orders made or issued thereunder, extend to and come into force in the Union territories of Goa, Daman and Diu, and Pondicherry; and(b) shall be subject to the amendments mentioned in the fourth column of the said Schedule.(2) All things done, and all steps taken, before the commencement of this Act in connection with the preparation or revision of electoral rolls for the purpose of elections to the House of the People from the Union territories of Goa, Daman and Diu, and Pondicherry, and to the Legislative Assemblies of those Union territories shall, in so far as they are in conformity with the provisions of the Representation of the People Act, 1950 (43 of 1950), as amended by this Act, be deemed to have been done in accordance with law.1. Ins. by Act 29 of 1975, s. 10 (w.e.f. 15-8-1975).2. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987).3. Subs. by s. 65, ibid., for \"any Union territory\" (w.e.f. 30-5-1987).", "58": "58. Repeal and savings.-(1) The following laws are hereby repealed:-(a) the Territorial Councils Act, 1956 (103 of 1956);(b) the Decree No. 46-2381, dated the 25th October, 1946, as subsequently amended, relating to the Representative Assembly of the State of Pondicherry;(c) the Decree No. 47-1490, dated the 12th August, 1947, as subsequently amended, relating to the setting up of a Council of Government in the State of Pondicherry;(d) the State of Pondicherry (Representation of the People) Order, 1955, in so far as it relates to the Representative Assembly of Pondicherry.(2) Notwithstanding the repeal of the Territorial Councils Act, 1956 (103 of 1956),-(a) every officer and other employee of the Territorial Council of 1[the Union territory] serving under the Council immediately before such repeal shall become an officer or other employee of Government and shall be employed in connection with the administration of the Union territory with such designation as the Administrator may determine and shall hold office by the same tenure and at the same remuneration and on the same terms and conditions of service as he would have but for such repeal held the same and shall continue to do so unless and until such tenure, remuneration and terms and conditions are duly altered by the Administrator:Provided that-(i) the tenure, remuneration and terms and conditions of service of any such officer or other employee shall not be altered to his disadvantage without the previous sanction of the Central Government;(ii) any service rendered by any such officer or other employee before such repeal shall be deemed to be service rendered in connection with the administration of the Union territory;(iii) the Administrator may employ any such officer or other employee in the discharge of such functions as the Administrator may think proper and every such officer or other employee shall discharge those functions accordingly;(b) anything done or any action taken (including any notification, order, scheme, rule, form, notice or bye-law made or issued, any licence or permission granted) under the repealed Act shall in so far as it is not inconsistent with the provisions of this Act, continue in force unless and until it is superseded by anything done or any action taken in accordance with law;(c) all debts, obligations and liabilities incurred, all contracts entered into and all matters and things engaged to be done by, with or for the Territorial Council before such repeal shall be deemed to have been incurred, entered into or engaged to be done in exercise of the executive power of the Union for the purposes of the administration of the Union territory;(d) all assessments, valuations, measurements or divisions made by the Territorial Council shall, in so far as they are not inconsistent with the provisions of this Act, continue in force unless and until they are superseded by any assessment, valuation, measurement or division made by the Administrator in accordance with law;(e) all properties, movable and immovable, and all interests of whatsoever nature and kind, vested in the Territorial Council immediately before such repeal shall, with all rights of whatsoever description, used, enjoyed or possessed by that Council, vest in the Union for the purposes of the administration of the Union territory;(f) all rates, taxes, cesses, fees, rents, fares and other charges which immediately before such repeal were being lawfully levied by the Territorial Council shall continue to be levied at the same rate at which they were being levied by the Council immediately before such repeal until provision to the contrary is made by law;(g) all rates, taxes, cesses, fees, rents, fares and other charges due to the Territorial Council immediately before such repeal shall be deemed to be due to the Union in connection with the administration of the Union territory;(h) all suits, prosecutions and other legal proceedings instituted or which might have been instituted by or against the Territorial Council may be continued or instituted by or against the Government of India.1. Subs. by Act 18 of 1987, s. 65, for \"a Union territory\" (w.e.f. 30-5-1987)."}