{"name": "Government Savings Banks Act, 1873\r", "1": "1. Short title.-This Act may be called the Government Savings Banks Act, 1873.Local extent.-It extends to 2[the whole of India 3 * * *].", "2": "5[2. Act not to apply to deposits in Anchal Savings Bank.-This Act shall not apply to any deposits made in the Anchal Savings Bank of the State of Travancore-Cochin, and, notwithstanding anything contained in this Act, any law in force in the said State immediately before the commencement of the Part B States (Laws) Act, 1951, (3 of 1951) relating to such deposits, shall continue to apply thereto as if that law had not been repealed.]", "3": "3. Interpretation-clause.-In this Act- \"depositor\" means a person by whom, or on whose behalf money has been heretofore, or shall be hereafter, deposited in a Government Savings Bank, and \"deposit\" means money so deposited:6[\"Secretary\" means, in the case of a Post Office Savings Bank, the Postmaster-General appointed for the area in which the Savings Bank is situate],7[or if that area is in Pakistan, by the Postmaster-General for such area in India as the Central Government may by general or special order specify in this behalf]:8[\"minor\" means a person who is not deemed to have attained his majority under the Indian Majority Act, 1875 (9 of 1875):].9[\"Prescribed\" means prescribed by rules made under this Act.]", "4": "10[4. Nomination by depositor.-(1) Notwithstanding anything contined in any law for the time being in force, or in any disposition, whether testamentary or otherwise, by a depositor in respect of his deposit, where any nomination made in the prescribed manner purports to confer on any person the right to receive the deposit on the death of the depositor, the nominee shall, on the death of the depositor become entitled, to the exclusion of all other persons, to be paid the deposit, unless the nomination is varied or cancelled in the prescribed manner.(2) Any nomination referred to in sub-section (1) shall become void if the nominee predeceases, or where there are two or more nominees, all the nominees predecease; the depositor.(3) Where the nominee is a minor it shall be lawful for the depositor to appoint in the prescribed manner any person to receive the deposit in the event of his death during the minority of the nominee.1. The Act has been extended to the Union  territory of Goa, Daman and Diu vide Notification  No. S.O. 2734 dated 1st September, 1962, see  Gazette of India, Extraordinary, Pt. II, Sec. 300, p. 1991, extended to  and brought into force in Dadra and Nagar Haveli by Reg. 6 of 1963, s. 2 and  Sch. I (w.e.f. 1-7-1965) and to the whole of the Union territory of Lakshadweep  by Reg. 8 of 1965, s. 3 and Sch.. (w.e.f. 1-10-1967).The Act came into force in Pondicherry on  1-10-1963 vide Reg. 7 of 1963,  S. 3 and Sch. I.2. Subs. by the A.O.1950, for \"all the  Provinces of India\" which had been subs, by the A. O. 1948, for \"the whole of  British India\".3. The words \"except the State of Jammu  anti Kashmir\" which were subs. by Act 3 of 1951, for \"except Part B States\"  omitted by Act 62 of 1956, s. 2 and Sch.4. The commencement clause rep. by Act 16  of 1874, s. 1 and Sch., Pt. I.5. Ins. by Act 3 of 1951, s. 3 and Sch. The  original s. 2 was rep. by Act 12 of 1873, s. 1and Sch., Pt. II.6. Subs. by Act 16 of 1923, s. 2, for the  original definition.7. Ins. by the A.O. 1948.8. Subs. by Act 13 of 1916, s. 2 and Sch.,  for the original definition.9. Ins. by Act 45 of 1959, s. 2.10. Subs. by Act 45 of 1959, s. 3, for the former s. 4.", "5": "5. Payment to be a discharge.-3 [Any payment made in accordance with the foregoing provisions of this Act] shall be a full discharge from all further liability in respect of the money so paidSaving of right of executor.-But nothing herein contained precludes any executor or administrator, or other representative of the deceased, from recovering from the person receiving the same the amount remaining in his hands after deducting the amount of all debts or other demands lawfully paid or discharged by him in due course of administration.Saving of right of creditor.-And any creditor or claimant against the estate of the deceased may recover his debt or claim out of the money paid under this Act, 4 *** to any person, and remaining in his hands unadministered, in the same manner and to the same extent as if the latter had obtained letters of administration of the estate of the deceased.1. Subs. by Act 56 of 1985, s. 2, for \"Five  thousand rupees\".2. Subs. by s. 2, ibid., for certain words.3. Subs, by Act 45 of 1959, s. 4 for \"Such  paymen t\".4. Of the words \"or the said Act No. 26 of  1855\" the words \"the said\" were omitted by Act 12 of 1891, s. 2 and Sch. I, Pt.  I, and the remaining words by Act 45 of 1959, s. 4.", "6": "6. Security for due administration.-The Secretary of any such Bank 1 [or any officer empowered 2[under sub-section (4) of section 4A]] may take such security as he thinks necessary from any person 3[to whom he pays any money under sub-section (4) of section 4A] for the due administration of the money so paid, and he may assign the said security to any person interested in such administration.", "7": "7. Power to administer oath.-For the purpose of ascertaining the right of the person claiming to be entitled as aforesaid, the Secretary of any such Bank 1[or any officer empowered 4[under sub-section (4) of section 4A]] may take evidence on oath or affirmation according to the law5 for the time being relating to oaths and affirmations.Penalty for false statements.-Any person who, upon such oath or affirmation, makes any statement which is false, and which he either knows or believes to be false or does not believe to be true, shall be deemed guilty of an offence under section 193 of the Indian Penal Code (45 of 1860).", "8": "8. Deposit when excluded in computing court fees.-Where the amount of the deposit belonging to the estate of a deceased depositor does not exceed 6 [three thousand rupees,] such amount shall be excluded in computing the fee chargeable, under the Court-fees Act, 1870 (7 of 1870), on the probate, or letters of administration, or certificate (if any), granted in respect of his property7. Provided that the person claiming such probate or letters or certificate shall exhibit to the Court authorized to grant the same a certificate of the amount of the deposit in any Government Savings Bank belonging to the estate of the deceased. Such certificate shall be signed by the Secretary of such Bank, and the Court shall receive it as evidence of the said amount.", "9": "9. [Act not to apply to deposits belonging to estates of European soldiers or deserters.] Rep. by the Government Savings Banks (Amendment) Act, 1959 (45 of 1959), s. 7.", "10": "10. Payment of deposits to minor or guardian.-Any deposit made by, or on behalf of, any minor, may be paid to him personally, if he made the deposit, or to his guardian for his use, if the deposit was made by any person other than the minor, together with the interest accrued thereon. The receipt of any minor or guardian, for money paid to him under this section, shall be a sufficient discharge therefor.", "11": "11. [Legalization of like payments heretofore made.] Rep. by the Government Savings Banks (Amendment) Act, 1959 (45 of 1959), s. 7.", "12": "12. Payment of deposits belonging to lunatics.-If any depositor becomes insane or otherwise incapable of managing his affairs, and if such insanity or incapacity is proved to the satisfaction of the Secretary of the Bank in which his deposit may be, such Secretary may, from time to time, make payments out of the deposit to any proper person, and the receipt of such person, for money paid under this section, shall be a sufficient discharge therefor, Where a committee or manager of the depositor's estate has been duly appointed, nothing in this section authorizes payments to any person other than such committee or manager.1. Ins. by Act 16 of 1923, s. 4.2. Subs. by Act 45 of 1959, s. 5, for \"under  section 4\".3. Subs. by Act 45 of 1959, s. 5, for \"to whom  he pays any money under section 4\".4. Subs. by s. 5, ibid., for \"under section 4\".5. See  the Indian Oaths Act, 1873 (10 of 1873).6. Subs. by Act 17 of 1917, s. 2, for \"one  thousand rupees\". 7. Cf.  the Savings Bank Act , 1828 (9 Geo. 4, c. 92), s. 40, now rep. by the  Savings Banks Act, 1863 (26 and 27 Viet., c. 87).", "13": "13. Payment of married women's deposits.-Any deposit made by or on behalf of a married woman, or by or on behalf of a woman who afterwards marries, may be paid to her, whether or not 1[section 20 of the Indian Succession Act, 1925 (39 of 1925)], applies to her marriage; and her receipt for money paid to her under this section shall be a sufficient discharge therefor.", "14": "14. Protection of action taken in good faith.-No suit or other legal proceeding shall lie against the Secretary or any other officer of the Government in respect of anything which is in good faith done or intended to be done under this Act.", "15": "15. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules for carrying out the purposes of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:-(a) the persons by whom and the terms and conditions subject to which deposits may be made in a Government Savings Bank;(b) the maximum limits of deposits and the conditions as to interest or discount relating to deposits generally, or any class of deposits in particular;(c) the non-accrual of interest on deposits when the maximum limits are exceeded and the recovery of any interest paid in excess in the same manner as an arrear of land revenue or in any other manner;(d) the persons to whom and the manner in which deposits may be paid;(e) the form of nominations, the manner in which, the persons in whose favour and the conditions and restrictions subject to which, nominations may be made and the registration of nominations;(f) the variation or cancellation of nominations;(g) the fees that may be levied for registration of nominations and for variation or cancellation thereof;(h) the manner in which any person may be appointed for the purpose of subsection (3) of section 4;3[(i) the limit under clause (a) of sub-section (4) of section 4A.\"].(3) Every rule made under this section shall be laid as soon as may be after it is made before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session or 4[in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid] both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so however that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]1. Subs. by Act 45 of 1959, s. 8, for \"the  Indian Succession Act, 1865, section 4\".2. Subs. by s. 9, ibid., for the heading \"Rules\",  and s. 14.3. Ins. by Act 56 of 1985, s. 3.4. Subs. by Act 20 of 1983, s. 2 and Sch. (w.e.f. 15-3-1984)."}