{"name": "Government Securities Act 2006\r", "1": "Government Securities Act 20061.\r\nShort title, application and commencement.1.   This Act may be\r\ncalled the Government Securities Act, 2006.2.   This Act applies to\r\nGovernment securities created and issued whether before or after the\r\ncommencement of this Act by the Central Government or a State Government.3.   It applies in the\r\nfirst instance to whole of the States, except the State of Jammu and Kashmir,\r\nand to all the Union territories and it shall also apply to the State of Jammu\r\nand Kashmir which adopts this Act by resolution passed in that behalf under\r\nclause (1) of article 252 of the Constitution.4.   It shall come into\r\nforce in all the States, except the State of Jammu and Kashmir, and in the\r\nUnion territories on such date as the Central Government may, by notification\r\nin the Official Gazette, appoint and in the State of Jammu and Kashmir which\r\nadopts this Act under clause (1) of article 252 of the Constitution, on the\r\ndate of such adoption; and any reference in this Act to the commencement of\r\nthis Act shall, in relation to any State or Union territory, means the date on\r\nwhich this Act, comes into force in such State or Union territory.", "2": "Government Securities Act 20062.\r\nDefinitions. -In\r\nthis Act, unless the context otherwise requires,-a.   \"agent\"\r\nmeans a scheduled bank within the meaning of clause (e) of section 2 of the\r\nReserve Bank of India Act, 1934, or any other person specified as such;b.   \"Bank\"\r\nmeans the Reserve Bank of India constituted under section 3 of the Reserve Bank\r\nof India Act, 1934;c.   \"bond ledger\r\naccount\" means an account with the Bank or an agent in which the\r\nGovernment securities are held in a dematerialised form at the credit of the\r\nholder;d.   \"constituents'\r\nsubsidiary general ledger account\" means a subsidiary general ledger\r\naccount opened and maintained with the Bank by an agent on behalf of the\r\nconstituents of such agent;e.   \"Government\",\r\nin relation to any Government security, means the Central or State Government\r\nissuing the security;f.   \"Government\r\nsecurity\" means a security created and issued by the Government for the\r\npurpose of raising a public loan or for any other purpose as may be notified by\r\nthe Government in the Official Gazette and having one of the forms mentioned in\r\nsection 3;g.   \"prescribed\"\r\nmeans prescribed by regulations made under this Act;h.   \"promissory\r\nnote\" includes a treasury bill;i.   \"specified\"\r\nmeans specified by the Bank in the Official Gazette.", "3": "Government Securities Act 20063.\r\nForms of Government securities. -A\r\nGovernment security may, subject to such terms and conditions as may be\r\nspecified, be in such forms as may be prescribed or in one of the following\r\nforms, namely:-  i.  \r\n  a\r\nGovernment promissory note payable to or to the order of a certain persons; or  ii.  \r\n  a\r\nbearer bond payable to bearer; or  iii.  \r\n  a\r\nstock; or  iv.  \r\n  a\r\nbond held in a bond ledger account.Explanation.-For\r\nthe purpose of this section, \"stock\" means a Government security,-  i.  \r\n  registered\r\nin the books of the Bank for which a stock certificate is issued; or  ii.  \r\n  held\r\nat the credit of the holder in the subsidiary general ledger account including\r\nthe constituents subsidiary general ledger account maintained in the books of\r\nthe Bank, and transferable by registration in the books of the Bank.", "4": "Government Securities Act 20064.\r\nSubsidiary general ledger account. -1.   A subsidiary general\r\nledger account including a constituents' subsidiary general ledger account and\r\na bond ledger account may be opened and maintained by the Bank subject to such\r\nconditions and restrictions as may be specified and in such form and on payment\r\nof such fee as may be prescribed.2.   Notwithstanding\r\nanything contained in the Benami Transactions (Prohibition) Act, 1988, or any\r\nother law for the time being in force, the Government securities may be held on\r\nbehalf of a constituent in a constituents' subsidiary general ledger account\r\nunder sub-section (1) and the holder of such account shall be deemed to be the\r\nholder of the securities held in that account: Provided that the constitutent\r\nas a beneficial owner of the Government security shall be entitled to claim\r\nfrom the holder all the benefits and be subjected to all the liabilities in\r\nrespect of the Government securities held in the constituents' subsidiary\r\ngeneral ledger account.3.   The holder of a\r\nconstituents' subsidiary general ledger account shall maintain such records and\r\nadopt such procedure for safeguarding the interests of the constituents as may\r\nbe specified.", "5": "Government Securities Act 20065.\r\nTransfer of Government securities. -1.   No transfer of a\r\nGovernment security shall be valid if it does not purport to convey the full\r\ntitle to the security.2.   The transfer of the\r\nGovernment securities shall be made in such form and in such manner as may be\r\nprescribed.3.   Any document relating\r\nto a Government security or any endorsement on a promissory note issued by the\r\nGovernment may, on the demand of a person who for any reason is unable to\r\nwrite, shall be executed on his behalf in such manner as may be prescribed.4.   Nothing in this\r\nsection shall affect any order made by the Bank under this Act, or any order\r\nmade by a Court upon the Bank.", "6": "Government Securities Act 20066.\r\nHolding of Government securities by holders of public offices. -1.   In the case of any\r\npublic office to which the Government may, by notification in the Official\r\nGazette, declare this sub-section to apply, a Government security may be held\r\nin the name of the office.2.   When a Government\r\nsecurity is so held, it shall be deemed to be transferred without any or\r\nfurther endorsement or transfer deed from each holder of the office to the\r\nsucceeding holder of the office on and from the date on which the latter takes\r\ncharge of the office.3.   When the holder of\r\nthe office transfers to a party not being his successor in office where a\r\nGovernment security so held, the transfer shall be made by the signature of the\r\nholder of the office and the name of the office in the manner laid down in\r\nsection 5.4.   Where the holder of\r\nthe office is temporarily absent for more than a fortnight from his office for\r\nany reason, he may authorise in writing such other person, who would be\r\nincharge of this office during the period of such absence, to effect transfer\r\nof the Government securities.5.   This section applies\r\nas well to an office of which there are two or more joint holders as to an\r\noffice of which there is a single holder.", "7": "Government Securities Act 20067.\r\nRecognition of title to Government security of deceased sole holder or joint\r\nholders. -1.   Subject to the\r\nprovisions of sub-sections (2) and (3), if on the death of a sole holder or\r\ndeath of all the joint holders of a Government security there is no nomination\r\nin force, the executors or administrators of the deceased sole holder or all\r\nthe deceased joint holders, as the case may be, or the holder of a succession\r\ncertificate issued under Part X of the Indian Succession Act, 1925 shall be the\r\nonly person who may be recognised by the Bank as having any title to the\r\nGovernment security.2.   Nothing contained in\r\nthis section shall bar the recognition by the Bank of any person as having a\r\ntitle to a Government security on the basis of a decree, order or direction\r\npassed by a competent court declaring the person as having title to the\r\nGovernment security or appointing a receiver to take possession of a security\r\nor on the basis of a certificate issued or order passed by any other authority\r\nwho might have been empowered under any statute to confer on any such person a\r\ntitle to the Government security or on the basis of such other documents as may\r\nbe prescribed.3.   Notwithstanding\r\nanything contained in this section or in any other law for the time being in\r\nforce, where the outstanding value of Government security held by a deceased\r\nsole holder or deceased joint holders, as the case may be, does not exceed an\r\namount of rupees one lakh or such higher amount not exceeding rupees one crore\r\nas may be fixed by the Central Government by notification in the Official\r\nGazette from time to time, the Bank may recognise a person as having title to\r\nsuch Government security of the deceased sole holder or deceased joint holders\r\nin such manner and subject to such conditions as may be prescribed.", "8": "Government Securities Act 20068.\r\nRight of survivors of joint holders or several payees. -Notwithstanding\r\nanything contained in section 45 of the Indian Contract Act, 1872 and subject\r\nto the provisions of sections 7 and 10,-a.   when a Government\r\nsecurity is held by two or more persons jointly, and either or any of them\r\ndies, the title to the Government security shall vest in the survivor or\r\nsurvivors of those persons; andb.   when a Government\r\nsecurity is payable to two or more persons severally and either or any of them\r\ndies, the Government security shall be payable to the survivor or survivors of\r\nthose persons or to the representative of the deceased or to any one of them:Provided \r\nthat nothing contained in this section shall affect any claim which any\r\nrepresentative of a deceased joint holder or deceased holders of a Government\r\nsecurity or a surviving joint holder or holders of a Government security, as\r\nthe case may be, may have against the survivor or survivors or representatives\r\nunder or in respect of any Government security to which this section applies.Explanation.-For\r\nthe purposes of this section, a body incorporated or deemed to be incorporated\r\nunder the Companies Act, 1956, or the Co-operative Societies Act, 1912, or any\r\nother enactment for the time being in force relating to the incorporation of\r\nassociations of individuals, shall be deemed to die when it is dissolved.", "9": "Government Securities Act 20069.\r\nNomination by holders of Government securities. -1.   Notwithstanding\r\nanything contained in sections 7 and 8 or any other law for the time being in\r\nforce, except the provisions of sub-section (2),-a.   where a Government\r\nsecurity other than in the form of promissory note or bearer bond is held by a\r\nperson in his name or jointly with any other name or names, as the case may be,\r\nthe sole holder or all the joint holders of the Government security together may\r\nnominate one or more persons in such form and in such manner as may be\r\nprescribed, who in the event of the death of the sole holder or the death of\r\nall the joint holders, as the case may be, would become entitled to the\r\nGovernment security and to payment thereon to the exclusion of all other\r\npersons, unless the nomination is varied or cancelled in the prescribed manner;\r\nb.   where a nomination in\r\nrespect of a Government security has been made in favour of two or more\r\nnominees and either or any of them is dead, the surviving nominee or nominees,\r\nas the case may be, shall be entitled to the Government security and payment\r\nthereon;a.  b.  c.   where the nominee is\r\na minor, it shall be lawful for the sole holder or all the joint holders of a\r\nGovernment security, as the case may be, to appoint in the prescribed manner\r\nany person in whom the Government security would be deemed to have vested in\r\nthe event of death of such holder or joint holders of the Government security\r\nduring the minority of the nominee;d.   the recognition of\r\nright and claim of the nominee or nominees to the Government security held by a\r\nsole holder or joint holders, as the case may be, and any payment made by the\r\nGovernment or the Bank to the nominee or nominees shall constitute a full\r\ndischarge and shall absolve the Government or the Bank of its liability in\r\nrespect of the said Government security.1.  2.   Any nomination or\r\nappointment made under sub-section (1) shall become void if the nominee\r\npredeceases, or where there are two or more nominees, if all the nominees\r\npredecease the holder or joint holders of the Government security making the\r\nnomination.3.   Where the amount due\r\nfor the time being on a Government security is payable to two or more nominees\r\nand either or any of them dies, the title to the Government security shall vest\r\nin the survivor or survivors of those nominees and the amount for the time\r\nbeing due thereon shall be paid accordingly.4.   A transfer of a\r\nGovernment security made in accordance with sub-section (2) of section 5 shall\r\nautomatically cancel the nomination previously made: Provided that where a\r\nGovernment security is in the possession of a person either as a pledge or by\r\nway of security for any purpose, such possession shall not have the effect of\r\ncancelling the nomination, but the right of the nominee shall be subject to the\r\nright of the person so possessing it.5.   The Government may,\r\non the recommendation of the Bank, by notification in the Official Gazette,\r\nextend the facility of nomination to any Government security as may be\r\nspecified therein.6.   (Nothing contained in\r\nsub-section (1) shall affect the right or claim which any person may have\r\nagainst the person whose right and title to a Government security is recognised\r\nby the Government or the Bank or to whom the payment of the amount due on the\r\nGovernment security is made by the Government or the Bank under sub-section\r\n(1).7.   No notice of any\r\nclaim of any person, other than the person or persons in whose name a\r\nGovernment security is held or the nominees thererof, shall be receivable by\r\nthe Bank or the Government, nor shall the Bank or the Government be bound by\r\nany such notice even though expressly given to it: Provided that where any\r\ndecree, order, certificate or other authority from a court of competent\r\njurisdiction relating to such Government security is produced before the Bank\r\nor the Government, the Bank or the Government shall take due note of such\r\ndecree, order, certificate or other authority.", "10": "Government Securities Act 200610.\r\nGovernment securities belonging to minor or insane person -1.   Where any Government\r\nsecurity is held on behalf of a minor, the payment of the same for the time\r\nbeing due on a Government security either by way of outstanding principal or\r\ninterest thereon may be made to the father or mother of such minor and where\r\nneither parent is alive or where the living parents are or only living parent\r\nis incapable of action, to a person entitled under the law for the time being\r\nin force to have care of the property of the minor.2.   When a Government\r\nsecurity belongs to a minor or a person who is insane and incapable of managing\r\nhis affairs and the outstanding principal value of the Government security does\r\nnot in the aggregate exceed rupees one lakh or such higher amount not exceeding\r\nrupees one crore as the Central Government may, by a notification in the\r\nOfficial Gazette from time to time, fix, the Bank may make such order as it\r\nthinks fit for the vesting of such Government security in such person as it\r\nconsiders represents the minor or insane person.", "11": "Government Securities Act 200611.\r\nIssue of duplicate securities and of new securities on conversion,\r\nconsolidation, sub-division, renewal, stripping or reconstitution. -1.   If the person\r\nentitled to a Government security applies to the Bank alleging that the\r\nGovernment security has been lost, stolen or destroyed, or has been defaced or\r\nmutilated, the Bank may, on proof to its satisfaction of the loss, theft,\r\ndestruction, defacement or mutilation of the Government security, and subject\r\nto such conditions and on payment of such fees as may be prescribed, order the\r\nissue of a duplicate Government security to the applicant.2.   If the person\r\nentitled to a Government security applies to the Bank to have the Government\r\nsecurity converted into a Government security of another form, or into a\r\nGovernment security issued in connection with another loan or to have it\r\nconsolidated with other like Government securities, or to have it sub-divided,\r\nor to have it renewed, stripped or reconstituted, the Bank may, subject to such\r\nconditions and on payment of such fees as may be prescribed, cancel the\r\nGovernment security and order the issue of a new Government security or\r\nGovernment securities.Explanation.- \r\nA Government security may be stripped separately for interest and principal or\r\nreconstituted on the application of the holder subject to such terms and\r\nconditions as may be specified.1.  2.  3.   The person to whom a\r\nduplicate Government security or a new Government security is issued under this\r\nsection shall be deemed for the purposes of section 18 to have been recognised\r\nby the Bank as the holder of the Government security; and a duplicate\r\nGovernment security or new Government security so issued to any person shall be\r\ndeemed to constitute a new contract between the Government and such person and\r\nall persons deriving title thereafter through him:Provided \r\nthat the issue of new security under this section shall not affect the interest\r\nof third parties in whose favour a charge or other interest was lawfully\r\ncreated and was subsisting at the time of issue of the new security.", "12": "Government Securities Act 200612.\r\nSummary determination by Bank of title to Government security in case of\r\ndispute.-1.   If the Bank is of\r\nopinion that a doubt exists as to the title to a Government security, it may\r\nproceed to determine, in accordance with such regulations as may be made, the\r\nperson who shall for the purposes of the Bank be deemed to be the person\r\nentitled thereto.2.   For the purpose of\r\nmaking any order which it is empowered to make under this Act, the Bank may\r\nrequest a District Magistrate to record or to have recorded the whole or any\r\npart of such evidence as any person whose evidence the Bank requires may\r\nproduce and the District Magistrate so requested may either himself record, or\r\nmay direct any Executive Magistrate empowered in this behalf by general or\r\nspecial order of the State Government to record the evidence, and shall forward\r\na copy thereof to the Bank.3.   For the purpose of\r\nmaking a vesting order under this Act, the Bank may direct one of its officers\r\nto record the evidence of any person whose evidence the Bank requires or may\r\nreceive evidence upon affidavit.4.   A Magistrate or an\r\nofficer of the Bank acting in pursuance of this section may administer an oath\r\nto any witness examined by him.", "13": "Government Securities Act 200613.\r\nLaw applicable in regard to Government securities. -Notwithstanding\r\nthat as a matter of convenience, the Government may have arranged for payments\r\non a Government security to be made elsewhere than in India, the rights of all\r\npersons in relation to Government securities shall be determined in connection\r\nwith all such questions as are dealt with by this Act by the law and in the\r\nCourts of India.", "14": "Government Securities Act 200614.\r\nPostponement of payments and registration of transfers pending the making of\r\nvesting order. -Where\r\nthe Bank contemplates making an order under this Act to vest a Government\r\nsecurity in any person, the Bank may suspend payment of interest on or the maturity\r\nvalue of the Government security or postpone the making of any order under\r\nsection 7, section 10, section 11 or section 12 or the registration of any\r\ntransfer of the Government security, as the case may be, until the vesting\r\norder has been made.", "15": "Government Securities Act 200615.\r\nPower of Bank to require bonds. -1.   Before making any\r\norder which it is empowered to make under this Act, the Bank may require the\r\nperson in whose favour the order is to be made to execute an indemnity bond\r\nwith one or more sureties in such form as may be prescribed or to furnish\r\nsecurity not exceeding twice the value of the subject-matter of the order, to\r\nbe held at the disposal of the Bank, to pay to the Bank or any person to whom\r\nthe Bank may assign the indemnity bond or security in furtherance of sub-section\r\n(2) the amount thereof.2.   A Court before which\r\na claim in respect of the subject-matter of any such order is established may\r\norder the indemnity bond or security to be assigned to the successful claimant\r\nwho shall thereupon be entitled to enforce the indemnity bond or realise the\r\nsecurity to the extent of such claim.", "16": "Government Securities Act 200616.\r\nPublication of notices in Official Gazette. -Any\r\nnotice required to be given by the Bank under this Act may be served by post,\r\nbut every such notice shall also be published by the Bank in the Official\r\nGazette or the Official Gazette of a State, according as the notice relates to\r\na Government security, issued by the Central Government or a State Government,\r\nand on such publication shall be deemed to have been delivered to all persons\r\nfor whom it is intended.", "17": "Government Securities Act 200617.\r\nProcedure and scope of vesting order. -1.   The Bank shall, while\r\nmaking a vesting order under section 7, section 10, section 11 or section 12,\r\nfollow such procedure as may be prescribed2.   An order made by the\r\nBank under this Act may either confer full title to a Government security or a\r\ntitle only to the accrued and accruing interest on the Government security\r\npending a further order vesting full title.", "18": "Government Securities Act 200618.\r\nLegal effect of orders made by Bank. -No\r\nrecognition by the Bank of a person as the holder of a Government security, and\r\nno order made by the Bank under this Act shall be called in question by any\r\nCourt so far as such recognition or order affects the relations of the\r\nGovernment or the Bank with the person recognised by the Bank as the holder of\r\na Government security or with any person claiming an interest in such security;\r\nand any such recognition by the Bank of any person or any order by the Bank vesting\r\na Government security in any person shall operate to confer on that person a\r\ntitle to the security subject only to his personal liability to the rightful\r\nowner of the security for money had and received on his account.", "19": "Government Securities Act 200619.\r\nStay of proceedings on order of Court. -Where\r\nthe Bank contemplates making with reference to any Government security any\r\norder which it is empowered to make under this Act, and before the order is\r\nmade the Bank receives from a Court in India an order to stay the making of\r\nsuch order, the Bank shall either-a.   hold the security\r\ntogether with any interest unpaid or accruing thereon until further orders of\r\nthe Court are received; orb.   apply to the Court to\r\nhave the security transferred to the Official Trustees appointed for the State\r\nin which such Court is situated, pending the disposal of the proceedings before\r\nthe Court.", "20": "Government Securities Act 200620.\r\nCancellation by Bank of vesting proceedings. -Where\r\nthe Bank contemplates making an order under this Act vesting a Government\r\nsecurity in any person, the Bank may, at any time before the order is made,\r\ncancel any proceedings already taken for that purpose and may, on such\r\ncancellation, proceed anew to the making of such order.", "21": "Government Securities Act 200621.\r\nDischarge in respect of interest on Government securities. -Save\r\nas otherwise expressly provided in the terms of a Government security, no\r\nperson shall be entitled to claim interest on such security in respect of any\r\nperiod which has elapsed after the earliest date on which demand could have\r\nbeen made for the payment of the amount due on such security.", "22": "Government Securities Act 200622.\r\nDischarge in respect of bearer bonds. -The\r\nGovernment shall be discharged from all liability on a bearer bond or on any\r\ninterest coupon of such a bond on payment to the holder of such bond or coupon\r\non presentation on or after the date when it becomes due of the amount\r\nexpressed therein, unless before such payment, an order of a Court in India has\r\nbeen served on the Government restraining it from making payment.", "23": "Government Securities Act 200623.\r\nPeriod of limitation of Government's liability in respect of interest. -1.   Where no shorter\r\nperiod of limitation is fixed by any law for the time being in force, the\r\nliability of the Government in respect of any interest payment due on a\r\nGovernment security shall terminate on the expiry of six years from the date on\r\nwhich the amount due by way of interest became payable: Provided that the\r\nGovernment may allow a bona fide claim for payment of interest after the expiry\r\nof the period of six years in those cases where the holders of securities could\r\nnot prefer their claims within the said period of six years.2.   Notwithstanding\r\nanything contained in sub-section (1), the Bank may specify the securities in\r\nrespect of which, the circumstances under which, and the terms and conditions\r\nsubject to which, interest may be paid even after the expiry of the period\r\nspecified in the said sub-section.", "24": "Government Securities Act 200624.\r\nInspection of documents. -No\r\nperson shall be entitled to inspect or to receive information derived from any\r\nGovernment security in the possession or custody of the Government or from any\r\nbook, register or other document kept or maintained by or on behalf of the\r\nGovernment in relation to Government securities or any Government security,\r\nsave in such circumstances and manner and subject to such conditions as may be\r\nprescribed.", "25": "Government Securities Act 200625.\r\nMicro films, facsimile copies of documents, magnetic tapes and computer print\r\nouts as documents of evidence. -1.   Notwithstanding\r\nanything contained in any other law for the time being in force,-a.   a micro film of a\r\ndocument or the reproduction of the image or images embodied in such micro film\r\n(whether enlarged or not); orb.   a facsimile copy of a\r\ndocument; orc.   a statement contained\r\nin a document and included in a printed material produced by a computer,\r\nmagnetic tape or any other form of mechanical or electronic data retrieval\r\nmechanism (hereinafter referred to as computer print out), if the conditions\r\nmentioned in sub-section (2) and the other provisions contained in this section\r\nare satisfied in relation to the statement and the computer in question, shall\r\nbe deemed to be also a document for the purposes of this Act and the\r\nregulations made thereunder and shall be admissible in any proceedings\r\nthereunder, without further proof or production of the original, as evidence of\r\nany contents of the original or of any fact stated therein of which direct\r\nevidence would be admissible.1.  2.   The conditions\r\nreferred to in sub-section (1) in respect of a computer print out shall be the\r\nfollowing, namely:-a.   the computer print\r\nout containing the statement was produced by the computer during the period\r\nover which the computer was used regularly to store or process information for\r\nthe purposes of any activities regularly carried on over that period by the\r\nperson having lawful control over the use of the computer;b.   during the said\r\nperiod, there was regularly supplied to the computer in the ordinary course of\r\nthe said activities, information of the kind contained in the statement or of\r\nthe kind from which the information so contained is derived;c.   throughout the\r\nmaterial part of the said period, the computer was operating properly or, if\r\nnot, then any respect in which it was not operating properly or was out of\r\noperation during that part of that period was not such as to affect the\r\nproduction of the document or the accuracy of the contents; andd.   the information\r\ncontained in the statement reproduced or is derived from information supplied\r\nto the computer in the ordinary course of the said activities.1.  2.  3.   Where over any\r\nperiod, the function of storing or processing information for the purposes of\r\nany activities regularly carried on over that period as mentioned in clause (a)\r\nof sub-section (2) was regularly performed by computers, whether-a.   by a combination of\r\ncomputers operating over that period; orb.   by different\r\ncomputers operating in succession over that period; orc.   by different\r\ncombinations of computers operating in succession over that period; ord.   in any other manner\r\ninvolving the successive operation over that period, in whatever order, of one\r\nor more computers and one or more combinations of computers, all the computers\r\nused for that purpose during that period shall be treated for the purposes of\r\nthis section as constituting a single computer; and references in this section\r\nto a computer shall be construed accordingly.4.   In any proceeding\r\nunder this Act and the regulations made thereunder where it is desired to give\r\na statement in evidence by virtue of this section, a certificate doing any of\r\nthe following things, that is to say,-a.   identifying the\r\ndocument containing the statement and describing the manner in which it was\r\nproduced;b.   giving such\r\nparticulars of any device involved in the production of that document as may be\r\nappropriate for the purpose of showing that the document was produced by a\r\ncomputer;c.   dealing with any of\r\nthe matters to which the conditions mentioned in sub-section (2) relate, and\r\npurporting to be signed by a person occupying a responsible official position\r\nin the Bank in relation to the operation of the relevant device or the\r\nmanagement of the relevant activities (whichever is appropriate), shall be\r\nevidence of any matter stated in the certificate; and for the purposes of this\r\nsub-section it shall be sufficient for a matter to be stated to the best of the\r\nknowledge and belief of the person stating it.5.   For the purposes of\r\nthis section,-a.   information shall be\r\ntaken to be supplied to a computer if it is supplied thereto in any appropriate\r\nform and whether it is so supplied directly or (with or without human\r\nintervention) by means of any appropriate equipment;b.   whether in the course\r\nof activities carried on by any official, information is supplied with a view\r\nto its being stored or processed for the purposes of those activities by a\r\ncomputer operated otherwise than in the course of those activities, that\r\ninformation, if duly supplied to that computer, shall be taken to be supplied\r\nto it in the course of those activities;c.   a document shall be\r\ntaken to have been produced by a computer whether it was produced by it\r\ndirectly or (with or without human intervention) by means of any appropriate\r\nequipment.Explanation.-\r\nFor the purposes of this section,-a.   \"computer\"\r\nmeans any electronic, magnetic, optical or other high-speed data processing\r\nservice device or system which performs logical, arithmetical and memory\r\nfunctions by manipulation of electronic, magnetic or optical impulses and\r\nincludes all input, output, processing, storage, computer software or\r\ncommunication facilities which are connected or related to the computer in a computer\r\nsystem or computer network;b.   \"computer print\r\nout\" shall include ledgers, day-books, account books and other records,\r\nmaintained in the ordinary course of business of the Bank or of the agent,\r\nprinted on paper from the information stored in the computer or derived from\r\nsuch information; andc.   any reference to\r\ninformation being derived from other information shall be a reference to its\r\nbeing derived therefrom by calculation, comparison or any other process.", "26": "Government Securities Act 200626.\r\nBank and its officers to be public officers. -For\r\nthe purposes of section 124 of the Indian Evidence Act, 1872, the provisions of\r\nPart IV of the Code of Civil Procedure, 1908 relating to suits by or against\r\npublic officers in their official capacity, and the provisions of rule 27 of\r\nOrder V, and rule 52 of Order XXI of the said Code, the Bank and any officer of\r\nthe Bank acting in his capacity as such shall be deemed to be a public officer.", "27": "Government Securities Act 200627.\r\nMisuse of subsidiary general ledger account facility. -Where\r\na subsidiary general ledger account is opened by the Bank in favour of any\r\nholder of a Government security in terms of section 4 and,-a.   it comes to the\r\nnotice of the Bank that the said account is being operated contrary to the\r\nterms and conditions subject to which the account was opened; orb.   the subsidiary\r\ngeneral ledger account transfer form has bounced due to insufficiency of\r\nGovernment security or funds; orc.   the Bank is of\r\nopinion that the account is being operated contrary to the banking practice or\r\nin a manner prejudicial to the interests of the holders of Government\r\nsecurities in general; ord.   the subsidiary\r\ngeneral ledger account is being misused in any manner, the Bank may, by order\r\nin writing, after giving an opportunity of being heard, debar the holder of\r\nsuch account from trading with the subsidiary general ledger account facility\r\ntemporarily or permanently as it deems fit.", "28": "Government Securities Act 200628.\r\nPledge, hypothecation or lien. -1.   Subject to such terms\r\nand conditions as may be prescribed, the holder of a Government security may\r\ncreate a pledge or hypothecation or lien in respect of such security.2.   On receipt of notice\r\nof pledge or hypothecation or lien from the holder of the Government security,\r\nthe Bank or any agent maintaining the account in respect of such security shall\r\nmake necessary entry in its record and such entry shall be evidence of the\r\npledge, hypothecation or lien thereof, as the case may be.", "29": "Government Securities Act 2006Directions.29.\r\nPower to call for information, cause inspection and issue directions. -1.   The Bank may at any\r\ntime, for the purposes of this Act, call for such information as it deems\r\nnecessary in relation to a Government security from any agent, or holder of\r\nsubsidiary general ledger account including constituents' subsidiary general\r\nledger account and cause an inspection or scrutiny to be made by one or more of\r\nits officers or other persons, of any agent or holder of a subsidiary general\r\nledger account including constituents' subsidiary general ledger account.2.   The Bank may, if it\r\nconsiders necessary so to do, issue such directions as it thinks fit, in\r\nrelation to a Government security,- \r\n i.  \r\n  to\r\nthe holders of the subsidiary general ledger accounts including constituents'\r\nsubsidiary general ledger account; \r\n ii.  \r\n  to\r\nthe agents maintaining bond ledger account; and \r\n iii.  \r\n  to\r\nany other person dealing with the Government securities, for carrying out the\r\npurposes of this Act.", "30": "Government Securities Act 200630.\r\nContravention and penalties. -1.   If any person, for\r\nthe purpose of obtaining for himself or for any other person any title to a\r\nGovernment security, makes to any authority in any application made under this\r\nAct or in the course of any inquiry undertaken in pursuance of this Act any\r\nstatement which is false and which he either knows to be false or does not\r\nbelieve to be true, he shall be punishable with imprisonment for a term which\r\nmay extend to six months, or with fine, or with both.2.   No Court shall take\r\ncognizance of any offence under sub-section (1) except on the complaint of the\r\nBank.3.   Without prejudice to\r\nany other action which the Bank may deem fit to take, the Bank, after giving a\r\nreasonable opportunity of being heard, may impose on any person who contravenes\r\nany provision of this Act, or contravenes any regulation, notification or\r\ndirection issued under this Act, or violates the terms and conditions for\r\nopening and maintenance of a subsidiary general ledger account, including\r\nconstituents' subsidiary general ledger account, a penalty, not exceeding five\r\nlakh rupees and where such contravention is a continuing one, further penalty\r\nwhich may extend to five thousand rupees for every day after first day during\r\nwhich the contravention continues.", "31": "Government Securities Act 200631.\r\nCertain laws not to apply to Government securities. -1.   The Public Debt Act,\r\n1944 shall cease to apply to the Government securities to which this Act\r\napplies and to all matters for which provisions have been made by this Act.2.   Notwithstanding such cessation\r\nanything done or any action taken in the exercise of any power conferred by or\r\nunder that Act shall be deemed to have been done or taken in the exercise of\r\nthe powers conferred by or under this Act as if this Act was in force at all\r\nmaterial times.3.   Nothing contained in\r\nthe Depositories Act, 1996 or the regulations made thereunder shall apply to\r\nGovernment securities covered by this Act unless an agreement is executed to\r\nthe contrary by any depository under the Depositories Act, 1996 with the Government\r\nor the Bank, as the case may be.", "32": "Government Securities Act 200632.\r\nPower to make regulations. -1.   The Bank may, with\r\nthe previous approval of the Central Government, by notification in the\r\nOfficial Gazette, make regulations to carry out the purposes of this Act.2.   In particular and\r\nwithout prejudice to the generality of the foregoing power such regulations may\r\nprovide for all or any of the following matters, namely:-a.   the form in which and\r\nthe terms and conditions subject to which the Government securities may be issued\r\nunder section 3;b.   the form in which and\r\nthe fee to be charged for opening and maintenance of subsidiary general ledger\r\naccount including constituents' subsidiary general ledger account and bond\r\nledger account by the Bank under sub-section (1) of section 4;c.   the form and manner\r\nin which Government securities shall be transferred under sub-section (2) of\r\nsection 5 and the manner in which any document relating to any Government\r\nsecurity or any endorsement on a promissory note may be executed on behalf of a\r\nperson who is unable to write under sub-section (3) of that section;d.   the documents to be\r\nproduced for recognition of title to the Government security of a deceased sole\r\nholder or all deceased joint holders under sub-section (2) of section 7 and the\r\nmanner in which and the conditions subject to which the Bank may recognise\r\ntitle to a Government security under sub-section (3) of that section;e.   the form and the\r\nmanner in which a nomination may be made, varied or cancelled and the manner in\r\nwhich any person may be appointed in whom the Government security would be\r\ndeemed to have vested in the event of death of holder or joint holders of\r\nGovernment security during the minority of a nominee under section 9;f.   the conditions\r\ngoverning the issue of duplicate Government securities and the fees to be paid\r\ntherefor under section 11;g.   the manner in which\r\nthe Bank may determine title to a Government security under section 12;h.   the form of bond\r\nunder sub-section (1) of section 15;i.   the procedure for\r\nmaking vesting order referred to in sub-section (1) of section 17;j.   the circumstances and\r\nthe manner in which and the conditions subject to which inspection of\r\nGovernment securities, books, registers and other documents may be allowed or\r\ninformation therefrom may be given under section 24;k.   the terms and\r\nconditions subject to which pledge or hypothecation or lien be created under\r\nsub-section (1) of section 28.1.  2.  3.   Every regulation made\r\nby the Bank under this Act shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session, for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the regulation or both Houses agree that the regulation should\r\nnot be made, the regulation shall thereafter have effect only in such modified\r\nform or be of no effect, as the case may be; so, however, that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under that regulation.", "33": "Government Securities Act 200633.\r\nConstruction of references to laws not in force in Jammu and Kashmir. -Any\r\nreference in this Act to a law which is not in force in the State of Jammu and\r\nKashmir shall, wherever, necessary, be constructed as including a reference to\r\nthe corresponding law, if any, in force in that State.", "34": "Government Securities Act 200634.\r\nPower to remove difficulties. -1.   If any difficulty\r\narises in giving effect to the provisions of this Act, the Central Government\r\nmay, by order, not inconsistent with the provisions of this Act, remove the\r\ndifficulty: Provided that no such order shall be made after the expiry of a\r\nperiod of two years from the commencement of this Act.2.   Every order made\r\nunder this section shall be laid, as soon as may be after it is made, before\r\neach House of Parliament.", "35": "Government Securities Act 200635.\r\nRepeal and saving. -1.   The Indian Securities\r\nAct, 1920 is hereby repealed.2.   Notwithstanding such\r\nrepeal anything done or any action taken in the exercise of any power conferred\r\nby or under the Act shall be deemed to have been done or taken in the exercise\r\nof the powers conferred by or under this Act as if this Act was in force on the\r\nday on which such thing was done or action was taken."}