{"name": "Government Management of Private Estates Act, 1892\r", "1": "1. Title and extent.-(1) This Act may be called the Government Management of Private Estates Act, 1892.1[(2) It extends to the whole of India except the territories which, immediately before the 1st November, 1956, were comprised in Part B States] 2***.3* * * * *1. This sub-section has been successively amended by Act 13 of 1898 and adapted by the A.O. 1948, A.O. 1950 and the Adaptation of Laws (No. 2) Order, 1956 to read as above.2. The word \"and\" rep. by Act 10 of 1914, s. 3 and the Second Schedule.3. Sub-section (3) rep. by s. 3 and the Second Schedule, ibid.4. See now the Code of Civil Procedure, 1908 (5 of 1908).5. For instance of notification issued under this section, see C. P. R. and O.", "2": "2. Definitions.-In this Act, unless there is something repugnant in the subject or context,-(1) \"immoveable property\" includes land, buildings, hereditary allowances, rights to ways, lights, ferries, fisheries or any other benefit to arise out of land, and things attached to the earth or permanently fastened to anything which is attached to the earth but not standing timber, growing crops or grass;(2) \"gross income\" includes all receipts of every kind in produce or cash, except money borrowed, recoveries of principal and the proceeds of sale of immoveable property or of moveable property properly classed as capital; and(3) \"private estates under Government management\" include-(a) estates under the Court of Wards;(b) encumbered estates under Government management;(c) estates attached for default of payment of Government revenue;(d) minors' estates placed under the guardianship of a revenue-officer of the Government by a Civil Court;(e) estates managed by a Collector in pursuance of any order made under the Code of Civil Procedure4 (14 of 1882); and(f) all other estates made over to or taken under the management of a revenue-officer of the Government as such under any law for the time being in force or in virtue of any agreement.", "3": "3. Power to levy rate.-It shall be lawful for the State Government-(1) to levy on all private estates under Government management a rate not exceeding five per cent. on the gross income, calculated as nearly as may be possible, to cover-(a) the cost of all Government establishments in so far as they may be employed in the supervision or management of such estates other than establishment specially entertained for the supervision or management of any particular estate or group of estates, and(b) all contingent expenditure incurred in consequence of such supervision or management;(2) from time to time to vary such rate; and(3) to reduce or remit such rate in any special case or case as may be equitable: Provided that, in deciding the amount of the rate to be levied under this Act on any particular estate or group of estates, the State Government shall consider the expenditure incurred on special establishments for such estate or estates.", "4": "4. Power to levy special charges.-In cases where an officer of the Government is employed to give legal advice or to audit accounts on behalf of any estate, the State Government, if it considers the services rendered to be of a special nature, may, in its discretion, direct a special charge to be made against that estate on account of such services, irrespective of the rate leviable under the last foregoing section.", "5": "5. Saving as to special expenditure.-Nothing in this act shall apply to the cost of establishments specially entertained or to expenditure of any description specially incurred in respect of any particular estate or estates.", "6": "6. Validation of levy of past rates.-All rates for general supervision or management levied by any State Government before the commencement of this Act shall be deemed to have been levied under this Act.", "7": "7. Power to make rules.-1[(1)] The State Government2[may, by notification in the Official Gazette, make rules] and issue any orders which may be necessary for carrying this Act into effect, and which are consistent therewith.3[(2) Every rule made and every order issued by the State Government under this Act shall be laid, as soon as may be after it is made, before the State Legislature.]", "8": "8. Exemption from jurisdiction of Courts.-Where any Government establishment is employed in such supervision as aforesaid, the State Government shall be the sole Judge of the cost attributable to such employment, and its decision thereon shall not be questioned in any Court of Law or otherwise.", "9": "9. [Repeal.]Rep. by the Repealing and Amending Act, 1914 (10 of 1914), s. 3 and the Second Schedule. 1. Section 7 renumbered as sub-section (1) thereof by Act 4 of 2005, s. 2 and the Schedule (w.e.f. 11-1-2005).2. Subs. by s. 2 and the Schedule, ibid., for \"may make any rules\" (w.e.f. 11-1-2005).3. Ins. by s. 2 and the Schedule, ibid. (w.e.f. 11-1-2005)."}