{"name": "Gram Nyayalayas Act, 2008\r", "1": "Gram Nyayalayas Act, 2008 Chapter I:\r\nPreliminary 1. Short title,\r\nextent and commencement. – 1.     \r\n  This\r\nAct may be called the Gram Nyayalayas Act, 2008.2.     \r\n  It\r\nextends to the whole of India except the State of Jammu and Kashmir, the State\r\nof Nagaland, the State of Arunachal Pradesh, the State of Sikkim and to the\r\ntribal areas. Explanation.-In this sub-section, the expression \"tribal\r\nareas\" means the areas specified in Parts I, II, IIA and III of the Table\r\nbelow paragraph 20 of the Sixth Schedule to the Constitution within the State\r\nof Assam, the State of Meghalaya, the State of Tripura and the State of\r\nMizoram, respectively.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification published in the Official Gazette, appoint; and different dates\r\nmay be appointed for different States.", "2": "Gram Nyayalayas Act, 2008 2. Definitions. – In this Act, unless\r\nthe context otherwise requires,- a.     \r\n  \"Gram\r\nNyayalaya\" means a court established under sub-section (1) of section 3;b.    \r\n  \"Gram\r\nPanchayat\" means an institution (by whatever name called) of\r\nself-government constituted, at the village level, under article 243B of the\r\nConstitution, for the rural areas;c.     \r\n  \"High\r\nCourt\" means,- (i) in relation to any State, the High Court for that State;\r\n(ii) in relation to a Union territory to which the jurisdiction of the High\r\nCourt for a State has been extended by law, that High Court; (iii) in relation\r\nto any other Union territory, the highest Court of criminal appeal for that\r\nterritory other than the Supreme Court of India;d.    \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette and the expression\r\n\"notified\" shall be construed accordingly;e.     \r\n  \"Nyayadhikari\"\r\nmeans the presiding officer of a Gram Nyayalaya appointed under section 5;f.     \r\n  \"Panchayat\r\nat intermediate level\" means an institution (by whatever name called) of\r\nself-government constituted, at the intermediate level, under article 243B of\r\nthe Constitution, for the rural areas in accordance with the provisions of Part\r\nIX of the Constitution;g.    \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;h.     \r\n  \"Schedule\"\r\nmeans the Schedule appended to this Act;i.      \r\n  \"State\r\nGovernment\", in relation to a Union territory, means the administrator\r\nthereof appointed under article 239 of the Constitution;j.      \r\n  words\r\nand expressions used herein and not defined but defined in the Code of Civil\r\nProcedure, 1908 or the Code of Criminal Procedure, 1973 shall have the meanings\r\nrespectively assigned to them in those Codes.", "3": "Gram Nyayalayas Act, 2008 Chapter II: Gram\r\nNyayalaya3. Establishment of\r\nGram Nyayalayas. – 1.     \r\n  For\r\nthe purpose of exercising the jurisdiction and powers conferred on a Gram\r\nNyayalaya by this Act, the State Government, after consultation with the High\r\nCourt, may, by notification, establish one or more Gram Nyayalayas for every\r\nPanchayat at intermediate level or a group of contiguous Panchayats at\r\nintermediate level in a district or where there is no Panchayat at intermediate\r\nlevel in any State, for a group of contiguous Gram Panchayats.2.     \r\n  The\r\nState Government shall, after consultation with the High Court, specify, by\r\nnotification, the local limits of the area to which the jurisdiction of a Gram\r\nNyayalaya shall extend and may, at any time, increase, reduce or alter such\r\nlimits.3.     \r\n  The\r\nGram Nyayalayas established under sub-section (1) shall be in addition to the\r\ncourts established under any other law for the time being in force.", "4": "Gram Nyayalayas Act, 2008 4. Headquarters of\r\nGram Nyayalaya. - The headquarters of\r\nevery Gram Nyayalaya shall be located at the headquarters of the intermediate\r\nPanchayat in which the Gram Nyayalaya is established or such other place as may\r\nbe notified by the State Government.", "5": "Gram Nyayalayas Act, 20085. Appointment of Nyayadhikari.-The State Government shall, in consultation with the High Court, appoint a Nyayadhikari for every Gram Nyayalaya.", "6": "Gram Nyayalayas Act, 2008 6. Qualifications for\r\nappointment of Nyayadhikari. – 1.     \r\n  A\r\nperson shall not be qualified to be appointed as a Nyayadhikari unless he is\r\neligible to be appointed as a Judicial Magistrate of the first class.2.     \r\n  While\r\nappointing a Nyayadhikari, representation shall be given to the members of the\r\nScheduled Castes, the Scheduled Tribes, women and such other classes or\r\ncommunities as may be specified by notification, by the State Government from\r\ntime to time.", "7": "Gram Nyayalayas Act, 2008 7. Salary, allowances\r\nand other terms and conditions of service of Nyayadhikari. – The salary and other\r\nallowances payable to, and the other terms and conditions of service of, a\r\nNyayadhikari shall be such as may be applicable to the Judicial Magistrate of\r\nthe first class.", "8": "Gram Nyayalayas Act, 2008 8. Nyayadhikari not\r\nto preside over proceedings in which he is interested. – The Nyayadhikari\r\nshall not preside over the proceedings of a Gram Nyayalaya in which he has any\r\ninterest or is otherwise involved in the subject matter of the dispute or is related\r\nto any party to such proceedings and in such a case, the Nyayadhikari shall\r\nrefer the matter to the District Court or the Court of Session, as the case may\r\nbe, for transferring it to any other Nyayadhikari.", "9": "Gram Nyayalayas Act, 2008 9. Nyayadhikari to\r\nhold mobile courts and conduct proceedings in villages. – 1.     \r\n  The\r\nNyayadhikari shall periodically visit the villages falling under his\r\njurisdiction and conduct trial or proceedings at any place which he considers\r\nis in close proximity to the place where the parties ordinarily reside or where\r\nthe whole or part of the cause of action had arisen: Provided that where the\r\nGram Nyayalaya decides to hold mobile court outside its headquarters, it shall\r\ngive wide publicity as to the date and place where it proposes to hold mobile\r\ncourt.2.     \r\n  The\r\nState Government shall extend all facilities to the Gram Nyayalaya including\r\nthe provision of vehicles for holding mobile court by the Nyayadhikari while\r\nconducting trial or proceedings outside its headquarters.", "10": "Gram Nyayalayas Act, 2008 10. Seal of Gram\r\nNyayalaya. – \nEvery Gram Nyayalaya\r\nestablished under this Act shall use a seal of the court in such form and\r\ndimensions as may be prescribed by the High Court with the approval of the\r\nState Government.", "11": "Gram Nyayalayas Act, 2008 Chapter III:\r\nJurisdiction, Powers and Authority of Gram Nyayalaya 11. Jurisdiction of\r\nGram Nyayalaya. – Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 or the Code of Civil\r\nProcedure, 1908 or any other law for the time being in force, the Gram\r\nNyayalaya shall exercise both civil and criminal jurisdiction in the manner and\r\nto the extent provided under this Act.", "12": "Gram Nyayalayas Act, 2008 12. Criminal\r\njurisdiction. – \n1.     \r\n  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 or any other law for\r\nthe time being in force, the Gram Nyayalayas may take cognizance of an offence\r\non a complaint or on a police report and shall- (a) try all offences specified in\r\nPart I of the First Schedule; and (b) try all offences and grant relief, if\r\nany, specified under the enactments included in Part II of that Schedule.2.     \r\n  Without\r\nprejudice to the provisions of sub-section (1), the Gram Nyayalaya shall also\r\ntry all such offences or grant such relief under the State Acts which may be\r\nnotified by the State Government under sub-section (3) of section 14.", "13": "Gram Nyayalayas Act, 2008 13. Civil\r\njurisdiction. – \n1.     \r\n  Notwithstanding\r\nanything contained in the Code of Civil Procedure, 1908 or any other law for\r\nthe time being in force, and subject to sub-section (2), the Gram Nyayalaya\r\nshall have jurisdiction to-a.      try all suits or\r\nproceedings of a civil nature falling under the classes of disputes specified\r\nin Part I of the Second Schedule;b.     try all classes of\r\nclaims and disputes which may be notified by the Central Government under\r\nsub-section (1) of section 14 and by the State Government under sub-section (3)\r\nof the said section.1.     \r\n2.     \r\n  The\r\npecuniary limits of the Gram Nyayalaya shall be such as may be specified by the\r\nHigh Court, in consultation with the State Government, by notification, from\r\ntime to time.", "14": "Gram Nyayalayas Act, 2008 14. Power to amend\r\nSchedules. – \n1.     \r\n  Where\r\nthe Central Government is satisfied that it is necessary or expedient so to do,\r\nit may, by notification, add to or omit any item in Part I or Part II of the\r\nFirst Schedule or Part II of the Second Schedule, as the case may be, and it\r\nshall be deemed to have been amended accordingly.2.     \r\n  Every\r\nnotification issued under sub-section (1) shall be laid before each House of\r\nParliament.3.     \r\n  If\r\nthe State Government is satisfied that it is necessary or expedient so to do,\r\nit may, in consultation with the High Court, by notification, add to any item\r\nin Part III of the First Schedule or Part III of the Second Schedule or omit\r\nfrom it any item in respect of which the State Legislature is competent to make\r\nlaws and thereupon the First Schedule or the Second Schedule, as the case may\r\nbe, shall be deemed to have been amended accordingly.4.     \r\n  Every\r\nnotification issued under sub-section (3) shall be laid before the State\r\nLegislature.", "15": "Gram Nyayalayas Act, 2008 15. Limitation. – 1.     \r\n  The\r\nprovisions of the Limitation Act, 1963 shall be applicable to the suits triable\r\nby the Gram Nyayalaya.2.     \r\n  The\r\nprovisions of Chapter XXXVI of the Code of Criminal Procedure, 1973 shall be\r\napplicable in respect of the offences triable by the Gram Nyayalaya.", "16": "Gram Nyayalayas Act, 2008 16. Transfer of\r\npending proceedings. – 1.     \r\n  The\r\nDistrict Court or the Court of Session, as the case may be, with effect from\r\nsuch date as may be notified by the High Court, may transfer all the civil or\r\ncriminal cases, pending before the courts subordinate to it, to the Gram\r\nNyayalaya competent to try or dispose of such cases.2.     \r\n  The\r\nGram Nyayalaya may, in its discretion, either retry the cases or proceed from\r\nthe stage at which it was transferred to it.", "17": "Gram Nyayalayas Act, 2008 17. Duties of\r\nministerial officers. – 1.     \r\n  The\r\nState Government shall determine the nature and categories of the officers and\r\nother employees required to assist a Gram Nyayalaya in the discharge of its\r\nfunctions and provide the Gram Nyayalaya with such officers and other employees\r\nas it may think fit.2.     \r\n  The\r\nsalaries and allowances payable to, and other conditions of service of, the\r\nofficers and other employees of the Gram Nyayalaya shall be such as may be\r\nprescribed by the State Government.3.     \r\n  The\r\nofficers and other employees of a Gram Nyayalaya shall perform such duties as\r\nmay, from time to time, be assigned to them by the Nyayadhikari.", "18": "Gram Nyayalayas Act, 2008 Chapter IV: Procedure\r\nin Criminal Cases 18. Overriding effect\r\nof Act in criminal trial. – The provisions of\r\nthis Act shall have effect notwithstanding anything contained in the Code of\r\nCriminal Procedure, 1973 or any other law, but save as expressly provided in\r\nthis Act, the provisions of the Code shall, in so far as they are not\r\ninconsistent with the provisions of this Act, apply to the proceedings before a\r\nGram Nyayalaya; and for the purpose of the said provisions of the Code, the\r\nGram Nyayalaya shall be deemed to be a Court of Judicial Magistrate of the\r\nfirst class.", "19": "Gram Nyayalayas Act, 2008 19. Gram Nyayalaya to\r\nfollow summary trial procedure. – 1.     \r\n  Notwithstanding\r\nanything contained in sub-section (1) of section 260 or sub-section (2) of\r\nsection 262 of the Code of Criminal Procedure, 1973, the Gram Nyayalaya shall\r\ntry the offences in a summary way in accordance with the procedure specified in\r\nChapter XXI of the said Code and the provisions of sub-section (1) of section\r\n262 and sections 263 to 265 of the said Code, shall, so far as may be, apply to\r\nsuch trial.2.     \r\n  When,\r\nin the course of a summary trial, it appears to the Nyayadhikari that the\r\nnature of the case is such that it is undesirable to try it summarily, the\r\nNyayadhikari shall recall any witness who may have been examined and proceed to\r\nre-hear the case in the manner provided under the Code of Criminal Pro", "20": "Gram Nyayalayas Act, 2008 20. Plea bargaining\r\nbefore Gram Nyayalaya. – A person accused of\r\nan offence may file an application for plea bargaining in Gram Nyayalaya in\r\nwhich such offence is pending trial and the Gram Nyayalaya shall dispose of the\r\ncase in accordance with the provisions of Chapter XXIA of the Code of Criminal\r\nProcedure, 1973.", "21": "Gram Nyayalayas Act, 2008 21. Conduct of cases\r\nin Gram Nyayalaya and legal aid to parties. – 1.     \r\n  For\r\nthe purpose of conducting criminal cases in the Gram Nyayalaya on behalf of the\r\nGovernment, the provisions of section 25 of the Code of Criminal Procedure,\r\n1973 shall apply.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), in a criminal proceeding before the Gram\r\nNyayalaya, the complainant may engage an advocate of his choice at his expense\r\nto present the case of prosecution with the leave of the Gram Nyayalaya.3.     \r\n  The\r\nState Legal Services Authority, constituted under section 6 of the Legal\r\nServices Authorities Act, 1987, shall prepare a panel of advocates and assign\r\nat least two of them to be attached to each Gram Nyayalaya so that their\r\nservices may be provided by the Gram Nyayalaya to the accused unable to engage\r\nan advocate.", "22": "Gram Nyayalayas Act, 2008 22. Pronouncement of\r\njudgment. – \n1.     \r\n  The\r\njudgment in every trial shall be pronounced by the Nyayadhikari in open court\r\nimmediately after the termination of the trial or at any subsequent time, not\r\nexceeding fifteen days, of which notice shall be given to the parties.2.     \r\n  The\r\nGram Nyayalaya shall deliver a copy of its judgment immediately to both the\r\nparties free of cost.", "23": "Gram Nyayalayas Act, 2008 Chapter V: Procedure\r\nin Civil Cases 23. Overriding effect\r\nof Act in civil proceedings. – The provisions of\r\nthis Act shall have effect notwithstanding anything contained in the Code of\r\nCivil Procedure, 1908 or any other law, but save as expressly provided in this\r\nAct, the provisions of the Code shall, in so far as they are not inconsistent\r\nwith the provisions of this Act, apply to the proceedings before a Gram\r\nNyayalaya; and for the purpose of the said provisions of the Code, the Gram\r\nNyayalaya shall be deemed to be a civil court.", "24": "Gram Nyayalayas Act, 2008 24. Special procedure\r\nin civil disputes. – \n1.     \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, every suit,\r\nclaim or dispute under this Act shall be instituted by making an application to\r\nthe Gram Nyayalaya in such form, in such manner, and accompanied by such fee,\r\nnot exceeding rupees one hundred, as may be prescribed by the High Court, from\r\ntime to time, in consultation with the State Government.2.     \r\n  Where\r\na suit, claim or dispute has been duly instituted, a summons shall be issued by\r\nthe Gram Nyayalaya, accompanied by a copy of the application made under\r\nsub-section (1), to the opposite party to appear and answer the claim by such\r\ndate as may be specified therein and the same shall3.     \r\n  After\r\nthe opposite party files his written statement, the Gram Nyayalaya shall fix a\r\ndate for hearing and inform all the parties to be present in person or through\r\ntheir advocates.4.     \r\n  On\r\nthe date fixed for hearing, the Gram Nyayalaya shall hear both the parties in\r\nregard to their respective contentions and where the dispute does not require\r\nrecording of any evidence, pronounce the judgment; and in case where it\r\nrequires recording of evidence, the Gram Nyayalaya shall proceed further.5.     \r\n  The\r\nGram Nyayalaya shall also have the power,- (a) to dismiss any case for default\r\nor to proceed ex parte; and (b) to set aside any such order of dismissal for\r\ndefault or any order passed by it for hearing the case ex parte.6.     \r\n  In\r\nregard to any incidental matter that may arise during the course of the proceedings,\r\nthe Gram Nyayalaya shall adopt such procedure as it may deem just and\r\nreasonable in the interest of justice.7.     \r\n  The\r\nproceedings shall, as far as practicable, be consistent with the interests of\r\njustice and the hearing shall be continued on a day-to-day basis until its\r\nconclusion, unless the Gram Nyayalaya finds the adjournment of the hearing\r\nbeyond the following day to be necessary for reasons to be recorded in writing.\r\n8.     \r\n  The\r\nGram Nyayalaya shall dispose of the application made under sub-section (1) within\r\na period of six months from the date of its institution.9.     \r\n  The\r\njudgment in every suit, claim or dispute shall be pronounced in open court by\r\nthe Gram Nyayalaya immediately after conclusion of hearing or at any subsequent\r\ntime, not exceeding fifteen days, of which notice shall be given to the\r\nparties.10.  \r\n  The\r\njudgment shall contain a concise statement of the case, the point for\r\ndetermination, the decision thereon and the reasons for such decision.11.  \r\n  A\r\ncopy of the judgment shall be delivered free of cost to both the parties within\r\nthree days from the date of pronouncement of the judgment.", "25": "Gram Nyayalayas Act, 2008 25. Execution of\r\ndecrees and orders of Gram Nyayalaya. – 1.     \r\n  Notwithstanding\r\nanything contained in the Code of Civil Procedure, 1908, the judgment passed by\r\na Gram Nyayalaya shall be deemed to be a decree and it shall be executed by a\r\nGram Nyayalaya as a decree of the civil court and for this purpose, the Gram\r\nNyayalaya shall have all the powers of a civil court.2.     \r\n  The\r\nGram Nyayalaya shall not be bound by the procedure in respect of execution of a\r\ndecree as provided in the Code of Civil Procedure, 1908 and it shall be guided\r\nby the principles of natural justice.3.     \r\n  A\r\ndecree may be executed either by the Gram Nyayalaya which passed it or by the\r\nother Gram Nyayalaya to which it is sent for execution.", "26": "Gram Nyayalayas Act, 2008 26. Duty of Gram\r\nNyayalaya to make efforts for conciliation and settlement of civil disputes. – 1.     \r\n  In\r\nevery suit or proceeding, endeavour shall be made by the Gram Nyayalaya in the\r\nfirst instance, where it is possible to do so, consistent with the nature and\r\ncircumstances of the case, to assist, persuade and conciliate the parties in\r\narriving at a settlement in respect of the subject matter of the suit, claim or\r\ndispute and for this purpose, a Gram Nyayalaya shall follow such procedure as\r\nmay be prescribed by the High Court.2.     \r\n  Where\r\nin any suit or proceeding, it appears to the Gram Nyayalaya at any stage that\r\nthere is a reasonable possibility of a settlement between the parties, the Gram\r\nNyayalaya may adjourn the proceeding for such period as it thinks fit to enable\r\nthem to make attempts to effect such a settlement.3.     \r\n  Where\r\nany proceeding is adjourned under sub-section (2), the Gram Nyayalaya may, in\r\nits discretion, refer the matter to one or more Conciliators for effecting a\r\nsettlement between the parties.4.     \r\n  The\r\npower conferred by sub-section (2) shall be in addition to, and not in\r\nderogation of, any other power of the Gram Nyayalaya to adjourn the proceeding.\r\n", "27": "Gram Nyayalayas Act, 2008 27. Appointment of\r\nConciliators. – \n1.     \r\n  For\r\nthe purposes of section 26, the District Court shall, in consultation with the\r\nDistrict Magistrate, prepare a panel consisting of the names of social workers\r\nat the village level having integrity for appointment as Conciliators who\r\npossess such qualifications and experience as may be prescribed by the High\r\nCourt.2.     \r\n  The\r\nsitting fee and other allowances payable to, and the other terms and conditions\r\nfor engagement of, Conciliators shall be such as may be prescribed by the State\r\nGovernment.", "28": "Gram Nyayalayas Act, 2008 28. Transfer of civil\r\ndisputes. – \nThe District Court\r\nhaving jurisdiction may, on an application made by any party or when there is\r\nconsiderable pendency of cases in one Gram Nyayalaya or whenever it considers\r\nnecessary in the interests of justice, transfer any case pending before a Gram\r\nNyayalaya to any other Gram Nyayalaya within its jurisdiction.", "29": "Gram Nyayalayas Act, 2008 Chapter VI: Procedure\r\nGenerally 29. Proceedings to be\r\nin the official language of the State. – The proceedings\r\nbefore the Gram Nyayalaya and its judgment shall, as far as practicable, be in\r\none of the official languages of the State other than the English language.", "30": "Gram Nyayalayas Act, 2008 30. Application of\r\nIndian Evidence Act, 1872. – A Gram Nyayalaya may\r\nreceive as evidence any report, statement, document, information or matter that\r\nmay, in its opinion, assist it to deal effectually with a dispute, whether or\r\nnot the same would be otherwise relevant or admissible under the Indian\r\nEvidence Act, 1872.", "31": "Gram Nyayalayas Act, 2008 31. Record of oral\r\nevidence. – \nIn suits or\r\nproceedings before a Gram Nyayalaya, it shall not be necessary to record the\r\nevidence of witnesses at length, but the Nyayadhikari, as the examination of\r\neach witness proceeds, shall, record or cause to be recorded, a memorandum of\r\nsubstance of what the witness deposes, and such memorandum shall be signed by\r\nthe witness and the Nyayadhikari and it shall form part of the record.", "32": "Gram Nyayalayas Act, 2008 32. Evidence of\r\nformal character on affidavit. – 1.     \r\n  The\r\nevidence of any person where such evidence is of a formal character, may be\r\ngiven by affidavit and may, subject to all just exceptions, be read in evidence\r\nin any suit or proceeding before a Gram Nyayalaya.2.     \r\n  The\r\nGram Nyayalaya may, if it thinks fit, and shall, on the application of any of\r\nthe parties to the suit or proceeding, summon and examine any such person as to\r\nthe facts contained in his affidavit.", "33": "Gram Nyayalayas Act, 2008 Chapter VII: Appeal 33. Appeal in\r\ncriminal cases. – 1.     \r\n  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 or any other law, no\r\nappeal shall lie from any judgment, sentence or order of a Gram Nyayalaya\r\nexcept as provided hereunder.2.     \r\n  No\r\nappeal shall lie where- (a) an accused person has pleaded guilty and has been\r\nconvicted on such plea; (b) the Gram Nyayalaya has passed only a sentence of\r\nfine not exceeding one thousand rupees.3.     \r\n  Subject\r\nto sub-section (2), an appeal shall lie from any other judgment, sentence or\r\norder of a Gram Nyayalaya to the Court of Session.4.     \r\n  Every\r\nappeal under this section shall be preferred within a period of thirty days\r\nfrom the date of judgment, sentence or order of a Gram Nyayalaya: Provided that\r\nthe Court of Session may entertain an appeal after the expiry of the said\r\nperiod of thirty days if it is satisfied that the appellant had sufficient\r\ncause for not preferring the appeal within the said period.5.     \r\n  An\r\nappeal preferred under sub-section (3) shall be heard and disposed of by the\r\nCourt of Session within six months from the date of filing of such appeal.6.     \r\n  The\r\nCourt of Session may, pending disposal of the appeal, direct the suspension of\r\nthe sentence or order appealed against.7.     \r\n  The\r\ndecision of the Court of Session under sub-section (5) shall be final and no\r\nappeal or revision shall lie from the decision of the Court of Session:\r\nProvided that nothing in this sub-section shall preclude any person from\r\navailing of the judicial remedies available under articles 32 and 226 of the\r\nConstitution.", "34": "Gram Nyayalayas Act, 2008 34. Appeal in civil\r\ncases. – \n1.     \r\n  Notwithstanding\r\nanything contained in the Code of Civil Procedure, 1908 or any other law, and\r\nsubject to sub-section (2), an appeal shall lie from every judgment or order,\r\nnot being an interlocutory order, of a Gram Nyayalaya to the District Court.2.     \r\n  No\r\nappeal shall lie from any judgment or order passed by the Gram Nyayalaya-a.     \r\n  with\r\nthe consent of the parties;b.    \r\n  where\r\nthe amount or value of the subject matter of a suit, claim or dispute does not\r\nexceed rupees one thousand; (c) except on a question of law, where the amount\r\nor value of the subject matter of such suit, claim or dispute does not exceed\r\nrupees five thousand.1.     \r\n2.     \r\n3.     \r\n  Every\r\nappeal under this section shall be preferred within a period of thirty days\r\nfrom the date of the judgment or order of a Gram Nyayalaya:Provided that the District Court may entertain an appeal after the expiry of the said\r\nperiod of thirty days if it is satisfied that the appellant had sufficient\r\ncause for not preferring the appeal within the said period.4.     \r\n  An\r\nappeal preferred under sub-section (1) shall be heard and disposed of by the\r\nDistrict Court within six months from the date of filing of the appeal.5.     \r\n  The\r\nDistrict Court may, pending disposal of the appeal, stay execution of the\r\njudgment or order appealed against.6.     \r\n  The\r\ndecision of the District Court under sub-section (4) shall be final and no\r\nappeal or revision shall lie from the decision of the District Court: Provided\r\nthat nothing in this sub-section shall preclude any person from availing of the\r\njudicial remedies available under articles 32 and 226 of the Constitution.", "35": "Gram Nyayalayas Act, 2008 Chapter VIII:\r\nMiscellaneous 35. Assistance of\r\npolice to Gram Nyayalayas. – 1.     \r\n  Every\r\npolice officer functioning within the local limits of jurisdiction of a Gram\r\nNyayalaya shall be bound to assist the Gram Nyayalaya in the exercise of its\r\nlawful authority.2.     \r\n  Whenever\r\nthe Gram Nyayalaya, in the discharge of its functions, directs a revenue\r\nofficer or police officer or Government servant to provide assistance to the\r\nGram Nyayalaya, he shall be bound to provide such assistance.", "36": "Gram Nyayalayas Act, 2008 36. Nyayadhikaris and\r\nemployees, etc., to be public servants. – The Nyayadhikaris and\r\nthe officers and other employees of the Gram Nyayalayas shall be deemed, when\r\nacting or purporting to act in pursuance of any of the provisions of this Act,\r\nto be public servants within the meaning of section 21 of the Indian Penal\r\nCode.", "37": "Gram Nyayalayas Act, 2008 37. Inspection of\r\nGram Nyaya-layas. – The High Court may\r\nauthorise any judicial officer superior in rank to the Nyayadhikari to inspect\r\nthe Gram Nyayalayas within his jurisdiction once in every six months or such\r\nother period as the High Court may prescribe and issue such instructions, as he\r\nconsiders necessary and submit a report to the High Court.", "38": "Gram Nyayalayas Act, 2008 38. Power to remove\r\ndifficulties. – \n1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act, as may appear to\r\nit to be necessary or expedient for removing the difficulty: Provided that no\r\norder shall be made under this section after the expiry of a period of three\r\nyears from the date of commencement of this Act.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "39": "Gram Nyayalayas Act, 2008 39. Power of High\r\nCourt to make rules. – 1.     \r\n  The\r\nHigh Court may, by notification, make rules for carrying out the provisions of\r\nthis Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:- a.     \r\n  the\r\nform and dimensions of the seal of the Gram Nyayalaya under section 10;b.    \r\n  the\r\nform, the manner and the fee for institution of suit, claim or proceeding under\r\nsub-section (1) of section 24;c.     \r\n  manner\r\nof service on opposite party under sub-section (2) of section 24;d.    \r\n  procedure\r\nfor conciliation under sub-section (1) of section 26;e.     \r\n  qualifications\r\nand experience of Conciliators under sub-section (1) of section 27;f.     \r\n  the\r\nperiod for inspection of Gram Nyayalayas under section 37.1.     \r\n2.     \r\n3.     \r\n  Every\r\nnotification issued by the High Court shall be published in the Official\r\nGazette.", "40": "Gram Nyayalayas Act, 2008 40. Power of State\r\nGovernment to make rules. – 1.     \r\n  The\r\nState Government may, by notification, make rules for carrying out the\r\nprovisions of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:- a.     \r\n  the\r\nsalaries and allowances payable to, and the other terms and conditions of\r\nservice of, the officers and other employees of the Gram Nyayalayas under\r\nsub-section (2) of section 17;b.    \r\n  the\r\nsitting fee and other allowances payable to, and the other terms and conditions\r\nfor engagement of, Conciliators under sub-section (2) of section 27.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made by the State Government under this Act shall be laid as soon as may\r\nbe after it is made, before the State Legislature."}