{"name": "Handlooms (Reservation of Articles for Production) Act, 1985\r", "1": "Handlooms (Reservation of Articles for production) Act, 1985 1. Short title,\r\nextent and commencement. – 1.     \r\n  This\r\nAct may be called the Handlooms (Reservation of Articles for Production) Act,\r\n1985.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "Handlooms (Reservation of Articles for production) Act, 1985 2. Definitions. – In this Act, unless\r\nthe context otherwise requires,-a.     \r\n  \"Advisory\r\nCommittee\" means the Advisory Committee constituted under section 4;b.    \r\n  \"handl00m\"\r\nmean8 any loom, other than powerloom;c.     \r\n  \"manufacture\"\r\nincludes the producer and processor, and the expression \"manufacture\"\r\nshall be construed accordingly;d.    \r\n  \"powerloom\"\r\nmeans a loom which is worked by power as defined in clause (g) of section 2 of\r\nthe Factories Act, 1948 (63 of 1948);e.     \r\n  \"processor\"\r\nmeans a person engaged in any ancillary process subsequent to the production of\r\ncloth, such as dyeing, bleaching, mercerising, calendering, embroidering,\r\nprinting, raising, cloth embossing or any other finishing process, but does not\r\ninclude a producer, and the expression \"process\" shall be construed\r\naccordingly;f.     \r\n  \"producer\"\r\nmeans a person engaged in the production of cloth on any loom, other than\r\nhandloom, and shall include a person who owns, works or operates on, a loom for\r\nthe production of cloth, and the expression \"produce\" shall be construed\r\naccordingly.", "3": "Handlooms (Reservation of Articles for production) Act, 1985 3. Power to specify\r\narticles for exclusive production by handlooms. – 1.     \r\n  Notwithstanding\r\nanything contained in the Industries (Development and Regulation) Act, 1951 (65\r\nof 1951), the Central Government may, if it is satisfied, after considering the\r\nrecommendations made to it by the Advisory Committee, that it is necessary so\r\nto do for the protection and development of the handloom industry, by order\r\npublished in the Official Gazette, direct, from time to time, that any article\r\nor class of articles shall, on and from such date as may be specified in the\r\norder (hereinafter referred to as the date of reservation), be reserved for\r\nexclusive production by handlooms.2.     \r\n  Every\r\norder published under sub-section (1) shall be laid, as soon as may be after it\r\nis made, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the order or both Houses agree that the order\r\nshould not be made, the order shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that order.", "4": "Handlooms (Reservation of Articles for production) Act, 1985 4. Constitution of\r\nAdvisory Committee. – 1.     \r\n  The\r\nCentral Government shall, with a view to determining the nature of any article\r\nor class of articles that may be reserved for exclusive production by\r\nhandlooms, constitute an Advisory Committee consisting of such persons as have,\r\nin the opinion of that Government, the necessary expertise to give advice on\r\nthe matter.2.     \r\n  The\r\nAdvisory Committee shall, after considering the following matters, communicate\r\nits recommendations to the Central Government, namely :-a.      the article or class\r\nof articles which is being produced by handlooms for mass consumption;b.     the article or class\r\nof articles which is being produced traditionally by handlooms;c.      the level of\r\nemployment likely to be generated by the production of the article or class of\r\narticles referred to in clause ( a) or clause (b ) exclusively by handlooms;d.     the protection of\r\ninterests of persons engaged in the handloom industry and the need for\r\ncontinued maintenance of the industry; ande.      such other matters as\r\nthe Advisory Committee may think fit.", "5": "Handlooms (Reservation of Articles for production) Act, 1985 5. Prohibition of\r\nproduction of articles exclusively reserved for handlooms. - Where an order has\r\nbeen made under section 3 reserving any article or class of articles for\r\nexclusive production by handlooms, such article or class of articles shall not,\r\non and from the date of reservation, be produced by any loom, other than\r\nhandloom:Provided\r\nthat  \r\nany person who, immediately before the date of reservation of any article or\r\nclass of articles, was engaged in the production of such article or class of\r\narticles in any loom, other than handloom may continue to be so engaged till\r\nthe expiry of three months from the date of such reservation.", "6": "Handlooms (Reservation of Articles for production) Act, 1985 6. Power to call for\r\ninformation or to furnish samples. – 1.     \r\n  The\r\nCentral Government may, by order, require any manufacturer to furnish, for the\r\npurposes of this Act, -a.      such information in\r\nhis possession with respect to any manufacturing activity or business carried\r\non by him or by any other person to any officer or authority specified by it in\r\nsuch form and within such period as may be specified by that Government in the\r\norder;b.     such samples of any\r\narticles manufactured by him or by any other person for inspection by such\r\nofficer or authority, at such places and within such period as may be specified\r\nby it in the order.2.     \r\n  Where\r\nany order has been issued to any manufacturer under sub-section (1), he shall\r\ncomply with such order", "7": "Handlooms (Reservation of Articles for production) Act, 1985 7. Power to enter and\r\ninspect. – Any officer\r\nauthorised by the Central Government (hereinafter referred to as the authorised\r\nofficer) may enter, at all reasonable times, any place or premises of any\r\nmanufacturer in which any textile articles are stored, kept or exposed for sale\r\nand may require the production for inspection of any books of account,\r\nregisters, records or other documents kept therein and ask for such information\r\nrelating to the manufacture, storage or keeping for sale of any such articles\r\nor to any powerlooms that may be found in such place as he may think fit for\r\nthe purposes of carrying into effect the provisions of this Act.", "8": "Handlooms (Reservation of Articles for production) Act, 1985 8. Power to search\r\nand seize. – 1.     \r\n  If\r\nthe authorised officer has any reason to believe that,-a.      any article or class\r\nof articles specified in any order made under section 3 is being produced in\r\nany place in contravention of such order; orb.     any article or class of\r\narticles produced in contravention of such order are secreted in any place; orc.      any article or class\r\nof articles is liable to forfeiture under this Act, he may enter into and\r\nsearch such place or premises for such article, or class of articles or any power\r\nloom which in the opinion of the authorised officer may have been used for the\r\nproduction of such articles or class of articles.2.     \r\n  Where,\r\nas a result of any search made under sub-section (1), any article or class of\r\narticles or any powerloom has been found that the authorised officer has reason\r\nto believe that such article or class of articles has been produced, or such\r\npower loom has been used for the production of any article or class of\r\narticles, in contravention of any order made under section 3, he may seize such\r\narticle, class of articles or power loom, together with the package, covering\r\nor receptacle, if any, in which such article or class of articles is found :Provided\r\nthat  \r\nwhere it is not practicable to seize any article or powerloom, the authorised\r\nofficer may serve on the owner of the article or the powerloom, as the case may\r\nbe, an order that he shall not remove, part with, or otherwise deal with the\r\narticle or powerloom except with the previous permission of such authorised\r\nofficer .1.     \r\n2.     \r\n3.     \r\n  Where\r\nany article or powerloom is seized under sub-section (2) and no prosecution has\r\nbeen launched within six months of such seizure, it shall be returned to the\r\nperson from whose possession it was seized.4.     \r\n  The\r\nauthorised officer may also seize any documents or things which, in his\r\nopinion, will be useful for, or relevant to, any proceeding under this Act.5.     \r\n  The\r\nperson from whose custody any documents are seized under sub-section (4) shall\r\nbe entitled to make copies thereof or take extracts therefrom in the presence\r\nof the authorised officer.6.     \r\n  If\r\nany person legally entitled to the documents or things seized under sub-section\r\n(4) objects, for any reason, to the retention by the authorised officer of the\r\ndocuments or things, he may make an application to the Central Government\r\nstating therein the reasons for such objection and requesting for the return of\r\nthe documents or things.7.     \r\n  On\r\nreceipt. of an application under sub-section (6), the Central Government may,\r\nafter giving the applicant an opportunity of being heard, pass such order as it\r\nmay think fit.", "9": "Handlooms (Reservation of Articles for production) Act, 1985 9. Search and seizure\r\nto be made in accordance with the Code of Criminal Procedure, 1973. -The provisions of the\r\nCode of Criminal Procedure, 1973 (2 of 1974) relating to searches and seizures\r\nshall, so far as may be, apply to every search or seizure made under this Act.", "10": "Handlooms (Reservation of Articles for production) Act, 1985 10. Penalty for\r\ncontravention of orders made under section 3. – Whoever produces any\r\narticle or class of articles in contravention of an order made under section\r\n3,-a.     \r\n  shall\r\nbe punishable with imprisonment for a term which may extend to six months or\r\nwith fine which may extend to five thousand rupees per loom by which the said\r\narticle or class of articles is produced, or with both, and in the case of a\r\ncontinuing contravention, with an additional fine which may extend to five\r\nhundred rupees per loom for everyday during which such contravention continues\r\nafter conviction for the first such contravention; andb.    \r\n  the\r\narticle or class of articles in respect of which the order has been contravened\r\nor any powerloom by the use of which such order is contravened, including any\r\npackage, covering or receptacle in which the article or class of articles if\r\nfound, shall be forfeited to the Central Government:Provided\r\nthat  \r\nif the court is of opinion that it is not necessary to direct forfeiture in\r\nrespect of any of the articles, powerloom or any package, covering or\r\nreceptacle, it may, for reasons to be recorded, refrain from doing so.", "11": "Handlooms (Reservation of Articles for production) Act, 1985 11. Power to call for\r\ninformation or to furnish samples: If any person, - a.     \r\n  when\r\nrequired by any order made under section 6 to furnish any information or\r\nsample, makes any statement or furnishes any information which is false in any\r\nmaterial particular and which he knows, or has reasonable cause to believe, to\r\nbe false or does not believe it to be true, or fails to furnish such sample or\r\ndamages or destroys any article from which such sample was required; orb.    \r\n  When\r\nrequired by the authorised officer under section 7 to produce any books of\r\naccount, registers, records or other documents, fails to produce, or damages or\r\ndestroys any such books, registers or other documents, He shall be punishable\r\nwith imprisonment for a term which may extend to three months, or with fine\r\nwhich may extend to five thousand rupees or with both.", "12": "Handlooms (Reservation of Articles for production) Act, 1985 12. Attempts and\r\nabetment. – Any person who\r\nattempts to contravene or abets the contravention of any order made under\r\nsection 3 shall be deemed to have contravened that order.", "13": "Handlooms (Reservation of Articles for production) Act, 1985 13. Offences by\r\ncompanies. – 1.     \r\n  Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed was in charge of, and was responsible, to\r\nthe company, for the conduct of the business of the company, as well as the\r\ncompany, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded against and punished accordingly:Provided that nothing contained in this sub-section shall render any such person liable to any\r\npunishment provided in this Act, if he proves that the offence was committed\r\nwithout his knowledge or that he had exercised all due diligence to prevent the\r\ncommission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of or is attributable to any neglect on the part\r\nof, any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof that offence and shall be liable to be proceeded against and punished\r\naccordingly.Explanation. -  For the purposes of\r\nthis section,-a.      \"company\"\r\nmeans any body corporate and includes a cooperative society registered or\r\ndeemed to be registered under any law for the time being in force, a firm or\r\nother association of individuals; andb.     \"director\",\r\nin relation to a firm, means a partner in the firm.", "14": "Handlooms (Reservation of Articles for production) Act, 1985 14. Offences to be\r\ncognizable: \nNotwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, every offence\r\npunishable under this Act shall be cognizable.", "15": "Handlooms (Reservation of Articles for production) Act, 1985 15. Attempt and\r\nAbetment:The Central\r\nGovernment may, by order, direct that the powers exercisable by it under any\r\nprovision of this Act, other than the power to make orders under section 3 or\r\nunder section 18 or to make rules under section 19, shall in relation to such\r\nmatters and subject to such conditions, if any, as may be specified in the\r\ndirection, be exercisable also by- a.     \r\n  such\r\nofficer or authority subordinate to the Central Government; orb.    \r\n  such\r\nState Government or such officer or authority subordinate to a State\r\nGovernment, as may be specified in the direction.", "16": "Handlooms (Reservation of Articles for production) Act, 1985 16. Power of Central\r\nGovernment to give directions. – The Central\r\nGovernment may give such directions as it may consider necessary to a State\r\nGovernment as to the carrying into execution of the provisions of this Act.", "17": "Handlooms (Reservation of Articles for production) Act, 1985 17. Protection of\r\naction taken in good faith. – No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government, State\r\nGovernment or any officer or employee of Central Government or of any State\r\nGovernment or any authorised officer for anything which is in good faith done\r\nor intended to be done under this Act or an order made under section 3.", "18": "Handlooms (Reservation of Articles for production) Act, 1985 18. Power to exempt.-1.     \r\n  If\r\nthe Central Government is satisfied that the demand for any article or class of\r\narticles reserved by an order under section 3 outside India is such that it is\r\nnot possible for the hand loom industry to meet such demand or any such article\r\nor class of articles is required to be produced for purposes of research or for\r\nthe development of markets for such article or class of articles or of the\r\nhandloom industry generally, it is necessary or expedient so to do, it may, by\r\norder published in the Official Gazette, exempt such article or class of\r\narticles from the operation of such order, and permit such article or class of\r\narticles to be produced by any powerloom solely for the purposes of export or\r\nfor research by such institutions as may be specified in the order.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the order or both Houses agree that the order\r\nshould not be made, the order shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that order.", "19": "Handlooms (Reservation of Articles for production) Act, 1985 19. Power to make\r\nrules.-1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the purposes of this Act.2.     \r\n  Every\r\nrule made under this Act shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session, for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the rule or both Houses agree that the rule should not be made,\r\nthe rule shall thereafter have effect only in such modified form or be of no\r\neffect, as the case may be; so, however, that any such modification or\r\nannulment shall be without prejudice to the validity of anything previously\r\ndone under that rule."}