{"name": "High Court Judges (Salaries and Conditions of Service) Act, 1954\r", "1": "Chapter IPreliminary1. Short title.-This Act may be called the High Court Judges 3[(Salaries and Conditions of Service)] Act, 1954.", "2": "2. Definitions.-(1) In this Act, unless the context otherwise requires,-(a) \"acting Chief Justice\" means a Judge appointed under article 223 of the Constitution to perform the duties of the Chief Justice;(b) \"acting Judge \" means a person 4*** appointed to act as a Judge 5*** 6[under clause (2) of article 224 of the Constitution];(c) \"actual service\" includes-(i) time spent by a Judge on duty as a Judge or in the performance of such other functions as he may, at the request of the President of India, undertake to discharge;(ii) vacations, excluding any time during which the Judge is absent on leave;(iii) Joining time on transfer from a High Court to the Supreme Court or from one High Court to another or from the Supreme Court to a High Court;(iv) time spent by a Judge on duty as a Judge of a former Indian High Court;(v) time spent by a Judge to attend the sittings of the Supreme Court as an ad hoc Judge under article 127 of the Constitution; and(vi) vacation (excluding any time during which the Judge was absent on leave) taken by a Judge as a Judge of a former Indian High Court;(d) \"additional Judge\" means a person 4*** appointed as an additional Judge 7*** 6[under clause (1) of article 224 of the Constitution];8***(f) \"High Court\" means a High Court 9[for a State] and includes a High Court which was exercising Jurisdiction 6[in a Part A State or] in the corresponding Province before the commencement of the Constitution;(g) \"Judge\" means a Judge of a High Court and includes the Chief Justice 10[an acting Chief Justice, an additional Judge and an acting Judge of the High Court];1[(gg) \"pension\" means a pension of any kind whatsoever payable to or in respect of a Judge, and includes any gratuity or other sum or sums so payable by way of death or retirement benefits;](h) \"service for pension\" includes-(i) actual service;2[(ii) the amount, actually taken, of each period of leave on full allowances at a rate equal to the monthly rate of the salary;](iii) joining time on return from leave out of India;(i) \"prescribed\" means prescribed by rules made under this Act.(2) In the calculation of service for the purposes of this Act, 3[service for any period or periods as acting Judge or additional Judge] shall be reckoned as service as a Judge but, save as otherwise expressly provided, previous service as an acting Chief Justice shall not be reckoned as service as Chief Justice.4* * * * *1. Subs. by Act 18 of 1998, s. 2, for \"certain conditions of service\" (w.e.f. 1-1-1996).2. The words and letter \"in Part A States\" omitted by the Adaptation of Laws (No. 3) Order, 1956.3. Subs. by Act 18 of 1998, s. 3, for \"(conditions of service)\" (w.e.f. 1-1-1996).4. The words \"who was\" omitted by the Adaptation of Laws (No. 3) Order, 1956.5. The words, brackets and figures \"under sub-section (2) of section 222 of the Government of India Act, 1935 or\" omitted by Act 13 of 2016, s. 2 (w.e.f. 5-4-2016).6. The words, brackets and figures \"or under clause (2) of article 224 of the Constitution\" were added by the Adaptation of Laws (No.3) Order, 1956.7. The words, brackets and figures \"under sub-section (3) of section 222 of the Government of India Act, 1935 or\" omitted by Act 13 of 2016, s. 2 (w.e.f. 5-4-2016).8. Omitted by s. 2, ibid. (w.e.f. 5-4-2016).9. Subs. ibid., for \"in any Part A State\".10. Subs. by Act 46 of 1958, s. 2, for \"and acting Chief Justice of a High Court\" (w.e.f. 1-11-1956). ", "3": "Chapter IILeave3. Kinds of leave admissible to a judge.-(1) Subject to the provisions of this Act, leave granted to a Judge may be at his option either-5[(a) leave on full allowances (including commuted leave on half allowances into leave or full allowances on medical certificate); or](b) leave on half allowances; or(c) leave partly on full allowances and partly on half allowances.(2) For the purposes of this Chapter, any period of leave on full allowances shall be reckoned as double that period of leave on half allowances.6[(3) For the purposes of this Chapter, casual leave may be admissible to a Judge in a calendar year, for such number of days and subject to such conditions as may be prescribed.]", "4": "4. Leave account showing the amount of leave due.-(1) A leave account shall be kept for each Judge showing therein the amount of leave due to him in terms of leave on half allowances.(2) In the leave account of a Judge-(a) there shall be credited to him-(i) one-fourth of the time spent by him on actual service; 7***(ii) where the Judge, by reason of his having been detained for the performance of duties not connected with the High Court, cannot enjoy any vacation which would otherwise have been entitled to enjoy had he not been so detained, as compensation for the vacation not enjoyed, a period equal to double the period by which the vacation enjoyed by him in any year falls short of one month; and1[(iii) where the Judge had, prior to his appointment as such, held any pensionable post under the Union or a State, the period of leave earned by him in the said post, and].2* * * * *1. Ins. by Act 50 of 1961, s. 2 (retrospectively).2. Subs. by Act 57 of 1980, s. 2, for sub-clause (ii).3. Subs. by Act 13 of 2016, s. 2, for certain words (w.e.f. 5-4-2016).4. Omitted by s. 2, ibid. (w.e.f. 5-4-2016).5. Subs. by Act 78 of 1971, s. 3, for clause (a) (w.e.f. 15-1-1972).6. Ins. by Act 13 of 2016, s. 3 (w.e.f. 5-4-2016).7. The word \"and\" omitted by Act 38 of 1986, s. 2 (w.e.f. 1-11-1986). (b) there shall be debited to him all leave with all by him.", "5": "5. Aggregate amount of leave which may be granted.-(1) The aggregate amount of leave which may be granted to a Judge during the whole period of his service as such shall not exceed in terms of leave on half allowances three years together with the aggregate of the periods, if any, credited to his leave account under sub-section (2) (a) (ii) of section 4 as compensation for vacation not enjoyed.(2) The aggregate amount of leave on full allowances which may be granted to a Judge during the whole period of his service as such shall not exceed one-twenty-fourth of the period spent by him on actual service together with one-half of the aggregate periods, if any, credited to his leave account under sub-section (2) (a) (ii) of section 4 as compensation for vacation not enjoyed.(3) 5[Subject to the provisions of sub-section (2) of section 5A, the maximum period of leave which may be granted] at one time shall be, in the case of leave on full allowances, five months and in the case of leave with allowances of any kind, sixteen months.", "6": "6. Grant of leave not due.-Subject to the maximum limit specified in sub-section (1) of section 5, leave on half allowances may be granted to a Judge in excess of the amount at his credit-(i) on medical certificate; or(ii) otherwise than on medical certificate, for not more than six months 7[or for two or more periods, not exceeding in the aggregate, six months] during the whole period of his service as a Judge: Provided that no such leave shall be granted if the Judge is not expected to return to duty at the end of such leave and earn the leave granted.", "7": "7. Special disability leave.-The rules for the time being in force with respect to the grant of special disability leave in relation to an officer of the Central Civil Services, Class I who has entered service on or after the 16th July, 1931 and who may be disabled by injury caused in, or in consequence of, the due performance of his official duties or in consequence of his official position, shall apply in relation to a Judge.1. Ins. by Act 38 of 1986, s. 2 (w.e.f. 1-11-1986).2. Omitted by Act 7 of 1999, s. 2 (w.e.f. 8-1-1999).3. Ins. by s. 3, ibid. (w.e.f. 8-1-1999).4. Subs. by Act 13 of 2016, s. 4, for \"in respect of the period of earned leave at his credit\" (w.e.f. 5-4-2016).5. Subs. by Act 78 of 1971, s. 4, for \"the maximum period of leave which may be granted\" (w.e.f. 15-1-1972).6. Ins. by s. 5, ibid. (w.e.f. 15-1-1972).7. Subs. by Act 46 of 1958, s. 3, for \"and not more than once\" (w.e.f. 1-11-1956). ", "8": "8. Extraordinary leave.-1[Extraordinary leave may be granted to a Judge for a period not exceeding six months, or for two or more periods, not exceeding in the aggregate, six months] during the whole period of his service as a Judge in excess of any leave permissible under the foregoing provisions of this Chapter, but no salary or allowances shall be payable during, or in respect of, such leave.", "9": "2[9. Leave allowances.-The monthly rate of leave salary payable to a Judge shall be in accordance with the provisions of sub-section (1) of section 3.]", "10": "10. [Allowances for joining time.]Omitted by the High Court and the Supreme Court Judges (Salaries and Conditions of Service) Amendment Act, 2016 (13 of 2016), s. 6 (w.e.f. 5-4-2016).", "11": "11. Combining leave with vacation.-A Judge may be permitted to combine vacation on full salary with leave, if.-(a) where the vacation consists of one continuous period, the leave is taken either at the commencement or at the end of the vacation but not a both;(b) where the vacation is divided into two separate periods, the leave is taken for the interval, or part of the interval, between the two periods of that vacation, or for the interval, or part of the interval, between the second period of that vacation and the commencement of the next ensuing vacation: Provided that no such permission to combine vacation with leave shall be granted if it becomes necessary to appoint an acting Chief Justice during the period of vacation or if the Judge is not expected to return to duty at the end of such leave.", "12": "12. Consequences of overstaying leave or vacation.-If a Judge overstays his leave or any vacation, whether combined with leave or not, he shall receive no salary for the period of his absence in excess of leave granted to him or beyond the end of the vacation, as the case may be: Provided that if such absence is due to circumstances beyond his control, the period thereof may be treated as leave and may be debited to his leave account.", "13": "13. Authority competent to grant leave, etc.-The authority competent to grant or refuse leave to a Judge or revoke or curtail leave granted to a Judge shall be the Governor of the State in which the principal seat of the High Court is situate, after consultation with the Chief Justice of that High Court.", "14": "14. Pension payable to Judges.-Subject to the provisions of this Act, every Judge shall, on his retirement, be paid a pension in accordance with the scale and provisions in Part I of the First Schedule:Provided that no such pension shall be payable to a Judge unless-(a) he has completed not less than twelve years of service for pension; or1[(b) he has attained the age of sixty-two years; or;] (c) his retirement is medically certified to be necessitated by ill-health:2[Provided further that if a Judge at the time of his appointment is in receipt of a pension (other than a disability or wound pension) in respect of any previous service in the Union or a State, the pension payable under this Act shall be in lieu of, and not in addition to, that pension.]3[Explanation.-In this section \"Judge\" means a Judge who has not held any other pensionable post under the Union or a State and includes a Judge who having held any other pensionable post under the Union or a State has elected to receive the pension payable under Part I of the First Schedule.]1. Subs. by Act 46 of 1958, s. 4, for \"Extraordinary leave not exceeding six months in duration may be granted to a Judge not more than once\" (w.e.f. 1-11-1956).2. Subs. by Act 13 of 2016, s. 5, for section 9 (w.e.f. 5-4-2016).3. Subs. by Act 18 of 1998, s. 4, for \"pension\" (w.e.f. 1-1-1996).4. Ins. by s. 4, ibid. (w.e.f. 1-1-1996).5. Subs. by Act 23 of 2009, s. 2, for \"thirty thousand rupees per mensem\" (1-1-2006).6. Subs. by s. 2, ibid., for \"twenty-six thousand rupees per mensem\" (w.e.f. 1-1-2006). ", "15": "15. Special provision of pension in respect of Judges who are members of service.-5[(1)] Every Judge-6* * * * *(b) who 7*** has held any other 8[pensionable post] under the Union or a State, shall on his retirement, be paid a pension in accordance with the scale and provisions in Part III of the First Schedule:Provided that every such Judge shall elect to receive the pension payable to him either under Part I of the First Schedule or, 9*** Part III of the First Schedule, and the pension payable to him shall be calculated accordingly.10[(2) Notwithstanding anything contained in sub-section (1), any Judge to whom that sub-section applies and who is in service on or after the 1st day of October, 1974, may, if he has elected under the proviso to that sub-section to receive the pension payable to him under 11*** Part III of the First Schedule before the date on which the High Court Judges (Conditions of Service) Amendment Act, 1976 (35 of 1976) receives the assent of the President, cancel such election and elect afresh to receive the pension payable to him under Part I of the First Schedule and any such Judge who dies before the date of such assent shall be deemed to have elected afresh to be governed by the provisions of the said Part I if the provisions of that Part are more favourable in his case.]1. Subs. by Act 13 of 2016, s. 7 (w.e.f. 5-4-2016).2. Ins. by Act 46 of 1958, s. 5 (w.e.f. 1-11-1956).3. Subs. by Act 13 of 2016, s. 7, for the Explanation (w.e.f. 5-4-2016).4. Ins. by s. 8, ibid. (w.e.f. 5-4-2016).5. Section 15 renumbered as sub-section (1), thereof by Act 35 of 1976, s. 2 (w.e.f. 1-10-1974).6. Omitted by Act 13 of 2016, s. 9 (w.e.f. 5-4-2016).7. The words \"is not a member of the Indian Civil Service but\" omitted by s. 9, ibid. (w.e.f. 5-4-2016).8. Subs. by Act 57 of 1980, s. 4, for \"pensionable civil post\".9. The words and figures \"as the case may be, Part II or\" omitted by Act 13 of 2016, s. 9 (w.e.f. 5-4-2016).10. Ins. by Act 35 of 1976, s. 2 (w.e.f. 1-10-1974).11. The words and figures \"Part II or, as the case may be,\" omitted by Act 13 of 2016, s. 9 (w.e.f. 5-4-2016).12. The words and figures \"Part II or\" omitted by s. 10, ibid. (w.e.f. 5-4-2016).", "16": "16. Power of President to add to the service for pension.-The President of India may for special reasons direct that any period not exceeding three months shall be added to the service for pension of a Judge: Provided that the period so added shall be disregarded in calculating any additional pension under Part I or 12*** Part III of the First Schedule.", "17": "17. Extraordinary pensions.-The rules for the time being in force with respect to the grant of extraordinary pensions and gratuities in relation to an officer of the Central Civil Services, Class I who has entered service on or after the 1st April, 1937 and who may suffer injury or die as a result of violence, shall apply in relation to a Judge, subject, however, to the modification that references in those rules to tables of injury, gratuities and pensions and of family gratuities and pensions, shall be construed as references to the tables in the Second Schedule.", "18": "18. [Conversion of sterling pension into rupees.]Omitted by the High Court and the Supreme Court Judges (Salaries and Conditions of Service) Amendment Act, 2016 (13 of 2016), s. 12 (w.e.f. 5-4-2016).", "19": "19. Commutation of Pensions.-The Civil Pensions (Commutation) Rules for the time being in force shall, with necessary modifications, apply to Judges.", "20": "20. Provided Fund.-Every Judge shall be entitled to subscribe to the General Provident Fund (Central Services): Provided that a Judge who 4*** has held any other pensionable civil post under the Union or a State shall continue to subscribe to the Provident Fund to which he was subscribing before his appointment as a Judge:5* * * * *", "21": "21. Authority competent to grant pension.-Save as may be otherwise expressly provided in the relevant rules relating to the grant of extraordinary pensions and gratuities, the authority competent to grant pension to a Judge under the provisions of this Act shall be the President of India.", "22": "Chapter IVMiscellaneous22. Travelling allowances to a Judge.-Every Judge shall receive such reasonable allowances to reimburse him for expenses incurred in travelling on duty within the territory of India and shall be afforded such reasonable facilities in connection with travelling as may, from time to time, be prescribed.", "23": "23. Facilities for medical treatment and other conditions of service.-(1) Every Judge and the members of his family shall be entitled to such facilities for medical treatment and for accommodation in hospitals as may, from time to time, be prescribed.(2) The conditions of service of a Judge for which no express provision has been made in this Act shall be such as may be determined by rules made under this Act.(3) This section shall be deemed to have come into force on the 26th January, 1950 and any rule made under this section may be made so as to be retrospective to any date not earlier than the commencement of this section.1. Ins. by Act 35 of 1976, s. 4 (w.e.f. 1-10-1974).2. Subs. by Act 46 of 2005, s. 3, for \"of ten thousand rupees\" (w.e.f. 1-4-2004).3. The words \"plus thirty per cent. of the dearness pay\" omitted by Act 23 of 2009, s. 5 (w.e.f. 1-1-2006).4. Subs. by Act 38 of 1986, s. 5, for sub-sections 22B and 22C (w.e.f. 1-11-1986).5. Subs. by Act 20 of 1996, s. 4, for \"one hundred and fifty liters of petrol every month or the actual consumption of Petrol\" (w.e.f. 11-1-1996).6. Subs. by Act 23 of 2009, s. 6, for section 22C (w.e.f. 1-1-2006).7. Subs. by Act 20 of 1988, s. 3, for section 22D (w.e.f. 1-11-1986).8. Ins. by Act 2 of 1994, s. 2 (w.e.f. 1-4-1986).9. Ins. by Act 4 of 1958, s. 7 (w.e.f. 1-11-1956). ", "24": "24. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules to carry out the purposes of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:-(a) leave of absence of a Judge;3[(aa) the number of casual leaves and the conditions subject to which it may be allowed under sub-section (3) of section 3;](b) pension payable to a Judge;(c) travelling allowances to a Judge;4[(ca) use of official residence by a Judge under sub-section (1) of section 22A;](d) facilities for medical treatment and other conditions of service of a Judge;(e) any other manner which has to be, or may be, prescribed.5[(3) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only 12 in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]1. Ins. by Act 27 of 1964, s. 3 (retrospectively).2. Ins. by Act 35 of 1976, s. 5 (w.e.f. 1-10-1974).3. Ins. by Act 13 of 2016, s. 15 (w.e.f. 5-4-2016).4. Ins. by s. 6, ibid. (w.e.f. 1-10-1974).5. Subs. by s. 6, ibid., for sub-section (3) (w.e.f. 1-10-1974). ", "25": "25. [Savings.]Omitted by the High Court and the Supreme Court Judges (Salaries and Conditions of Service) Amendment Act, 2016 (13 of 2016), s. 16 (w.e.f. 5-4-2016).", "26": "The First Schedule[See Sections 14 and 15]Pensions of JudgesPart I1[1. The provisions of this Part apply to a Judge who has not held any other pensionable post under the Union or a State or a Judge who having held any other pensionable post under the Union or a State has elected to receive the pension payable under this Part.]2[2. Subject to the other provisions of this Part, the pension payable to a Judge to whom this Part applies 3*** for pension shall be,-(a) for service as Chief Justice in any High Court, 4[Rs.43,890] per annum for each completed year of service;(b) for service as any other Judge in any High Court, 5[Rs.34,350] per annum for each completed year of service: Provided that the pension under this paragraph shall in no case exceed 6[Rs.5,40,000] per annum in the case of a Chief Justice and 7[Rs.4,80,000] per annum in the case of any other Judge].8* * * * *9[6. A Judge who has rendered service for pension both as Chief Justice and other Judge in any High Court may claim that any period of service of less than a completed year rendered by him as Chief Justice, or any portion of any such period, shall be treated for the purposes of paragraph 2 as service rendered by him as other Judge].7. For the purposes of this Part, service as an acting Chief Justice of a High Court or as an ad hoc Judge of the Supreme Court, shall be treated as though it were service rendered as Chief Justice of a High Court.10*****11[Provided that nothing in this paragraph shall apply-(a) to an additional Judge or acting Judge; or(b) to a Judge who at the time of his appointment is in receipt of a pension (other than a disability or wound pension) in respect of any previous service under the Union or a State.]12* * * * *13*** 13Part III1. The provisions of this Part apply to a Judge who has held any 1[pensionable post] under the Union or a State (but is not a member of the Indian Civil Service) and who has not elected to receive the pension payable under Part I.2. The pension payable to such a Judge shall be-(a) the pension to which he is entitled under the ordinary rules of his service if he had not been appointed a Judge, his service as a Judge being treated as service therein for the purpose of a calculating that pension; and(b) a special additional pension of 2[Rs. 16,020] per annum in respect of each completed year of service for pension, 3***4[Provided that the pension under clause (a) and the additional pension under clause (b) together shall shall in no case exceed 5[Rs. 5,40, 000] per annum in the case of a Chief Justice and 5[Rs.4,80,000] per annum in the case of any other Judge.]6* * * * *1. Subs. by Act 13 of 2016, s. 17, for paragraph 1 (w.e.f. 5-4-2016).2. Subs. by Act 20 of 1988, s. 4, for para 2 (w.e.f. 1-11-1986).3. The words \"and who has completed not less than seven years of service\" omitted by Act 13 of 2016, s. 17 (w.e.f. 5-4-2016).4. Subs. by Act 23 of 2009, s. 7, for \"Rs. 21,945\" (w.e.f. 1-1-2006).5. Subs. by s. 7, ibid., for \"16,725\" (w.e.f. 1-1-2006).6. Subs. by s. 7, ibid., for \"Rs. 2, 70, 000\" (w.e.f. 1-1-2006).7. Subs. by s. 7, ibid., for \"Rs. 2, 34, 000\" (w.e.f. 1-1-2006).8. Omitted by Act 20 of 1988, s. 4 (w.e.f. 1-11-1986).9. Subs. by s. 4, ibid., for para 6 (w.e.f. 1-11-1986).10. Omitted by Act 13 of 2016, s. 17 (w.e.f. 5-4-2016).11. Added by Act 46 of 1958, s. 10 (w.e.f. 1-11-1996).12. Omitted by Act 20 of 1988, s. 4 (w.e.f. 1-11-1986).13. Part II omitted by Act 13 of 2016, s. 17 (w.e.f. 5-4-2016). ", "27": "The Second Schedule[See Section 17]Injury Gratuities and Pensions", "28": "Family Gratuties and PensionsA. WidowB. Children1. Subs. by Act 57 of 1980, s. 6, for \"Civil Pensionable post\".2. Subs. by Act 23 of 2009, s. 7, for \"Rs. 7,800\" (w.e.f. 23 of 2009).3. Certain words omitted by s. 6, ibid. (w.e.f. 1-1-1996).4. Ins. by Act 20 of 1988, s. 4 (w.e.f. 1-11-1986).5. Subs. by Act 23 of 2009, s. 7, for \"Rs. 2, 70,000\" and \"Rs. 2, 34,000\" (w.e.f. 1-1-2006).6. Omitted by Act 20 of 1988, s. 4 (w.e.f. 1-11-1986)."}