{"name": "Himachal Pradesh Legislative Assembly (Constitution and Proceedings) Validation Act, 1958\r", "1": "1. Short title.-This Act may be called the Himachal Pradesh Legislative Assembly (Constitution and Proceedings) Validation Act, 1958.", "2": "2. Definition.-In this Act, \"new Legislative Assembly\" means the body of persons deemed under clause (a) of section 3 to have been the duly constituted Legislative Assembly of the New State of Himachal Pradesh.", "3": "3. Validation of the constitution and proceedings of the Legislative Assembly of the new State of Himachal Pradesh.-Notwithstanding anything contained in any law or in any judgment, decree or order of any court,-(a) the body of persons summoned to meet from time to time as the Himachal Pradesh Legislative Assembly (Himachal Pradesh Vidhan Sabha) during the period commencing on the 1st day of July, 1954, and ending with the 31st day of October, 1956, by the Lieutenant-Governor of Himachal Pradesh in the exercise or purported exercise of the powers conferred on him by section 9 of the Government of Part C States Act, 1951 (49 of 1951), shall be deemed for all purposes to have been the duly constituted Legislative Assembly of the new State of Himachal Pradesh formed under section 3 of the Himachal Pradesh and Bilaspur (New State) Act, 1954 (32 of 1954);(b) the persons who sat or voted or otherwise took part in the proceedings of the new Legislative Assembly shall be deemed to have been entitled so to do as members;(c) the persons who functioned as the Speaker and the Deputy Speaker of the new Legislative Assembly shall be deemed to have been duly chosen as the Speaker and the Deputy Speaker respectively; and accordingly-(i) any Bill passed by the new Legislative Assembly (whether the Bill was introduced in the new Legislative Assembly or was introduced in the Legislative Assembly of Himachal Pradesh functioning immediately before the 1st day of July, 1954) and assented to by the President shall be deemed to have been validly enacted and to have the force of law;(ii) any grant made, resolution passed or adopted, proceeding taken or any other thing done by or before the new Legislative Assembly shall be deemed to have been made, passed, adopted, taken or done in accordance with law.", "4": "4. Court not to question validity of proceedings of new Legislative Assembly on the ground of defect in constitution, etc.-No court shall question any Act passed, or any grant, resolution, proceeding or thing made, passed, adopted, taken or done, by or before the new Legislative Assembly merely on the ground that the new Legislative Assembly had not been duly constituted or on the ground that a person who was not entitled so to do presided over, sat or voted or otherwise took part in the proceedings of the new Legislative Assembly.", "5": "5. [Repeal.]Rep. by the Repealing and Amending Act, 1960 (58 of 1960), s. 2 and the First Schedule (w.e.f. 26-12-1960)."}