{"name": "Himachal Pradesh and Bilaspur (New State) Act, 1954\r", "1": "Part IPreliminary1. Short title and commencement.-(1) This Act may be called the Himachal Pradesh and Bilaspur (New State) Act, 1954.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint in this behalf.", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"article\" means an article of the Constitution;2* * * * * *(c) \"existing States\" mean the States specified as Bilaspur and Himachal Pradesh in Part C of the First Schedule to the Constitution immediately before the commencement of this Act, and \"existing State\" means either of the existing States;(d) \"law\" includes any enactment, ordinance, regulation, order, rule, scheme, notification, bye-law or other instrument having the force of law in the whole or in any part of either of the existing States;(e) \"Order\" means an order published in the Official Gazette;(f) \"Parliamentary constituency\" has the same meaning as in the Representation of the PeopleAct, 1950 (43 of 1950);(g) \"sitting member\" in relation to either House of Parliament or in relation to the Legislature of the existing State of Himachal Pradesh, means a person who immediately before the commencement of this Act is a member of that House or that Legislature, as the case may be.1. 1st July, 1954, see Gazette of India,1954, Extraordinary, Part II, s. 3. 2. Clause (b) omitted by the A.O. (No. 3), 1956.", "3": "Part IIFormation of The New State of Himachal Pradesh3. Formation of the new State of Himachal Pradesh.-As from the commencement of this Act there shall be formed by uniting the existing States a new Part C State to be known as the State of Himachal Pradesh (hereafter in this Act referred to as the \"new State\").-", "4": "4. Amendment of the First Schedule to the Constitution.-In the First Schedule to the Constitution, in Part C-(a) under the heading \"Names of States\"-(i) entry\"3. Bilaspur\" shall be omitted; and  (ii) entries 4 to 10 shall be renumbered as entries 3 to 9 respectively;(b) under the heading \"Territories of States\", after the first paragraph the following paragraph shall be inserted, namely:-\"The territory of the State of Himachal Pradesh shall comprise the territories which immediately before the commencement of the Himachal Pradesh and Bilaspur (New State) Act, 1954 were comprised in the States of Bilaspur and Himachal Pradesh.\"", "5": "Part IIIRepresentation in The LegislaturesCouncil of States5. Representation in the Council of States.-(1) There shall be allotted one seat to the new State in the Council of States.(2) The sitting member of the Council of States representing the group of States comprising the existing States shall on and from the commencement of this Act represent the new State in the Council but the term of such sitting member shall remain unaltered, that is to say, shall expire on the 2nd of April, 1958.", "6": "6. Amendment of the Fourth Schedule to the Constitution.-In the Fourth Schedule to the Constitution, in the Table of Seats relating to the representatives of States specified in Part C of the First Schedule-(i) for entries 4 and 5, the entry \"4. Himachal Pradesh......I\" shall be substituted; and(ii) entries 6 to 10 shall be renumbered as entries 5 to 9 respectively.", "7": "7. Amendment of section 27A, Act 43 of 1950.-In section 27A of the Representation of the People Act, 1950 (43 of 1950)-(i) in sub-section (5), for the word \"Delhi\" the words \"Delhi, Himachal Pradesh\" shall be substituted; and(ii) sub-section (6) shall be omitted.", "8": "House of the people8. Representation in the House of the People.-Until other provision is made by law, there shall be allotted 4 seats to the new State in the House of the People.", "9": "9. Amendment of the First Schedule, Act 43 of 1950.-In the First Schedule to the Representation of the People Act, 1950 (43 of 1950), in the part relating to Para C States,-(i) entry 3 shall be omitted;(ii) entries 4 to 12 shall be renumbered as entries 3 to 11 respectively; and(iii) for the figure \"3\" in column 2 against Himachal Pradesh the figure \"4\" shall be substituted.", "10": "10. Parliamentary constituencies of the new State and their delimitation.-(1) The new State shall, until other provision is made by law, consist of the following three Parliamentary constituencies namely:-(i) the constituency of Bilaspur comprising the existing State of Bilaspur; and(ii) the two constituencies into which the existing State of Himachal Pradesh has been divided. (2) The Delimitation of Parliamentary Constituencies (Part C States) Order, 1951, shall, until other provision is made by law, have effect subject to the amendments made in the First Schedule.", "11": "11. Sitting members.-(1) The sitting member of the House of the People representing the existing State of Bilaspur shall on and from the commencement of this Act represent the Bilaspur constituency of the new State and shall be deemed to have been elected to the House of the People by that constituency. (2) Every sitting member of the House of the People representing a constituency of the existing State of Himachal Pradesh shall, on and from the commencement of this Act, represent the constituency of the same name in the new State and shall be deemed to have been elected to the House of the People by that constituency.", "12": "Legislative Assembly of the New State12-16. Rep. by the Adaptation of Laws (No.3) Order, 1956."}