{"name": "Hindu Disposition of Property Act, 1916\r", "1": "Hindu Disposition of Property Act, 1916 1. Short title and extent.- (1) This Act may be called the Hindu Disposition of Property\r\nAct, 1916.(2) It extends to the whole of India except the State of Jammu and Kashmir .", "2": "Hindu Disposition of Property Act, 1916 2. Disposition for the benefit of persons not in\r\nexistence.- Subject to the limitations and provisions specified in this Act,\r\nno disposition of property by a Hindu, whether by transfer inter  vivos or by will, shall be invalid by reason only that any\r\nperson for whose benefit it may have been made was not in existence at the date\r\nof such disposition.Comment : The Act is not retrospective in nature. Section\r\n2 covers cases of disposition of property after the commencement of the Act.\r\nAIR 1937 All 197", "3": "Hindu Disposition of Property Act, 1916 3. Limitations and conditions.- The limitations and provisions referred to in section 2 shall be\r\nthe following, namely - (a) in respect of dispositions by\r\ntransfer inter vivos , those contained in (Chapter II)\r\nof the Transfer of Property Act, 1882 (4 of 1882) and(b) in respect of dispositions by will\r\nthose contained in (sections 113, 114, 115 and 116 of the Indian Succession\r\nAct, 1925 (33 of 1925).", "4": "Hindu Disposition of Property Act, 1916 4. Failure of prior disposition.- (Rep. By the Transfer of Property\r\n(Amendment) (Supplementary) Act, 1929 (21 of 1929), sec. 12.", "5": "Hindu Disposition of Property Act, 1916 5. Application of this Act to the Khoja \r\ncommunity.- Where the (State Government) is of onion that the  Khoja community in the (State) or any part thereof desire\r\nthat the provisions of this Act should be extended to such community, it may be\r\nnotification in the Official Gazette, declare that the provisions of this Act,\r\nwith the substitutions of the word \" Khojas \"\r\nor \" Khoja \" as the case may be, for the word\r\n\"Hindu\" or \"Hindu\" wherever those words occur, shall apply\r\nto that community in such area as may be specified in the notification, and\r\nthis Act shall thereupon have effect accordingly."}