{"name": "Immigration (Carriers Liability) Act, 2000\r", "1": "The Immigration (Carriers Liability) Act, 2000 1. Short title and extent.-1.     This\r\nAct may be called the Immigration (Carriers' Liability) Act, 2000.2.     It\r\nextends to the whole of India.", "2": "The Immigration (Carriers Liability) Act, 2000 2. Definitions.-1.     In\r\nthis Act, unless the context otherwise requires,- a.     \"\r\ncarrier\" means a person who is engaged in the business of transporting\r\npassengers by water or air and includes any association of persons, whether\r\nincorporated or not, by whom the aircraft or the ship is owned or chartered;b.    \"\r\nCompetent Authority\" means the civil authority appointed under sub-\r\nparagraph (2) of paragraph 2 of the Foreigners Order, 1948 made under the\r\nForeigners Act, 1946 (31 of 1946 ) or any other officer notified by the Central\r\nGovernment in this behalf;c.     \"Prescribed\"\r\nmeans prescribed by rules made under this Act.2.     Words\r\nand expressions not defined in this Act but defined in the Foreigners Act, 1946\r\n(31 of 1946) or the Passport (Entry into India) Act, 1920 (34 of 1920) shall\r\nhave the meanings respectively assigned to them in those Acts.", "3": "The Immigration (Carriers Liability) Act, 2000 3. Liability of carriers for\r\npassengers brought into India.-Where the competent\r\nauthority is of the opinion that any carrier has brought a person in\r\ncontravention of the provisions of the Passport (Entry into India) Act, 1920\r\n(34 of 1920) and rules made there under into India, he may by order impose a\r\npenalty of rupees one lakh on such carrier: Provided that no order shall be\r\npassed without giving the carrier an opportunity of being heard in the matter.", "4": "The Immigration (Carriers Liability) Act, 2000 4. Appeals.-1.     An\r\nappeal shall lie against the order made under section 3 of this Act to the\r\nJoint Secretary to the Government of India in the Ministry of Home Affairs\r\nauthorised in this behalf by that Government.2.     Every\r\nsuch appeal shall be preferred within thirty days from the date of the order\r\nappealed against: Provided that the appellate authority may, if it is satisfied\r\nthat the appellant was prevented by sufficient cause from preferring the appeal\r\nwithin the said period of thirty days, permit the appellant to prefer the\r\nappeal within a further period of thirty days.3.     On\r\nreceipt of any such appeal, the appellate authority shall, after giving the\r\nparties a reasonable opportunity of being heard and after making such inquiry\r\nas it deems proper, make such order, as it may think fit, confirming, modifying\r\nor reversion the order appealed against.4.       Every\r\nappeal shall be preferred on payment of such fees as may be prescribe", "5": "The Immigration (Carriers Liability) Act, 2000 5. Recovery of penalty due\r\nto Government.-Where any penalty imposed\r\nunder this Act is not paid, the competent authority may recover the penalty so\r\npayable by seizing, detaining or selling- a.     the\r\naircraft or the ship; orb.    Any\r\ngoods on the ship or aircraft, belonging to the carrier.", "6": "The Immigration (Carriers Liability) Act, 2000 6. Bar of legal\r\nproceedings.-No suit, prosecution or\r\nother legal proceeding shall lie against the Central Government or the\r\ncompetent authority or any officer of the Central Government or any other\r\nperson exercising any powers or discharging any function ns or performing any\r\nduty under this Act for anything in good faith done or intended to be done\r\nunder this Act or any rule made there under.", "7": "The Immigration (Carriers Liability) Act, 2000 7. Application of Acts 16 of\r\n1939, 34 of 1920 and 31 of 1946 not barred.-The provisions of this Act\r\nand the rules made there under shall be in addition to, and not in derogation\r\nof, the Registration of Foreigners Act, 1939, the Passport (Entry into Indi)\r\nAct, 1920 and the Foreigners Act, 1946 or the rules or orders made there under.", "8": "The Immigration (Carriers Liability) Act, 2000 8. Power to make rules.-1.     The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the purposes of this Act.2.     In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for- a.     the\r\nfees which shall be paid for appeals under sub- section (4) of section 4;b.    Any\r\nother matter which is required to be, or may be, prescribed.", "9": "The Immigration (Carriers Liability) Act, 2000 9. Rules to be laid before\r\nParliament.-Every rule made under this\r\nAct shall be laid, as soon as may be after it is made, before each House of\r\nParliament, while it is in session, for a total period of thirty days which may\r\nbe comprised in one session or I two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe rule or both Houses agree that the rule should not be m de, the rule shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule.", "10": "The Immigration (Carriers Liability) Act, 2000 10. Power to remove\r\ndifficulties.-1.     If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, do anything not inconsistent with such\r\nprovisions for the purpose of removing the difficulty: Provided that no such\r\norder shall be made after the expiry of two years from the commencement of this\r\nAct.2.     Every\r\norder under this section shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament."}