{"name": "Indian Museum Act, 1910\r", "1": "Preliminary1. Short title and commencement.-(1) This Act may be called the Indian Museum Act, 1910.(2) It shall come into force on such date1 as the Central Government, by notification in the Official Gazette, may direct.1. 1st June, 1910, see Gazette of India, 1910, Pt. I, p. 411.2. Subs. by Act 45 of 1960, s. 2, for sub-section (1).3. Subs. by s. 3, ibid., for \"nine\".4. Subs. by s. 3, ibid., for \"six\".", "2": "Incorporation of The-Trustees2. Constitution and incorporation of the Trustees of the Indian Museum.-2[(1) The Trustees of the Indian Museum (hereinafter referred to as the Trustees) shall be-(a) the Governor of West Bengal, ex officio Chairman;(b) the Secretary to the. Government of India in the Ministry concerned with matters relating to the Indian Museum, ex officio;(c) the Mayor of the Corporation of Calcutta, ex officio;(d) the Vice-Chancellor of the University of Calcutta, ex officio;(e) the Accountant-General, West Bengal, ex officio;(f) four persons to be nominated by the Central Government, one of whom shall be a representative of commerce and industry chosen in consultation with the Government of West Bengal;(g) one person to be nominated by the Government of West Bengal;(h) one person to be nominated by the Council of the Asiatic Society, Calcutta: Provided that if any of the Trustees referred to in clauses (b), (c) (d) and (e) is unable to attend any meeting of the Trustees, he may, with the previous approval of the Chairman, authorise a person in writing to do so.](2) The Trustees shall be a body corporate, by the name of \"The Trustees of the Indian Museum\", with perpetual succession and a common seal, and in that name shall sue and be sued, and shall have power to acquire and hold property, to enter into contracts, and to do all acts necessary for and consistent with the purposes of this Act.(3) The nominated Trustees shall, save as herein otherwise provided, hold office for a period of three years: Provided that the authority nominating a Trustee may extend his term of office for one or more like periods.", "3": "3. Minimum number of Trustees and quorum.-(1) The powers of the said body corporate may only be exercised so long and so often as there are 3[six] members thereof.(2) The quorum necessary for the transaction of business at a meeting of the Trustees shall not be less than 4[four].", "4": "4. Power to appoint stew Trustees.-If a nominated Trustee-(a) dies, or(b) is absent from the meetings of the Trustees for more than twelve consecutive months, or(c) desires to be discharged, or(d) refuses or becomes incapable to act, or(e) is appointed to perform the duties of 1[any of the offices specified in clauses (a) to (e) of sub-section (1) of section 2], the authority which nominated the Trustee may nominate a new Trustee in his place.", "5": "5. [Vacation of office by existing Trustees.]omitted by the Indian Museum (Amendment) Act, 1960 (45 of 1960), s. 5.1. Subs. by Act 45 of 1960, s. 4, ibid., for \"any office specified in section 2, clause (a)\".2. Rep. by this Act, s. 17.3. Subs. by the A. O. 1950, for \"the Provinces\".4. Subs. by Act 20 of 1983, s. 2 and the Schedule, for \"make bye-laws\" (w.e.f. 15-3-1984).5. Ins. by Act 45 of 1960, s. 6.", "6": "Property and Powers of The Trustees6. Property vested in or placed under the control of the Trustees.-(1) All the property, whether movable or immovable, which at the commencement of this Act is held by the Trustees of the Indian Museum constituted by the 2Indian Museum Act, 1876 (22 of 1876) on trust for the purposes of the said Museum shall, together with any such property which may hereinafter be given, bequeathed, transferred or acquired for the said purposes, vest in the Trustees of the Indian Museum constituted by this Act on trust for the purposes of the said Museum: Provided that the Trustees may expend the capital of any portion of such property which may consist of money on the maintenance, improvement and enlargement of the collections deposited in, presented to or purchased for, the said Museum or otherwise for the purposes of the same as they may think fit.(2) The Trustees shall have the exclusive possession, occupation and control, for the purposes of such trust, of the land specified in the schedule, including any buildings which may have been, or may hereafter be, erected thereon, other than those portions thereof which have been set apart by the Trustees for the records and offices of the Geological Survey of India.1. Subs. by Act 45 of 1960, s. 6 for \"rules\".2. Subs. by the A. O. 1950, for \"the Provinces\".3. Ins. by Act 20 of 1983, s. 2 and the Schedule (w.e.f. 15-3-1984).4. Subs. by Act 45 of 1960, s. 7, for section 9.5. Subs. by s. 8, ibid., for section 10.6. Ins. by s. 9, ibid.", "7": "7. Power to Trustees to exchange, sell and destroy articles in collections.-Subject to the provisions of any bye-laws made in this behalf, the Trustees may, from time to time,-(a) deliver, by way of loan, to any person the whole or any portion of, or any article contained in, any collection vested in them under this Act;(b) exchange or sell duplicates of articles contained in any such collection and take or purchase, in the place of such duplicates, such articles as may in their opinion be worthy of preservation in the Museum;(c) present duplicates of articles contained in any such collection to other Museums in 3[India]; and(d) remove and destroy any article contained in any such collection.", "8": "8. Power to Trustees to make bye-laws.-(1) the Trustees may from time to time, with the previous sanction of the Central Government, 4[make by notification in the Official Gazette, bye-laws] consistent with this Act 5[and the rules made thereunder] for any purpose necessary for the execution of their trust.(2) In particular and without prejudice to the generality of the foregoing power, such 1[bye-laws] may provide for-(a) the summoning, holding and adjournment of general and special meetings of the Trustees;(b) the securing of the attendance of Trustees at such meetings;(c) the provision and keeping of minute-books and account-books;(d) the compiling of catalogues;(e) the lending of articles contained in the collections vested in the Trustees;(f) the exchange and sale, and the presentation to other Museums in 2[India], of duplicates of articles contained in such collections;(g) the removal and destruction of articles contained in such collections; and(h) the general management of the Museum.3[(3) The Central Government shall cause every bye-law made under this section to be laid as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the bye-law or both Houses agree that the bye-law should not be made, the bye-law shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that bye-law.]", "9": "4[9. Power of Trustees to appoint officers and servants.-(1) Subject to the provisions of sub-section (2), the Trustees may appoint such officers and servants as they may consider necessary or proper for the care or management of the trust-property, and determine their functions.(2) The recruitment and the conditions of service of such officers and servants shall be regulated by rules made under this Act.]", "10": "Duties of The Trustees5[10. Budget.-The Trustees shall, by such date in each financial year as may be specified by the Central Government, submit to that Government for approval, in the form specified by that Government in consultation with the Comptroller and Auditor-General of India, the budget of the next financial year, showing the estimated receipts and expenditure during the next financial year.", "11": "11. Collections of Asiatic Society to be kept distinguished in the Museum.-(1) The Trustees shall cause every article in the collections in the said Indian Museum formerly belonging to the Asiatic Society of Bengal 6[(now known as the Asiatic Society, Calcutta)] and all additions that may hereafter be made thereto otherwise than by purchase under section 6, to be marked and numbered and (subject to the provisions contained in sections 7 and 16) to be kept and preserved in the said Museum with such marks and numbers.(2) An inventory of such additions shall be made by the said Society, one copy whereof shall be signed by the Trustees and delivered to the said society, and another copy shall be signed by the Council of the said Society and delivered to the Trustees, and shall be kept by them along with the inventory delivered to the predecessors in office of the Trustees when the said collections were deposited in the said Museum.", "12": "12. Articles received in exchange or purchased and moneys realised from sale to be held on trust.-All objects taken in exchange and articles purchased under section 7 and all moneys realised from sales made in accordance with the terms of the same section shall be held on trust and subject to powers and declarations corresponding as nearly as may be with the trusts, powers and declarations by this Act limited and declared.", "13": "13. Officers under Act to be public servants.-All officers and servants appointed under this Act shall be deemed to be public servants within the meaning of the Indian Penal Code (45 of 1860); 2***.1. Ins. by Act 45 of 1960, s. 10.2. Certain words omitted by s. 11, ibid.3. Subs. by the A.O. 1937, for the original section.4. Ins. by Act 45 of 1960, s. 12.5. Subs. by Act 20 of 1983, s. 2 and the Schedule, for certain words (w.e.f. 15-3-1984).", "14": "14. Power to Trustees to keep collections not belonging to them.-Notwithstanding anything hereinbefore contained, the Trustees may, if they think fit, with the previous sanction of the Central Government and subject in each case to such conditions as it may approve and to such rules as it may prescribe, assume the custody and administration of collections which are not the property of the Trustees for the purposes of their trust under this Act, and keep and preserve such collections either in the Indian Museum or elsewhere: Provided that if the trust constituted by this Act is at any time determined, any such collections shall not by reason of their then being in the Indian Museum become the property of Government.", "15": "3[15. Power to Trustees to part with certain property in their possession.-Subject to such conditions as the Central Government may approve, the Trustees may deliver possession of the whole or any part of the property described in the schedule to such person as that Government may appoint.]", "16": "16. Property in collections on determination of trust.-If the trust constituted by this Act is at any time determined,-(a) the collections and additions mentioned in section 11 shall become the property of the said Asiatic Society or their assigns, and(b) all the other collections then in the said Indian Museum shall, save as otherwise provided by section 14, become the property of Government.", "17": "17. [Repeals.].Rep. by the Repealing and Amending Act, 1914 (10 of 1914), s. 3 and the Second Schedule.", "18": "The Schedule[See Sections 6 and 15]Land bounded-on the north side by the premises No. 2, Sudder Street, and by Sudder Street;on the west side by Chowringhee Road and by the premises No. 29, Chowringhee Road (occupied by the Bengal United Service Club);on the south side by the premises No. 29, Chowringhee Road, by Kyd Street, and by the premises No. 4, Chowringhee Lane, andon the east, side by the premises No. 15, Kyd Street, and the premises Nos. 4, 3, 2 and 1, Chowringhee Lane. together with all bluildings, roads and tanks existing or erected thereon, and all casements appertaining thereto."}