{"name": "Indian Contract Act, 1872\r", "1": " Indian Contract Act, 1872 1. Short titleThis Act may be called the Indian Contract Act, 1872.Extent, commencement-It extends to the whole of India 1[except\r\nthe State of Jammu and Kashmir]; and it shall come into force on the first day\r\nof September, 1872.Enactments repealed- 2[ * * *] Nothing herein\r\ncontained shall affect the provisions of any Statute, Act or Regulation not\r\nhereby expressly repealed, nor any usage or custom or trade, nor any incident\r\nof any contract, not inconsistent with the provisions of this Act.", "2": " Indian Contract Act, 1872 2. Interpretation-clauseIn this Act the following words and expressions are used in the\r\nfollowing senses, unless contrary intention appears from the context:(a) When one person signifies to another his\r\nwillingness to do or to abstain from doing anything, with a view to obtaining\r\nthe assent of that either to such act or abstinence, he is said to make a\r\nproposal;(b) When the person to whom the proposal is\r\nmade, signifies his assent thereto, the proposal is said to be accepted. A\r\nproposal, when accepted, becomes a promise;(c) The person making the proposal is called\r\nthe \"promisor\", and the person accepting the proposal is called\r\n\"promisee\",(d) When, at the desire of the promisor, the\r\npromisee or any other person has done or abstained from doing, or does or\r\nabstains from doing, or promises to do or to abstain from doing, something,\r\nsuch act or abstinence or promise is called a consideration for the promise;(e) Every promise and every set of promises,\r\nforming the consideration for each other, is an agreement;(f) Promises which form the consideration or\r\npart of the consideration for each other, are called reciprocal promises;(g) An agreement not enforceable by law is\r\nsaid to be void;(h) An agreement enforceable by law is a\r\ncontract;(i) An agreement which is enforceable by law\r\nat the option of one or more of the parties thereto, but not at the option of\r\nthe other or others, is a voidable contract;(j) A contract which ceases to be enforceable\r\nby law becomes void when it ceases to be enforceable.", "3": " Indian Contract Act, 1872 3. Communication, acceptance and\r\nrevocation of proposalsThe communication of proposals, the acceptance of proposals, and\r\nthe revocation of proposals and acceptances, respectively, are deemed to be\r\nmade by any act or omission of the party proposing, accepting or revoking, by\r\nwhich he intends to communicate such proposal, acceptance or revocation, or\r\nwhich has the effect of communicating it.", "4": " Indian Contract Act, 1872 4. Communication when completeThe communication of a proposal is complete when it becomes to\r\nthe knowledge of the person to whom it is made.The communication of an acceptance is complete-as against the proposer, when it is put in a course of\r\ntransmission to him so at to be out of the power of the acceptor;as against the acceptor, when it comes to the knowledge of the\r\nproposer.The communication of a revocation is complete-as against the person who makes it, when it is put into a course\r\nof transmission to the person to whom it is made, so as to be out of the power\r\nof the person who makes it;as against the person to whom it is made, when it comes to his\r\nknowledge. Illustrations (a) A proposes, by letter, to sell a house to B at a certain\r\nprice.The communication of the proposal is complete when B receives\r\nthe letter.(b) B accepts A' s proposal by a letter sent by post.The communication of the acceptance is complete.as against A when the letter is posted;as against B, when the letter is received by A.(c) A revokes his proposal by telegramThe revocation is complete as against A when the telegram is\r\ndispatched. It is complete as against B when B receives it.B revokes his acceptance by telegram. B's revocation is complete\r\nas against B when the telegram is dispatched, and as against A when it reaches\r\nhim.", "5": " Indian Contract Act, 1872 5. Revocation of proposals and\r\nacceptances A proposal may be revoked at any time before the communication\r\nof its acceptance is complete as against the proposer, but not afterwards.An acceptance may be revoked at any time before the\r\ncommunication of the acceptance is complete as against the acceptor, but not\r\nafterwards. Illustration A proposes, by a letter sent by port, to sell his house to B.B accepts the proposal by a letter sent by post.A may revoke his proposal at any time before or at the moment\r\nwhen B posts his letter of acceptance, but not afterwards.B may revoke his acceptance to any time before or at the moment\r\nwhen B posts his letter of acceptance, but not afterwards.", "6": " Indian Contract Act, 1872 6. Revocation how madeA proposal is revoked-(1) by the communication of notice of revocation by the proposer\r\nto the other party;(2) by the lapse of the time prescribed in such proposal for its\r\nacceptance, or, if no time is so prescribed, by the lapse of a reasonable time,\r\nwithout communication of the acceptance;(3) by the failure of the acceptor to fulfill a condition\r\nprecedent to acceptance; or(4) by the death or insanity of the proposer, if the fact of the\r\ndeath or insanity comes to the knowledge of the acceptor before acceptance.", "7": " Indian Contract Act, 1872 7. Acceptance must be absoluteIn order to convert a proposal into a promise the acceptance\r\nmust-(1) be absolute and unqualified.(2) be expressed in some usual and reasonable manner, unless the\r\nproposal prescribes the manner in which it is to be accepted. If the proposal\r\nprescribes a manner in which it is to be accepted, and the acceptance is not\r\nmade in such manner, the proposer may, within a reasonable time after the\r\nacceptance is communicated to him, insist that his proposal shall be accepted\r\nin the prescribed manner, and not otherwise; but, if he fails to do so, he\r\naccepts the acceptance.", "8": " Indian Contract Act, 1872 8. Acceptance by performing conditions,\r\nor receiving considerationPerformance of the conditions of a proposal, for the acceptance\r\nof any consideration for a reciprocal promise which may be offered with a\r\nproposal, is an acceptance of the proposal.", "9": " Indian Contract Act, 1872 9. Promises, express and impliedIn so far as the proposal or acceptance of any promise is made\r\nin words, the promise is said to be express. In so far as such proposal or\r\nacceptance is made otherwise than in words, the promise is said to be implied.", "10": " Indian Contract Act, 1872 10. What agreements are contracts All agreements are contracts if they are made by the free\r\nconsent of parties competent to contract, for a lawful consideration and with a\r\nlawful object, and are not hereby expressly declared to be void.Nothing herein contained shall affect any law in force in 3[India],\r\nand not hereby expressly repealed, by which any contract is required to be made\r\nin writing  or in the presence of witnesses, or any law\r\nrelating to the registration of documents.", "11": " Indian Contract Act, 1872 11. Who are competent to contractEvery person is competent to contract who is of the age of\r\nmajority according to the law to which he is subject, and who is of sound mind\r\nand is not disqualified from contracting by any law to which he is subject.", "12": " Indian Contract Act, 1872 12. What is a sound mind for the\r\npurposes of contractingA person is said to be of sound mind for the purposes of making\r\na contract, if , at the time when he makes it, he is capable of understanding\r\nit and of forming a rational judgment as to its effect upon his interests.A person who is usually of unsound mind, but occasionally of\r\nsound mind, may make a contract when he is of sound mind.A person who is usually of sound mind, but occasionally of\r\nunsound mind, may not make a contract when he is of unsound mind. Illustrations (a) A patient in a lunatic asylum who is at intervals of sound\r\nmind, may contract during those intervals.(b) A sane man, who is delirious from fever, or who is so drunk\r\nthat he cannot understand the terms of a contract, or form a rational judgment\r\nas to its effect on his interests, cannot contract whilst such delirium of\r\ndrunkenness lasts.", "13": " Indian Contract Act, 1872 13. \"Consent\" definedTwo or more persons are said to consent when they agree upon the\r\nsame thing in the same sense.", "14": " Indian Contract Act, 1872 14. \"Free consent\" definedConsent is said to be free when it is not caused by-(1) coercion, as defined in section 15, or(2) undue influence, as defined in section 16, or(3) fraud, as defined in section 17, or(4) misrepresentation, as defined in section 18, or(5) mistake, subject to the provisions of sections 20, 21, and\r\n22.Consent is said to be so caused when it would not have been\r\ngiven but for the existence of such coercion, undue influence, fraud,\r\nmisrepresentation, or mistake.", "15": " Indian Contract Act, 1872 15. \"Coercion\" defined\"Coercion\" is the committing, or threatening to\r\ncommit, any act forbidden by the Indian Penal Code (45 of 1860) or the unlawful\r\ndetaining, or threatening to detain, any property, to the prejudice of any\r\nperson whatever, with the intention of causing any person to enter into an\r\nagreement.Explanation:  It is immaterial whether the Indian Penal Code\r\n(45 of 1860) is or is not in force in the place where the coercion is\r\nemployed. Illustration  A, on board an English ship on the high seas, causes B to enter\r\ninto an agreement by an act amounting to criminal intimidation under the Indian\r\nPenal Code (45 of 1860).A afterwards sues B for breach of contract at Calcutta.A has employed coercion, although his act is not an offence by\r\nthe law of England, and although section 506 of the Indian Penal Code (45 of 1860)\r\nwas not in force at the time when or at the place where the act was done.", "16": " Indian Contract Act, 1872 4 [16.\"Undue influence\" defined(1) A contract is said to be induced by \"undue\r\ninfluence\" where the relations subsisting between the parties are such\r\nthat one of the parties is in a position to dominate the will of the other and\r\nuses that position to obtain an unfair advantage over the other.(2) In particular and without prejudice to the generality of the\r\nforegoing principle, a person is deemed to be in a position to dominate the\r\nwill of another-(a) where he holds a real or apparent\r\nauthority over the other, or where he stands in a fiduciary relation to the\r\nother; or(b) where he makes a contract with a person\r\nwhose mental capacity is temporarily or permanently affected by reason of age,\r\nillness, or mental or bodily distress.(3) Where a person who is in a position to dominate the will of\r\nanother, enters into a contract with him, and the transaction appears, on the\r\nface of it or on the evidence adduced, to be unconscionable, the burden of\r\nproving that such contract was not induced by undue influence shall lie upon\r\nthe person in a position to dominate the will of the other.Nothing in this sub-section shall affect the provisions of\r\nsection 111 of the Indian Evidence Act, 1872 (1 of 1872). Illustrations (a) A having advanced money to his son, B, during his minority,\r\nupon B's coming of age obtains, by misuse of parental influence a bond from B\r\nfor a greater amount then the sum due in respect of the advance. A employs\r\nundue influence.(b) A, a man enfeebled by disease of age, is induced by B's\r\ninfluence over him as his medical attendant, to agree to pay B an unreasonable\r\nsum for his professional services, B employs undue influence.(c) A, being in debt to B, the money-lender of his village,\r\ncontracts a fresh loan on terms which appear to be unconscionable, It lies on B\r\nto prove that the contract was not induced by undue influence.(d) A applies to a banker for a loan at a time when there is\r\nstringency in the money market, The banker declines to make the loan except at\r\nan unusually high rate of interest. A accepts the loan on these terms. This is\r\na transaction in the ordinary course of business, and the contract is not\r\ninduced by undue influence.]", "17": " Indian Contract Act, 1872 17. \"Fraud defined\"Fraud\" means and includes any of the following acts\r\ncommitted by a party to a contract, or with his connivance, or by his agents\n, with intent to deceive another party thereto or his agent, or to induce\r\nhim to enter into the contract:(1) the suggestion as a fact, of that which is not true, by one\r\nwho does not believe it to be true;(2) the active concealment of a fact by one having knowledge or\r\nbelief of the fact;(3) a promise made without any intention of performing it;(4) any other act fitted to deceive;(5) any such act or omission as the law specially declares to be\r\nfraudulent. Explanation:   Mere silence as to facts likely to\r\naffect the willingness of a person to enter into a contract is not fraud,\r\nunless the circumstances of the case are such that, regard being had to them,\r\nit is the duty of the person keeping silence to speak, or unless his silence\r\nis, in itself, equivalent to speech. Illustrations (a) A sells, by auction, to B, a horse which A knows to be\r\nunsound. A says nothing to B about the horse's unsoundness. This is not fraud\r\nin A.(b) B is A’s daughter and has just come of age. Here the\r\nrelation between the parties would make it A's duty to tell B if the horse is\r\nunsound.(c) B says to A- \"If you do not deny it, I shall assume\r\nthat the horse is sound\". A says nothing. Here, A's silence is equivalent\r\nto speech.(d) A and B, being traders, enter upon a contract, A has private\r\ninformation of a change in prices which would affect B's willingness to proceed\r\nwith the contract. A is not bound to inform B.", "18": " Indian Contract Act, 1872 18. \"Misrepresentation\"\r\ndefined\"Misrepresentation\" means and includes-(1) the positive assertion, in a manner not warranted by the\r\ninformation of the person making it, of that which is not true, though he\r\nbelieves it to be true;(2) any breach of duty which, without an intent to deceive,\r\ngains and advantage to the person committing it, or any one claiming under him;\r\nby misleading another to his prejudice, or to the prejudice of any one claiming\r\nunder him;(3) causing, however innocently, a party to an agreement, to\r\nmake a mistake as to the substance of the thing which is the subject of the\r\nagreement.", "19": " Indian Contract Act, 1872 19. Voidability of agreements without\r\nfree consentWhen consent to an agreement is caused by coercion, 4A[***]\r\nfraud or misrepresentation, the agreement is a contract voidable at the option\r\nof the party whose consent was so caused.A party to a contract, whose consent was caused by fraud or\r\nmisrepresentation, may, if he thinks fit, insist that the contract shall be\r\nperformed, and that he shall be put on the position in which he would have been\r\nif the representations made had been true.Exception :  If such consent was caused by\r\nmisrepresentation or by silence, fraudulent within the meaning of section 17,\r\nthe contract, nevertheless, is not voidable, if the party whose consent was so\r\ncaused had the means of discovering the truth with ordinary diligence.Explanation:  A fraud or misrepresentation which did not\r\ncause the consent to a contract of the party on whom such fraud was practiced,\r\nor to whom such misrepresentation was made, does not render a contract\r\nvoidable. Illustrations (a) A, intending to deceive B, falsely represents that five\r\nhundred maunds of indigo are made annually at A's factory, and thereby induces\r\nB to buy the factory. The contract is voidable at the option of B.(b) A, by a misrepresentation, leads B erroneously to believe\r\nthat five hundred mounds of indigo are made annually at A's factory. B examines\r\nthe accounts of the factory, which show that only four hundred maunds of indigo\r\nhave been made. After this B buys the factory. The contract is not voidable on\r\naccount of A's misrepresentation.(c) A fraudulently informs B that A's estate is free from\r\nencumbrance. B thereupon buys the estate. The estate is subject to a mortgage.\r\nB may either avoid the contract, or may insist on its being carried out and the\r\nmortgage-debt redeemed.(d) B, having discovered a vein of ore on the estate of A,\r\nadopts means to conceal, and does conceal the existence of the ore from A.\r\nThough A's ignorance B is enabled to buy the estate at an undervalue. The\r\ncontract is voidable at the option of A.(e) A is entitled to succeed to an estate at the death of B, B\r\ndies; C having received intelligence of B's death, prevents the intelligence\r\nreaching A, and thus induces A to sell him his interest in the estate. The sale\r\nis voidable at the option of A.", "20": " Indian Contract Act, 1872 20. Agreement void where both parties\r\nare under mistake as to matter of fact Where both the parties to an agreement are under a mistake as to\r\na matter of fact essential to the agreement, the agreement, the agreement is\r\nvoid.Explanation:  An erroneous opinion as to the value of the\r\nthings which forms the subject-matter of the agreement, is not be deemed a\r\nmistake as to a matter of fact. Illustrations (a) A agrees to sell to B a specific cargo of goods supposed to\r\nbe on its way from England to Bombay. It turns out that, before the day of the\r\nbargain in the ship conveying the cargo had been cast away and the goods lost.\r\nNeither party was aware of these facts. The agreement is void.(b) A agrees to buy from B a certain horse. It turns out that\r\nthe horse was dead at the time of bargain, though neither party was aware of\r\nthe fact. The agreement is void.(c) A, being entitled to an estate of the life of B, agrees to\r\nsell it to C, B was dead at the time of the agreement, but both parties were ignorant\r\nof the fact. The agreement is void.", "21": " Indian Contract Act, 1872 21. Effect of mistakes as to lawA contract is not voidable because it was caused by a mistake as\r\nto any law in force in 6[India]; but a mistake as to a law not in\r\nforce in 6[India] has the same effect as a mistake of fact. 7  [* * * ] Illustration A and B make a contract grounded on the erroneous belief that a\r\nparticular debt is barred by the Indian Law of Limitation; the contract is not\r\nvoidable.", "22": " Indian Contract Act, 1872 22. Contract caused by mistake of one\r\nparty as to matter of factA contract is not voidable merely because it was caused by one\r\nof the parties to it being under a mistake as to a matter of fact.", "23": " Indian Contract Act, 1872 23. What consideration and objects are\r\nlawful, and what notThe consideration or object of an agreement is lawful, unless -It is forbidden by law; oris of such nature that, if permitted it would defeat the\r\nprovision of any law or is fraudulent; orinvolves or implies, injury to the person or property of\r\nanother; orthe Court regards it as immoral, or opposed to public policy.In each of these cases, the consideration or object of an\r\nagreement is said to be unlawful. Every agreement of which the object or\r\nconsideration is unlawful is void. Illustrations (a) A agrees to sell his house to B for 10,000 rupees. Here, B's\r\npromise to pay the sum of 10,000 rupees is the consideration for A's promise to\r\nsell the house and A's promises to sell the house is the consideration for B's\r\npromise to pay the 10,000 rupees. These are lawful considerations.(b) A promises to pay 10,000 rupees at the end of six months, if\r\nC, who owes that sum to B, fails to pay it, B promises to grant time to C\r\naccordingly. Here, the promises of each party is the consideration for the\r\npromises of the other party, and they are lawful considerations.(c) A promises, for a certain sum paid to him by B, to make\r\ngoods to B the value of his ship of it is wrecked on a certain voyage. Here,\r\nA's promises is the consideration for B's payment and B's payment is the\r\nconsideration for A's promise, and these are lawful considerations.(d) A promises to maintain B's child, and B promises to pay A\r\n1,000 rupees yearly for the purpose. Here, the promise of each party is the\r\nconsideration for the promise of the other party. They are lawful\r\nconsiderations.(e) A, B and C enter into an agreement for the division among\r\nthem of gains acquired or to be acquired, by them by fraud. The agreement is\r\nvoid, as its object is unlawful.(f) A promises to obtain for B an employment in the public\r\nservice and B promises to pay 1,000 rupees to A. The agreement is void, as the\r\nconsideration for it is unlawful.(g) A, being agent for a landed proprietor, agrees for money,\r\nwithout the knowledge of his principal, to obtain for B a lease of land\r\nbelonging to his principal. The agreement between A and B is void, as it\r\nimplies a fraud by concealment, by A, on his principal.(h) A promises B to drop a prosecution which he has instituted\r\nagainst B for robbery, and B promises to restore the value of the things taken.\r\nThe agreement is void, as its object is unlawful.(i) A's estate is sold for arrears of revenue under the\r\nprovisions of an Act of the Legislature, by which the defaulter is prohibited\r\nfrom purchasing the estate. B, upon an understanding with A, becomes the\r\npurchaser, and agrees to convey the estate to A upon receiving from him the\r\nprice which B has paid. The agreement is void, as it renders the transaction,\r\nin effect, a purchase by the defaulter, and would so defeat the object of the\r\nlaw.(j) A, who is B's mukhtar, promises to exercise his influence,\r\nas such, with B in favor of C, and C promises to pay 1,000 rupees to A. The\r\nagreement is void, because it is immoral.(k) A agrees to let her daughter to hire to B for concubinage.\r\nThe agreement is void, because it is immoral, though the letting may not be\r\npunishable under the Indian Penal Code (45 of 1860).", "24": " Indian Contract Act, 1872 24. Agreements void, if considerations\r\nand objects unlawful in partIf any part of a single consideration for one or more objects, or\r\nany one or any part of any one of several considerations for a single object,\r\nis unlawful, the agreement is void. Illustrations A promises to superintend, on behalf of B, a legal manufacture\r\nof indigo, and an illegal traffic in another articles B promises to pay to A\r\nsalary of 10,000 rupees a year. The agreement is void, the object of A's\r\npromise, and the consideration for B's promise, being in part unlawful.", "25": " Indian Contract Act, 1872 25. Agreement without consideration,\r\nvoid, unless it is in writing and registered or is a promise to compensate for\r\nsomething done or is a promise to pay a debt barred by limitation lawAn agreement made without consideration is void, unless-(1) it is expressed in writing and registered under the law for\r\nthe time being in force for the registration of 9[documents], and is\r\nmade on account of natural love and affection between parties standing in a\r\nnear relation to each other; or unless(2) it is a promise to compensate, wholly or in part, a person\r\nwho has already voluntarily done something for the promisor, or something which\r\nthe promisor was legally compellable to do; or unless(3) it is a promise, made in writing and signed by the person to\r\nbe charged therewith or by his agent generally or specially authorized in that\r\nbehalf, to pay wholly or in part a debt of which the creditor might have\r\nenforced payment but for the law for the limitation of suits.In any of these cases, such an agreement is a contract. Explanation 1 :  Nothing in this section shall affect\r\nthe validity, as between the donor and donee, of any gift actually made. Explanation 2:   An agreement to which the consent of\r\nthe promisor is freely given is not void merely because the consideration is\r\ninadequate; but the inadequacy of the consideration may be taken into account\r\nby the Court in determining the question whether the consent of the promisor\r\nwas freely given. Illustrations (a) A promises, for no consideration, to give to B Rs. 1,000.\r\nThis. is a void agreement.(b) A, for natural love and affection, promise to give his son B,\r\nRs. 1,000 A puts his promise to B into writing and registers it. This is a\r\ncontract.(c) A finds B's purse and gives it to him. B promises to give A\r\nRs. 50. This is a contract.(d) A supports, B's infant son. B promises to pay A's expenses\r\nin so doing. This is a contract.(e) A owes B Rs. 1,000, but the debt is barred by the Limitation\r\nAct. A signs written promise to pay B Rs. 500 on account of the debt. This is a\r\ncontract.(f) A agrees to sell a horse worth Rs. 1,000 for Rs. 10. A' s\r\nconsent to the agreement was freely given. The agreement is a contract\r\nnotwithstanding the inadequacy of the consideration.(g) A agrees to sell horse of worth Rs. 1,000 for Rs. 10. A\r\ndenies that his consent to the agreement was freely given.The inadequacy of the consideration is a fact which the court\r\nshould take into account into considering whether or not A' s consent was\r\nfreely given.", "26": " Indian Contract Act, 1872 26. Agreement in restraint of marriage,\r\nvoidEvery agreement in restraint of the marriage of any person,\r\nother than a minor, is void.", "27": " Indian Contract Act, 1872 27. Agreement in restraint of trade,\r\nvoidEvery agreement by which anyone is restrained from exercising a\r\nlawful profession, trade or business of any kind, is to that extent void. Exception 1 :  Saving of agreement not to carry on business\r\nof which goodwill is sold-One who sells the goodwill of a business may agree\r\nwith the buyer to refrain from carrying on a similar business, within specified\r\nlocal limits, so long as the buyer, or any person deriving title to the\r\ngoodwill from him, carries on a like business therein, provided that such\r\nlimits appear to the court reasonable, regard being had to the nature of the\r\nbusiness.", "28": " Indian Contract Act, 1872 28. Agreements in restraint of legal\r\nproceedings, void 11  [Every agreement,-(a) by which any party thereto is restricted absolutely from\r\nenforcing his rights under or in respect of any contract, by the usual legal\r\nproceedings in the ordinary tribunals, or which limits the time within which he\r\nmay thus enforce his rights; or(b) which extinguishes the rights of any party thereto, or\r\ndischarges any party thereto from any liability, under or in respect of any\r\ncontract on the expiry of a specified period so as to restrict any party from\r\nenforcing his rights, is void to that extent.]Exception 1: Saving of contract to\r\nrefer to arbitration dispute that may arise: This section shall not render\r\nillegal contract, by which two or more persons agree that any dispute which may\r\narise between them in respect of any subject or class of subject shall be\r\nreferred to arbitration, and that only the amount awarded in such arbitration\r\nshall be recoverable in respect of the dispute so referred . 12[* *\r\n*]Exception,2: Saving of contract to refer questions that\r\nhave already arisen : Nor shall this section render illegal any contract in\r\nwriting, by which two or more persons agree to refer to arbitration any\r\nquestion between them which has already arisen, or affect any provision of any\r\nlaw in force for the time being as to references to arbitration.", "29": " Indian Contract Act, 1872 29. Agreements void for uncertaintyAgreements, the meaning of which is not certain, or capable of\r\nbeing made certain, are void. Illustrations (a) A agrees to sell B \"a hundred tons of oil\". There\r\nis nothing whatever to show what kind of oil was intended. The agreement is\r\nvoid for uncertainty.(b) A agrees to sell B 100 tons of oil of a specified\r\ndescription, known as an article of commerce. There is no uncertainty there not\r\nmake the agreement void.(c) A who is a dealer in coconut-oil only, agrees to sell to B\r\n\"100 tons of oil\". The nature of A's trade affords an indication of\r\nthe meaning of the words, and A has entered into contract for the sale of one\r\nhundred tons of coconut-oil.(d) A agrees to sell to B \"all the grain in my granary at\r\nRamnagar\". There is no uncertainty here make the agreement void.(e) A agrees to sell to B \"1000 maunds of rice at a price\r\nto be fixed by C\". As the price capable of being made certain, there is no\r\nuncertainty here to make the agreement void.(f) A agrees to sell to B \"my white horse for rupees five\r\nhundred or rupees one thousand\". There is nothing to show which of the two\r\nprices was to be given. The agreement is void.", "30": " Indian Contract Act, 1872 30. Agreements by way of wager, voidAgreements by way of wager are void; and no suit shall be\r\nbrought for recovering anything alleged to be won on any wager, or entrusted to\r\na person to abide the result of any game or other uncertain event on which any\r\nwager is made.Exception in favor of certain prizes for horse-racing : This\r\nsection shall not be deemed to render unlawful a subscription or contribution,\r\nor agreement to subscribe or contribute, made or entered into for or toward any\r\nplate, prize or sum of money, of the value or amount of five hundred rupees or\r\nupwards, to be rewarded to the winner or winners of any horse-race.Section 294A of the Indian Penal Code not affected: Nothing in\r\nthis section shall be deemed to legalize any transaction connected with\r\nhorse-racing, to which the provisions of section 294A of the Indian Penal Code\r\n(45 of 1860) apply.", "31": " Indian Contract Act, 1872 31. \"Contingent contract\"\r\ndefined A \"contingent contract\" is a contract to do or not to\r\ndo something, if some event, collateral to such contract, does or does not\r\nhappen. Illustration A contracts to pay to B Rs. 10,000 if B's house is burnt. This\r\nis a contingent contract.", "32": " Indian Contract Act, 1872 32. Enforcement of contracts contingent\r\non an event happeningContingent contracts to do or nor to do anything in an uncertain\r\nfuture event happens, cannot be enforced by law unless and until that event has\r\nhappened.If the event becomes impossible, such contracts become void. Illustrations (a) A makes a contract with B to buy B's horse if A survives C.\r\nThis contract cannot be enforced by the law unless and until B dies in A's\r\nlifetime.(b) A makes a contract with B to sell a horse to B at a\r\nspecified price, if C, to whom the horse has been offered, refuse to buy him.\r\nThe contract cannot be enforced by law unless and until C refuses to buy the\r\nhorse.(c) A contracts to pay B a sum of money when B marries C. C dies\r\nwithout being married to B. The contract becomes void.", "33": " Indian Contract Act, 1872 33. Enforcement of contract contingent\r\non an event not happeningContingent contracts to do or not to do anything if an uncertain\r\nfuture event does not happen, can be enforced when the happening of that event\r\nbecomes impossible, and not before. Illustration A agrees to pay B a sum of money if a certain ship does not\r\nreturn. The ship is sunk. The contract can be enforced when the ship sinks.", "34": " Indian Contract Act, 1872 34. When event on which contract is contingent\r\nto be deemed impossible, if it is the future conduct of a living personIf the future event on which a contract is contingent is the way\r\nin which a person will act at an unspecified time, the event shall be\r\nconsidered to become impossible when such person does anything which renders it\r\nimpossible that he should so act within any definite time, or otherwise than\r\nunder further contingencies. Illustrations A agrees to pay B a sum of money if B marries C. C marries D.\r\nThe marriage of B to C must now be considered impossible, although it is\r\npossible that D may die and that C may afterwards marry B.", "35": " Indian Contract Act, 1872 35. When contracts become void, which\r\nare contingent on happening of specified event within fixed timeContingent contracts to do or not to do anything, if a specified\r\nuncertain event happens within a fixed time, become void, if, at the expiration\r\nof the time fixed, such event has not happened, or if , before the time fixed,\r\nsuch event becomes impossible.When contracts may be enforced, which are contingent on\r\nspecified event not happening within fixed time : Contingent contract to do or\r\nnot to do anything, if a specified uncertain event does not happen within a\r\nfixed time, may be enforced by law when the time fixed has expired and such\r\nevent has not happened, or before the time fixed has expired, if it become\r\ncertain that such event will not happen. Illustrations (a) A promises to pay B a sum of money if a certain ship returns\r\nwithin the year. The contract may be enforced if the ship returns within the\r\nyear; and becomes void if the ship is burnt within the year.(b) A promises to pay B a sum of money if a certain ship does\r\nnot return within a year. The contract may be enforced if the ship does not\r\nreturn within a year, or is burnt within the year.", "36": " Indian Contract Act, 1872 36. Agreements contingent on impossible\r\nevents, void Contingent agreements to do or not to do anything, if an\r\nimpossible event happens, are void, whether the impossibility of the event is\r\nknown or not to the parties to the agreement at the time when it is made.Illustrations(a) A agrees to pay B 1,000 rupees if two straight lines should\r\nenclose a space. The agreement is void.(b) A agrees to pay B 1,000 rupees if B will marry A's daughter\r\nC. C was dead at the time of the agreement. The agreement is void.", "37": " Indian Contract Act, 1872 37. Obligations of parties to contractsThe parties to a contract must either perform, or offer to\r\nperform, their respective promises, unless such performance is dispensed with or\r\nexcused under the provisions of this Act, or of any other law.Promises bind the representatives of the promisor in case of the\r\ndeath of such promisors before performance, unless a contrary intention appears\r\nfrom the contract. Illustrations (a) A promises to deliver goods to B on a certain day of payment\r\nof Rs. 1,000. A dies before that day. A's representatives are bound to deliver\r\nthe goods to B, and B is bound to pay the Rs. 1,000 to A's representatives.(b) A promises to paint picture for B by a certain day, at a\r\ncertain price. A dies before the day. The contract cannot be enforced either by\r\nA's representatives or by B.", "38": " Indian Contract Act, 1872 38. Effect of refusal to accept offer\r\nof performanceWhere a promisor has made an offer of performance to the\r\npromisee, and the offer has not been accepted, the promisor is not responsible\r\nfor non-performance, nor does he thereby lose his rights under the contract.Every such officer must fulfill the following conditions-(1) it must be unconditional;(2) it must be made at a proper time and place, and under such\r\ncircumstances that the person to whom it is made may have a reasonable\r\nopportunity of ascertaining that the person by whom it is been made is able and\r\nwilling there and then to do the whole of what he is bound by his promise to\r\ndo;(3) if the offer is an offer to deliver anything to the\r\npromisee, the promisee must have a reasonable opportunity of seeing that the\r\nthing offered is the thing which the promisor is bound by his promise to\r\ndeliver.An offer to one of several joint promisees has the same legal\r\nconsequences as an offer to all of them. Illustration A contracts to deliver to B at his warehouse, on the first\r\nMarch, 1873, 100 bales of cotton of a particular quality. In order to make an\r\noffer of performance with the effect stated in this section, A must bring the\r\ncotton to B's warehouse, on the appointed day, under such circumstances that B\r\nmay have a reasonable opportunity of satisfying himself that the thing offered\r\nis cotton of the quality contracted for, and that there are 100 bales.", "39": " Indian Contract Act, 1872  39. Effect of refusal of party to\r\nperform promise whollyWhen a party to a contract has refused to perform, or disabled\r\nhimself from performing, his promise in its entirety, the promisee may put an end\r\nto the contract, unless he has signified, by words or conduct, his acquiescence\r\nin its continuance. Illustrations (a) A, a singer, enters into contract with B, the manager of a\r\ntheatre, to sing at his theatre two nights in every week during next two months,\r\nand B engages to pay her 100 rupees for each night's performance. On the sixth\r\nnight A willfully absents herself from the theatre. B is at liberty to put an\r\nend to the contract.(b) A, a singer, enters into contract with B, the manager of a\r\ntheatre, to sing at his theatre two nights in every week during next two\r\nmonths, and B engages to pay her at the rate of 100 rupees for each night. On\r\nthe sixth night A willfully absents herself. With the assent of B, A sings on\r\nthe seventh night. B has signified his acquiescence in the continuance of the\r\ncontract, and cannot now put an end to it, but is entitled to compensation for\r\nthe damage sustained by him through A's failure to sing on the sixth night.", "40": " Indian Contract Act, 1872 40. Person by whom promise is to be\r\nperformedIf it appears from the nature of the case that it was the\r\nintention of the parties to any contract that any promise contain in it should\r\nbe performed by the promisor himself, such promise must be performed by the\r\npromisor. In other cases, the promisor or his representatives may employ a\r\ncompetent person to perform it. Illustrations (a) A promises to pay B a sum of money. A may perform this\r\npromise, either by personally paying the money to B, or by causing it to be\r\npaid to B by another; and, if A dies before the time appointed for payment, his\r\nrepresentatives must perform the promise, or employ some proper person to do\r\nso.(b) A promises to paint a picture of B. A must perform this\r\npromise personally.", "41": " Indian Contract Act, 1872 41. Effect of accepting performance\r\nfrom third personWhen a promisee accepts performance of the promise from a third\r\nperson, he cannot afterwards enforce it against the promisor.", "42": " Indian Contract Act, 1872 42. Devolution of joint liabilitiesWhen two or more person have made a joint promise, then, unless\r\na contrary intention appears by the contract, all such persons, during their\r\njoint lives, and, after the death of any of them, his representative jointly\r\nwith the survivor or survivors, and, after the death of the last survivor the\r\nrepresentatives of all jointly, must fulfill the promise.", "43": " Indian Contract Act, 1872 43. Any one of joint promisors may be\r\ncompelled to performWhen two or more persons make a joint promise, the promisee may,\r\nin the absence of express agreement to the contrary, compel any 13[one\r\nor more] of such joint promisors to perform the whole promise.Each promisor may compel contribution: Each of two or more joint\r\npromisors may compel every other joint promisor to contribute equally with\r\nhimself to the performance of the promise, unless a contrary intention appears\r\nfrom the contract.Sharing of loss by default in contribution: If any one of two or\r\nmore joint promisors make default in such contribution, the remaining joint\r\npromisors must bear the loss arising from such default in equal shares.Explanation:  Nothing in this section shall prevent a surety\r\nfrom recovering, from his principal, payments made by the surety on behalf of\r\nthe principal, or entitle the principal to recover anything from the surety on\r\naccount of payments made by be principal. Illustrations (a) A, B and C jointly promise to pay D 3, 000 rupees, D may\r\ncompel either A or B or C to pay him 3,000 rupees.(b) A, B and C jointly promise to pay D the sum of 3,000 rupees.\r\nC is compelled to pay the whole. A is insolvent, but his assets are sufficient\r\nto pay one-half of his debts. C is entitled to receive 500 rupees from A's\r\nestate, and 2,250 rupees from B.(c) A, B and C are under a joint promise to pay D 3,000 rupees.\r\nC is unable to pay anything and A is compelled to pay the whole. A is entitled\r\nto receive 1,500 rupees from B.(d) A, B and C are under a joint promise to pay D 3,000 rupees.\r\nA and B being only sureties for C. C fails to pay. A and B are compelled to pay\r\nthe whole sum. They are entitled to recover it from C.", "44": " Indian Contract Act, 1872 44. Effect of release of one joint\r\npromisorWhere two or more persons have made a joint promise, a release\r\nof one of such joint promisors by the promisee does not discharge the other\r\njoint promisor or joint promisors, neither does it free the joint promisor so\r\nreleased from responsibility to the other joint promisor or joint promisors.", "45": " Indian Contract Act, 1872 45. Devolution of joint rightsWhen a person has made a promise to two or more persons jointly,\r\nthen unless contrary intention appears from the contract, the right to claim\r\nperformance rests, as between him and them, with them during their joint lives,\r\nand, after the death of any one of them, with the representative of such\r\ndeceased person jointly with the survivor or survivors, and, after the death of\r\nthe last survivor, with the representatives of all jointly. Illustration A, in consideration of 5,000 rupees lent to him by B and C,\r\npromises B and C jointly to repay them that sum with interest on a day\r\nspecified. B dies. The right to claim performance rests with B's representative\r\njointly with C during C's life; and, after the death of C, with the\r\nrepresentatives of B and C jointly.", "46": " Indian Contract Act, 1872 46. Time for performance of promise,\r\nwhere no application is to be made and no time is specifiedWhere, by the contract, a promisor is to perform his promise\r\nwithout application by the promisee, and no time for performance is specified,\r\nthe engagement must be performed within a reasonable time.Explanation:  The question \"what is a reasonable\r\ntime\" is, in each particular case, a question of fact.", "47": " Indian Contract Act, 1872 47. Time and place for performance of\r\npromise, where time is specified and no application to be madeWhen a promise is, to be performed on a certain day, and the\r\npromisor has undertaken to perform it without the application by the promisee,\r\nthe promisor may perform it at any time during the usual hours of business on\r\nsuch day and at the place at which the promise ought to be performed. Illustration A promises to deliver goods at B's warehouse on first January.\r\nOn that day A brings the goods to B's warehouse, but after the usual hour of\r\nclosing it, and they are not received. A has not performed his promise.", "48": " Indian Contract Act, 1872 48. Application for performance on\r\ncertain day to be at proper time and placeWhen a promise is to be performed on a certain day, and the\r\npromisor has not undertaken to perform it without application by the promisee,\r\nit is the duty of the promisee to apply for the performance at a proper place\r\nand within the usual hours of businessExplanation:  The question \"what is proper time and\r\nplace\" is, in each particular case, a question of fact.", "49": " Indian Contract Act, 1872 49. Place for the performance of\r\npromise, where no application to be made and no place fixed for performanceWhen a promise is to be performed without application by the\r\npromisee, and no place is fixed for the performance of it, it is the duty of\r\nthe promisor to apply to the promisee to appoint a reasonable place for the\r\nperformance of the promise, and to perform it at such a place. Illustration A undertakes to deliver a thousand maunds of jute to B on a\r\nfixed day. A must apply to B to appoint a reasonable place for the purpose of\r\nreceiving it, and must deliver it to him at such place.", "50": " Indian Contract Act, 1872 50. Performance, in manner or at time\r\nprescribed or sanctioned by promisee The performance of any promise may be made in any manner, or at any\r\ntime which the promisee prescribes or sanctions. Illustrations (a) B owes A 2,000 rupees. A desires B to pay the amount to A's\r\naccount with C, a banker. B who also banks with C, orders the amount to be\r\ntransferred from his account to A's credit and this is done by C. Afterwards,\r\nand before A knows of the transfer, C fails. There has been a good payment by\r\nB.(b) A and B are mutually indebted. A and B settle and account by\r\nsetting off one item against another, and B pays A the balance found to be due\r\nfrom him upon such settlement. This amounts to a payment by A and B,\r\nrespectively, of the sums which they owed to each other.(c) A owes B 2,000 rupees. B accepts some of A's goods in\r\ndeduction of the debt. The delivery of the goods operates as a part payment.(d) A desires B, who owes him Rs. 100, to send him a note for\r\nRs. 100 by post. The debt is discharged as soon as B puts into the post a\r\nletter containing the note duly addressed to A.", "51": " Indian Contract Act, 1872 51. Promisor not bound to perform, unless\r\nreciprocal promisee ready and willing to performWhen a contract consists of reciprocal promises to be\r\nsimultaneously performed, no promisor need perform his promise unless the\r\npromisee is ready and willing to perform his reciprocal promise. Illustrations (a) A and B contract that A shall deliver goods to B to be paid\r\nfor by B on delivery. A need not deliver the goods, unless B is ready and\r\nwilling to pay for the goods on delivery.B need not pay for the goods, unless A is ready and willing to\r\ndeliver them on payment.(b) A and B contract that A shall deliver goods to B at a price\r\nto be paid by installments, the first installment to be paid on delivery.A need not deliver, unless B is ready and willing to pay the\r\nfirst installment on delivery.B need not pay the first installment, unless A is ready and\r\nwilling to deliver the goods on payment of the first installment.", "52": " Indian Contract Act, 1872 52. Order of performance of reciprocal\r\npromisesWhere the order in which reciprocal promises are to be performed\r\nis expressly fixed by the contract, they shall be performed in that order, and\r\nwhere the orders is not expressly fixed by the contract, they shall be\r\nperformed in that order which the nature of transaction requires. Illustrations (a) A and B contract that A shall build a house for B at a fixed\r\nprice. A's promise to build the house must be performed before B' s promise to\r\npay for it.(b) A and B contract that A shall make over his stock-in-trade\r\nto B at a fixed price, and B promise to give security for the payment of the\r\nmoney A's promise need not be performed until the security is given, for the\r\nnature of the transaction requires that A should have security before he\r\ndelivers up his stock.", "53": " Indian Contract Act, 1872 53. Liability of party preventing event\r\non which contract is to take effectWhen a contract contains reciprocal promises, and one party to\r\nthe contract prevents the other from performing his promise, the contract\r\nbecomes voidable at the option of the party so prevented; and he is entitled to\r\ncompensation from the other party for any loss which he may sustain\r\nin consequence of the non-performance of the contract. Illustration A and B contract that B shall execute some work for A for a\r\nthousand rupees. B is ready and willing to execute the work accordingly, but A\r\nprevents him from doing so. The contract is voidable at the option of B; and,\r\nif he elects to rescind it, he is entitled to recover from A compensation for\r\nany loss which he has incurred by its non-performance.", "54": " Indian Contract Act, 1872 54. Effect of default as to the promise\r\nwhich should be performed, in contract consisting of reciprocal promisesWhen a contract consists of reciprocal promises, such that one\r\nof them cannot be performed, or that its performance cannot be claimed till the\r\nother has been performed, and the promisor of the promise last mentioned fails\r\nto perform it, such promisor cannot claim the performance of the reciprocal\r\npromise, and must make compensation to the other party to the contract for any\r\nloss which such other party may sustain by the non-performance of the contract. Illustrations (a) A hires B's ship to take in and convey, from Calcutta to\r\nMauritius, a cargo to be provided by A, B receiving a certain freight for its\r\nconveyance. A does not provide any cargo for the ship. A cannot claim the\r\nperformance of B's promise, and must take compensation to B for the loss which\r\nB sustains by the non performance of the contract.(b) A contracts with B to execute certain builder's work for a fixed\r\nprice, B supplying the scaffolding and timber necessary for the work. B refuses\r\nto furnish any scaffolding or timber, and the work cannot be executed. A need\r\nnot execute the work, and B is bound to make compensation to A for only loss\r\ncaused to him by non-performance of the contract.(c) A contracts with B to deliver to him, at a specified\r\nprice, certain merchandise on board a ship which cannot arrive for a month, and\r\nB engages to pay for the merchandise within a week from the date of contract. B\r\ndoes not pay within the week. A's promise to deliver need not be performed, and\r\nB must take compensation.(d) A promises B to sell him one hundred bales of merchandise,\r\nto be delivered next day and B promises A to pay for them within a month. A\r\ndoes not deliver according to promise. B's promises to pay need not be\r\nperformed, and A must make compensation.", "55": " Indian Contract Act, 1872 55. Effect of failure to \r\nperform at fixed time, in contract in which time is essential When a party \r\nto a contract promises to do a certain thing at or before a specified time, or \r\ncertain things at or before a specified time and fails to do such thing at or \r\nbefore a specified time, and fails to do such thing at or before a specified \r\ntime, the contract or so much of it as has not been performed, becomes voidable \r\nat the option of the promisee, if the intention of the parties was that time \r\nshould be of essence of the contract.Effect of such \r\nfailure when time is not essential:  \r\nIf it was not the intention of the parties that time should be of the essence of \r\nthe contract, the contract does not become voidable by the failure to do such \r\nthing at or before the specified time; but the promisee is entitled to \r\ncompensation from the promisor for any loss occasioned to him by such failure.Effect of \r\nacceptance of performance at lime other than that agreed upon :If, in case of \r\na contract voidable on account of the promisor's failure to perform his promise \r\nat the time agreed, the promisee accepts performance of such promise at any time \r\nother than that agreed, the promisee cannot claim compensation of any loss \r\noccasioned by the non-performance of the promise at the time agreed, unless, at \r\nthe time of acceptance, he gives notice to the promisor of his intention to do \r\nso.", "56": " Indian Contract Act, 1872 56. Agreement to do impossible actAn agreement to do an act impossible in itself is void.Contract to do act afterwards becoming impossible or unlawful: A\r\ncontract to do an act which, after the contract is made, becomes impossible or,\r\nby reason of some event which the promisor could not prevent, unlawful, becomes\r\nvoid when the act becomes impossible or unlawful.Compensation for loss through non-performance of act known to be\r\nimpossible or unlawful: Where one person has promised to be something which he\r\nknew or, with reasonable diligence, might have known, and which the promisee\r\ndid not know to be impossible or unlawful, such promisor must make compensation\r\nto such promisee for any loss which such promisee sustains through the\r\nnon-performance of the promise. Illustrations (a) A agrees with B to discover treasure by magic. The agreement\r\nis void.(b) A and B contract to marry each other. Before the time fixed\r\nfor the marriage, A goes mad. The contract becomes void.(c) A contracts to marry B, being already married to C, and\r\nbeing forbidden by the law to which he is subject to practice polygamy. A must\r\nmake compensation to B for the loss caused to her by the non-performance of his\r\npromise.(d) A contracts to take in cargo for B at a foreign port. A's\r\nGovernment afterwards declares war against the country in which the port is\r\nsituated. The contract becomes void when war is declared.(e) A contracts to act at a theatre for six months in a\r\nconsideration of a sum paid in advance by B. On several occasions A is too ill\r\nto act. The contract to act on those occasions becomes void.", "57": " Indian Contract Act, 1872 57. Reciprocal promise to do things\r\nlegal, and also other things illegalWhere persons reciprocally promise, firstly to do certain things\r\nwhich are legal, and, secondly under specified circumstances, to do certain\r\nother things which are illegal, the first set of promise is a contract, but the\r\nsecond is a void agreement. Illustration A and B agree that A shall sell B a house for 10,000 rupees, but\r\nthat, if B uses it asa gambling house, he shall pay A 50,000 rupees for it.The first set of reciprocal promises, namely, to sell the house\r\nand to pay 10,000 rupees for it, is a contract.The second set is for an unlawful object, namely, the B may use\r\nthe house as a gambling house, and is a void agreement.", "58": " Indian Contract Act, 1872 58. Alterative promise, one branch\r\nbeing illegalIn the case of an alternative promise, one branch of which is\r\nlegal and the other illegal, the legal branch alone can be enforced. Illustration A and B agree that A shall pay B 1,000 rupees, for which B shall\r\nafterwards deliver to A either rice or smuggled opium.This is a valid contract to deliver rice, and a void agreement\r\nas to the opium.", "59": " Indian Contract Act, 1872 59. Application of payment where debt\r\nto be discharged is indicatedWhere a debtor, owing several distinct debts to one person,\r\nmakes a payment to him, either with express intimation, or under circumstances\r\nimplying, that the payment is to be applied to the discharge of some particular\r\ndebt, the payment if accepted, must be applied accordingly. Illustrations (a) A owes B, among other debts, 1,000 rupees upon a promissory\r\nnote, which falls due on the first June. He owes B no other debt of the amount.\r\nOn the first June, A pays to B 1,000 rupees,. The payment is to be applied to\r\nthe discharge of the promissory note.(b) A owes to B, among other debts, the sum of 567 rupees. B\r\nwrites to A and demands payment of this sum. A sends to B 567 rupees. This\r\npayment is to be applied to the discharge of the debt of which B had demanded\r\npayment.", "60": " Indian Contract Act, 1872 60. Application of payment where debt\r\nto be discharged is not indicated Where the debtor has omitted to intimate, and there are no other\r\ncircumstances indicating to which debt the payment is to be applied, the\r\ncreditor may apply it at his discretion to any lawful debt actually due and\r\npayable to him from the debtor, whether its recovery is or is not barred by the\r\nlaw in force for the time being as to the limitation of suits.", "61": " Indian Contract Act, 1872 61. Application of payment where\r\nneither party appropriatesWhere neither party makes any appropriation, the payment shall\r\nbe applied in discharge of the debts in order of time, whether they are or are\r\nnot barred by the law in force for the time being as to the limitations of\r\nsuits. If the debts are of equal standing, the payment shall be applied in\r\ndischarge of each proportionably", "62": " Indian Contract Act, 1872 62. Effect of novation, rescission, and\r\nalteration of contractIf the parties to a contract agree to substitute a new contract\r\nfor it, or to rescind or alter it, the original contract need not be performed. Illustrations (a) A owes money to B under a contract. It is agreed between A,\r\nB and C, that B shall thenceforth accept C as his debtor, instead of A. The old\r\ndebt of A to B is at an end, and a new debt from C to B has been contracted.(b) A owes B 10,000 rupees. A enters into an agreement with B,\r\nand gives B a mortgage of his (A's) estate for 5,000 rupees in place of the\r\ndebt of 10,000 rupees. This is a new contract and extinguishes the old.(c) A owes B 1,000 rupees under a contract, B owes C 1,000\r\nrupees. B orders A to credit C with 1,000 rupees in his books, but C does not\r\nassent to the agreement. B still owes C 1, 000 rupees, and no new contract has\r\nbeen entered into.", "63": " Indian Contract Act, 1872 63. Promisee may dispense with or remit\r\nperformance of promiseEvery promisee may dispense with or remit, wholly or in part,\r\nthe Performance of the promise made to him, or may extend the time for such\r\nperformance, for may accept instead of it any satisfaction which he thinks fit. Illustrations (a) A promises to paint a picture for B. B afterwards forbids\r\nhim to do so. A is no longer bound to perform the promise.(b) A owes B 5,000 rupees. A pays to B, and B accepts, in\r\nsatisfaction of the whole debt, 2,000 rupees paid at the time and place at\r\nwhich the 5,000 rupees were payable. The whole debt is discharged.(c) A owes B 5,000 rupees, C pays to B 1,000 rupees, and B\r\naccepts them, in satisfaction of his claim on A. This payment is a discharge of\r\nthe whole claim.(d) A owes B, under a contract, a sum of money, the amount of\r\nwhich has not been ascertained. A, without ascertaining the amount, gives to B,\r\nand B, in satisfaction thereof accepts, the sum of 2,000 rupees. This is a\r\ndischarge of the whole debt, whatever may be its amount.(e) A owes B 2,000 rupees, and is also indebted to other\r\ncreditors. A makes an arrangement with his creditors including B, to pay them a\r\n14[composition] of eight annas in the rupee upon their respective\r\ndemands. Payment to B of 1,000 rupees is a discharge of B's demand.", "64": " Indian Contract Act, 1872 64. Consequence of rescission of a\r\nvoidable contractWhen a person at whose option a contract is voidable rescinds\r\nit, the other party thereto need to perform any promise therein contained in\r\nwhich he is the promisor. The party rescinding a voidable contract shall, if he\r\nhas received any benefit thereunder from another party to such contract restore\r\nsuch benefit, so far as may be, to the person from whom it was received.", "65": " Indian Contract Act, 1872 65. Obligation of person who has\r\nreceived advantage under void agreement, or contract that becomes voidWhen an agreement is discovered to be void, or when a contract\r\nbecomes void, any person who has received any advantage under such agreement or\r\ncontract is bound to restore, it, or to make compensation for it, to the person\r\nfrom whom he received it. Illustrations (a) A pays B 1,000 rupees, in consideration of B's promising to\r\nmarry C, A's daughter. C is dead at the time of promise. The agreement is void,\r\nbut B must repay A the 1,000 rupees.(b) A contracts with B to deliver to him 250 maunds of rice\r\nbefore the first of May. A delivers 130 maunds only before that day, and none\r\nafter. B retains the 130 maunds after the first of May. He is bound to pay A\r\nfor them.(c) A, a singer, contracts with B, the manager of a theatre, to\r\nsing at his theatre for two nights in every week during the next two months,\r\nand B engages to pay her hundred rupees for each night's performance. On the\r\nsixth night, A willfully absents herself from the theatre, and B, in\r\nconsequence, rescinds the contract. B must pay A for the five nights on which\r\nshe had sung.(d) A contracts to sing for B at a concert for 1,000 rupees,\r\nwhich are paid in advance. A is too ill to sing. A is not bound to make\r\ncompensation to B for the loss of profit which B would have made if A had been\r\nable to sing, but must refund to B the 1,000 rupees paid in advance.", "66": " Indian Contract Act, 1872 66. Mode of communicating or revoking\r\nrescission of voidable contract The rescission of a voidable contract may be communicated or\r\nrevoked in the same manner, and subject to the same rules, as apply to the\r\ncommunication or revocation of the proposal.", "67": " Indian Contract Act, 1872 67. Effect of neglect of promisee to\r\nafford promisor reasonable facilities for performanceIf any promisee neglects or refuses to afford the promisor\r\nreasonable facilities for the performance of his promise, the promisor is\r\nexcused by such neglect or refusal as to any non-performance caused thereby. Illustration A contracts with B to repair B's house.B neglects or refuses to point out to A the places in which his\r\nhouse requires repair. A is excused for the non-performance of the\r\ncontract, if it is caused by such neglect or refusal.", "68": " Indian Contract Act, 1872 68. Claim for necessaries supplied to\r\nperson incapable of contracting, or on his accountIf a person, incapable of entering into a contract, or anyone whom\r\nhe is legally bound to support, is supplied by another person with necessaries\r\nsuited to his condition in life, the person who has furnished such supplies is\r\nentitled to be reimbursed from the property of such incapable person. Illustrations (a) A supplies B, a lunatic, with necessaries suitable to his\r\ncondition in life. A is entitled to be reimbursed from B's property.(b) A supplies, the wife and children of B, a lunatic, with\r\nnecessaries suitable to their condition in life. A is entitled to be reimbursed\r\nfrom B's property.", "69": " Indian Contract Act, 1872 69. Reimbursement of person paying\r\nmoney due by another, in payment of which he is interestedA person who is interested in the payment of money which another\r\nis bound by law to pay, and who therefore pays it, is entitled to be reimbursed\r\nby the other. Illustration B holds land in\r\nBengal, on a lease granted by A, the zamindar. The revenue payable by A to the\r\ngovernment being in arrears, his land is advertised for sale by the government.\r\nUnder the revenue law, the consequence of such sale will be the annulment of\r\nB's lease. B to prevent the sale and the consequent annulment of his one lease,\r\npays to the government the sum due from A. A is bound to make good to B the\r\namount so paid.", "70": " Indian Contract Act, 1872 70. Obligation of person enjoying\r\nbenefit of non-gratuitous actWhere a person lawfully does anything for another person, or\r\ndelivers anything to him, not intending to do so gratuitously, and such another\r\nperson enjoys the benefit thereof, the letter is bound to make compensation to\r\nthe former in respect of, or to restore, the thing so done or delivered. Illustrations (a) A, a tradesman, leaves goods at B's house by mistake. B\r\ntreats the goods as his own. He is bound to pay A for them.(b) A saves B's property from fire. A is not entitled to\r\ncompensation from B, if the circumstances show that he intended to act\r\ngratuitously.", "71": " Indian Contract Act, 1872 71. Responsibility of finder of goods A person who finds goods belonging to another, and takes them\r\ninto his custody, is subject to the same responsibility as a bailee.", "72": " Indian Contract Act, 1872 72. Liability of person to whom money\r\nis paid, or thing delivered, by mistake or under coercionA person to whom money has been paid, or anything delivered, by\r\nmistake or under coercion, must repay or return it. Illustrations (a) A and B jointly owe 100 rupees to C, A alone pays the amount\r\nto C, and B, not knowing of this fact, pays 100 rupees over again to C. C is\r\nbound to repay the amount to B.(b) A railway company refuse to deliver up certain goods to the\r\nconsignee except upon the payment of an illegal charge for carriage. The\r\nconsignee pays the sum charged in order to obtain the goods. He is entitled to\r\nrecover so much of the charge as was illegally excessive.", "73": " Indian Contract Act, 1872 73. Compensation of loss or damage\r\ncaused by breach of contractWhen a contract has been broken, the party who suffers by such\r\nbreach is entitled to receive, from the party who has broken the contract,\r\ncompensation for any loss or damage caused to him thereby, which naturally\r\narose in the usual course of things from such breach, or which the parties\r\nknew, when they made the contract, to be likely to result from the breach of\r\nit.Such compensation is not to be given for any remote and indirect\r\nloss or damage sustained by reason of the breach.Compensation for failure to discharge obligation resembling\r\nthose created by contract: When an obligation resembling those created by\r\ncontract has been incurred and has not been discharged, any person injured by\r\nthe failure to discharge it is entitled to receive the same compensation from\r\nthe party in default, as if such person had contracted to discharge it and had\r\nbroken his contract.Explanation:  In estimating the loss or damage arising from\r\na breach of contract, the means which existed of remedying the inconvenience\r\ncaused by non-performance of the contract must be taken into account. Illustrations (a) A contracts to sell and deliver 50 maunds of saltpetre to B,\r\nat a certain price to be paid on delivery. A breaks his promise. B is entitled\r\nto receive from A, by way of compensation, the sum, if any, by which the\r\ncontract price falls short of the price for which B might have obtained 50\r\nmaunds of saltpetre of like quality at the time when the saltpetre ought to\r\nhave been delivered.(b) A hires B's ship to go to Bombay, and there takes on board,\r\non the first of January, a cargo, which A is to provide, and to bring it to\r\nCalcutta, the freight to be paid when earned. B's ship does not go to Bombay,\r\nbut A has opportunities for procuring suitable conveyance for the cargo upon\r\nterms as advantageous as those on which he had chartered the ship. A avails\r\nhimself of those opportunities, but is put to trouble and expense in doing so.\r\nA is entitled to receive compensation from B in respect of such trouble and\r\nexpense.(c) A contracts to buy of B, at a stated price, 50 maunds of\r\nrice, no time being fixed for delivery. A afterwards informs B that he will not\r\naccept the rice if tendered to him. B is entitled to receive from A, by way of\r\ncompensation, the amount, if any, by which the contract price exceeds that\r\nwhich B can obtain for the rice at the time when A informs B that he will not\r\naccept it.(d) A contracts to buy B's ship for 60,000 rupees, but breaks\r\nthe promise. A must pay to B, by way of compensation, the excess, if any, of\r\nthe contract price over the price which B can obtain for the ship at the time\r\nof breach of promise.(e) A, the owner of a boat, contracts with B to take a cargo of\r\njute to Mirzapur, for sale at that place, starting on a specified day. The\r\nboat, owing to some unavoidable cause, does not start at the time appointed,\r\nwhereby the arrival of the cargo at Mirzapur is delayed beyond the time when it\r\nwould have arrived if the boat had sailed according to the contract. After that\r\ndate, and before the arrival of the cargo, the price of jute falls. The measure\r\nof the compensation payable to B by A is the difference between the price which\r\nB could have obtained for the cargo at Mirzapur at the time when it would have\r\narrived if forwarded in due course, and its market price at the time when it\r\nactually arrived.(f) A contracts to repair B's house in a certain manner, and\r\nreceives payment in advance. A repairs the house, but not according to\r\ncontract. B is entitled to recover from A the cost of making the repairs\r\nconforming to the contract.(g) A contracts to let his ship to B for a year, from first of\r\nJanuary, for a certain price. Freights rise, and, on the first of January, the\r\nhire obtainable for the ship is higher than the contract price. A breaks his\r\npromise. He must pay to B, by way of compensation, a sum equal to the\r\ndifference between the contract price and the price for which B could hire a\r\nsimilar ship for a year on and from the first of January.(h) A contracts to supply B with a certain quantity of iron at a\r\nfixed price, being a higher price than that for which A could procure and\r\ndeliver the iron. B wrongfully refuses to receive the iron. B must pay to A, by\r\nway of compensation, the difference between the contract price of the iron and\r\nthe sum for which A could have obtained and delivered it.(i) A delivers to B, a common carrier, a machine, to be\r\nconveyed, without delay, to A's mill, informing B that his mill is stopped for\r\nwant of the machine. B unreasonably delays the delivery of the machine, and A,\r\nin consequence, loses a profitable contract with the Government. A is entitled\r\nto receive from B, by way of compensation, the average amount of profit which\r\nwould have been made by the working of the mill during the time that delivery\r\nof it was delayed, but not the loss sustained through the loss of the\r\nGovernment contract.(j) A, having contracted with B to supply B with 1,000 tons of\r\niron at 100 rupees a ton, to be delivered at a stated time, contracts with C\r\nfor the purchase of 1,000 tones of iron at 80 rupees a ton, telling C that he\r\ndoes so for the purpose of performing his contract with B. C fails to perform\r\nhis contract with A, who cannot procure other iron, and B, in consequence,\r\nrescinds the contract. C must pay to A 20,000 rupees, being the profit which A\r\nwould have made by the performance of his contract with B.(k) A contracts with B to make and deliver to B, by a fixed day,\r\nfor a specified price, a certain piece of machinery. A does not deliver the\r\npiece of machinery, at the time specified, and, in consequence of this, B is\r\nobliged to procure another at a higher price than that which he was to have\r\npaid to A, and is prevented from performing a contract which B had made with a\r\nhired person at the time of his contract with A (but which had not been\r\ncommunicated to A), and is compelled to make compensation for breach of that\r\ncontract. A must pay to B, by way of compensation, the difference between the\r\ncontract price of the price of machinery and the sum paid by B for another, but\r\nnot the sum paid by B to the third person by way of compensation.(l) A, a builder, contracts to erect and finish a house by the\r\nfirst of January, in order that B may give possession of it at that time to C,\r\nto whom B has contracted to let it. A is informed of the contract between B and\r\nC. A builds the house so badly that, before the first of January, it falls down\r\nand has to be rebuilt by B, who in consequence, loses the rent which he was to\r\nhave received from C, and is obliged to make compensation to C for the breach\r\nof his contract. A must make compensation to B for the cost of rebuilding of\r\nthe house, for the rent lost, and for the compensation made to C.(m) A sells certain merchandise to B, warranting it to be of a particular\r\nquality, and B, in reliance upon this warranty, sells it to C with a similar\r\nwarranty. The goods prove to be not according to the warranty, and B becomes\r\nliable to pay C a sum of money by way of compensation. B is entitled to be\r\nreimbursed this sum by A.(n) A contracts to pay a sum of money to B on a day specified. A\r\ndoes not pay the money on that day. B, in consequence of not receiving the\r\nmoney on that day, is unable to pay his debts, and is totally ruined. A is not\r\nliable to make good to B anything except the principal sum he contracted to pay\r\ntogether with interest up to the day of payment.(o) A contracts to deliver 50 maunds of saltpetre to B on the\r\nfirst of January, at a certain price. B, afterwards, before the first of\r\nJanuary, contracts to sell the saltpetre to C at a price higher than the market\r\nprice of the first of January. A breaks his promise. In estimating the\r\ncompensation payable by A to B, the market price of the first of January, and\r\nnot the profit which would have arisen to B from the sale to C, is to be taken\r\ninto account.(p) A contracts to sell and deliver 500 bales of cotton to B on\r\na fixed day. A knows nothing of B's mode of conducting his business. A breaks\r\nhis promise, and B, having no cotton, is obliged to close his mill. A is not\r\nresponsible to B for the loss caused to B by closing of the mill.(q) A contracts to sell and deliver to B, on the first of\r\nJanuary, certain cloth which B intends to manufacture into caps of a particular\r\nkind, for which there is no demand, except at that season. The cloth is not\r\ndelivered till after the appointed time, and too late to be used that year in\r\nmaking caps. B is entitled to receive from A, by way of compensation, the\r\ndifference between the contract price of the cloth and its market price at the\r\ntime of delivery, but not the profits which he expected to obtain by making\r\ncaps, nor the expenses which he has been put to in making preparation for the\r\nmanufacture.(r) A, a ship owner, contracts with B to convey him from\r\nCalcutta to Sydney in A's ship, sailing on the first of January, and B pays to\r\nA, by way of deposit, one-half of his passage-money. The ship does not sail on\r\nthe first of January, and B, after being in consequence, detained in Calcutta\r\nfor some time, and thereby put to some expense, proceeds to Sydney in another\r\nvessel, and, in consequence, arriving too late in Sydney, loses a sum of money.\r\nA is liable to repay to B his deposit, with interest, and the expense to which\r\nhe is put by his detention in Calcutta, and the excess, if any, of the\r\npassage-money paid for the second ship over that agreed upon for the first, but\r\nnot the sum of money which B lost by arriving in Sydney too late.", "74": " Indian Contract Act, 1872 74.Compensation for breach of contract\r\nwhere penalty stipulated for 15  [When a contract has been broken, if a sum is named in the\r\ncontract as the amount be paid in case of such breach, or if the contract\r\ncontains any other stipulation by way of penalty, the party complaining of the\r\nbreach is entitled, whether or not actual damage or loss is proved to have been\r\ncaused thereby, to receive from the party who has broken the contract\r\nreasonable compensation not exceeding the amount so named or, as the case may\r\nbe, the penalty stipulated for.Explanation :  A stipulation for increased interest from the\r\ndate of default may be a stipulation by way of penalty.]Exception :  When any person enters into any bail bond,\r\nrecognizance or other instrument of the same nature or, under the provisions of\r\nany law, or under the orders of the Central Government or of any State Government,\r\ngives any bond for the performance of any public duty or act in which the\r\npublic are interested, he shall be liable, upon breach of the condition of any\r\nsuch instrument, to pay the whole sum mentioned therein.Explanation :  A person who enters into a contract with the\r\ngovernment does not necessarily thereby undertake any public duty, or promise\r\nto do an act in which the public are interested.Illustrations(a) A contracts with B to pay B Rs. 1,000 if he fails to pay B\r\nRs. 500 on a given day. A fails to pay B Rs. 500 on that day. B is entitled to\r\nrecover from A such compensation, not exceeding Rs. 1,000, as the court\r\nconsiders reasonable.(b) A contracts with B that, if A practices as a surgeon within\r\nCalcutta, he will pay B Rs. 5,000. A practices as a surgeon in Calcutta. B is\r\nentitled to such compensation; not exceeding Rs. 5,000 as the court considers\r\nreasonable.(c) A gives a recognizance binding him in a penalty of Rs. 500\r\nto appear in court on a certain day. He forfeits his recognizance. He is liable\r\nto pay the whole penalty. 16  [(d) A gives B a bond for the repayment of Rs. 1,000 with\r\ninterest at 12 per cent at the end of six months, with a stipulation that, in\r\ncase of default, interest shall be payable at the rate of 75 per cent from the\r\ndate of default. This is stipulation by way of penalty, and B is only entitled\r\nto recover from A such compensation as the court considers reasonable.(e) A, who owes money to B, a money-lender, undertakes to repay\r\nhim by delivering to him 10 maunds of grain on a certain date, and stipulates\r\nthat, in the event of his not delivering the stipulated amount by the\r\nstipulated date, shall be liable to deliver 20 maunds. This is a stipulation by\r\nway of penalty, and B is only entitled to reasonable consideration in case of breach.(f) A undertakes to repay B a loan of Rs. 1,000 by five equal\r\nmonthly installments, with a stipulation that, in default, of payment of any\r\ninstallment, the whole shall become due. This stipulation is not by way of\r\npenalty, and the contract may be enforced according to its terms.(g) A borrows Rs. 100 from B and gives him a bond for Rs. 200\r\npayable by five yearly installments of Rs. 40, with stipulation that, in\r\ndefault of payment of any installment, the whole shall become due. This is a\r\nstipulation by way of penalty.]", "75": " Indian Contract Act, 1872 75. Party rightfully rescinding\r\ncontract, entitled to compensationA person who rightfully rescinds a contract is entitled to\r\nconsideration for any damage which he has sustained through the non-fulfillment\r\nof the contract.IllustrationA, a singer, contracts with B, a manager of a theatre, to sing\r\nat his theatre for two nights in every week during the next two months, and B\r\nengages to pay her 100 rupees for each night's performance. On the sixth night,\r\nA willfully absents herself from the theatre, and B, in consequence, rescinds\r\nthe contracts. B is entitled to claim compensation for the damage which he has\r\nsustained through the nonfulfilment of the contract."}