{"name": "Indian Council of World Affairs Act, 2001\r", "1": "The Indian Council of World Affairs Act, 20011. Short title and\r\ncommencement.-1.  \r\n  This\r\nAct may be called the Indian Council of World Affairs Act, 2001.2.  \r\n  Save\r\nas otherwise provided in this Act, it shall be deemed to have come into force\r\non the 1st day of September, 2000.", "2": "The Indian Council of World Affairs Act, 20012. Declaration of the\r\nIndian Council of World Affairs as institution of national importance.-Whereas the objects\r\nof the Indian Council of World Affairs, a society registered under the\r\nSocieties Registration Act, 1860 (21 of 1860) are such as to make the institution\r\none of national importance, it is hereby declared that the institution, known\r\nas the Indian Council of World Affairs, is an institution of national\r\nimportance.", "3": "The Indian Council of World Affairs Act, 20013. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"appointed\r\nday\" means the date of commencement of this Act;b.  \r\n  \"Chairperson\"\r\nmeans the Chairperson of the Governing Body;c.  \r\n  \"Council\"\r\nmeans the Indian Council of World Affairs incorporated under section 4;d.  \r\n  \"Director-General\"\r\nmeans the Director-General of the Council;e.  \"existing\r\nCouncil\" means the Indian Council of World Affairs, a society registered\r\nunder the Societies Registration Act, 1860 (21 of 1860) and functioning as such\r\nimmediately before the appointed day;f.  \r\n  \"Fund\"\r\nmeans the Fund of the Council referred to in section 18;g.  \r\n  \"Governing\r\nBody\" means the Governing Body of the Council;h.  \r\n\r\n  \"member\"\r\nmeans a member of the Council and includes the President and Vice-President;i.  \r\n  \"President\"\r\nmeans the President of the Council;j.  \r\n  \"regulations\"\r\nmeans the regulations made under this Act;k.  \r\n  \"rules\"\r\nmeans the rules made under this Act;l.  \r\n  \"Vice-Presidents\"\r\nmeans the Vice-Presidents of the Council.", "4": "The Indian Council of World Affairs Act, 20014. Incorporation of\r\nthe Council.-1.  \r\n  The\r\nIndian Council of World Affairs is hereby constituted as a body corporate by\r\nthe name of the Indian Council of World Affairs and as such body corporate it\r\nshall have perpetual succession and a common seal with cower, subject to the\r\nprovisions of this Act, to acquire, hold and dispose of property, both movable\r\nand immovable, and to contract and shall by that name sue and be sued.2.  \r\n  The\r\nhead office of the Council shall be at Delhi and the Council may, with the\r\nprevious approval of the Central Government, establish branches at other places\r\nin India.", "5": "The Indian Council of World Affairs Act, 20015. Transfer of assets\r\nand liabilities of the existing Council to the Council.-1.  \r\n  On\r\nand from the appointed day,-a.   all properties and\r\nother assets vested in the existing Council immediately before that day, shall\r\nvest in the Council;b.   all debts,\r\nobligations and liabilities incurred, all contracts entered into and all\r\nmatters and things engaged to be done by, with or for the existing Council\r\nimmediately before that day for or in connection with the purposes of the\r\nexisting Council, shall be deemed to have been incurred, entered into and\r\nengaged to be done by, with or for the Council;c.   all sums of money due\r\nto the existing Council, immediately before that day, shall be deemed to be due\r\nto the Council;d.   all suits and other\r\nlegal proceedings instituted or which could have been instituted by or against\r\nthe existing Council, immediately before that day, may be continued or\r\ninstituted by or against the Council; ande.   every employee\r\nholding any office under the existing Council immediately before that day,\r\nshall, on that day, hold his office or service under the Council with the same\r\nrights and privileges as to pension, gratuity and other matters as would have\r\nbeen admissible to him if there had been no such vesting; and shall continue to\r\ndo so unless and until his employment under the Council is duly terminated or\r\nuntil his remuneration and other conditions of service are duly altered by the\r\nCouncil.1.  \r\n2.  \r\n\r\n  Notwithstanding\r\nanything contained in the Industrial Disputes Act, 1947 (14 of 1947) or in any\r\nother law for the time being in force, the absorption of any employee by the\r\nCouncil in its regular service under this section shall not entitle such\r\nemployee to any compensation under that Act or any other law and no such claim\r\nshall be entertained by any court, tribunal or other authority.", "6": "The Indian Council of World Affairs Act, 20016. Obligation to\r\ntransfer property or assets.-1.  \r\n  Every\r\nperson having possession, custody or control of property forming part of the\r\nproperties and other assets referred to in clause (a) of sub-section (1) of\r\nsection 5 shall deliver forthwith such proper y to the Director-General.2.  \r\n  Any\r\nperson-incharge of the property and other assets of the existing Council\r\nimmediately before the commencement of this Act shall, within ten days from\r\nthat day, furnish to the Director-General a complete inventory of all\r\nproperties and assets (including particulars of book debts and investments and\r\nbelongings) immediately before the commencement of this Act and also of all\r\nagreements entered into by the existing Council or any person on its behalf.", "7": "The Indian Council of World Affairs Act, 20017. Composition of the\r\nCouncil.-1.  \r\n  On\r\nand from the 1st day of September, 2001 and until the appointment of date under\r\nsub-section (2), the Council shall consist of the following members, namely:-a.   the Vice-President of\r\nIndia, who shall be President, ex officio;b.   the Prime Minister of\r\nIndia;c.   the speaker of the\r\nLok Sabha;d.   the Leader of the\r\nHouse, Rajya Sabha;e.   the Leader of the\r\nOpposition, Lok Sabha;f.   the Leader of the\r\nOpposition, Rajya Sabha.1.  \r\n\r\n2.  \r\n  On\r\nand from such date as may be appointed by the Central Government by\r\nnotification in the Official Gazette which shall not be later than three months\r\nfrom the date of assent by the President of the Indian Council of World Affairs\r\nBill, 2001, the Council shall consist of the following members, namely:-a.   the Vice-President of\r\nIndia, who shall be the President, ex officio;b.   three Vice-Presidents\r\nas may be nominated by the Council;c.   a Director-General to\r\nbe nominated by the Council;d.   five members of the\r\nLok Sabha to be nominated by the Speaker of the Lok Sabha and three members of\r\nthe Rajya Sabha to be nominated by the Chairman of the Rajya Sabha;e.   seven members, who\r\nare distinguished in the field of diplomacy, international affairs,\r\ninternational law, Multilateral or United Nations affairs, security and\r\ndisarmament to be nominated by the Council;f.   seven members, who\r\nare representatives (of which at least two shall be the Vice-Chancellors) of\r\nUniversities or research institutions of higher learning from amongst experts\r\nin the fields of history, economics and other social sciences to be nominate by\r\nthe Council;g.   seven members, who\r\nare either media personalities or representatives of organisations such as\r\nIndia International Centre, Centre for Policy Research, Indian Council of\r\nSocial Science Research, Institute of Defence Studies and Analyses, Indian\r\nCouncil of Cultural Relations, and interested in the work and objectives of the\r\nCouncil to be selected by the Governing Body of the Council;h.   five members who are\r\nrepresentatives of Business or Chambers of Commerce, Federation of Indian\r\nChambers of Commerce and Industry, Confederation of Indian Industry, Associated\r\nChambers of Commerce and Industry of India, Federation of Indian Export Or\r\nanisations to be nominated by the Governing Body of the Council;i.   three members from\r\nthe Ministry of External Affairs, ex officio [ Foreign Secretary, Financial\r\nAdvisor, and Dean (Foreign Service Institute)], to be nominated by the\r\nChairperson of the Governing Body;j.   five members to be\r\nnominated by the Central Government to represent respectively the Ministries of\r\nthe Central Government dealing with Education, Culture, Urban Development,\r\nScience and Technology and Defence, ex officio.1.  \r\n2.  \r\n3.  \r\n  It\r\nis hereby declared that the office of the member of the Council shall not\r\ndisqualify its holder for being chosen as, or for being, a Member of either\r\nHouse of Parliament.4.  \r\n  A\r\nperson shall be disqualified for being nominated or selected as a member if he-\r\n\r\na.   has been convicted\r\nand sentenced to imprisonment for an offence which, in the opinion of the\r\nCentral Government, involves moral turpitude; orb.   is an un-discharged\r\ninsolvent; orc.   is of unsound mind\r\nand stands so declared by a competent court.", "8": "The Indian Council of World Affairs Act, 20018. Term of office and\r\nvacancies among members.-1.  \r\n  Save\r\nas otherwise provided in this section, the term of office of a member shall be\r\nthree years from the date of his nomination.2.  \r\n  The\r\nterm of office of the member nominated to fill a casual vacancy shall continue\r\nfor remainder of the term of the member in whose place he is nominated.3.  \r\n  A\r\nmember shall, unless the Central Government otherwise directs, continue in\r\noffice until another person is nominated as a member in his place.4.  \r\n\r\n  The\r\nCentral Government shall remove a member if he-a.   becomes subject to\r\nany of the disqualifications mentioned in sub-section (4) of section 7; orb.   refuses to act or\r\nbecomes incapable of acting; orc.   is, without obtaining\r\nleave of absence from the Council, absent from three consecutive meetings of\r\nthe Council; ord.   in the opinion of the\r\nCentral Government, has so abused his position as to render his continuance in\r\noffice detrimental to the public interest: Provided that no member shall be\r\nremoved under this clause unless he has been given a reasonable opportunity of\r\nbeing heard in the matter.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n  A\r\nmember shall, unless disqualified under sub-section (4) of section 7, be\r\neligible for re-nomination.6.  \r\n  A\r\nmember may resign from his office by writing under his hand addressed to the\r\nCentral Government but shall continue in his office until his resignation is\r\naccepted by that Government.7.  \r\n\r\n  The\r\nmanner of filling vacancies among members shall be such as may be prescribed by\r\nrules.", "9": "The Indian Council of World Affairs Act, 20019. Powers and\r\nfunctions of President.-The President shall\r\nexercise such powers and discharge such functions as are laid down in this Act\r\nor as may be prescribed by rules.", "10": "The Indian Council of World Affairs Act, 200110. Powers and\r\nfunctions of Vice-Presidents.-The Vice-Presidents\r\nshall exercise such of the powers and perform such of the functions of the\r\nPresident as may be prescribed by rules or as may be delegated to him by the\r\nPresident.", "11": "The Indian Council of World Affairs Act, 200111. Allowances of\r\nmembers.-Members shall receive\r\nsuch allowances, if any, from the Council as may be prescribed by rules.", "12": "The Indian Council of World Affairs Act, 200112. Meetings of\r\nCouncil.-The Council shall\r\nhold its first meeting at such time and place as may be appointed by the\r\nCentral Government and shall observe such rules of procedure in regard to the\r\ntransaction of business at the first meeting as may be laid own by that\r\nGovernment; and thereafter the Council shall meet at such times and places and\r\nobserve such rules of procedure in regard to the transaction of business at its\r\nmeetings as may be prescribed by regulations.", "13": "The Indian Council of World Affairs Act, 200113. Objects of\r\nCouncil.-The objects of the\r\nCouncil shall be-a.  \r\n  to\r\npromote the study of Indian and international affairs so as to develop a body\r\nof informed opinion on international matters;b.  \r\n  to\r\npromote India's relations with other countries through study, research,\r\ndiscussion, lectures, exchange of ideas and information with other\r\norganisations within and outside India engaged in similar activities;c.  \r\n  to\r\nserve as a clearing house of information and knowledge regarding world affairs;\r\nd.  \r\n  to\r\npublish books, periodicals, journals, reviews, papers, pamphlets and other\r\nliterature on subjects covered under clauses (a) and (b);e.  \r\n  to\r\nestablish contacts with organisations promoting objects mentioned in this section;\r\nf.  \r\n  to\r\narrange conferences and seminars to discuss and study the Indian policy towards\r\ninternational affairs; andg.  \r\n\r\n  to\r\nundertake such other activities for the promotion of ideas and attainment of\r\nthe above-mentioned objects.", "14": "The Indian Council of World Affairs Act, 200114. Governing Body\r\nand other committees of Council.-1.  \r\n  There\r\nshall be a Governing Body of the Council which shall be constituted by the\r\nCouncil.2.  \r\n  The\r\nGoverning Body shall be the executive committee of the Council and shall\r\nexercise such powers and discharge such functions as the Council may, by\r\nregulations made in this behalf, confer or impose upon it.3.  \r\n  On\r\nand from such date as may be appointed by the Central Government by\r\nnotification in the Official Gazette, the Vice-President of India, ex officio\r\nshall be the Chairperson of the Governing Body and shall exercise such powers\r\nand discharge such functions as may be prescribed by regulations.4.  \r\n\r\n  The\r\nprocedure to be followed by the Governing Body in the exercise of its powers\r\nand discharge of its functions and the term of office of, and the manner of\r\nfilling vacancies among the members of the Governing Body, shall be such as may\r\nbe prescribed by regulations.5.  \r\n  Subject\r\nto such control and restrictions as may be prescribed by rules, the Council may\r\nconstitute as many standing committees and as many ad hoc committees as it\r\nthinks fit for exercising any power or discharging any function of the Council\r\nor for inquiring into, or reporting or advising upon, any matter which the\r\nCouncil may refer to them.6.  \r\n  The\r\nChairperson and members of the Governing Body or a standing committee or an ad\r\nhoc committee shall receive such allowances as may be prescribed by\r\nregulations.", "15": "The Indian Council of World Affairs Act, 200115. Staff of\r\nCouncil.-1.  \r\n  There\r\nshall be a chief executive officer of the Council who shall be designated as\r\nthe Director-General and shall be appointed by the Council.2.  \r\n  The\r\nDirector-General shall act as the Secretary to the Council as well as to the\r\nGoverning Body.3.  \r\n  The\r\nDirector-General shall exercise such powers and discharge such functions as may\r\nbe prescribed by regulations or as may be delegated to him by the Council or\r\nthe President or the Governing Body or the Chairperson.4.  \r\n\r\n  The\r\nFinancial Advisor of the Ministry of External Affairs shall be the Financial\r\nAdvisor of the Council.5.  \r\n  Subject\r\nto such rules as may be made in this behalf, the Council may appoint such\r\nnumber of other officers and employees as may be necessary for the exercise of\r\nits powers and efficient discharge of its functions and may determine the\r\ndesignations an grades of such other officers and employees.6.  \r\n  Subject\r\nto such rules as may be made in this behalf, the Director-General and other\r\nofficers and employees of the Council shall be entitled to such salary and\r\nallowances and shall be governed by such conditions of service in respect of\r\nleave, pension gratuity, provident fund and other matters, as may be prescribed\r\nby regulations made in this behalf.", "16": "The Indian Council of World Affairs Act, 200116. Functions of\r\nCouncil.-The Council shall\r\nundertake various plans to promote, organise and implement various programmes\r\nfor efficiently achieving the objects of the Council specified in section 13\r\nand shall also perform such other functions as the Cent al Government may, by\r\nrules, prescribe.", "17": "The Indian Council of World Affairs Act, 200117. Payment to\r\nCouncil.-The Central\r\nGovernment may, after due appropriation made by Parliament by law in this\r\nbehalf, pay to the Council in each financial year such sums as may be\r\nconsidered necessary for the exercise of powers and efficient discharge of\r\nfunctions of the Council under this Act.", "18": "The Indian Council of World Affairs Act, 200118. Fund of Council.-1.  \r\n  The\r\nCouncil shall maintain a Fund to which shall be credited to-a.   all moneys received\r\nfrom the Central Government;b.   all moneys received\r\nby the Council by way of grants, gifts, donations, benefactions, bequests or\r\ntransfers; andc.   all moneys received\r\nby the Council in any other manner or from any other source.1.  \r\n2.  \r\n  All\r\nmoneys credited to the Fund shall be deposited in such banks or invested in\r\nsuch manner as the Council may, subject to the approval of the Central\r\nGovernment, decide.3.  \r\n  The\r\nFund shall be applied towards meeting the administrative and other expenses of\r\nthe Council, including expenses incurred in the exercise of its powers and\r\ndischarge of its functions under section 16 or in relation to any of the\r\nactivities referred to therein or for anything relatable thereto.", "19": "The Indian Council of World Affairs Act, 200119. Budget of\r\nCouncil.-The Council shall\r\nprepare, in such form and at such time every year, as may be prescribed by\r\nrules, a budget in respect of the financial year next ensuing, showing the\r\nestimated receipts and expenditure of the Council and shall forward to the\r\nCentral Government such number of copies thereof as may be prescribed by rules.", "20": "The Indian Council of World Affairs Act, 200120. Accounts and\r\naudit.-1.  \r\n  The\r\nCouncil shall maintain proper accounts and other relevant records and prepare\r\nan annual statement of accounts including the balance-sheet in such form as the\r\nCentral Government may, by rules, prescribe and in accordance with such general\r\ndirections as may be issued by that Government, in consultation with the\r\nComptroller and Auditor-General of India.2.  \r\n  The\r\naccounts of the Council shall be audited by the Comptroller and Auditor-General\r\nof India and any expenditure incurred by him in connection with such audit\r\nshall be payable by the Council to the Comptroller and Auditor-General of\r\nIndia.3.  \r\n  The\r\nComptroller and Auditor-General of India and any person appointed by him in\r\nconnection with the audit of the accounts of the Council shall have the same\r\nrights, privileges and authority in connection with such audit as the\r\nComptroller and Auditor General of India has in connection with the audit of\r\nthe Government accounts and, in particular, shall have the right to demand the\r\nproduction of books, accounts, connected vouchers and other documents and\r\npapers and to inspect the office or offices of t e Council.4.  \r\n\r\n  The\r\naccounts of the Council as certified by the Comptroller and Auditor-General of\r\nIndia or any other person appointed by him in this behalf, together with the\r\naudit report thereon, shall be forwarded annually to the Central Government and\r\nthat Government shall cause the same to be laid before each House of\r\nParliament.", "21": "The Indian Council of World Affairs Act, 200121. Annual report.-The Council shall\r\nprepare every year, in such form and at such time as may be prescribed by\r\nrules, an annual report giving a true and full account of its activities during\r\nthe previous year and copies thereof shall be forwarded to the central\r\nGovernment and that Government shall cause the same to be laid before each\r\nHouse of Parliament.", "22": "The Indian Council of World Affairs Act, 200122. Authentication of\r\norders and instruments of Council.-All orders and\r\ndecisions of the Council shall be authenticated by the signature of the\r\nPresident or the Vice-President and all other instruments issued by the Council\r\nshall be authenticated by the signature of the Director-General or any other\r\nofficer of the Council authorised by the Council in this behalf.", "23": "The Indian Council of World Affairs Act, 200123. Vacancy, etc. not\r\nto invalidate proceedings of the Council.-No act or proceeding\r\nof the Council, Governing Body or any standing or ad hoc committee under this\r\nAct shall be invalid merely by reason of-a.  \r\n  any\r\nvacancy in, or any defect in the constitution of, the Council; orb.  \r\n  any\r\ndefect in the appointment of a person acting as a member of the Council; orc.  \r\n  any\r\nirregularity in the procedure of the Council not affecting the merits of the\r\ncase.", "24": "The Indian Council of World Affairs Act, 200124. Reports, returns\r\nand information.-The Council shall\r\nfurnish to the Central Government such reports, returns and other information\r\nas that Government may require from time to time.", "25": "The Indian Council of World Affairs Act, 200125. Power to make\r\nrules.-1.  \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules to\r\ncarry out the provisions of this Act.2.  \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:-a.   the manner of filling\r\nvacancies among members under sub-section (7) of section 8;b.   the powers and functions\r\nto be exercised and discharged by the President and the Vice-Presidents under\r\nsections 9 and 10, as the case may be;c.   the allowances to be\r\npaid to the members under section 11;d.   the control and\r\nrestrictions in relation to the constitution of standing and ad hoc committees\r\nunder sub-section (5) of section 14;e.   the number of other\r\nofficers and employees that may be appointed by the Council and the manner of\r\nsuch appointment under sub-section (5) of section 15;f.   the salaries and\r\nallowances payable to the Director-General and other officers and employees of\r\nthe Council under sub-section (6) of section 15;g.   such other functions\r\nto be performed by the Council under section 16;h.   the form in which and\r\nthe time at which the budget shall be prepared by the Council and the number of\r\ncopies thereof to be forwarded to the Central Government under section 19;i.   the form in which an\r\nannual statement of accounts including the balance-sheet shall be prepared by\r\nthe Council under sub-section (1) of section 20;j.   the form in which and\r\nthe time at which the annual report of the activities of the Council shall be\r\nsubmitted to the Central Government under section 21;k.   any other matter\r\nwhich has to be or may be prescribed by rules.", "26": "The Indian Council of World Affairs Act, 200126. Power to make\r\nregulations.-1.  \r\n  The\r\nCouncil may make regulations consistent with the provisions of this Act and the\r\nrules to carry out the provisions of this Act.2.  \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nregulations may provide for all or any of the following matters, namely:-a.   the summoning and\r\nholding of meetings, other than the first meeting of the Council, the time and\r\nplace where such meetings are to be held and the transaction of business at\r\nsuch meetings under section 12;b.   the powers and\r\nfunctions to be exercised and discharged by the Governing Body and the\r\nChairperson under sub-sections (2) and (3) of section 14;c.   the procedure to be\r\nfollowed by the Governing Body in exercise of its powers and discharge of its\r\nfunctions and the term of office of, and the manner of filling vacancies among,\r\nthe members of the Governing Body under sub-section (4) of section 14;d.   the allowances to be\r\npaid to the Chairperson and members of the Governing Body, standing and ad hoc\r\ncommittees under sub-section (6) of section 14;e.   the powers and\r\nfunctions to be exercised and discharged by the Director-General under\r\nsub-section (3) of section 15;f.   the conditions of\r\nservice of the Director-General and other officers and employees of the Council\r\nunder sub-section (6) of section 15;g.   any other matter\r\nwhich has to be or may be prescribed by regulations.1.  \r\n2.  \r\n3.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), the first regulations under this Act\r\nshall be made by the Governing Body and any regulations so made may be altered\r\nor rescinded by the Council in exercise of its powers under sub-section (1).", "27": "The Indian Council of World Affairs Act, 200127. Rules and\r\nregulations to be laid before Parliament.-Every rule and every\r\nregulation made under this Act shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or regulation or both Houses agree that\r\nthe rule or regulation should not be made, the rule or regulation shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be without\r\nprejudice to the validity of anything previously done under that rule or\r\nregulation.", "28": "The Indian Council of World Affairs Act, 200128. Power to remove\r\ndifficulties.-1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act s may appear to be\r\nnecessary for removing the difficulty: Provided that no order shall be made\r\nunder this section after the expiry of two years from the commencement of this\r\nAct.2.  \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "29": "The Indian Council of World Affairs Act, 200129. Repeal and\r\nsaving.-1.  \r\n  The\r\nIndian Council of World Affairs (Second) Ordinance, 2001 (Ord. 3 of 2001) is\r\nhereby repealed.2.  \r\n  Notwithstanding\r\nthe repeal of the said Ordinance, anything done or any action taken under the\r\nsaid Ordinance shall be deemed to have been done or taken under the\r\ncorresponding provisions of this Act."}