{"name": "Indian Red Cross Society Act, 1920\r", "1": "1. Short title.(1) This Act may be called the Indian Red Cross Society Act, 1920.", "2": "2. Constitution of Indian Red Cross Society.There shall be constitued by this Act a Society to be known as the Indian Red Cross Society (hereinafter called the Society). The first members of the Society shall be nominated by persons who immediately before the commencement of this Act were members of the Joint War Committee, Indian Branch, of the Order of St. John of Jerusalem in England and the British Red Cross Society (hereinafter called the Committee) at a meeting to be summoned and held for that purpose in accordance with the usual practice of the Committee within three months from the commencement of this Act. The number of members to be so nominated shall not be less than twenty-five or more than fifty.", "3": "3. Appointment of Managing Body.The Committee shall also at the same meeting appoint from among the members nominated under section 2 of the Managing Body of the Society (hereinafter called the Managing Body), the members of which shall hold office as such until a new Managing Body is appointed as hereinafter provided. The number of members of the Managing Body shall not be less than ten or more than thirty.", "4": "4. Incorporation.The first members of the Society and all persons who may hereafter become members thereof so long as they continue so to be, are hereby constituted a body corporate under the name of the Indian Red Cross Society, and the said body shall have perpetual succession and a common seal with power to hold and acquire property, moveable and immoveable, and shall sue and be sued by the said name.", "5": "5. Power to make rules.1 [(1)] The Managing Body 2 [may, 3 [with the previous approval of the President], make rules4  for the management, functions, control] and procedure of the Society. The rules may provide among other matters for the following, namely:(a) the conditions of membership of the Society;(b) the appointment and term of office of members of the Managing Body;(c) the choice of representatives on international and other Committees;5 [(d) the procedure of election of members by State Branch Committees;](e) the constitution of Finance, Medical and other Committees and the delegation of powers to them;6 ***7 [(f) the powers exercisable by the Managing Body in supervising the activities of State Branch Committees;(g) delegation of financial and administrative powers to the Chairman and the Vice-Chairman;(h) disqualifications for membership of the Managing Body;(i) the term of office and conditions of service of the Secretary-General and the Treasurer and other officers of the Society;(j) the Tegulation of the procedure generally of the Society and Managing Body.]8 [(2) The Central Government shall cause every rule made under this section to be laid as soon as may be after the rule is made before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, that rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]", "6": "6. Dissolution and transfer of property of Joint War Committee.Upon the nomination of the first members of the Society and the appointment of the Managing Body(a) the Committee shall be dissolved;(b) all property, moveable or immoveable, of or belonging to the Committee shall vest in the Society and shall be applied by the Managing Body to the objects and purposes hereinafter set out; and(c) all the debts and liabilities of the Committee shall be transferred to the Society, and shall thereafter be discharged and satisfied by it out of the aforesaid property, and each and every member of the Committee shall be wholly discharged therefrom.1. Section 5 renumbered as sub-section (1) thereof by Act 14 of 1992, s. 3 (w.e.f. 23-1-1992).2. Subs. by Act 22 of 1956, s. 3, for \"shall, within six months from the commencement of this Act and subject to the condition of previous publication, make rules for the management, control\".3. Subs. by Act 14 of 1992, s. 3, for certain words (w.e.f.23-1-1992).4. For such rules, see Gazette of India, 1920, pt. I, p. 2055.5. Subs. by Act 14 of 1992, s. 3, for clause (d) (w.e.f.23-1-1992). 6. The word \"and\" omitted by Act 22 of 1956, s. 3.7. Subs. by Act 14 of 1992, s. 3, for clauses (ee) and (f) (w.e.f. 23-1-1992).8. Ins. by s. 3, ibid. (w.e.f. 23-1-1992).", "7": "7. Purposes to which funds of Society may be applied.Notwithstanding anything contained in any appeal for subscriptions or gifts to or for the purposes of the Committee, the Managing Body may in its discretion apply(a) either the corpus of the income or any part of such corpus or income of any property vested in it under clause (b) of section 6 for the relief of sickness, suffering or distress caused by tile operation of war in India or in any other country in which Expeditionary Forces from India- may, from time to time, be employed and for purposes cognate to that object and in maintaining Red Cross Depots for military purposes;(b) in accordance with the provisions of section 8 the income only of any such property but not the corpus or any part thereof for the relief of sickness or suffering in India, whether due to the operation of war or not, or in pursuance of any of the objects set forth in the First Schedule.", "8": "8. Constitution of Branch Committees.1 [(1)] If Branch Committees consisting of members of the Society arc constituted in 2 [any of the States in India 3 ***] specified in the Second Schedule, then, subject to the requirements of the Managing Body for the purposes of clause (a) of section 7 4 [and section 13] and any provision for expenses of management, the income of the property which has been vested in the Society under clause (b) the section 6 shall be distributed annually among such Branch Committees in the proportion shown in the said Schedule, to be expended by them and at their discretion upon all or any of the objects referred to in clause (b) of section 7.5 [(2) The 6 [Central Government] may, by notification in the Gazette of India, direct that 7 [any part of India] 8 ***specified in the first column of the Second Schedule shall be excluded therefrom or that 7 [any part of India] 8 *** not specified therein shall be included therein and that the percentages specified in the 9 [second column] of the said Schedule shall be varied as required by any such exclusion or inclusion.(3) On the issue of a notification under sub-section (2) the Second Schedule shall be deemed to be amended in accordance with such notification.(4) No notification under sub-section (2) shall be made without the consent of every Branch Committee constituted in 10 [any State in India 11 ***] for the time being included in the Second Schedule.]", "9": "9. Affiliation of other Societies.The Managing Body may also affiliate to the Society any other society or body 12[whether constituted in India or in any other country] having all or any of the objects and purposes referred to in section 7, and may provide for the allocation and distribution of funds, through such society or body, to or for any such objects or purposes.1. Section 8 was renumbered as sub-section (1) of that section by Act 17 of 1937, s. 2.2. Subs. by the A. O.1950, as amended by the Adaptation of Laws (Third Amendment) Order, 1951, for \"any of the Provinces, States and other parts of India and Pakistan\".3. The words \"or in any part of Pakistan\" omitted by Act 22 of 1956, s. 4.4. Ins. by s. 4, ibid.5. Sub-sections (2) to (4) added by Act 17 of 1937, s. 2.6. Subs. by the A. O. 1948, for \"G. G. in C.\"7. Subs. by the A. O. 1950 as amended by the Adaptation of Laws (Third Amendment) Order, 1951, for \"any Province, State or other part of India\".8. The words \"or Pakistan\" omitted by Act 22 of 1956, s. 4. Earlier inserted by the A.O. 1948,9. Subs. by Act 22 of 1956, s. 4, for \"third column\".10. Subs. by the A. O. 1950, for \"the Provinces, States and other part of India and Pakistan\".11. The words \"or any part of Pakistan\" omitted by Act 22 of 1956, s. 4.12. Ins. by s. 5, ibid.", "10": "10. Decision of Managing Body as to purposes final.The Managing Body shall have authority to determine in all cases what matters properly fall within the scope of clause (b) of section 7, and its decision in all such matters shall be binding on all Branch Committees and affiliated societies or bodies.", "11": "11. Receipt and use of gifts.The Managing Body may also receive and hold gifts of whatsoever description either for the general purposes of the Society or for any particular purpose, 1 *** and on receipt of such gifts may, subject to the provisions of rules made under section 5, apply the same to such purposes, either directly or through Branch Committees or societies or bodies affiliated under section 9.", "12": "12. Powers of Branch Committees.Subject to the provisions of rules made under section 2 [and the powers of supervision exercisable by the Managing Body thereunder], each Branch Committee shall have all power 3 *** to receive gifts and expend all monies received by it for its purposes, either directly or through other societies or bodies.", "13": "4 [13. Transfer of property to Pakistan.(1) Notwithstanding anyting contained in this Act, the Managing Body, may, from out of the funds specified in column 1 of the Third Schedule, transfer to the Pakistan Red Cross Society the amounts specified in that Schedule as being the share of the Pakistan Red Cross Society which that Society has agreed to receive for being applied to the purposes for which they were held by the Society.(2) Upon the transfer of such amounts to the Pakistan Red Cross Society under sub-section (1), the Society shall be freed and discharged from all obligations imposed upon it by or under this Act as in force before the commencement of the Indian Red Cross Society (Amendment) Act, 1956 (22 of 1956), or under any trust or other document in respect of anything to be done in Pakistan or in any part thereof.]1. The expression \"for which the corpus or income of the property vested in it under clause (b) of section 6 may be applied under the provisions of section 7\" omitted by Act 22 of 1956, s. 6. 2. Ins. by s. 7, ibid. 3. Certain words omitted by Act 14 of 1992, s. 4 (w.e.f.23-1-1992). 4. Ins. by Act 22 of 1956, s. 8."}