{"name": "Indian Penal Code, 1860\r", "1": " Indian Penal Code, 1860 1. Title and\r\nextent of operation of the Code This Act shall be\r\ncalled the Indian Penal Code, and shall  3[extend to the whole\r\nof  India 4[except the State of \r\n Jammu and Kashmir  ].]", "2": " Indian Penal Code, 1860 2.\r\nPunishment of offences committed within  India Every person shall be\r\nliable to punishment under this Code and not otherwise for every act or\r\nomission contrary to the provisions thereof, of which, he shall be guilty\r\nwithin 5[  India  ] 6[***].", "3": " Indian Penal Code, 1860 3.\r\nPunishment of offences committed beyond but which by law may be tried within  India Any person liable, by\r\nany 7[Indian law] to be tried for an offence committed beyond 8[  India  ] shall be dealt with according to the provisions of this\r\nCode for any act committed beyond 8[  India  ] in the same manner as if such act had been committed\r\nwithin 5[  India  ].", "4": " Indian Penal Code, 1860 9  [4. Extension of Code to\r\nextra-territorial offencesThe provisions of this\r\nCode apply also to any offence committed by- 10  [(1) any citizen of  India in any place without and beyond  India  ;(2) any person on any\r\nship or aircraft registered in  India wherever it may be.]Explanation- In this\r\nsection the word \"offence\" includes every act committed outside 2[  India  ] which, if committed in 2[  India  ], would be punishable under this Code. 11  [Illustration]  12  [***] A, 13[who is 14[a citizen of  India  ]] , commits a murder in  Uganda  . He can be tried and convicted of murder in any place in 2[  India  ] in which he may be found. 15  [***]", "5": " Indian Penal Code, 1860 16  [5. Certain laws not to be affected by\r\nthis ActNothing in this Act\r\nshall affect the provisions of any Act for. punishing mutiny and desertion of\r\nofficers, soldiers, sailors or airmen in the service of the Government of India\r\nor the provisions of any special or local law.]", "6": " Indian Penal Code, 1860 6.\r\nDefinitions in the Code to be understood subject to exceptionsThroughout this Code\r\nevery definition of an offence, every penal provision, and every illustration\r\nof every such definition or penal provision, shall be understood subject to the\r\nexceptions contained in the Chapter entitled \"General Exceptions\",\r\nthough these exceptions are not repeated in such definition, penal provision,\r\nor illustration.Illustrations(a) The sections, in\r\nthis Code, which contain definitions of offences, do not express that a child\r\nunder seven years of age cannot commit such offences, but the definitions are\r\nto be understood subject to the general exception which provides that nothing\r\nshall be an offence which is done by a child under seven years of age.(b) A, a\r\npolice-officer, without warrant, apprehends Z, who has committed murder. Here A\r\nis not guilty of the offence of wrongful confinement for he was bound by law to\r\napprehend Z and therefore the case falls within the general exception which\r\nprovides that \"nothing is an offence which is done by a person who is\r\nbound by law to do it\".", "7": " Indian Penal Code, 1860 7. Sense of\r\nexpression once explained Every expression which\r\nis explained in any part of this Code, is used in every part of this Code in\r\nconformity with the explanation.", "8": " Indian Penal Code, 1860 8. GenderThe pronoun\r\n\"he\" and its derivatives are used of any person, whether male or\r\nfemale.", "9": " Indian Penal Code, 1860 9. NumberUnless the contrary\r\nappears from the context, words importing the singular number include the\r\nplural number, and words importing the plural number include the singular\r\nnumber.", "10": " Indian Penal Code, 1860 10.\r\n\"Man\", \"Woman\" The word\r\n\"man\" denotes a male human being of any age; the word\r\n\"woman\" denotes a female human being of any age.", "11": " Indian Penal Code, 1860 11.\r\n\"Person\" The word\r\n\"person\" includes any Company or Association or body of persons,\r\nwhether incorporated or not.", "12": " Indian Penal Code, 1860 12.\r\n\"Public\" The word\r\n\"public\" includes any class of the public or any community."}