{"name": "Indian Soldiers (Litigation) Act, 1925\r", "1": "1. Short title, extent and commencement.-(1) This Act may be called the Indian Soldiers (Litigation) Act, 1925.2 [(2) It extends to the whole of India 3***.](3) It shall come into force on the first day of April, 1925.", "2": "2. Definitions.-In this Act, unless there is anything repugnant in the subject or context,-4[(a) \"Court\" means a Court other than a Criminal Court and includes any such tribunal or other authority as may be specified by the Central Government by notification in the Official Gazette being a tribunal or authority which is empowered by law to receive evidence on any matter pending before it and on the basis of such evidence to determine, after hearing the parties before it, the rights and obligations of the parties in relation to such matter;](b) \"Indian soldier\" means any person subject to 5[the Army Act, 1950 (46 of 1950), or the Air Force Act, 1950 (45 of 1950)] 6[, or the Navy Act, 1957 (62 of 1957)];(c) \"prescribed\" means prescribed by rules made under this Act; and (d) \"proceeding\" includes any suit, appeal or application;6[(e) any reference to a decree or order of a Court shall be deemed to include a reference to a judgment, determination or award of a Court.]1. The Act has been extended to,-(1) Pondicherry.(2) Dadra.(3) Whole of the Union Territory of Lakshadweep and(4) Union Territory of Goa, Daman & Diu.2. Subs. by A.O. 1950 for sub-section (2).3. The words \"except the State of Jammu and Kashmir\" omitted by Act 62 of 1956, s. 2 and the Schedule (w.e.f. 1-11-1956).4. Subs. by Act 23 of 1970, s. 2, for cl. (a) (w.e.f. 29-5-1970).5. Subs. by Act 3 of 1951, s. 3 and the Schedule., for certain words.6. Ins. by Act 23 of 1970, s. 2. (w.e.f. 29-5-1970).7. Subs. by the A.O. 1950, for certain words.8. Ins. by Act 23 of 1970, s. 3.", "3": "3. Circumstances in which an Indian soldier shall be deemed to be serving under special conditions.-For the purposes of this. Act, an Indian soldier shall be deemed to be or, as the case may be, to have been serving-(a) under special conditions-when he is or has been serving under war conditions, or overseas, or at any place 7[beyond India] 8[or at any such place within India as may be specified by the Central Government by notification in the Official Gazette];(b) under war conditions-when he is or has been, at any time during the continuance of any hostilities declared by the Central Government by notification in the Official Gazette to constitute a state of war for the purposes of this Act or at any time during a period of six months thereafter,-(i) serving out of India,(ii) under orders to proceed on field service,(iii) serving with any unit which is for the time being mobilised, or(iv) serving under conditions which, in the opinion of the prescribed authority, preclude him from obtaining leave of absence to enable him to attend a Court as a party to any proceeding, or when he is or has been at any other time serving under conditions service under which has been declared by the Central Government by notification in the Official Gazette to be service under war conditions; and1[(c) overseas-when he is or has been serving in any place outside India (other than Ceylon) the journey between which and 2[India] is ordinarily undertaken wholly or in part by sea. 3[Explanation.-For the purposes of this section and with effect from the 3rd day of September, 1939, 1939, a soldier who is or has been a prisoner of war shall be deemed to be or to have been serving under war conditions.]1. Subs. by the A.O. 1937, for clause (c).2. Subs. by the A.O. 1948, for \"British India\".3. Ins. by Ordinance 64 of 1942, s. 2.4. S. 6 renumbered as sub-section (1) of that section by s. 3, ibid.5. Ins. by s.3, ibid.", "4": "4. Particulars to be furnished in plaints, applications or appeals to Court.-If any person presenting any plaint, application or appeal to any Court has reason to believe that any adverse party is an Indian soldier who is serving under special conditions, he shall state the fact in his plaint, application or appeal.", "5": "5. Power of Collector to intervene in case of unrepresented Indian soldier.-If any Collector has reason to believe that any Indian soldier, who ordinarily resides or has property in his district and who is a party to any proceeding pending before any Court, is unable to appear therein, the Collector may certify the facts in the prescribed manner to the Court.", "6": "6. Notice to be given in case of unrepresented Indian soldier.-4[(1)] If a Collector has certified under section 5, or if the Court has reason to believe, that an Indian soldier, who is a party to any proceeding pending before it, is unable to appear therein, and if the soldier is not represented by any person duly authorised to appear, plead or act on his behalf, the Court shall suspend the proceeding, and shall give notice thereof in the prescribed manner to the prescribed authority: Provided that the Court may refrain from suspending the proceeding and issuing the notice if-(a) the proceeding is a suit, appeal or application instituted or made by the soldier, alone or conjointly with others with the object of enforcing a right of pre-emption, or(b) the interests of the soldier in the proceeding are, in the opinion of the Court, either identical with those of any other party to the proceeding and adequately represented by such other party or merely of a formal nature.5[(2) If it appears to the Court before which any proceeding is pending that an Indian soldier though not a party to the proceeding is materially concerned in the outcome of the proceeding and that his interests are likely to be prejudiced by his inability to attend, the Court may suspend the proceeding and shall give notice thereof in the prescribed manner to the prescribed authority.]", "7": "7. Postponement of proceedings.-If, on receipt of a notice under section 6, the prescribed authority certifies in the prescribed manner to the Court in which the proceeding is pending that the soldier in respect of whom the notice was given is serving under special conditions, and that a postponement of the proceeding in respect of the soldier is necessary, in the interests of justice, the Court shall thereupon postpone the proceeding in respect of the soldier for the prescribed period, or, if no period has been prescribed, for such period as it thinks fit.", "8": "8. Court may proceed when no certificate received.-If, after issue of a notice under section 6, the prescribed authority either certifies that the soldier is not serving under special conditions or that such postponement is not necessary, or fails to certify, in the case of a soldier resident in the district in which the Court is situate within two months or, in any other case, within three months from the date of the issue of the notice that such postponement is necessary, the Court may, if it thinks fit, continue the proceeding.", "9": "9. Postponement of proceedings against Indian soldier on leave.-When any document purporting to be signed by the Commanding Officer of an Indian soldier who is a party to any proceeding is produced by or on behalf of the soldier before the Court in which the proceeding is pending and is to the effect that the soldier-(a) is on leave of absence for a period not exceeding two months, and is on the expiration of his leave to proceed on service under special conditions, or(b) is on sick leave for a period not exceeding three months, and is on the expiration of his leave to rejoin his unit with a view to proceeding on service under special conditions, the proceeding in respect of such soldier may, in any case such as is referred to in the proviso to 1[sub-section (1) of section 6] and shall, in any other case, be postponed in the manner provided in section 7.", "10": "10. Power to set aside decrees and orders, passed against an Indian soldier serving under war or special conditions.-(1) In any proceeding before a Court in which a decree or order has been passed against any Indian soldier 2*** whilst he was serving under any special conditions, the soldier 3[or, if he is dead, his legal representative] may apply to the Court which passed the decree or order for an order to set aside the same, and, if the Court, after giving an opportunity to the opposite party of being heard, is satisfied that the interests of justice require that the decree or order should be set aside as against the soldier, the Court shall, subject to such conditions, if any, as it thinks fit to impose, make an order accordingly.4[(2) The period of limitation for an application under sub-section (1) shall be ninety days from the date of the decree or order, or, where the summons or notice was not duly served on the soldier in the proceeding in which the decree or order was passed, from the date on which the applicant had knowledge of the decree or order; and the provisions of section 5 of the Indian Limitation Act, 1908 (9 of 1908) shall apply to such applications.](3) When the decree or order in respect of which an application under sub-section (1) is made is of such a nature that it cannot be set aside as against the soldier only, it may be set aside as against all or any of the parties against whom it has been made.(4) Where a Court sets aside a decree or order under this section, it shall appoint a day for proceeding with the suit, appeal or application, as the case may be.", "11": "5[11. Modification of law of limitation where Indian soldier or his legal representative is a party.-In computing the period of limitation prescribed by sub-section (2) of section 10 of this Act, the Indian Limitation Act, 1908 (9 of 1908) or any other law for the time being in force, for any suit, appeal or application to a court, any party to which is or has been an Indian soldier, or is the legal representative of an Indian soldier, the period during which the soldier has been serving under any special conditions, and, if the soldier has died while so serving, the period from the date of his death to the date on which official intimation thereof was sent to his next-of-kin by the authorities in India, shall be excluded: Provided that this section shall not apply in the case of any suit, appeal or application instituted or made with the object of enforcing a right of pre-emption 6[ 7[except where the said right accrues in such circumstances, and is in respect of agricultural land and village immovable property situated in any such area] as the Central Government may, by notification in the official Gazette, specify in this behalf].1. Subs. by Ordinance 64 of 1942, s. 4, for \"section 6\".2. Certain words omitted by s. 5, ibid.3. Ins. by s. 5, ibid.4. Subs. by s. 5, ibid., for sub-section (2).5. Subs. by s. 6, for s. 11.6. Added by Ordinance 14 of 1944, s. 2.7. Subs. by Act 18 of 1946, s. 2, for certain words.", "12": "1[12. Power of Court to refer questions to prescribed authorities.-If any Court is in doubt whether, for the purposes of section 10 or section 11, an Indian soldier is or was at any particular time serving under special conditions, or has died while so serving, or as to the date of such death or as to the date on which official intimation of such death was sent to his next-of-kin by the authorities in India, the Court may refer the point for the decision of the prescribed authority, and the certificate of that authority shall be conclusive evidence on the point.]", "13": "13. Rule making power.-2[(1)] The 3[Central Government] 4*** may, by notification in the Official Gazette make ruless to provide for all or any of the following matters, namely:-(a) the manner and form in which any notice or certificate under this Act shall be given;(b) the period for which proceedings or any class of proceedings shall be postponed under section 7;(c) the persons who shall be the prescribed authorities for the purposes of this Act;(d) any other matter which is to be or may be prescribed; and(e) generally, any matters incidental to the purposes of this Act.5[ (2) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]", "14": "14. Power to apply the provisions of the Act to other persons in the service of the Government.-6[(1)] 7[As respects the State Public Services, the State Government, and in other cases, the Central Government] may, by notification in the Official Gazette, direct that all or any of the provisions of this Act shall apply to any other class of persons in the service of Government specified in such notification in the same, manner as they apply to Indian soldiers,8[(2) Where, under this section, the State Government has directed that all or any of the provisions of this Act shall apply to any class of persons in the service of Government, the powers vested in the Central Government by section 3 and section 13 shall be exercised in respect of that class of persons by the State Government.]", "15": "15. [Repeal of Acts IX of 1918 and XII of 1924.]Rep. by the Repealing Act, 1927 (12 of 1927), s. 2 and the Sch.1. Subs. by Ordinance 64 of 1942, s. 7.2. S. 13 re-numbered as sub-section (1) thereof by Act 4 of 1986, s. 2 and the Schedule (w.e.f. 15-5-1986).3. Subs. by A.O. 1937, for \"L.G.\".4. The words \"after consulting the High Court concerned\" omitted by Act 23 of 1970, s. 4.5. Ins. by Act 4 of 1986, s. 2 and the Schedule (w.e.f. 15-5-1986).6. S. 14 renumbered as sub-section (1) of the section by Ordinance 64 of 1942, s. 8.7. Subs. by the A.O. 1937, for \"The G.G. in C.\".8. Ins. by Ordinance 64 of 1942, s. 8."}