{"name": "Indian Evidence Act, 1872\r", "1": " Indian Evidence Act, 1872 1. Short title, extent and commencement This Act may be called\r\nthe Indian Evidence Act, 1872. 2  It extends to the\r\nwhole of India 3 [Except the State of Jammu and Kashmir] and applies\r\nto all judicial proceedings in or before any Court, including Courts-martial, 4[other\r\nthan Courts-martial convened under the Army Act.,] (44 & 45 Vict., c.58) 5[the\r\nNaval Discipline Act (29 & 30 Vict., c 109) or 6[***] the Indian\r\nNavy (Discipline) Act. 19347] (34 of 1934) 8[or the Air\r\nForce Act] 7 Geo. 5, c. 51) but not to affidavits presented to any Court to any\r\nCourt or Officer, not to proceedings before an arbitratorAnd it shall come into\r\nforce on the first day of September, 1872.", "2": " Indian Evidence Act, 1872 [2. Repeal of enactments: Repealed by\r\nthe Repealing Act, 1938] ", "3": " Indian Evidence Act, 1872 3. Interpretation clause In this Act the\r\nfollowing words and expressions are use in the following sense. Unless a\r\ncontrary intention appears from the context-\"Court\"-\r\nincludes all Judges and Magistrates, and all persons, except arbitrators,\r\nlegally authorized to take evidence.\"Fact\" –\r\n\"Fact\" means and includes-(1) any thing, state\r\nof things, or relation of things, capable of being perceived by the sense;(2) any mental\r\ncondition of which any person is conscious.Illustrations(a) That there are\r\ncertain objects arranged in a certain order in a certain place, is a fact.(b) That a man heard\r\nor saw something, is a fact.(c) That a man said\r\ncertain words, is a fact.(d) That a man holds a\r\ncertain opinion, has a certain intention, acts in goods faith or fraudulently,\r\nor uses a particular word in a particular sense, or is or was at a specified\r\ntime conscious of a particulars sensation, is a fact.(e) That a man has a\r\ncertain reputation, is a fact.\"Relevant\" –\r\nOne fact is said to be relevant to another when the one is connected with the\r\nother in any of the ways referred to in the provisions of this Act relating to the\r\nrelevancy of facts.\"Facts in\r\nissue\" – The expression \"facts in issue\" means and includes –any fact from which,\r\neither by itself or in connection with other facts, the existence,\r\nnon-existence, nature or extent of any right, liability, or disability,\r\nasserted or denied on any suit or proceeding, necessarily follows.Explanation -\r\nWhenever, under the provisions of the law for the time being in force relating\r\nto Civil Procedure, any Court records an issue of fact, the fact to be asserted\r\nor denied in the answer to such issue is a fact in issue.IllustrationsA is accused of the\r\nmurder of B.At his trial the\r\nfollowing facts may be in issue:-That caused A B’s\r\ndeath;That A intended to\r\ncause Bs’ death;That A had received\r\ngrave and sudden provocation from B;That A, at the time of\r\ndoing the act which caused B’s death, was, by reason of unsoundness of mind,\r\nincapable of knowing its nature.\"Documents\"\r\n– \"Documents\" means any matter expressed of described upon any\r\nsubstance by means of letters, figures or marks, or by more than one of those\r\nmeans, intended to be used, or which may be used, for the purpose of recording\r\nthat matter.IllustrationsA writing is a\r\ndocument;Words printed,\r\nLithographed or photographed are documents;A map or plan is a\r\ndocument;an inscription on a\r\nmetal plate or stone is a document;A caricature is a\r\ndocument.\"Evidence\" –\r\n\"Evidence\" means and includes(1) all statements\r\nwhich the Court permits or requires to be made before it by witnesses, in\r\nrelation to matters of fact under inquiry;such statements are\r\ncalled oral evidence;(2) 8A[all\r\ndocument including electronic records produced for the inspection of the\r\nCourt],such statements are\r\ncalled documentary evidence;\"Proved\" – A\r\nfact is said to be proved when, after considering the matters before it, the\r\nCourt either believes it to exist, or considers its existence so probable that\r\na prudent man ought, under the circumstances of the particular case, to act\r\nupon the supposition that it exists.\"Disproved\"–\r\nA fact is said to be disproved when, after considering the matters before it,\r\nthe Court either believes that it does not exist, or considers its\r\nnon-existence so probable that a prudent man ought, under the circumstances of\r\nthe particular case, to act upon the supposition that it does not exist.\"Not\r\nproved\"– A fact is said not to be proved when it is neither proved nor\r\ndisproved.\"India\"— 9[\"India\"\r\nmeans the territory of India excluding the State of Jammu and Kashmir.] 9A  [the expressions;\r\n\"Certifying Authority\", \"digital signature\", \"Digital\r\nSignature Certificate\", \"electronic form\", \"electronic\r\nrecords\". \"Information\", \"secure electronic record\",\r\n\"secure digital signature\" and \"subscriber\" shall have the\r\nmeanings respectively assigned to them in the Information Technology Act,\r\n2000.]", "4": " Indian Evidence Act, 1872 4. \"May presume\" Whenever it is\r\nprovided by this Act that Court may presume a fact, it may either regard such\r\nfact as proved, unless and until it is disproved, or may call for proof of it:\"Shall presume\"\r\n– Whenever it s directed by this Act that the Court shall presume a fact, it\r\nshall regard such fact as proved, unless and until it disproved;\"Conclusive\r\nproof\" – When one fact is declared by this Act to be conclusive proof of\r\nanother, the Court shall, on proof of the one fact, regard the other as proved,\r\nand shall not allow evidence to be given for the purpose of disproving it.", "5": " Indian Evidence Act, 1872 5. Evidence may be given of facts in issue and relevant\r\nfactsEvidence may be given\r\nin any suit or proceeding of the existence or non-existence of every fact in\r\nissue and of such other facts as are hereinafter declared to be relevant, and\r\nof no others.Explanation— This section shall not\r\nenable any person to give evidence of a fact which he is disentitled to prove\r\nby any provision of the law for the time being in force relating to Civil\r\nProcedure10IllustrationsA is tried for the\r\nmurder of B by beating him with a club with the intention of causing his death.At A’s trial the\r\nfollowing facts are in issue:-A’s beating B with the\r\nclub;A's causing B's death\r\nby such beating;A’s intention to cause\r\nB’s death.(b) A suitor does not\r\nbring with him, and have in readiness for production at the first hearing of\r\nthe case, a bond on which he relies. This section does not enable him to\r\nproduce the bond or prove its contents at a subsequent stage of he proceedings,\r\notherwise than in accordance with the conditions prescribed by the Code of\r\nCivil Producer10", "6": " Indian Evidence Act, 1872 6. Relevancy of facts forming part of same transaction Facts which, though\r\nnot in issue, are so connected with a fact in issue as to form part of the same\r\ntransaction, are relevant, whether they occurred at the same time and place or\r\nat different times and places.Illustrations(a) A is accused of\r\nthe murder of B by beating him. Whatever was said or done by A or B or the\r\nby-standers at the beating, or so shortly or after it as to form part of the\r\ntransaction, is a relevant fact.(b) A is accused of\r\nwaging war against the 11[ Government of India] by taking part in an\r\narmed insurrection in which property is destroyed troops are attacked and goals\r\nare broken open. The occurrence of these facts is relevant, as forming part of\r\nthe general transaction, though A may not have been present at all of them.(c) A sues B for a\r\nlibel contained in a letter forming part of a correspondence. Letters between\r\nthe parties relating to the subject out of which the libel arose, and forming\r\npart of the correspondence in which it is contained, are relevant facts, though\r\nthey do not contain the libel itself.(d) The question is,\r\nwhether certain goods ordered from B were delivered to A. The goods were\r\ndelivered to several intermediate persons successively. Each delivery is a\r\nrelevant fact.", "7": " Indian Evidence Act, 1872 7. Facts which are the occasion, cause or effect of facts\r\nin issueFacts which are the\r\noccasion, cause, or effect, immediately or otherwise, of relevant facts, or\r\nfacts in issue, or which constitute the state of things under which they\r\nhappened, or which afforded an opportunity for their occurrence or transaction,\r\nare relevant.Illustrations(a) The question is,\r\nwhether A robbed B.The facts that,\r\nshortly before the robbery, B went to a fair with money in his possession, and\r\nthat he showed it or mentioned the fact that he had it, to third persons, are\r\nrelevant.(b) The question is\r\nwhether A murdered B.Marks on the ground,\r\nproduced by a struggle at or near the place where the murder was committed, are\r\nrelevant facts.(c) The question is\r\nwhether A Poisoned B.The state of B’s\r\nhealth before the symptoms ascribed to poison, and habits of B, known to A,\r\nwhich afforded an opportunity for the administration of poison, are relevant\r\nfacts.", "8": " Indian Evidence Act, 1872 8. Motive, preparation and previous or subsequent conduct Any fact is relevant\r\nwhich shows or constitutes a motive or preparation for any fact in issue or\r\nrelevant fact.The conduct of any\r\nparty, or of any agent to any party, to any suit or proceeding, in reference to\r\nsuch suit or proceeding, or in reference to any fact in issue therein or\r\nrelevant thereto, and the conduct of any person an offence against whom is\r\nsubject of any proceeding, is relevant, if such conduct influences or is\r\ninfluenced by any fact ins issue or relevant fact, and whether it was previous\r\nor subsequent thereto.Explanation 1- The work\r\n\"conduct\" in this section does not include statements, unless those\r\nstatements accompany and explain acts other than statements, but this\r\nexplanation is not to affect the relevancy of statements under any other\r\nsection of this Act.Explanation 2— When the conduct of\r\nany person is relevant, any statement made to him or in his presence and\r\nhearing, which affects such conduct is relevant.Illustrations(a) A is tried for the\r\nmurder of B.The facts that A\r\nmurdered C, that B knew that A had murdered C, and B had tried to had extort\r\nmoney from A by threatening to make his knowledge public, are relevant.(b) A sues B upon a\r\nbond for the payment of money. B denies the making of the bond.the fact that, at the\r\ntime when the bound was alleged to be made, B required money for a particular\r\npurpose, is relevant.(c) A is tried for the\r\nmurder of B by poison.The fact that, before\r\nthe death of B, A procured poison similar to that which was administered to B,\r\nis relevant.(d) The question is,\r\nwhether a certain document is the will of A.The facts that, not\r\nlong before the date of the alleged will, A made inquiry into matters to which\r\nthe provisions of the alleged will relate that the consulted vakils in\r\nreference to making the will, and that he caused drafts or other wills to be\r\nprepared of which he did not approve, are relevant.(e) A is accused of a\r\ncrime.The acts that, either\r\nbefore or at the time of, or after the alleged crime, A proved evidence which would\r\ntend to give to the facts of the case an appearance favorable to himself, or\r\nthat he destroyed or concealed evidence, or prevented the presence or procured\r\nthe absence of persons who might have been witnesses, or suborned persons to\r\ngive false evidence respecting it, are relevant.(f) The question is,\r\nwhether A robbed B.The facts that, after\r\nB was robbed, C said in and A’s presence- \"the police are coming to look\r\nfor the man who robbed B.\" and that immediately afterwards A ran away, are\r\nrelevant.(g) The question is,\r\nwhether A owes B rupees 10,000.The facts that A asked\r\nC to lend him money, and that D said to C in A’s presence and hearing- \"I\r\nadvise you not to trust A, for he B 10,000 rupees,\" and that A went away\r\nwithout making any answer, are relevant facts.(h) The question is,\r\nwhether A committed a crime.The fact that A\r\nabsconded after receiving a letter warning him that inquiry was being made for\r\nthe criminal and the contents of the letter, are relevant.(i) A is accused of a\r\ncrime.The facts that, after\r\nthe commission of the alleged crime, he absconded, or was in possession of\r\nproperty of the proceeds of property acquired by the crime, or attempted to\r\nconceal things which were or might have been used in committing if, are\r\nrelevant.(j) The question is,\r\nwhether A was ravished.The facts that,\r\nshortly after the alleged rape, she made a complaint relating to the crime, the\r\ncircumstances under which, and the terms in which, the complaint was made, are\r\nrelevant.The fact that,\r\nwithout, making a complaint, she said that she had been ravished is not\r\nrelevant as conduct under this section, though it may be relevant.as a dying declaration\r\nunder section 32, clause (1), oras corroborative\r\nevidence under section 157.(k) The question is, whether\r\nA was robbed.The fact that, soon\r\nafter the alleged robbery, he made a complaint relating to the offence, the\r\ncircumstances under which, and the terms in which the complaint was made, are\r\nrelevant.The fact that he said he\r\nhad been robbed, without making any complaint, is not relevant as conduct under\r\nthis section, though it may be relevant.as a dying declaration\r\nunder section 32, clause (1), oras corroborative\r\nevidence under section 157.", "9": " Indian Evidence Act, 1872 9. Facts necessary to explain or introduce relevant facts Facts necessary to\r\nexplain or introduce a fact in issue or relevant fact, or which support or\r\nrebut an inference suggested by a fact in issue or relevant fact, or which\r\nestablish the identity of any thing or person whose identity is relevant, or\r\nfix the time or place at which any fact issue or relevant fact happened, or\r\nwhich show the relation of parties by whom any such fact was transacted, are\r\nrelevant in so far as they are necessary for that purposeIllustrations(a) The question is,\r\nwhether a given document is the will of A.The state of A’s\r\nproperty and of his family at the date of the alleged will may be relevant\r\nfacts.(b) A sues B for a\r\nlibel imputing disgraceful conduct to A; B affirms that the matter alleged to\r\nbe libelous is true.The position and\r\nrelations of the parties at the time when the libel was published may be\r\nrelevant facts as introductory to the facts in issue.The particulars of a\r\ndispute between A and B about a matter unconnected with the alleged libel are\r\nirrelevant though the fact that there was a dispute may be relevant it is\r\naffected the relations between A and B.(c) A is accused of a\r\ncrime.The fact that, soon\r\nafter the commission of the crime, A absconded from his house, is relevant,\r\nunder section 8 as conduct subsequent to and affected by facts in issue.The fact that at the\r\ntime when he left home he had sudden and urgent business at the place to which\r\nhe went is relevant, as tending to explain the fact that he left home suddenly.The details of the\r\nbusiness on which he left are not relevant, except in so far as they are\r\nnecessary to show that the business was sudden and urgent.(d) A sues B for\r\ninducing C to break a contract of service made by him with A.C,on leaving A’s service,\r\nsays to A—\"I am leaving you because B has made me a better offer\" .\r\nThis statement is a relevant fact as explanatory of Co’s conduct, which is\r\nrelevant as a fact in issue.(e) A accused of\r\ntheft, is seen to give the stolen property to B, who is seen to give it to A’s\r\nwife. B says as he delivers it—\"A says your are to hide this\". B’s\r\nstatement is relevant as explanatory of a fact which is part of the\r\ntransaction.(f) A is tried for a\r\nriot and is proved to have marched at the head of a mob. The cries of the mob\r\nare relevant as explanatory of the nature of the transaction.", "10": " Indian Evidence Act, 1872 10. Things said or done by conspirator in reference to\r\ncommon designWhere there is\r\nreasonable ground to believe that two or more persons have conspired together\r\nto commit an offence or an actionable wrong, anything said, done or written by\r\nany one of such persons  in reference to their common intention, after the\r\ntime when such intention was first entertained by any one of them, is a\r\nrelevant fact as against each of the persons believed to be so conspiring, as\r\nwell for the purpose of proving the existence of the conspiracy as for the\r\npurpose of showing that any such person was a party to it.IllustrationReasonable ground\r\nexists for believing that A has joined in a conspiracy to wage war against the 11[\r\nGovernment of India]The facts that B\r\nprocured arms in Europe for the purpose of the conspiracy, C collected in\r\nCalcutta for a like object D persuaded persons to join the conspiracy in\r\nBombay, E published writings advocating the object in view at Agra, and F\r\ntransmitted from Delhi to G at Kabul the money which C had collected at\r\nCalcutta , and the contents of a letter written by H giving an account of the\r\nconspiracy, are each relevant, both to prove the existence of the conspiracy,\r\nand to prove A’s complicity in it, although he may have been ignorant of all of\r\nthem, and although the persons by whom they were done were strangers to him,\r\nand although they may have taken place before he joined the conspiracy or after\r\nhe left it.", "11": " Indian Evidence Act, 1872 11. When facts not otherwise relevant become relevant Facts not otherwise\r\nrelevant are relevant- (1) If they are\r\ninconsistent with any fact is issue or relevant fact;(2) If by themselves\r\nor in connection with other facts they make the existence or non-existence of\r\nany fact in issue or relevant fact highly probable or improbableIllustration(a) The question is,\r\nwhether A committed a crime at Calcutta on a certain day.The fact that, on that\r\nday, A was at Lahore is relevant.The fact that, near\r\nthe time when the crime was committed, A was at a distance from the place where\r\nit was committed. Which would render it highly improbable, though not\r\nimpossible, that he committed it, is relevant.(b) The question is,\r\nwhether A committed a crime.The circumstances are\r\nsuch that the crime must have been committed either by A,B,C or D. Every fact\r\nwhich shows that the crime could have been committed by no one else and that it\r\nwas not committed by either B, C or D is relevant.", "12": " Indian Evidence Act, 1872 12. In suits for damages, facts tending to enable Court to\r\ndetermine amount are relevantIn suits in which\r\ndamages are claimed, any fact which will enable the Court to determine the\r\namount of damages which ought to be awarded, is relevant.", "13": " Indian Evidence Act, 1872 13. Facts relevant when right or custom is in question Where the question is\r\nas to the existence of any right or custom, the following facts are relevant.(a) Any transaction by\r\nwhich the right or custom in question was created, claimed, modified,\r\nrecognized, asserted, or denied, or which was inconsistent with its existence;(b) Particular\r\ninstances in which the right or custom was claimed, recognized, or exercised,\r\nor in which its exercise was disputed, asserted or departed from.IllustrationThe question is,\r\nwhether A has a right to a fishery. A deed conferring the fishery on A’s\r\nancestors, a mortgage of the fishery by A’s father, a subsequent grant of the\r\nfishery by A’s father, irreconcilable with the mortgage, instances in which A’s\r\nfather exercised the right, or in which the exercise of the right was stopped\r\nby A’s neighbors, are relevant facts.", "14": " Indian Evidence Act, 1872 14. Facts showing existence of state of mind, or of body\r\nor bodily feelingFacts showing the\r\nexistence of any state of mind, such as intention, knowledge, good faith,\r\nnegligence, rashness, I will or good-will or good-will towards any particular\r\nperson, or showing the existence of any state of body or bodily feeling, are\r\nrelevant, when the existence of any such state of mind or body or bodily\r\nfeeling, is in issue or relevant. 12  [ Explanation 1- A\r\nfact relevant as showing the existence of a relevant state of mind must show\r\nthat the state of mind exists, not generally, but in reference to the\r\nparticular matter in question.Explanation 2- But where, upon the\r\ntrial of a person accused of an offence, the previous commission by the accused\r\nof an offence is relevant within the meaning of this section, the previous\r\nconviction of such person shall also be a relevant fact.Illustrations(a) A is accused of\r\nreceiving stolen goods knowing them to be stolen, It is proved that he was in\r\npossession of a particular stolen article.The fact that at the\r\nsame time, he was in possession of many other stolen articles is relevant, as\r\ntending to show that he knew each and all of the articles off which he was in possession\r\nto be stolen. 13  [(b) A is accused of\r\nfraudulently delivering to another person a counterfeit coin which, at the time\r\nwhen he delivered it, he know to be counterfeit.The fact that, at the\r\ntime of its delivery, A was possessed of a number of other pieces of\r\ncounterfeit is relevant.The fact that A had\r\nbeen previously convicted of delivering to another person as genuine a\r\ncounterfeit coin knowing it to be counterfeit is relevant.](c) A sues B for\r\ndamage done by a dog of B’s which knew to be ferocious.The facts that the dog\r\nhad previously bitten X, Y and Z, and that they had made complaints to B, are\r\nrelevant.(d) The question is\r\nwhether A, the acceptor of a bill of exchange, knew that the name of the payee\r\nwas fictitious.The fact that A had\r\naccepted other bills drawn in the same manner before they could have been\r\ntransmitted to him by the payee if the payee, is relevant, as showing that a\r\nknew that the payee was a fictitious person.(e) A is accused of\r\ndefaming B by publishing an imputation intended to harm the reputation of B.The fact of previous\r\npublications by A respecting B, showing ill-will on the part of A towards B, is\r\nrelevant, as proving A’s intention to harm B’s reputation by the particular\r\npublication in question.The facts that there\r\nwas no previous quarrel between A and B, and that A repeated the matter\r\ncomplained of as he heard, it are relevant, as showing that A did not intend to\r\nharm the reputation of B.(f) A is sued by B for\r\nfraudulently representing to B that C was solvent, whereby B, being induced to\r\ntrust C, who was insolvent, suffered loss.The fact that, at the\r\ntime when A represented C to be solvent, C was supposed to be solvent by his\r\nneighbors and by persons dealing with him, is relevant, as showing that A made\r\nthe representation in good faith.(g) A is sued by B for\r\nthe price of work done by B, upon a house of which A is owner, by the order of\r\nC,(h) A is accused of\r\nthe dishonest misappropriation of property which he had found, and the question\r\nis whether, when he appropriated it, he believed in good faith that the real\r\nowner could not be found.The fact that public\r\nnotice off the loss of the property had been given in the place where A was, is\r\nrelevant, as showing that A did not in good faith believe that the real owner\r\nof the property could not be found.The fact that A knew,\r\nor had reason to believe, that the notice was given fraudulently by C, who had\r\nheard of the loss of the property and wished to set up a false claim to it, is relevant,\r\nas showing the fact that A knew of the notice did not disprove A’s good faith.(i) A is charged with\r\nshooting at B with intent to kill him. In order to show A’s intent, the fact of\r\nA’s having previously shot at B may proved.(j) A is charged with\r\nsending threatening letters to B. Threatening letters previously sent by A to B\r\nmay be proved as showing the intention of the letters.(k) The question is,\r\nwhether A has been guilty of cruelty towards B, his wife.(l) The question is,\r\nwhether A’s death was caused by poison.Statements made by A\r\nduring his illness as to his symptoms, are relevant facts.(m) The question is,\r\nwhat was the state of A’s health at the time when an assurance on his life was\r\neffected.Statements made by A\r\nas to the state of his health at or near the time in question, are relevant\r\nfacts.(n) A sues B for\r\nnegligence in providing him with a carriage for hire not reasonably fit for\r\nuse, whereby A was injured.The fact that B’s\r\nattention was drawn on other occasions to the defect of that particular\r\ncarriage, is relevantThe fact that B was\r\nhabitually negligent about the carriage which he let to hire, is irrelevant.(o) A is tried for the\r\nmurder of B by intentionally shooting him dead.(p) A is tried for a\r\ncrime.The fact that he said\r\nsomething indicating an intention to commit that particular crime is relevant.The fact that he said\r\nsomething indicating a general disposition to commit crimes of that class is\r\nirrelevant.The fact that A, on\r\nother occasions shot at B is relevant; as showing his intention to shoot B.The fact that A was in\r\nthe habit of shooting at people with intent to murder them, is irrelevant.", "15": " Indian Evidence Act, 1872 15. Facts bearing on question whether act was accidental\r\nor intentionalWhen there is a question\r\nwhether an act was accidental or intentional, 14[ or done with a\r\nparticular knowledge or intention,] the fact that such act formed part of a\r\nseries of similar occurrences, in each of which the person doing the act was\r\nconcerned, is relevant.Illustration(a) A is accused of\r\nburning down his house in order to obtain money for which it is insured.The facts that a lived\r\nin several houses successively, each of which he insured, in each of which a\r\nfire occurred, and after each of which fires. A received payment from a\r\ndifferent insurance office, are relevant, as tending to show that the fires\r\nwere not accidental.(b) A is employed to\r\nreceive money from the debtors, of B. It is A’s duty to make entries in a book\r\nshowing the amounts received by him. He makes an entry showing that on a\r\nparticular occasion he received less than he really did receive.The question is,\r\nwhether this false entry was accidental or intentional.The facts that other\r\nentries made by A in the same book are false, and that the false entry is in\r\neach case in favor of A, relevant.(c) A is accused of\r\nfraudulently delivering to B a counterfeit rupee.The question is,\r\nwhether the delivery of the rupee was accidental.The facts that, soon\r\nbefore or soon after the delivery to B, A delivered counterfeit rupees to C, D\r\nand E are relevant, as showing that the delivery to B was not accidental.", "16": " Indian Evidence Act, 1872 16. Existence of course of business when relevant When there is a\r\nquestion whether a particular act was done, the existence of any course of business,\r\naccording to which it naturally would have been done, is a relevant fact.Illustrations(a) The question is,\r\nwhether a particular letter was dispatched.The facts that it was the\r\nordinary course of business for all letters put in a certain place to be\r\ncarried to the post, and that that particular letter was put in that place are\r\nrelevant.(b) The question is,\r\nwhether a particular letter reached A. The facts that it was posted in due\r\ncourse, and was not returned through the Dead Letter Office, are relevant.", "17": " Indian Evidence Act, 1872 17. Admission definedAn admission is a\r\nstatement, 8A[oral or documentary or contained in electronic form],\r\nwhich suggests any inference as to any fact in issue or relevant fact, and\r\nwhich is made by any of the persons, and under the circumstances, hereinafter\r\nmentioned.", "18": " Indian Evidence Act, 1872 18. Admission- by party to proceeding or his agent Statements made by\r\nparty to the proceeding, or by an agent to any such party, whom the Court regards,\r\nunder the circumstances of the case, as expressly or impliedly authorized by\r\nhim to make them, are admissions.By suitor in\r\nrepresentative character — Statements made by parties to suits, suing or sued\r\nin a representative character, are not admissions, unless they are made while\r\nthe party making them held that character.Statements made by—(1) By party\r\ninterested in subject-matter—persons who have any proprietary or pecuniary\r\ninterest in the subject-matter of the proceeding, and who make the statement in\r\ntheir character of persons so interested, or(2) By person from\r\nwhom interest derived- Persons from whom the parties to the suit have derived\r\ntheir interest in the subject-matter of the suit, are admissions, if they are\r\nmade during the continuance of the interest of the persons making the\r\nstatements.", "19": " Indian Evidence Act, 1872 19. Admissions by persons whose position must be proved as\r\nagainst party to suitStatements made by\r\npersons whose position or liability it is necessary to prove as against any party\r\nto the suit are admissions, if such statements would be relevant as against\r\nsuch persons in relation to such position or liability in a suit brought by or\r\nagainst them, and if they are made whilst the person making them occupies such\r\nposition or is subject to such liability.IllustrationA undertakes to\r\ncollect rents for B.B sues A for not\r\ncollecting rent due from C to B.A denies that rent was\r\ndue from C to B.A statement by C that\r\nhe owned B rent is an admission, and is a relevant fact as against A, if A\r\ndenies that C did owe rent to B.", "20": " Indian Evidence Act, 1872 20. Admissions by persons expressly referred to by party\r\nto suitStatements made by\r\npersons to whom party to the suit has expressly referred for information in\r\nreference to a matter in dispute are admissions.IllustrationThe question is,\r\nwhether a horse sold by A to B is sound.A says to B- \" Go\r\nand ask C, knows all about it\" C’s statement is an admission.", "21": " Indian Evidence Act, 1872 21. Proof of admissions against persons making them, and\r\nby or on their behalfAdmissions are\r\nrelevant and may be proved as against the person who makes them, or his\r\nrepresentative in interest; but they cannot be proved by or on behalf of the\r\nperson who makes them or by his representative in interest, except in the\r\nfollowing cases:-(1) An admission may\r\nbe proved by or on behalf of the person making it, when it is of such a nature\r\nthat, if the person making it were dead, it would be relevant as between third\r\npersons under section 32.(2) An admission may\r\nbe proved by or on behalf of the person making it, when it consists of a\r\nstatement of the existence of any state of mind of body, relevant or in issue,\r\nmade at or about the time when such state of mind or body  existed, and is\r\naccompanied by conduct rendering its falsehood improbable.(3) An admission may\r\nbe proved by or on behalf of the person making it, if it is relevant otherwise\r\nthan as an admission.Illustration(a) The question\r\nbetween A and B is, whether a certain deed is or not forged. A affirms that it\r\nis genuine, B that it is forged.A may prove a\r\nstatement by B that the deed is genuine, and B may prove a statement by A that\r\nthe deed is forged ; but A cannot prove a statement y himself that the deed is\r\ngenuine, nor can B prove a statement by himself that the deed is forged.(b) A, the Captain of\r\na ship, is tried for casting her away.Evidence is given to\r\nshow that the ship was taken out of her proper course.A produces a book kept\r\nby him in the ordinary course of his business showing observations alleged to\r\nhave been taken by him from day to day, and indicating that the ship was not\r\ntaken out of her proper course, A may prove these statements, because they\r\nwould be admissible between third parties, if he were dead, under section 32,\r\nclause (2)(c) A is accused of a\r\ncrime committed by him at Calcutta.He produces a letter\r\nwritten by himself and date at Lahore on that day, and bearing the Lahore post\r\nmark of that day.The statement in the\r\ndate of the letter is admissible, because, if A were dead, it would be admissible\r\nunder section 32, clause (2).(d) A is accused of\r\nreceiving stolen goods knowing them to be stolen.He offers to prove\r\nthat he refused to sell them below their value.A may prove these\r\nstatements, though they are admissions, because they are explanatory of conduct\r\ninfluenced by facts in issue.(e) A is accused of\r\nfraudulently having in his possession counterfeit coin which he knew to be\r\ncounterfeit.He offers to prove\r\nthat he asked a skillful person to examine the coin as he doubted whether it\r\nwas counterfeit or not, and that person did examine it and told him it was\r\ngenuine.A may prove these\r\nfacts for the reasons stated in the last preceding illustration.", "22": " Indian Evidence Act, 1872 22. When oral admissions as to contents of documents are\r\nrelevantOral admissions as to\r\nthe contents of a documents are not relevant, unless and until the party\r\nproposing to prove them shows that he is entitled to give secondary evidence of\r\nthe contents of such document under the rules herein after contained, or unless\r\nthe geniuses of a document produced is in question.", "23": " Indian Evidence Act, 1872 23. Admission in civil cases relevant In civil cases no\r\nadmission is relevant, if it is made either upon an express condition that\r\nevidence of it is not to be given, or under circumstances from which the Court\r\ncan infer that the parties agreed together that evidence of it should both be\r\ngiven.Explanation – Nothing\r\nin this section shall be taken to exempt any barrister, pleader attorney or\r\nvakil from giving evidence of any matter of which he may be compelled to give\r\nevidence under section 126.", "24": " Indian Evidence Act, 1872 24. Confession caused by inducement, threat or promise\r\nwhen irrelevant in criminal proceedingsA confession made by\r\nan accused person is irrelevant in a criminal proceeding, if the making of the\r\nconfession appears to the Court to have been caused by any inducement, threat\r\nfor promise, having reference to the charge against the accused person,\r\nproceeding from a person in authority and sufficient, in the opinion of the\r\nCourt, to give the accused person grounds, which would appear to him\r\nreasonable, for supposing that by making it he would gain any advantage or\r\navoid any evil of a temporal nature in reference to the proceedings against\r\nhim.", "25": " Indian Evidence Act, 1872 25. Confession to police officer not to be proved No confession made to\r\na police officer shall be proved as against a person accused of any offence.", "26": " Indian Evidence Act, 1872 26. Confession by accused while in custody of police not\r\nto be proved against himNo confession made by\r\nany person whilst he is in the custody of a police officer, unless it be made\r\nin the immediate presence of a Magistrate,17 shall be proved as\r\nagainst such person. 18  [ Explanation- In this\r\nsection \"Magistrate\" does not include the head of a village\r\ndischarging magisterial functions in the Presidency of Fort St. George 19[***]\r\nor else where, unless such headman is a Magistrate exercising the power of a\r\nMagistrate under the Code of Criminal Procedure, 188220 (10 of\r\n1882).", "27": " Indian Evidence Act, 1872 27. How much of information received from accused may be\r\nprovedProvided that when any\r\nfact is deposed to as discovered in consequences of information received from a\r\nperson accused of any offence, in the custody of a police officer, so much of\r\nsuch information, whether if amounts to a confessions or not, as relates\r\ndistinctly to the fact thereby discovered, may be proved.", "28": " Indian Evidence Act, 1872 28. Confession made after removal of impression caused by\r\ninducement, threat or promise, relevantIf such a confession\r\nas is referred to in section 24 is made after the impression caused by any such\r\ninducement, threat or promise has, in the opinion of the Court, been fully\r\nremoved, it is relevant.", "29": " Indian Evidence Act, 1872 29. Confession otherwise relevant not to become irrelevant\r\nbecause of promise of secrecy, etc.If such a confession\r\nis otherwise relevant, it does not become irrelevant merely because it was made\r\nunder a promise of secrecy, or in consequence of a deception practiced on the\r\naccused person for the purpose of obtaining, it, or when he was drunk, or\r\nbecause it was made in answer to questions which he need not have answered,\r\nwhatever may have been the form of those questions, or because he was not\r\nwarned that he was not bound to make such confession, and that evidence of it\r\nmight be given against him.", "30": " Indian Evidence Act, 1872 30. Consideration of proved confession affecting person\r\nmaking it and others jointly under trial for same offence When more persons than\r\none are being tried jointly for the same offence, and a confession made by one\r\nof such persons affecting himself and some other of such persons is proved, the\r\nCourt may take into consideration such confession as against such other person\r\nas well as against the person makes such confession. 21  [\r\nExplanation—\"Offence\" as used in this section, includes the abetment\r\nof, or attempt to commit, the offence.]Illustrations(a) A and B are\r\njointly tied for the murder of C. It is proved that A said—\" B and I\r\nmurdered C’ The court may consider the effect of this confession as against B.(b) A is on his trial\r\nfor the murder of C, There is evidence to show that C was murdered by A and B,\r\nand that B said—\"A and I murdered C\".This statement may not\r\nbe taken into consideration by the Court against A, as B is not being jointly\r\ntried.", "31": " Indian Evidence Act, 1872 31. Admission not conclusive proof, but may estop Admissions are not\r\nconclusive proof of the matters admitted but they may operate as estoppels\r\nunder the provisions hereinafter contained.STATEMENTS BY PERSONS\r\nWHO CANNOT BE CALLED AS WITNESSES", "32": " Indian Evidence Act, 1872 32. Cases in which statement of relevant fact by person\r\nwho is dead or cannot be found, etc, is relevant Statements, written or\r\nverbal, or relevant facts made by a person who is dead, or who cannot be found,\r\nor who has become incapable of giving evidence, or whose attendance cannot be\r\nprocured without an amount of delay or expenses which, under the circumstances\r\nof the case, appears to the Court unreasonable, are themselves relevant facts\r\nin the following cases:-(1) When it relates to\r\ncause of death—When the statement is made by a person as to the cause of his\r\ndeath, or as to any of the circumstances of the transaction which resulted in\r\nhis death, in cases in which the cause of that person’s death comes into question.Such statements are\r\nrelevant whether the person who made them was or was not, at the time when they\r\nwere made, under expectation of death, and whatever may be the nature of the\r\nproceeding in which the cause of his death comes into question.(2) Or is made in\r\ncourse of business – When the statement was made by such person in the ordinary\r\ncourse of business, and in particular when it consists of any entry or\r\nmemorandum made by him in books kept in the ordinary course of business, or in\r\nthe discharge of professional duty; or of an acknowledgement written or signed\r\nby him of the receipt of money, goods, securities or property of any kind; or\r\nof a document used in commerce written or signed by him; or of the date of a\r\nletter or other document usually dated, written or signed by him.(3) Or against\r\ninterest of maker—When the statement is against the pecuniary for proprietary\r\ninterest of the person making it or when, if true , it would expose him or\r\nwould have exposed him to a criminal prosecution or to a suit for damages.(4) Or gives opinion\r\nas to public right or custom, or matters of general interests – when the\r\nstatement gives the opinion of any such person, as to the existence of any\r\npublic right or custom or matter of public or general interest, of the\r\nexistence of which, if it existed, he would have been likely to be aware, and\r\nwhen such statement was made before any controversy as to such right, custom or\r\nmatter had arisen.(5) Or relates to\r\nexistence of relationship- When the statement relates to the existence of any\r\nrelationship 22[by blood, marriage or, adoption] between persons as\r\nto whose relationship 22[ by blood, marriage or adoption ] the\r\nperson making the statement had special means of knowledge, and when the\r\nstatement was made before the question in dispute was raised.(6) Or is made in will\r\nor deed relating to family affairs—When the statement relates to the existence\r\nof any relationship 22[ by blood, marriage or adoption] between\r\npersons deceased, and is made in any will or deed relating to the affairs of\r\nthe family to which any such deceased person belonged, or in any family\r\npedigree, or upon any tombstone, family portrait or other thing on which such\r\nstatements are usually made, and when such statement was made before the\r\nquestion in dispute was raised.(7) Or in document\r\nrelating to transaction mentioned in section 13, clause (a) – When the\r\nstatement is contained in any deed, will or other document which relates to any\r\nsuch transaction as is mentioned in section 13, clause (a).(8) Or is made by\r\nseveral persons and expresses feelings relevant to matter in question – When\r\nthe statement was made by a number of persons, and expressed feelings or\r\nimpressions on their part relevant to the matter in question.Illustrations(a) The question is,\r\nwhether A was murdered by B, orA dies of injuries\r\nreceived in a transaction in the course of which she was ravished. The question\r\nis whether she was ravished by B; orThe question is,\r\nwhether A was killed by B under such circumstances that a suit would lie\r\nagainst B by A’ widow.Statements made by A\r\nas to the cause of his or her death, referring respectively to the murder, the\r\nrape and the actionable wrong consideration, are relevant facts.(b) The question is as\r\nto the date of A’s birth.An entry in the diary\r\nof a deceased surgeon, regularly kept in the course of business, stating that,\r\non a given day, he attended A’s mother and delivered her of a son, is a\r\nrelevant fact.(c) The question is,\r\nwhether A was in Calcutta on a given day.A statement in the\r\ndiary of a deceased solicitor, regularly kept in the course of business, that\r\non a given day the solicitor attended A at a place mentioned, in Calcutta, for\r\nthe purpose of conferring with him upon specified business, is a relevant fact.(d) The question is,\r\nwhether a ship sailed from Bombay harbor on a given day.A letter written by a\r\ndeceased member of a merchant's firm by which she was chartered, to their\r\ncorrespondents in London to whom the cargo was consigned, stating that the ship\r\nsailed on a given day from Bombay harbor, is a relevant fact.(e) The question is,\r\nwhether rent was paid to A for certain land.A letter from A’s\r\ndeceased agent to A, saying that he had received the rent on A’s account and\r\nheld it at A’s orders is a relevant fact.(f) The question is,\r\nwhether A and B were legally married.The statement of a\r\ndeceased clergymen that he carried them under such circumstances that the\r\ncelebration would be crime, is relevant.(g) The question is,\r\nwhether A, a person who cannot be found, wrote a letter on a certain day. The\r\nfact that a letter written by him is dated on that day is relevant.(h) The question is,\r\nwhat was the cause of the wreck of a ship.A protest made by the\r\nCaptain, whose attendance cannot be procured, is a relevant fact.(i) The question is,\r\nwhether a given road is a public way.A statement by A,\r\ndeceased headman of the village, that the road was public, is a relevant fact.(j) The question is, what\r\nwas the price of grain on a certain day in a particular market.A statement of a\r\nprice, made by deceased banya in the ordinary course of his business is a\r\nrelevant fact.(k) The question is,\r\nwhether A, who is dead, was the father of B.A statement by A that\r\nB was his son, is a relevant fact.(l) The question is,\r\nwhat was the date of the birth of A.A letter from A’s\r\ndeceased father to a friend, announcing the birth of A on a given day, is a\r\nrelevant fact.(m) The question is,\r\nwhether and when, A and B were married.An entry in a\r\nmemorandum book by C, the deceased father of B, of his daughter’s marriage with\r\nA on a given date, is a relevant fact.(n) A sues B for libel\r\nexpressed in a painted caricature exposed in a shop window. The question is as\r\nto the similarity of the caricature and its libelous character. The remarks of\r\na crowd of spectators on these points may be proved.", "33": " Indian Evidence Act, 1872 33. Relevancy of certain evidence for proving, in\r\nsubsequent proceeding, the truth of facts therein stated Evidence given by a\r\nwitness in a judicial proceeding or before any person authorized by law to take\r\nit, is relevant for the purpose of proving, in a subsequent judicial\r\nproceeding, or in a later stage of the same judicial proceeding, the truth of\r\nthe facts which it states, when the witness is dead or cannot be found, or is\r\nincapable of giving evidence, or is kept out of the way by the adverse party,\r\nor if his presence cannot be obtained without amount of delay or expense which,\r\nunder the circumstances of the case, the Court considers unreasonable:Provided — that the proceeding\r\nwas between the same parties or their representatives in interest;that the adverse party\r\nin the first proceeding had the right and opportunity to cross- examine;that the question in\r\nissue were substantially the same in the first as in the second proceeding.Explanation .— A criminal trial or\r\ninquiry shall be deemed to be a proceeding between the prosecutor and the\r\naccused within the meaning of this section.STATEMENT MADE UNDER\r\nSPECIAL CIRCUMSTANCES.", "34": " Indian Evidence Act, 1872 34. Entries in books of account when relevant  8A  [Entries in the books\r\nof account, including those maintained in an electronic form], regularly kept\r\nin the course of business, are relevant whenever they refer to a matter into which\r\nthe court has to inquire but such statements shall not alone be sufficient\r\nevidence to charge any person with liability.IllustrationA sues B for Rs. 1,000\r\nand shows entries in his account- books showing B to be indebted to him to this\r\namount. The entries are relevant, but are not sufficient, without other\r\nevidence, to prove the debt.", "35": " Indian Evidence Act, 1872 35. Relevancy of entry in public record made in\r\nperformance of dutyAn entry in any public\r\nor other official book, register or 8A[record or an electronic\r\nrecord], stating a fact in issue or relevant fact, and made by a public servant\r\nin the discharge of his official duty, or by any other person in performance of\r\na duty specially enjoined by the law of the country in which such book,\r\nregister, or 8A[record or an electronic record] is kept, is itself a\r\nrelevant fact.", "36": " Indian Evidence Act, 1872 36. Relevancy of statements in maps, charts and plans Statements of facts in\r\nissue or relevant facts, made in published maps or charts generally offered for\r\npublic sale, or in maps or plans made under the authority of 23[the\r\nCentral Government or any State Government ], as to matters usually represented\r\nor stated in such maps, charts or plans, are themselves relevant facts.", "37": " Indian Evidence Act, 1872 37. Relevancy of statement as to fact of public nature,\r\ncontained in certain acts or notifications When the Court has to\r\nform an opinion as to the existence on any fact of a Public nature, any\r\nstatement of it, made in recital contained in any Act of Parliament 24[\r\nof the United Kingdom], or in any 25[ Central Act, Provincial Act,\r\nor 26 [ a State Act,] or in a Government notification or\r\nnotification by the crown Representative appearing in the Official Gazette or\r\nin any printed paper purporting to be the London Gazette or the Government\r\nGazette of any Dominion, colony or possession of His Majesty is a relevant\r\nfact]. 27  [***]", "38": " Indian Evidence Act, 1872 38. Relevancy of statements as to any law contained in\r\nlaw-booksWhen the Court has to\r\nform an opinion as to a law of any country, any statement of such law contained\r\nin a book purporting to be printed or published under the authority of the\r\nGovernment of such country and to contain any such law, and any report of a\r\nruling of the Courts of such country contained in a book purporting to be a\r\nreport of such rulings, is relevant.", "39": " Indian Evidence Act, 1872 39. What evidence to be given when statement forms part of a\r\nconversation, document, electronic record, book or series of letters or papers.\r\nWhen any statement of\r\nwhich evidence is given forms part of a longer statement, or of a conversation\r\nor part of an isolated document, or is contained in a document which forms part\r\nof a book, or is contained in part of electronic record or of a connected\r\nseries of letters or papers, evidence shall be given of so much and no more of\r\nthe statement, conversation, document, electronic record, book or series of\r\nletters or papers as the Court considers necessary in that particular case to\r\nthe full understanding of the nature and effect of the statement, and of the\r\ncircumstances under which it was made.]", "40": " Indian Evidence Act, 1872 40. Previous judgments relevant to bar a second suit or\r\ntrialThe existence of any\r\njudgment, order or decree which by law prevents any Courts from taking\r\ncognizance of a suit or holding a trial, is a relevant fact when the question\r\nis whether such Court ought to take cognizance of such suit, or to hold such\r\ntrial.", "41": " Indian Evidence Act, 1872 41. Relevancy of certain judgments in probate, etc.\r\njurisdictionA final judgment,\r\norder or decree of a competent Court, in the exercise of probate, matrimonial,\r\nadmiralty or insolvency jurisdiction, which confers upon or takes away from any\r\nperson any legal character, or which declares any person to be entitled to any\r\nsuch character, or to be entitled to an specific thing, not as against any\r\nspecified person but absolutely, is relevant when the existence of any such\r\nlegal character, or the title of any such person to any such thing, is\r\nrelevant.Such judgment, order\r\npr decree is conclusive proof—that any legal character\r\nwhich it confers accrued at the time when such judgment, order or decree came\r\ninto operation;That any legal\r\ncharacter, to which it declares any such person to be entitled, accrued, to\r\nthat person to be entitled, accrued, to that person at the time when such\r\njudgment, 28[order or decree ] declares it to have accrued to that\r\nperson; that any legal character which it takes away from any person ceased at\r\nthe time from which judgment, 28[ order or decree ] declared that it\r\nhad ceased or should cease;And that anything to\r\nwhich it declares any person to be so entitled was the property of that person\r\nat the time from which such judgment, 28[order or decree] declares\r\nthat it had been or should be his property.", "42": " Indian Evidence Act, 1872 42. Relevancy and effect of judgments, orders or decrees,\r\nother than those mentioned in section 41 Judgments, orders or\r\ndecrees other than those mentioned in section 41, are relevant if they relate\r\nto matters of a public nature relevant to the enquiry; but such judgments,\r\norders or decrees are not conclusive proof of that which they state.IllustrationA Sues B for trespass\r\non his land. B alleges the existence of a public right of way over the land,\r\nwhich A deniesThe existence of a\r\ndecree in favor of the defendant, in a suit by A against C for a trespass on\r\nthe same land, in which C alleged the existence of the same right of way, is\r\nrelevant, but it is not conclusive proof that the right of way exists", "43": " Indian Evidence Act, 1872 43. Judgment, etc., other than those mentioned in sections\r\n40 to 42, when relevant \nJudgments, orders or\r\ndecrees, other than those mentioned in sections 40, 41 and 42, are irrelevant,\r\nunless the existence of such judgment, order or decree, is a fact in issue, or\r\nis relevant under some other provision of this Act.Illustrations(a) A and B separately\r\nsue C for a libel which reflects upon each of them. C in each case says, that\r\nthe matter alleged to be libelous is true, and the circumstances are such that\r\nit is probably true in each case, or in neither.A obtains a decree\r\nagainst C for damages on the ground that C failed to make out his\r\njustification. The fact is irrelevant as between B and C.(b) A prosecutes B for\r\nadultery with C, A’s wife.B denies that C is A’s\r\nwife, but the Court convicts B of adultery.Afterwards, C is\r\nprosecuted for bigamy in marrying B during A’s lifetime. C says that she never\r\nwas A’s wifeThe judgment against B\r\nis irrelevant as against C.(c) A prosecutes B for\r\nstealing a cow from him, B is convicted.A afterwards sues C\r\nfor the cow, which B had sold to him before his conviction. As between A and C,\r\nthe judgment against B is irrelevant.(d) A has obtained a\r\ndecree for the possession of land against B, C, B’s son, murders A is\r\nconsequence.The existence of the\r\njudgment is relevant, as showing motive for a crime. 29  [(e) A is charged with\r\ntheft and with having been previously convicted of theft. The previous\r\nconviction is relevant as a fact in issue.(f) A is tried for the\r\nmurder of B. The fact that B prosecuted A for libel and that A was convicted\r\nand sentenced is relevant under section 8 as showing the motive for the fact in\r\nissue.", "44": " Indian Evidence Act, 1872 44. Fraud or collusion in obtaining judgment, or\r\nincompetency of Court, may be provedAny party to a suit or\r\nother proceeding may show that any judgment, order or decree which is relevant\r\nunder section 40, 41 or 42 and which has been proved by the adverse party, was\r\ndelivered by a Court not competent to deliver it, or was obtained by fraud or\r\ncollusion.", "45": " Indian Evidence Act, 1872 45. Opinions of experts When the Court has to\r\nform and opinion upon a point of foreign law or of science or art, or as to\r\nidentity of handwriting 30[ or finger impressions], the opinions\r\nupon that point of persons specially skilled in such foreign law, science or\r\nart, 31[ or in questions as to identity of handwriting ] 30[\r\nor finger impressions ] are relevant facts.Such persons are\r\ncalled experts.Illustrations(a) The question is,\r\nwhether the death of A was caused by poison.The opinions of\r\nexperts as to the symptoms produced by the poison by which A is supposed to\r\nhave died, are relevant.(b) The question is,\r\nwhether A, at the time of doing a certain act, was, by reason of unsoundness of\r\nmind, incapable of knowing the nature of the Act, or that he was doing what was\r\neither wrong or contrary to law.The opinions of\r\nexperts upon the question whether the symptoms exhibited by A commonly show\r\nunsoundness of mind, and whether such unsoundness of mind usually renders\r\npersons incapable of knowing the nature of the acts which they do, or of\r\nknowing that what they do is either wrong or contrary to law, are relevant.(c) The question is,\r\nwhether a certain document was written by A. Another document is produced which\r\nis proved or admitted to have been written by A.The opinions of\r\nexperts on the question whether the two documents were written by the same\r\nperson or by different persons are relevant.", "46": " Indian Evidence Act, 1872 46. Facts bearing upon opinions of experts Facts, not otherwise\r\nrelevant, are relevant if they support or are inconsistent with the opinions of\r\nexperts, when such opinions are relevant.Illustrations(a) The question is,\r\nwhether A was poisoned by a certain poison.The fact that other\r\npersons, who were poisoned by that poison, exhibited certain symptoms which experts\r\naffirm or deny to be symptoms of that poison, is relevant.(b) The question is,\r\nwhether an obstruction to a harbor is caused by a certain sea-wall.The fact that other\r\nharbors similarly situated in other respects, but where there were no such sea-walls,\r\nbegan to be obstructed at about the same time, is relevant.", "47": " Indian Evidence Act, 1872 47. Opinion as to handwriting, when relevant When the Court has to\r\nform an opinion as to the person by whom any document was written or signed,\r\nthe opinion of any person acquainted with the handwriting of the person by whom\r\nit is supposed to be written or signed that it was or was not written or signed\r\nby that person, is a relevant fact.IllustrationThe question is,\r\nwhether a given letter is in the handwriting of A, merchant in London.B is a merchant in\r\nCalcutta, who has written letters addressed to A and received letters\r\npurporting to be written by him. C is B’s clerk, whose duty it was to examine\r\nand file B’s correspondence. D is B’s broker, to whom B habitually submitted\r\nthe letters purporting to be written by A for the purpose of advising with him\r\nthereon.The opinions of B, C\r\nand D on the question whether the letter is in the handwriting of A are\r\nrelevant, though neither B, C and D ever saw A write.", "48": " Indian Evidence Act, 1872 48. Opinion as to existence of right or custom, when\r\nrelevantWhen the Court has to\r\nform an opinion as to the existence of any general custom or right, the\r\nopinions, as to the existence of such custom or right, or persons who would be\r\nlikely to know of its existence if it existed, are relevant.Explanation – The expression\r\n\"general custom or right\" includes customs or rights common to any\r\nconsiderable class of persons.IllustrationsThe right of the\r\nvillages of a particular village to use the water of a particular well is a\r\ngeneral right within the meaning of this section.", "49": " Indian Evidence Act, 1872 49. Opinion as to usage, tenets, etc., when relevant When the Court has to\r\nform an opinion as to-the usages and tenets\r\nof any body of men or family, the constitution and government of any religious or\r\ncharitable foundation, orthe meaning of words\r\nor terms used in particular districts or by particular or by particular classes\r\nof people, the opinions of persons having special means of knowledge thereon,\r\nwe relevant facts.", "50": " Indian Evidence Act, 1872 50. Opinion on relationship, when relevant When the Court has to\r\nform an opinion as to the relationship of one person to another, the opinion\r\nexpressed by conduct, as to the existence of such relationship, of any person\r\nwho, as a member of the family or otherwise, has special means of knowledge on\r\nthe subject, is a relevant fact:Provided that such\r\nopinion shall not be sufficient to prove a marriage in proceedings under the\r\nIndia Divorce Act, 1869 (4 of 1869) or in prosecutions under sections 494, 495,\r\n497 or 498 of the Indian Penal Code, (45 of 1960)Illustrations(a) The question is,\r\nwhether A and B, were married.The fact that they\r\nwere usually received and treated by their friends as husband and wife, is\r\nrelevant.(b) The question is,\r\nwhether A was the legitimate son of B. The fact that A was always treated as\r\nsuch by members of the family, is relevant.IllustrationAn expert may give an\r\naccount of experiments performed by him for the purpose of forming his opinion."}