{"name": "Indian Nursing Council Act, 1947\r", "1": "1. Short title, extent and commencement.(1) This Act may be called the Indian Nursing Council Act, 1947.2[(2) It extends to the whole of India 3***.](3) It shall come into force at once.", "2": "2. Interpretation.In this Act, unless there is anything repugnant in the subject or context,(a) \"the Council\" means the 4[Council] constituted under this Act;(b) \"prescribed\" means prescribed by regulations made under section 16;\"(c) \"5[State] Council\" means a Council (by whatever name called) constituted under the law of a4[State] to regulate the registration of nurses, midwives or health visitors in the 6[State];(d) \"4[State] register\" means a register of nurses, midwives or health visitors maintained under the law of a 5[State].", "3": "3. Constitution and composition of the Council.(1) The Central Government shall, as soon as may be, constitute a Council consisting of the following members, namely:(a) one nurse enrolled in a 4[State] register elected by each 4[State] Council;8[(b) two members elected from among themselves by the heads of institutions recognised by the Council for the purpose of this clause in which training is given(i) for obtaining a University degree in nursing; or(ii) in respect of a post-certificate course in the teaching of nursing and in nursing administration;]1. The Act has been extended to Dadra and Nagar, Haveli by Reg. 6 of 1963, s. 2 and the Schedule I; Pondicherry by Reg. 7 of 1963, s. 3 and the Schedule I and Goa, Daman and Diu by Reg. 11 of 1963, s. 3 and the Schedule.2. Subs. by Act 45 of 1957, s. 2, for sub-section (2) (w.e.f. 1-12-1958).3. The words \"except the State of Jammu and Kashmir\" omitted by Act 34 of 2019, s. 95 and the Fifth Schedule (w.e.f. 31-10-2019).4. Subs. by Act 45 of 1957, s. 3, for \"Indian Council of Nursing\" (w.e.f. 1-12-1958).5. Subs. by A.O.1950, for \"Provincial\".6. Subs. ibid., for \"Province\".7. Omitted by Act 45 of 1957, s. 3 (w.e.f. 1-12-1958).8. Subs. by s. 4, ibid., for clause (b) (w.e.f. 1-12-1958).* Subject to verification and confirmation by the administrative ministry.(c) one member elected from among themselves by the heads of institutions in which health visitors are trained;(d) one member elected by the Medical Council of India;(e) one member elected by the Central Council of the Indian Medical Association;(f) one member elected by the Council of the Trained Nurses Association of India;1[(g) one midwife or auxiliary nurse-midwife enrolled in a State register, elected by each of the State Councils in the four groups of States mentioned below, each group of States being taken in rotation in the following order, namely:(i) Kerala, Madhya Pradesh and 2[Uttar Pradesh and Haryana],(ii) Andhra Pradesh, Bihar, 3[Maharashtra] and Rajasthan,(iii) 4[Karnataka], Punjab 5[Himachal Pradesh] and West Bengal,(iv) Assam, 6[Gujarat] 7[Tamil Nadu] and Orissa;](h) the Director General of Health Services, ex officio;(i) the Chief Principal Matron, Medical Directorate, General Headquarters, ex officio;(j) the Chief Nursing Superintendent, office of the Director General of Health Services, ex officio;(k) the Director of Maternity and Child Welfare, Indian Red Cross Society, ex officio;8[(l) the Chief Administrative Medical Officer (by whatever name called) of each State other than a Union territory, ex officio;]9[(m) the Superintendent of Nursing services (by whatever name called), ex officio, from each of the States in the two groups mentioned below, each group of States being taken in rotation in the following order, namely:(i) Andhra Pradesh, Assam, 3[Maharashtra], Madhya Pradesh, 7[Tamil Nadu], Uttar Pradesh10[West Bengal and Haryana].(ii) Bihar, 11 [Gujarat], 5[Himachal Pradesh], Kerala, 4[Karnataka], Orissa, Punjab and Rajasthan;](n) four members nominated by the Central Government, of whom at least two shall be nurses, midwives or health visitors enrolled in 12[State] register and one shall be experienced educationalist;13[(o) three members elected by Parliament, two by the House of the People from among its members and the other by the Council of States from among its members.]1. Subs. by Act 45 of 1957, s. 4, for clause (g) (w.e.f. 1-12-1958).2. Subs. by the Punjab Reorganisation and Delhi High Court (Adaptation of Laws on Union Subjects) Order, 1968, for \"and Uttar Pradesh\" (w.e.f. 1-11-1966).3. Subs. by the Bombay Reorganisation (Adaptation of Laws on Union Subjects) Order, 1961, for \"Bombay\" (w.e.f. 1-5-1960).4. Subs. by Mysore State (Alteration of Name) (Adaptation of Laws on Union Subject) order, 1974, for \"Mysore\" (w.e.f. 1-11-1973).5. Ins. by the State of Himachal Pradesh (Adaptation of Laws on Union Subjects) Order, 1973, (w.e.f. 25-1-1971).6. Subs. by the Bombay Reorganisation (Adaptation of Laws on Union Subjects) Order, 1961, for \"Madras and Orissa\" (w.e.f. 1-5-1960).7. Subs. by the Madras State (Alteration of Name) (Adaptation of Laws on Union Subjects) Order.1970, for \"Madras\" (w.e.f. 14-1-1969).8. Subs. by Act 45 of 1957, s.4, for clause (l) (w.e.f. 1-12-1958).9. Subs. by s. 4, ibid., for clause (m) (w.e.f. 1-12-1958).10. Subs. by the Punjab Reorganisation and Delhi High Court (Adaptation of Laws on Union Subjects) Order, 1968, for \"and West Bengal\" (w.e.f. 1-11-1966).11. Ins. by the Bombay Reorganisation (Adaptation of Laws on Union Subjects) Order, 1961, (w.e.f. 1-5-1960)12. Subs. by A.O.1950, for \"Provincial\".13. Subs. by Act 45 of 1957, s. 4, for clause (o) (w.e.f. 1-12-1958).(2) The President of the Council shall be elected by the members of the Council from among themselves:Provided that for five years from the first constitution of the Council the President shall be a person nominated from amongst the members of the Council by the Central Government, who shall hold office during the pleasure of the Central Government.(3) No act done by the Council shall be questioned on the ground merely of the existence of any vacancy in, or any defect in the constitution of, the Council.", "4": "4. Incorporation of the Council.The Council constituted under section 3 shall be a body corporate by the name of the Indian Nursing Council, having perpetual succession and a common seal, with power to acquire property both-movable and immovable, and shall by the said name sue and be sued.", "5": "5. Mode of elections.(1) Elections under sub-section (1) of section 3 by 1[State] Councils shall be conducted in accordance with rules made in this behalf by the respective 1[State] Governments, and where any dispute arises regarding any such election it shall be referred to the 1[State] Government concerned whose decision shall be final.(2) Other elections under that sub-section shall be conducted in the prescribed manner, and where any dispute arises regarding any such election, it shall be referred to the Central Government whose decision shall be final.", "6": "6. Term of office and casual vacancies.(1) Subject to the provisions of this section, an elected or nominated member, other than a nominated President, shall hold office for a term of five years from the date of his election or nomination or until his successor has been duly elected or nominated, whichever is longer.(2) An elected or nominated member may at any time resign his membership by writing under his hand addressed to the President, and the seat of such member shall thereupon become vacant.(3) An elected or nominated member shall be deemed to have vacated his seat if he is absent without excuse sufficient in the opinion of the Council from three consecutive meetings of the Council where the interval between the first and third of the said meetings exceeds six months.(4) A casual vacancy in the Council shall be filled by fresh election or nomination, as the case may be and the person elected or nominated to fill the vacancy shall hold office only for the remainder of the term for which the member whose place he takes was elected or nominated.(5) Members of the Council shall be eligible for re-election or re-nomination.", "7": "7. Meetings.(1) The Council shall hold its first meeting at such time and place as may be appointed by the President, and thereafter the Council shall meet at such time and place as may be appointed by the Council.(2) Until otherwise prescribed, ten members of the Council shall form a quorum, and all the acts of the Council shall be decided by a majority of the members present and voting.1. Subs. by A.O. 1950, for \"Provincial\".2. Omitted by Act 45 of 1957, s. 5, (w.e.f. 1-12-1958).", "8": "8. Officers, committees and servants of the Council.(1) The Secretary of the Council (who may also, if it is deemed expedient by the Council, act as Treasurer) shall, for three years from the first constitution of the Council, be a person appointed by the Central Government and shall hold office during the pleasure of the Central Government.(2) The Council shall(a) elect from among its members a Vice-President;(b) constitute from among its members an Executive Committee and such other committees for general or special purposes as the Council deems necessary to carry out the purposes of this Act;(c) subject to the provisions of sub-section (1), appoint a Secretary, who may also, if deemed expedient, act as Treasurer;(d) appoint or nominate such other officers and servants as the Council deems necessary to carry out the purposes of this Act;(e) require and take from the Secretary, or from any other officer or servant, such security for the due performance of his duties as the Council deems necessary;(f) with the previous sanction of the Central Government, fix the fees and allowances to be paid to the President, Vice-President and members and the pay and allowances of officers and servants of the Council.", "9": "9. The Executive Committee.(1) The Executive Committee shall consist of nine members, of whom seven shall be elected by the Council from among its members.(2) The President and Vice-President of the Council shall be members ex officio of the Executive Committee, and shall be President and Vice-President, respectively, of that Committee.(3) In addition to the powers and duties conferred and imposed upon it by this Act, the Executive Committee shall exercise and discharge such powers and duties as the Council may confer or impose upon it by any regulations which may be made in this behalf.", "10": "10. Recognition of qualifications.(1) For the purposes of this Act, the qualifications included in1[Part I of] the Schedule shall be recognised qualifications, and the qualifications included in Part II of the Schedule shall be recognised higher qualifications.(2) Any authority within the 2[States] 3*** which, being recognised by the 4[State] Government 1[in consultation with the State Council, if any,] for the purpose of granting any qualification, grants a qualification in general nursing, midwifery, 1[auxiliary nursing-midwifery] health visiting or public health nursing, not included in the Schedule may apply to the Council to have such qualification recognised, and the Council may declare that such qualification, or such qualification only when granted after a specified date shall be a recognised qualification for the purposes of this Act.(3) The Council may enter into negotiations with any authority 5[in any 6[territory of India to which this Act does not extend] or foreign country] 3[***] which by the law of 7[such territory] or country is entrusted with the maintenance of a register of nurses midwives or health visitors; for the settling of a scheme of reciprocity for the recognition of qualifications, and in pursuance of any such scheme the1. Ins. by Act 45 of 1957, s. 6 (w.e. f. 1-12- 1958).2. Subs. by A.O.1950, for \"Provinces\".3. The words \"of India\" omitted by, ibid.4. Subs. by A.O. 1950, for \"Provincial\".5. Subs. by Act 75 of 1950, s. 2, \"in any State or country outside the States\" (w.e.f. 28-12-1950).6. Subs. by A.O.(No. 3),1956 for \"Part B Slates\" (w.e.f. 1-11-1956).7. Subs. ibid., for \"such State\" (w.e.f. 1-11-1956).Council may declare that a qualification granted by any authority in any 1[such territory] or country, or such qualification, only when granted after a specified date, shall be a recognised qualification for the purposes of this Act:Provided that no declaration shall be made under this sub-section in respect of any qualification unless by the law and practice 2[of the foreign country] in which the qualification is granted persons domiciled or originating 3 [in India] 4 *** and holding qualifications recognised under this Act are permitted to enter and practice the nursing profession 5[in that country]:Provided further that(i) any reciprocal arrangements subsisting at the date of the commencement of this Act between a 6[State] Council and any authority outside India for the recognition of qualifications shall, unless the Council decides otherwise, continue in force, and7[(ii) any qualification granted by an authority in a territory of India to which this Act did not extend at the date of its commencement and recognised on the said date by the State Council of a State to which this Act then extended, shall continue to be a recognised qualification for the purpose of registration in that State.](4) The provisions of sub-sections (2) and (3) and of sections 14 and 15 shall apply mutatis mutandis to the declaration by the Council of a qualification granted in respect of post-certificate nursing training as a recognised higher qualification.", "11": "11. Effect of recognition. 8[(1)] Notwithstanding anything contained in any other law,(a) any recognised qualification shall be a sufficient qualification for enrolment in any 6[State] register;(b) no person shall, after the date of commencement of this Act, be entitled to be enrolled in any6[State] register as a nurse, midwife, 9[auxiliary nurse-midwife], health visitor, or public health nurse unless he or she holds a recognised qualification:Provided that any person already enrolled in any 6[State] register before the said date may continue to be so enrolled notwithstanding that he or she may not hold a recognised qualification:Provided further that any person who was immediately before the said date entitled to be enrolled in any 6[State] register but was not so enrolled shall on application made in this behalf before the expiry of two years from the said date be entitled to be enrolled in that register;(c) any person holding a recognised higher qualification shall be entitled to have the qualification entered as a supplementary qualification in any 6[State] register in which he or she is enrolled, and after the said date no person shall be entitled to have entered as a supplementary qualification in any6[State] register any qualification which is not a recognised higher qualification9[(2) Notwithstanding anything contained in clause (b) of sub-section (1)(a) a citizen of India holding a qualification which entitles him or her to be registered with any Council of Nursing or Midwifery (by whatever name called) in any foreign country, may, with the approval of the Council, be enrolled in any State Register; and where approval has been accorded by the Council in respect of such qualification in one case, the approval of the Council for enrolment in a State register in the case of any other citizen of India holding the same qualification shall not be necessary;1. Subs. by A.O. (No. 3), 1956, for \"such State\" (w.e.f. 1-11-1956).2. Subs. by Act 75 of 1950, s. 2, for \"of the State or Country\" (w.e.f. 28-12-1950).3. Subs. by, s. 2, ibid., for \"in any State\" (w.e.f. 28-12-1950).4. The words \"of India\" omitted by the A. O. 1950.5. Subs. by Act 75 of 1950. S. 2, for \"in that Sate County\".6. Subs. by A.O.1950, for \"Provincial\".7. Subs. by Act 45 of 1957, s. 6, for clause (ii) (w.e.f. 1-12-1958).8. Section11 renumbered as sub-section (1) thereof by s. 7, ibid. (w.e.f. 1-12-1958).9. Ins. by s. 7, ibid. (w.e.f. 1-12-1958).(b) a person not being a citizen of India who is employed as a nurse, midwife, auxiliary nurse- midwife, teacher or administrator in any hospital or institution situated in any State for purposes of teaching, research or charitable work may, with the approval of the President of the Council, be enrolled temporarily in the State Register for such period as may be specified in this behalf in the order issued by the said President:Provided that the practice by such person shall be limited to the hospital or institution to which he or she is attached.]", "12": "12. Power to require information as to courses of study and training andexaminations.Every authority in any 1 [State] 2 **** which grants a recognised qualification, or a recognised higher qualification shall furnish such information as the Council may, from time to time, require as to the courses of study and training and examinations to be undergone in order to obtain such qualification, as to the ages at which such courses of study and examinations are required to be undergone and such qualifications conferred, and generally as to the requisites for obtaining such qualification.", "13": "13. Inspections.(1) The Executive Committee may appoint such number of inspectors 3[whether from among members of the Council or otherwise] as it deems necessary to inspect any institution recognised as a training institution, and to attend examinations held for the purpose of granting any recognised qualification or recognised higher qualification.(2) Inspectors appointed under this section shall report to the Executive Committee on the suitability of the institution for the purposes of training and on the adequacy of the training therein, or as the case may be on the sufficiency of the examinations.(3) The Executive Committee shall forward a copy of such report to the authority or institution concerned, and shall also forward copies, with the remarks, if any, of the authority or institution concerned thereon, to the Central Government and to the 4[State] Government and 4[State] Council of the 1[State] in which the authority of institution is situated.", "14": "14. Withdrawal of recognition.(1) When upon report by the Executive Committee, it appears to the Council(a) that the courses of study and training and the examinations to be gone through in order to obtain a recognised qualification from any authority in any 1[State] 2***, or the conditions for admission to such courses or the standards of proficiency required from the candidates at such examinations are not in conformity with the regulations made under the Act or fall short of the standards required thereby, or(b) that an institution recognised by a 4[State] Council for the training of nurses, midwives5[auxiliary nurse-midwives] or health visitors does not satisfy the requirements of the Council, the Council may send to the Government of the 1[State] in which the authority or institution, as the case may be, is situated a statement to such effect and the 4[State] Government shall forward it, along with such remarks as it may think fit to the authority or institution concerned and, in a case referred to in clause (b) to the 4[State] Council also, with an intimation of the period within which the authority or institution may submit its explanation to the 4[State] Government.(2) On the receipt of the explanation or, where no explanation is submitted within the period fixed, then on the expiry of the period, the 4[State] Government shall make its recommendations to the Council.(3) The Council, after such further inquiry, if any, as it may think fit to make, and in a case referred to in clause (b) of sub-section (1), after considering any remarks which the 4[State] Council may have addressed to it, may declare,1. Subs. by A.O.1950, for \"Province\".2. The words \"of India\" omitted, ibid. (w.e.f. 28-1-1950).3. Ins. by Act 45 of 1957, s. 8 (w.e.f. 1-12-1958).4. Subs. by A.O.1950, for \"Provincial\".5 . Ins. by, s. 9, ibid. (w.e.f. 1-12-1958).(a) in a case referred to in clause (a) of that sub-section, that the qualifications granted by the authority concerned shall be recognised qualifications only when granted before a specified date, or(b) in a case referred to in the said clause (b), that with effect from a date specified in the declaration any person holding a recognised qualification whose period of training and study preparatory to the grant to him of the qualification was passed at the institution concerned shall be entitled to be registered only in the 1[State] in which the institution is situated.(4) The Council may declare that any recognised qualification granted outside the 2[States] 3*** shall be a recognised qualification only if granted before a specified date.", "15": "15.Mode of declaration.4[(1)] All declarations under section 10 or section 14 shall be made by resolution passed at a meeting of the Council called for the purpose, and shall forthwith be published in the Official Gazette.5[(2) The Central Government shall, from time to time, by notification in the Official Gazette, amend the Schedule so as to bring it into accord with any declaration under section 10 or section 14.]", "16": "16. Power to make regulations.(1) The Council may make regulations not inconsistent with this Act generally to carry out the provisions of this Act, and in particular and without prejudice to the generality of the foregoing powers, such regulations may provide for(a) the management of the property of the Council and the maintenance and audit of its accounts;(b) the manner in which elections referred to in sub-section (2) of section 5 and in clause (a) ofsub-section (2) of section 8 shall be conducted;(c) the summoning and holding of the meetings of the Council, the times and places at which such meetings shall be held, the conduct of business thereat and the number of members necessary to constitute a quorum;(d) prescribing the functions of the Executive Committee, the summoning and holding of meetings thereof, the times and places at which such meetings shall be held, and the number of members necessary to constitute a quorum;(e) prescribing the powers and duties of the President and the Vice-President;7[(f) prescribing the tenure of office and the powers and duties of the Secretary and other officers and servants of the Council;1. Subs. by A.O.1950, for \"Province\".2. Subs. ibid., for \"Provinces\".3. The words \"of India\" omitted by ibid.4. Section 15 re-numbered as sub-section (1) thereof by Act 45 of 1957, s. 10 ibid. (w.e.f. 1-12-1958).5. Ins. by s. 10, ibid. (w.e.f. 1-12-1958).6. Ins. by ibid. s. 11 (w.e.f. 1-12-1958).7. Subs by s. 12, ibid. (w.e. f. 1-12-1958).(ff) prescribing the powers and duties of inspectors;](g) prescribing the standard curricula for the training of nurses, midwives and health visitors, for training courses for teachers of nurses, midwives and health visitors, and for training in nursing administration;(h) prescribing the conditions for admission to courses of training as aforesaid;(i) prescribing the standards of examination and other requirements to be satisfied to secure for qualifications recognition under this Act;(j) any other matter which is to be or may be prescribed under this Act.(2) To enable the Council to be first constituted, the President may, with the previous sanction of the Central Government, make regulations of the conduct of the elections referred to in sub-section (2) of section 5, and any regulations so made may be altered or rescinded by the Council in exercise of its powers under this section.1[(3) Every regulation made under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the regulation or both Houses agree that the regulation should not be made, the regulation shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that regulation.]", "17": "17. [Repeal of Ordinance 13 of 1947]Rep. by the Indian Nursing Council (Amendment) Act, 1957 (45 of 1957), s. 13 (w.e.f.1-12-1958).1. Ins. by Act 4 of 1986, s. 2, and the Schedule (w.e.f. 15-5-1986)."}