{"name": "Indian Christian Marriage Act, 1872\r", "1": "Indian Christian Marriage Act,1872 1. Short title Extent This Act may be called\r\nthe Indian Christian Marriage Act, 1872. 1  [It extends to the\r\nwhole of India 2[except 3[the territories which,\r\nimmediately before the 1st. November, 1956, were comprised in the States] of\r\nTravancore-Cochin, Manipur and Jammu and Kashmir].]4  ", "2": "Indian Christian Marriage Act,1872 \n2. Enactments repealed -Repealed by the Repealing Act, 1938", "3": "Indian Christian Marriage Act,1872 3. Interpretation-clauseIn this Act unless there\r\nis something repugnant in the subject or context,-\"Church of\r\nEngland\" and \"Anglican\" mean and apply to the Church of England\r\nas by law established;\"Church of\r\nScotland\" means the Church of Scotland as by law established;\"Church of\r\nRome\" and\" \"Roman Catholic\" means and apply to the Church\r\nwhich regards the Pope of Rome as its spiritual head;\"Church\"\r\nincludes any chapel or other building generally used for public Christian\r\nworship;   6  [\"India\"\r\nmeans the 7[territories} to which this Act extends;]\"minor\"\r\nmeans a person who has not completed the age of twenty-one years and who is not\r\na widower or a window;   8  [***] the expression\r\n\"Christians\" means persons professing the Christian religion;   9  [and the expression\r\n\"Indian Christians\" includes the Christian descendants of natives of\r\nIndia converted to Christianity, as well as such converts;]   10  [\"Registrar\r\nGeneral of Births, Deaths and Marriages\" means a Registrar General of\r\nBirths, Deaths and Marriages appointed under the Births, Deaths and Marriages\r\nRegistration Act, 1886.]", "4": "Indian Christian Marriage Act,1872 4. Marriages to be\r\nsolemnized according to Act  Every marriage between\r\npersons, one or both of whom is 11[or are] a Christian or\r\nChristians, shall be solemnized in accordance with the provisions of the next\r\nfollowing section; and any such marriage solemnized otherwise than in\r\naccordance with such provisions shall be void.", "5": "Indian Christian Marriage Act,1872 5. Persons by whom marriages may be\r\nsolemnizedMarriages may be\r\nsolemnized in 12[India]-(1) by any person who\r\nhas received Episcopal ordination, provided that the marriage be solemnized\r\naccording to the rules, rites, ceremonies and customs of the Church of which he\r\nis a Minister;(2) by any Clergyman\r\nof the Church of Scotland, provided that such marriage be solemnized according to\r\nthe rules, rites, ceremonies and customs of the Church of Scotland;(3) by any Minister of\r\nReligion licensed under this Act to solemnize marriages;(4) by, or in the\r\npresence of, a Marriage Registrar appointed under this Act;(5) by any person licensed\r\nunder this Act to grant certificates of marriage between 13[Indian]\r\nChristians.", "6": "Indian Christian Marriage Act,1872 6. Grant and revocation of licenses to\r\nsolemnize marriages\nThe State Government,\r\nso far as regards the territories under its administration, 15[***] may,\r\nby notification in the Official Gazette 16[***], grant licenses to\r\nMinisters of Religion to solemnize marriages within such territories 17[***]\r\nand may, by a like notification, revoke such licenses.]", "7": "Indian Christian Marriage Act,1872 7. Marriage RegistrarThe State Government\r\nmay appoint one or more Christians, either by name or as holding any office for\r\nthe time being, to be the Marriage Registrar or Marriage Registrars for any\r\ndistrict subject to its administration.Senior Marriage RegistrarsWhere there are more\r\nMarriage Registrars than one in any district, the State Government shall\r\nappoint one of them to be the Senior Marriage Registrar.Magistrate when to be Marriage RegistrarWhen there is only one\r\nMarriage Registrar in a district, and such Registrar is absent from such\r\ndistrict, or ill, or when his office is temporarily vacant, the Magistrate of\r\nthe district shall act as, and be, Marriage Registrar thereof during such\r\nabsence, illness, or temporary vacancy.", "8": "Indian Christian Marriage Act,1872 8. Marriage Registrars in Indian States- Repealed by the\r\nA.O. 1950]", "9": "Indian Christian Marriage Act,1872 9. Licensing of persons to grant\r\ncertificates of marriage between Indian ChristiansThe State Government 18[***]\r\nmay grant a license to any Christian, either by name or as holding any office\r\nfor the time being, authorizing him to grant certificates of marriage between 13[Indian]\r\nChristians.Any such license may\r\nbe revoked by the authority by which it was granted, and every such grant or\r\nrevocation shall be notified in the Official Gazette.", "10": "Indian Christian Marriage Act,1872 10. Time for solemnizing marriageEvery marriage under\r\nthis Act shall be solemnized between the hours of six in the morning and seven in the evening :ExceptionsProvided that nothing in this\r\nsection shall apply to-(1) A Clergyman of the\r\nChurch of England solemnizing a marriage under a special license permitting him\r\nto do so at any hour other than between six in the morning and seven in the\r\nevening, under the hand and seal of the Anglican Bishop of the Diocese or his\r\nCommissary, or(2) a Clergyman of the\r\nChurch of Rome solemnizing a marriage between the hours of seven in the evening\r\nand six in the morning, when he has received a general or special license in\r\nthat behalf from the Roman Catholic Bishop of the Diocese or Vicariate in which\r\nsuch marriage is so solemnized or from such person as the same Bishop has\r\nauthorized to grant such license, 19[or(3) a Clergyman of the\r\nChurch of Scotland solemnizing a marriage according to the rules, rites,\r\nceremonies and customs of the Church of Scotland].", "11": "Indian Christian Marriage Act,1872 11. Place for solemnizing marriageNo Clergyman of the\r\nChurch of England shall solemnize a marriage in any place other than a church 20[where\r\nworship is generally held according to the forms of the Church of England],\r\nunless there is no 20[such] church within five miles distance by the\r\nshortest road from such place, or unless he has received a special license\r\nauthorizing him to do so under the hand and seal of the Anglican Bishop of the\r\nDiocese or his Commissary.Fee for special licenseFor such special\r\nlicense, the Registrar of the Diocese may charge such additional fee as he said\r\nBishop from time to time authorizes.", "12": "Indian Christian Marriage Act,1872 12. Notice of intended marriageWhenever a marriage is\r\nintended to be solemnized by a Minister of Religion licensed to solemnize\r\nmarriages under this Act-One of the persons\r\nintending marriage shall give notice in writing, according to the form\r\ncontained in the First Schedule hereto annexed, or to the like effect, to the\r\nMinister of Religion whom he or she desires to solemnize the marriage, and\r\nshall state therein-(a) the name and\r\nsurname, and the profession or condition, of each of the persons intending\r\nmarriage,(b) the dwelling-place\r\nof each of them,(c) the time during\r\nwhich each has dwelt there, and(d) the church or\r\nprivate dwelling in which the marriage is to be solemnized :Provided that, if either of\r\nsuch persons has dwelt in the place mentioned in the notice during more than\r\none month, it may be stated therein that he or she has dwelt there one month\r\nand upwards.", "13": "Indian Christian Marriage Act,1872 13. Publication of such noticeIf the persons\r\nintending marriage desire it to be solemnized in a particular church, and if\r\nthe Minister of Religion to whom such notice has been delivered be entitled to\r\nofficiate therein, he shall cause the notice to be affixed in some conspicuous\r\npart of such church.Return or transfer of noticeBut if he is not\r\nentitled to officiate as a Minister in such church, he shall, at his option,\r\neither return the notice to the person who delivered it to him, or deliver it\r\nto some other Minister entitled to officiate therein, who shall thereupon cause\r\nthe notice to be affixed as aforesaid.", "14": "Indian Christian Marriage Act,1872 14. Notice of intended marriage in\r\nprivate dwellingIf it be intended that\r\nthe marriage shall be solemnized in a private dwelling, the Minister of\r\nReligion, on receiving the notice prescribed in section 12, shall forward it to\r\nthe Marriage Registrar of the district, who shall affix the same to some\r\nconspicuous place in his own office.", "15": "Indian Christian Marriage Act,1872 15. Sending copy of notice to Marriage\r\nRegistrar when one party is a minorWhen one of the\r\npersons intending marriage is a minor, every Minister receiving such notice\r\nshall, unless within twenty-four hours after its receipt he returns the same\r\nunder the provisions of section 13, send by the post or otherwise a copy of\r\nsuch notice to the Marriage Registrar of the district, or, if there be more\r\nthan one Registrar of such district, to the Senior Marriage Registrar.", "16": "Indian Christian Marriage Act,1872 16. Procedure on receipt of noticeThe Marriage Registrar\r\nor Senior Marriage Registrar, as he case may be, on receiving any such notice,\r\nshall affix it to some conspicuous place in his own office, and the latter\r\nshall further cause a copy of the said notice to be sent to each of the other\r\nMarriage Registrars in the same district, who shall likewise publish the same\r\nin the manner above directed.", "17": "Indian Christian Marriage Act,1872 17. Issue of certificate of notice\r\ngiven and declaration madeAny Minister of\r\nReligion consenting or intending to solemnize any such marriage as aforesaid,\r\nshall, on being required so to do by or on behalf of the person by whom the\r\nnotice was given, and upon one of the persons intending marriage making the\r\ndeclaration hereinafter required, issue under his hand a certificate of such\r\nnotice having been given and of such declaration having been made :ProvisoProvided -(1) that no such\r\ncertificate shall be issued until the expiration of four days after the date of\r\nthe receipt of the notice by such Minister;(2) that no lawful\r\nimpediment be shown to his satisfaction why such certificate should not issue;\r\nand(3) that the issue of\r\nsuch certificate has not been forbidden, in manner hereinafter mentioned, by\r\nany person authorized in that behalf.", "18": "Indian Christian Marriage Act,1872 18. Declaration before issue of\r\ncertificateThe certificate mentioned\r\nin section 17 shall not be issued until one of the persons intending marriage\r\nhas appeared personally before the Minister and made a solemn declaration-(a) that he or she\r\nbelieves that there is not any impediment of kindred or affinity, or other lawful\r\nhindrance, to the said marriage,and when either or\r\nboth of the parties is or are a minor or minors.(b) that the consent\r\nor consents required by law has or have been obtained thereto, or that there is\r\nno person resident in India having authority to give such consent, as the case\r\nmay be.", "19": "Indian Christian Marriage Act,1872 19. Consent of father, or guardian, or\r\nmotherThe father, if living,\r\nof any minor or, if the father be dead, the guardian of the person of such\r\nminor, and, in case there be no such guardian, then the mother of such minor,\r\nmay give consent to the minor’s marriage, and such consent is hereby required\r\nfor the same marriage, unless no person authorized to give such consent be\r\nresident in India.", "20": "Indian Christian Marriage Act,1872 20. Power to prohibit by notice issue\r\nof certificateEvery person whose\r\nconsent to a marriage is required under section 19, is hereby authorized to\r\nprohibit the issue of he certificate by any Minister, at any time before the\r\nissue of the same, by notice in writing to such Minister, subscribed by the\r\nperson so authorized with his or her name and place of abode and position with\r\nrespect to either of the persons intending marriage, by reason of which he or\r\nshe is so authorized as aforesaid.", "21": "Indian Christian Marriage Act,1872 21. Procedure on receipt of noticeIf any such notice be received\r\nby such Minister, he shall not issue his certificate and shall not solemnize\r\nthe said marriage until he has examined into the matter of the said\r\nprohibition, and is satisfied that the person prohibiting the marriage has no\r\nlawful authority for such prohibition, or until the said notice is withdrawn by\r\nthe person who gave it.", "22": "Indian Christian Marriage Act,1872 22. Issue of certificate in   case\r\nof minorityWhen either of the\r\npersons intending marriage is a minor, and the Minister is not satisfied that\r\nthe consent of the consent of the person whose consent to such marriage is\r\nrequired by section 19 has been obtained, such Minister shall not issue such\r\ncertificate until the expiration of fourteen days after the receipt by him of\r\nthe notice of marriage.", "23": "Indian Christian Marriage Act,1872 23. Issue of certificates to Indian\r\nChristians.When any 13[Indian]\r\nChristian about to be married takes a notice of marriage to a Minister of\r\nReligion, or applies for a certificate from such Minister under section 17,\r\nsuch Minister shall, before issuing the certificate, ascertain whether such 13[Indian]\r\nChristian is cognizant of the purport and effect of the said notice or\r\ncertificate, as the case may be, and, if not, shall translate or cause to be\r\ntranslated the notice or certificate to such 13[Indian] Christian into\r\nsome language which he understands.", "24": "Indian Christian Marriage Act,1872 24. Form of certificateThe certificate to be\r\nissued by such Minister shall be in the form contained in the Second Schedule\r\nhereto annexed, or to the like effect.", "25": "Indian Christian Marriage Act,1872 25. Solemnization of marriageAfter the issue of the \r\ncertificate by the Minister, marriage may be solemnized between the persons \r\ntherein described according to such form or ceremony as the Minister thinks fit \r\nto adopt :Provided that the marriage be \r\nsolemnized in the presence of at least two witnesses besides the Minister.", "26": "Indian Christian Marriage Act,1872 26. Certificate void if marriage not\r\nsolemnized within two months Whenever a marriage is\r\nnot solemnized within two months after the date of the certificate issued\r\nby  such Minister as aforesaid, such certificate and all proceedings (if\r\nany) thereon shall be void,and no person shall\r\nproceed to solemnize the said marriage until new notice has been given and a\r\ncertificate thereof issued in manner aforesaid.", "27": "Indian Christian Marriage Act,1872 27. Marriages when to be registeredAll marriages\r\nhereafter solemnized in 12[India] between persons one or both of\r\nwhom professes or profess the Christian religion, except marriages solemnized\r\nunder Part V or Part VI of this Act, shall be registered21 in manner\r\nhereinafter prescribed.", "28": "Indian Christian Marriage Act,1872 28. Registration of marriages\r\nsolemnized by Clergymen of Church of EnglandEvery Clergyman of the\r\nChurch of England shall keep a register of marriages and shall register\r\ntherein, according to the tabular form set forth in the Third Schedule hereto\r\nannexed, every marriage which he solemnizes under this Act.", "29": "Indian Christian Marriage Act,1872 29. Quarterly returns to ArchdeaconryEvery Clergyman of the\r\nChurch of England shall send four times in every year returns in duplicate,\r\nauthenticated by his signature, of the entries in the register of marriages\r\nsolemnized at any place where he has any spiritual charge, to the Registrar of\r\nthe Archdeaconry to which he is subject, or within the limits of which such\r\nplace is situate.Contents of returnsSuch quarterly returns\r\nshall contain all the entries of marriages contained in the said register from\r\nthe first day of January to the thirty-first day of March, from the first day\r\nof April to the thirtieth day of June, from the first day of July to the\r\nthirtieth day of September, and from the first day of October to the thirty\r\nfirst day of December, of each year, respectively, and shall be sent by such\r\nClergyman within two weeks from the expiration of each of the quarters above\r\nspecified.The said Registrar\r\nupon receiving the said returns shall send one copy thereof to the 22[registrar\r\nGeneral of a Births, Deaths and Marriages].", "30": "Indian Christian Marriage Act,1872 30. Registration and returns of\r\nmarriages solemnized by Clergymen of Church of RomeEvery marriage solemnized\r\nby a Clergyman of the Church of Rome shall be registered by the person and\r\naccording to the form directed in that behalf by the Roman Catholic Bishop of\r\nthe Diocese or Vicariate in which such marriage is solemnized, And such person\r\nshall forward quarterly to the 23[Registrar General of Births,\r\nDeaths and Marriages] returns of the entries of all marriages registered by him\r\nduring the three months next preceding.", "31": "Indian Christian Marriage Act,1872 31. Registration and returns of\r\nmarriages solemnized by Clergymen of Church of ScotlandEvery Clergyman of the\r\nChurch of Scotland shall keep a register of marriages, and shall register\r\ntherein, according to the tabular form set forth in the Third Schedule hereto\r\nannexed, every marriage which he solemnizes under this Act, and shall forward quarterly\r\nto the 23[Registrar General of Births, Deaths and Marriages],\r\nthrough the Senior Chaplain of the Church of Scotland, returns, similar to\r\nthose prescribed in section 29, of all such marriages.", "32": "Indian Christian Marriage Act,1872 32. Certain marriages to be registered\r\nin duplicateEvery marriage\r\nsolemnized by any person who has received Episcopal ordination, but who is not\r\na Clergyman of the Church of England, or of the Church of Rome, or by any\r\nMinister of Religion licensed under this Act to solemnize marriages, shall\r\nimmediately after the solemnization thereof, be registered in duplicate by the\r\nperson solemnizing the same; (that is to say) in a marriage-register-book to be\r\nkept by him for the purpose, according to the form contained in the Fourth\r\nSchedule hereto annexed, and also in a certificate attached to the\r\nmarriage-register-book as a counterfoil.", "33": "Indian Christian Marriage Act,1872 33. Entries of such marriages to be\r\nsigned and attestedThe entry of such\r\nmarriage in both the certificate and marriage-register-book shall be signed by\r\nthe person solemnizing the marriage, and also by the persons married, and shall\r\nbe attested by two credible witnesses, other than the person solemnizing the\r\nmarriage, present at its solemnization.Every such entry shall\r\nbe made in order from the beginning to the end of the book, and the number of\r\nthe certificate shall correspond with that of the entry in the\r\nmarriage-register-book.", "34": "Indian Christian Marriage Act,1872 34. Certificate to be forwarded to\r\nMarriage Registrar, copied, and sent to Registrar GeneralThe person solemnizing\r\nthe marriage shall forthwith separate the certificate from the\r\nmarriage-register-book and send it, within one month from the time of the\r\nsolemnization, to the Marriage Registrar of the district in which the marriage\r\nwas solemnized, or, if there be more Marriage Registrars than one, to the\r\nSenior Marriage Registrar, who shall cause such certificate to be copied into a\r\nbook to be kept by him for that purpose, and shall send all the certificates\r\nwhich he has received during the month, with such number and signature or\r\ninitials added thereto as are hereinafter required, to the 23[Registrar\r\nGeneral of Births, Deaths and Marriages].", "35": "Indian Christian Marriage Act,1872 35. Copies of certificates to be\r\nentered and numberedSuch copies shall be\r\nentered in order from the beginning to the end of the said book, and shall bear\r\nboth the number of the certificate as copied, and also a number to be entered\r\nby the Marriage Registrar, indicating the number of the entry of the said copy\r\nin the said book, according to the order in which he receives each certificate", "36": "Indian Christian Marriage Act,1872 36. Registrar to add number of entry to\r\ncertificate, and send to Registrar GeneralThe Marriage Registrar\r\nshall also add such last-mentioned number of the entry of the copy in the book\r\nto the certificate, with his signature or initials, and shall, at the end of\r\nevery month, send the same to the 22[Registrar General of Births,\r\nDeaths and Marriages].", "37": "Indian Christian Marriage Act,1872 37. Registration of marriages between\r\nIndian Christians, by persons referred to in clauses (1), (2) and (3) of\r\nsection 5.When any marriage\r\nbetween 13[Indian] Christians is solemnized 24[by any\r\nsuch person, Clergyman or Minister of Religion as is referred to in clause (1),\r\nclause (2), or clause (3) of section 5], the person solemnizing the same shall,\r\ninstead of proceeding in the manner provided by section 28 to 36, both\r\ninclusive, register the marriage in a separate register-book, and shall keep it\r\nsafely until it is filled, or, if he leave the district in which he solemnized\r\nthe marriage before the said book is filled, shall make over the same to the\r\nperson succeeding to his duties in the said district.Custody and disposal of register-bookWhoever has the\r\ncontrol of the book at the time when it is filled, shall send it to the\r\nMarriage Registrar of the district, or, if there be more Marriage Registrars\r\nthan one, to the Senior Marriage Registrar, who shall send it to the 22[Registrar\r\nGeneral of Births, Deaths and Marriages], to be kept by him with the records of\r\nhis office.", "38": "Indian Christian Marriage Act,1872 38. Notice of intended marriage before\r\nMarriage RegistrarWhen a marriage is\r\nintended to be solemnized by, or in the presence of, a Marriage Registrar, one\r\nof the parties to such marriage shall give notice in writing, in he form\r\ncontained in the First Schedule hereto annexed, or to the like effect, to any\r\nMarriage Registrar of the district within which the parties have dwelt, or, if\r\nthe parties dwell in different districts, shall give the like notice to a\r\nMarriage Registrar of each district, and shall state therein the name and\r\nsurname, and the profession or condition, of each of the parties intending,\r\nmarriage, the dwelling-place of each of them, the time during which each has\r\ndwelt therein, and the place of which the marriage is to be solemnized :Provided that, if either party\r\nhas dwelt in the place stated in the notice for more than one month, it may be\r\nstated therein that he or she has dwelt there one month and upwards", "39": "Indian Christian Marriage Act,1872 39. Publication of noticeEvery Marriage\r\nRegistrar shall, on receiving any such notice, cause a coy thereof to be\r\naffixed in some conspicuous place in his office.When one of the\r\nparties intending marriage is a minor, every Marriage Registrar shall, within\r\ntwenty-four hours after the receipt by him of the notice of such marriage, send,\r\nby post or otherwise, a copy of such notice to each of the other Marriage\r\nregistrars (if any) in the same district, who shall likewise affix the copy in\r\nsome conspicuous place in his own office.", "40": "Indian Christian Marriage Act,1872 40. Notice to be filed and copy entered\r\nin Marriage Notice BookThe Marriage Registrar\r\nshall file all such notices and keep them with the records of his office, and\r\nshall also forthwith enter a true copy of all such notices in a book to be\r\nfurnished to him for that purpose by the State Government, and to be called the\r\n\"Marriage Notice Book\" ;and the Marriage\r\nNotice Book shall be open at all reasonable times, without fee, to all persons\r\ndesirous of inspecting the same.", "41": "Indian Christian Marriage Act,1872 41. Certificate of notice given and\r\noath madeIf the party by whom\r\nthe notice was given requests the Marriage Registrar to issue the certificate\r\nnext hereinafter mentioned, and if one of the parties intending marriage has\r\nmade oath as hereinafter required, the Marriage Registrar shall issue under his\r\nhand a certificate of such notice having been given and of such oath having\r\nbeen made :Provison\r\nProvided -that no lawful\r\nimpediment be shown to his satisfaction why such certificate should not issue ;that the issue of such\r\ncertificate has not been forbidden, in manner hereinafter mentioned, by any\r\nperson authorized in that behalf by this Act ;that four days after\r\nthe receipt of the notice have expired, and further, that where, by such oath,\r\nit appears that one of the parties intending marriage is a minor, fourteen days\r\nafter the entry of such notice have expired.", "42": "Indian Christian Marriage Act,1872 42. Oath before issue of certificateThe certificate\r\nmentioned in section 41 shall not be issued by any Marriage Registrar, until\r\none of the parties intending marriage appears personally before such Marriage\r\nRegistrar, and make oath25(a) that he or she\r\nbelieves that there is not any impediment of kindred or affinity, or other\r\nlawful hindrance, to the said marriage, and(b) that both the\r\nparties have, or (where they have dwelt in the districts of different Marriage\r\nRegistrars) that the party making such oath has, had their, his or her usual\r\nplace of abode within the district of such Marriage Registrar,and, where either or\r\neach of the parties is a minor,(c) that the consent\r\nor consents to such marriage required by law has or have been obtained thereto,\r\nor that there is no person resident in India authorized to give such consent,\r\nas the case may be.", "43": "Indian Christian Marriage Act,1872 43. Petition to High Court to order\r\ncertificate in less than fourteen daysWhen one of the\r\nparties intending marriage is a minor, and both such parties are at the time\r\nresident in any of the towns of Calcutta, Madras and Bombay, and are desirous\r\nof being married in less than fourteen days after the entry of each notice as\r\naforesaid, they may apply by petition to a Judge of the High Court, for an\r\norder upon the Marriage Registrar to whom the notice of marriage has been\r\ngiven, directing him to issue his certificate before the expiration of the said\r\nfourteen days required by section 41.Order on petitionAnd on sufficient cause\r\nbeing shown, the said Judge may, in his discretion, make an order upon such\r\nMarriage Registrar, directing him to issue his certificate at any time to be\r\nmentioned in the said order before the expiration of the fourteen days so\r\nrequired.And the said Marriage\r\nRegistrar, on receipt of the said order, shall issue his certificate in\r\naccordance therewith.", "44": "Indian Christian Marriage Act,1872 44. Consent of father or guardianThe provisions of\r\nsection 19 apply to every marriage under this Part, either of the parties to\r\nwhich is a minor ;Protest against issue of certificateAnd any person whose\r\nconsent to such marriage would be required thereunder may enter a protest\r\nagainst the issue of he Marriage Registrar’s certificate, by writing, at any\r\ntime before the issue of such certificate, the word \"forbidden\"\r\nopposite to the entry of the notice of such intended marriage in the Marriage\r\nNotice Book, and by subscribing thereto his or her name and place of abode, and\r\nhis or her position with respect to either of the parties, by reason of which\r\nhe or she is so authorized.Effect of protestWhen such protest has\r\nbeen entered, no certificate shall issue until the Marriage Registrar has\r\nexamined into the matter of the protest, and is satisfied that it ought not to\r\nobstruct the issue of the certificate for the said marriage, or until the\r\nprotest be withdrawn by the person who entered it.", "45": "Indian Christian Marriage Act,1872 45. Petition where person whose consent\r\nis necessary is insane, or unjustly withholds consentIf any person whose\r\nconsent is necessary to any marriage under this Part is of unsound mind, or if\r\nany such person (other than the father) without just cause withholds his\r\nconsent to the marriage, the parties intending marriage may apply by petition,\r\nwhere the person whose consent is necessary is resident within any of the towns\r\nof Calcutta, Madras and Bombay, to a Judge of the High Court, or if he is not\r\nresident within any of the said towns, then to the District Judge :Procedure on petitionAnd the said Judge of\r\nthe High Court, or District Judge, as the case may be, may examine the\r\nallegations of the petition in a summary way ;and, if upon\r\nexamination such marriage appears proper, such  Judge of the High Court or\r\nDistrict Judge, as the case may be, shall declare the marriage to be proper\r\nmarriage.Such declaration shall\r\nbe as effectual as if the person whose consent was needed had consented to the\r\nmarriageand if he has\r\nforbidden the issue of the Marriage Registrar’s certificate, such certificate\r\nshall be issued and the like proceedings may be had under this Part in relation\r\nto the marriage as if the issue of such certificate has not been forbidden.", "46": "Indian Christian Marriage Act,1872 46. Petition when Marriage Registrar\r\nrefuses certificateWhenever a Marriage\r\nRegistrar refuses to issue a certificate under this Part, either of the parties\r\nintending marriage may apply by petition, where the district of such Registrar\r\nis within any of the towns of Calcutta, Madras and Bombay, to a Judge of the\r\nHigh Court, or if such district is not within any of the said towns, then to\r\nthe District Judge.Procedure on petitionThe said Judge of the\r\nHigh Court, or district Judge, as the case may be, may examine the allegations\r\nof the petition in a summary way, and shall decide thereon.The decision of such\r\nJudge of the High Court or district Judge, as the case may be, shall be final,\r\nand the Marriage Registrar to whom the application for the issue of a\r\ncertificate was originally made shall proceed in accordance therewith.", "47": "Indian Christian Marriage Act,1872 [47. Petition when Marriage Registrar in\r\nIndian State refuses certificate-Repealed by the A.O. 1950", "48": "Indian Christian Marriage Act,1872 48. Petition when Registrar doubts\r\nauthority of person forbiddingWhenever a Marriage\r\nRegistrar, acting under the provisions of section 44, is not satisfied that the\r\nperson forbidding the issue of the certificate is authorized by law so to do,\r\nthe said Marriage Registrar shall apply by petition, where his district is\r\nwithin any of the towns of Calcutta, Madras and Bombay, to a Judge of the High\r\nCourt, or if such district be not within any of the said towns, then to the\r\nDistrict Judge.Procedure on petitionThe said petition\r\nshall state all the circumstance of the case, and pray for the order and\r\ndirection of the Court concerning the same, and the said Judge of the High\r\nCourt or District Judge, as the case may be, shall examine into the allegations\r\nof the petition and the circumstances of the case, and if, upon such\r\nexamination, it appears that the person forbidding the issue of such\r\ncertificate is not authorized by law so to do, such Judge of the High Court or\r\nDistrict Judge, as the case may be, shall declare that the person forbidding\r\nthe issue of such certificate is not authorized as aforesaid, and thereupon\r\nsuch certificate shall be issued, and the like proceedings may be had in\r\nrelation to such marriage as if the issue had not been forbidden.", "49": "Indian Christian Marriage Act,1872 49. Liability for frivolous protest\r\nagainst issue of certificateEvery person entering\r\na protest with the Marriage Registrar, under this Part, against the issue of\r\nany certificate, on grounds which such Marriage Registrar, under section 44, or\r\na Judge of the High Court or the District Judge, under section 45 or 46,\r\ndeclares to be frivolous and such as ought not to obstruct the issue of the\r\ncertificate, shall be liable for the costs of all proceedings in relation\r\nthereto and for damages, to be recovered by suit by the person against whose\r\nmarriage such protest was entered.", "50": "Indian Christian Marriage Act,1872 50. Form of certificateThe certificate to be\r\nissued by the Marriage Registrar under the provisions of section 41 shall be in\r\nthe form contained in the Second Schedule to this Act annexed or to the like\r\neffect, and the State Government shall furnish to every Marriage Registrar a\r\nsufficient number of forms of certificate.", "51": "Indian Christian Marriage Act,1872 51. Solemnization of marriage after\r\nissue of certificateAfter the issue of the\r\ncertificate of the Marriage Registrar, or, where notice is required to be given\r\nunder this Act to the Marriage Registrars for different districts, after the\r\nissue of the certificates of the Marriage Registrars for such districts,\r\nmarriage may, if there be no lawful impediment to the marriage of the parties\r\ndescribed in such certificate or certificates, be solemnized between them,\r\naccording to such form and ceremony as they think fit to adopt.But every such\r\nmarriage shall be solemnized in the presence of some Marriage Registrar (to\r\nwhom shall be delivered such certificate or certificates as aforesaid), and of\r\ntwo or more credible witnesses besides the Marriage Registrar.And in some part of\r\nthe ceremony each of the parties shall declare as follows, or to the like\r\neffect :-\"I do solemnly\r\ndeclare that I know not of any lawful impediment why I, A.B., may not be joined\r\nin matrimony to C. D.\"And each of the\r\nparties shall say to the other as follows or to the like effect :-\"I call upon\r\nthese persons here present to witness that I, A.B., do take thee, C.D., to be\r\nmy lawful wedded wife [or husband].\"", "52": "Indian Christian Marriage Act,1872 52. When marriage not had within two\r\nmonths after notice, new notice requiredWhenever a marriage is\r\nnot solemnized within two months after the copy of the notice has been entered\r\nby the Marriage Registrar, as required by section 40, the notice and the\r\ncertificate, if any, issued thereupon, and all other proceedings thereupon,\r\nshall be void ;and no person shall\r\nproceed to solemnize the marriage, not shall any Marriage Registrar enter the\r\nsame, until new notice has been given, and entry made, and certificate thereof\r\ngiven, at the time and in the manner aforesaid.", "53": "Indian Christian Marriage Act,1872 53. Marriage Registrar may ask for\r\nparticulars to be registeredA Marriage Registrar\r\nbefore whom any marriage is solemnized under this Part may ask of the persons\r\nto be married the several particulars required to be registered touching such\r\nmarriage.", "54": "Indian Christian Marriage Act,1872 54. Registration of marriage solemnized\r\nunder Part VAfter the\r\nsolemnization of any marriage under this Part, the Marriage Registrar present at\r\nsuch solemnization shall forthwith register the marriage in duplicate ; that is\r\nto say, in a marriage-register-book, according to the form of the Fourth\r\nSchedule hereto annexed, and also in a certificate attached to the\r\nmarriage-register-book as a counterfoil.The entry of such\r\nmarriage in both the certificate and the marriage-register-book shall be signed\r\nby the person by or before whom the marriage has been solemnized, if there be\r\nany such person, and by the Marriage Registrar present at such marriage,\r\nwhether or not it is solemnized by him, and also by the parties married, and\r\nattested by two credible witnesses other than the Marriage Registrar and person\r\nsolemnizing the marriage.Every such entry shall\r\nbe made in order from the beginning to the end of the book, and the number of\r\nthe certificate shall correspond with that of the entry in the\r\nmarriage-register-book.", "55": "Indian Christian Marriage Act,1872 55. Certificates to be sent monthly to\r\nRegistrar GeneralThe Marriage Registrar\r\nshall forthwith separate the certificate from the marriage-register-book and\r\nsent it, at the end of every month, to the 22[Registrar General of\r\nBirths, Deaths and Marriages].Custody of register-bookThe Marriage Registrar\r\nshall kept safely the said register-book until it is filled, and shall then\r\nsend it to the 22[Registrar General of Births, Deaths and\r\nMarriages], to be kept by him with the records of his office.", "56": "Indian Christian Marriage Act,1872 [56. Officers to whom Registrars in Indian States shall\r\nsend certificates- Repealed by the A.O. 1950]", "57": "Indian Christian Marriage Act,1872 57. Registrars to ascertain that notice\r\nand certificate are understood by Indian ChristiansWhen any 13[Indian]\r\nChristian about to be married gives a notice of marriage, or applies for a\r\ncertificate from a Marriage Registrar, such Marriage Registrar shall ascertain\r\nwhether the said 13[Indian] Christian understands the English\r\nlanguage, and, if he does not, the Marriage Registrar shall translate, or cause\r\nto be translated, such notice or certificate, or both of them, as the case may\r\nbe, to such 13[Indian] Christian into a language which he\r\nunderstands;or the Marriage\r\nRegistrar shall otherwise ascertain whether the 13[Indian] Christian\r\nis cognizant of the purport and effect of the said notice and certificate.", "58": "Indian Christian Marriage Act,1872 58. Indian Christians to be made to\r\nunderstand declarationsWhen any 13[Indian]\r\nChristian is married under the provisions of this Part, the person solemnizing\r\nthe marriage shall ascertain whether such 13[Indian] Christian\r\nunderstands the English language, and, if he does not, the person solemnizing\r\nthe marriage shall, at the time of the solemnization, translate, or cause to be\r\ntranslated, to such 13[Indian] Christian, into a language which he\r\nunderstands, the declarations made at such marriage in accordance with the\r\nprovisions of this Act.", "59": "Indian Christian Marriage Act,1872 59. Registration of marriages between\r\nIndian ChristiansThe registration of\r\nmarriages between 13[Indian] Christians under this Part shall be\r\nmade in conformity with the rules laid down in section 37 9so far as they are\r\napplicable), and not otherwise.", "60": "Indian Christian Marriage Act,1872 60. On what conditions marriages of\r\nIndian Christians may be certifiedEvery marriage between\r\n13[Indian] Christians applying for a certificate, shall, without the\r\npreliminary notice required under Part III, be certified under this Part, if\r\nthe following conditions be fulfilled, and not otherwise :-(1) the age of the man\r\nintending to be married 28[shall not be under 29[twenty-one\r\nyears]], and the age of the woman intending to be married 30[shall\r\nnot be under 29[eighteen years]] ;(2) neither of the\r\npersons intending to be married shall have a wife or husband still living ;(3) in the presence of\r\na person licensed under section 9, and of at least two credible witnesses other\r\nthan such person, each of the parties shall say to be other-\"I can upon these\r\npersons here present to witness that I, A. B., in the presence of Almighty God,\r\nand in the name of our Lord Jesus Christ, do take thee, C.D., to be my lawful\r\nwedded wife [or husband]\" or words to the like effect.", "61": "Indian Christian Marriage Act,1872 61. Grant of certificateWhen, in respect to\r\nany marriage solemnized under this Part, the conditions prescribed in section\r\n60 have been fulfilled, the person licensed as aforesaid, in whose presence the\r\nsaid declaration has been made, shall, on the application of either of the\r\nparties to such marriage, and, on the payment of a fee of four annas, grant a\r\ncertificate of the marriage.The certificate shall\r\nbe signed by such licensed persona; and shall be received in any suit touching\r\nthe validity of such marriage as conclusive proof of its having been performed.", "62": "Indian Christian Marriage Act,1872 62. Keeping of register-book and\r\ndeposit of extracts there from with Registrar General\n(1) Every person\r\nlicensed under section 9 shall keep in English, or in the vernacular language\r\nin ordinary use in the district or State in which the marriage was solemnized,\r\nand in such form as the State Government by which he was licensed may from time\r\nto time prescribe, a register-book of all marriages solemnized under this Part\r\nin his presence, and shall deposit in the office of the Registrar General of\r\nBirths, Deaths and Marriages for the territories under the administration of\r\nthe said State Government, in such form and at such intervals as that\r\nGovernment may prescribe, true and duly authenticated extracts from his\r\nregister-book of all entries made therein since the last of those intervals.]", "63": "Indian Christian Marriage Act,1872 63. Searches in register-book and\r\ncopies of entriesEvery person licensed\r\nunder this Act to grant certificates of marriage, and keeping a marriage-register-book\r\nunder section 62, shall, at all reasonable times, allow search to be made in\r\nsuch book, and shall, on payment of the proper fee, give a copy, certified\r\nunder his hand, of any entry therein.", "64": "Indian Christian Marriage Act,1872 64. Books in which marriages of Indian\r\nChristians under Part I or Part III are registeredThe provisions of\r\nsections 62 and 63, as to the form of the register-book, depositing extracts\r\nthere from, allowing searches thereof, and giving copies of the entries\r\ntherein, shall, mutatis mutandis apply to the books kept under section 37.", "65": "Indian Christian Marriage Act,1872 65. Part VI not to apply to Roman\r\nCatholics. Saving of certain marriagesThis Part of this Act,\r\nexcept so much of sections 62 and 63 as are referred to in section 64, shall\r\nnot apply to marriages between Roman Catholics. But nothing herein contained\r\nshall invalidate any marriage celebrated between Roman Catholics under the\r\nprovisions of Part V of Act No. 25 of 186434, previous to the\r\ntwenty-third day of February, 1865.", "66": "Indian Christian Marriage Act,1872 66. False oath, declaration, notice or\r\ncertificate for procuring marriage\nWhoever, for the\r\npurpose of procuring a marriage or license of marriage, intentionally,-(a) where an oath or\r\ndeclaration is required by this Act, or by any rule or custom of a Church\r\naccording to the rites and ceremonies of which a marriage is intended to be\r\nsolemnized, such Church being the church of England or of Scotland or of Rome,\r\nmakes a false oath or declaration or,(b) where a notice or\r\ncertificate is required by this Act, signs a false notice or certificate, shall\r\nbe deemed to have committed the offence punishable under section 193 of the\r\nIndian Penal Code with imprisonment of either description for a term which may\r\nextend to three years and, at the discretion of the Court, with fine.]", "67": "Indian Christian Marriage Act,1872 67. Forbidding, by false personation,\r\nissue of certificate by Marriage RegistrarWhoever forbids the\r\nissue, by a Marriage Registrar, of a certificate, by falsely representing\r\nhimself to be a person whose consent to the marriage is required by law,\r\nknowing or believing such representation to be false, or not having reason to\r\nbelieve it to be true, shall be deemed guilty of the offence described in\r\nsection 205 of the Indian Penal Code.", "68": "Indian Christian Marriage Act,1872 68. Solemnizing marriage without due\r\nauthority\nWhoever, not being\r\nauthorized by section 5 of this Act to solemnize marriages, solemnizes or\r\nprofesses to solemnize, in the absence of a Marriage Registrar of the district\r\nin which the ceremony takes place, a marriage between persons one or both of\r\nwhom is or are a Christian or Christians, shall be punished with imprisonment\r\nwhich may extend to ten years, or (in lieu of a sentence of imprisonment for\r\nseven years or upwards) with transportation for a term of not less than seven\r\nyears, and not exceeding ten years, 37[***]and shall also be liable to fine.]", "69": "Indian Christian Marriage Act,1872 69. Solemnizing\r\nmarriage out of proper time, or without witnesses Whoever knowingly and\r\nwillfully solemnizes a marriage between persons, one or both of whom is or are\r\na Christian or Christians, at any time other than between the hours of six in\r\nthe morning and seven in the evening, or in the absence of at least two\r\ncredible witnesses other than the person solemnizing the marriage, shall be\r\npunished with imprisonment for a term which may extend to three years, and\r\nshall also be liable to fine.Saving of marriages solemnized under special  licenseThis section does not\r\napply to marriages solemnized under special licenses granted by the Anglican\r\nBishop of the Diocese or by his Commissary, nor to marriages performed between\r\nthe hours of seven in the evening and six in the morning by a Clergyman of the\r\nChurch of Rome, when he has received the general or special license in that\r\nbehalf mentioned in section 10. 38  [Nor does this section\r\napply to marriages solemnized by a Clergyman of the Church of Scotland\r\naccording to the rules, rites, ceremonies and customs of the Church of\r\nScotland.]", "70": "Indian Christian Marriage Act,1872 70. Solemnizing, without notice or\r\nwithin fourteen days after notice, marriage with minorAny Minister of\r\nReligion licensed to solemnize marriages under this Act, who, without a notice in\r\nwriting, or , when one of the parties to the marriage is a minor and the\r\nrequired consent of the parents or guardians to such marriage has not been\r\nobtained, within fourteen days after the receipt by him of notice of such\r\nmarriage, knowingly and willfully solemnizes a marriage under Part III, shall\r\nbe punished with imprisonment for a term which may extend to three years, and\r\nshall also be liable to fine.", "71": "Indian Christian Marriage Act,1872 71. Issuing certificate, or marrying,\r\nwithout publication of noticeA Marriage Registrar\r\nunder this Act who commits any of the following offences :-(1) knowingly and\r\nwillfully issues any certificate for marriage, or solemnizes any marriage,\r\nwithout publishing the notice of such marriage as directed by this Act;Marrying after expiry of notice 39  [(2) after the\r\nexpiration of two months after the copy of the notice has been entered as\r\nrequired by section 40 in respect of any marriage, solemnizes such marriage;]Solemnizing marriage with minor within fourteen days,\r\nwithout authority of Court, or without sending copy of notice(3) solemnizes,\r\nwithout an order of a competent Court authorizing him to do so, any marriage,\r\nwhen one of the parties is a minor, before the expiration of fourteen days\r\nafter the receipt of the notice of such marriage, or without sending, by the\r\npost or otherwise, a copy of such notice to be Senior Marriage Registrar of the\r\ndistrict if there be more Marriage Registrars of the district than one, and if\r\nhe himself be not the Senior Marriage Registrar;Issuing certificate against authorized prohibition(4) issues any\r\ncertificate the issue of which has been prohibited, as in this Act provided, by\r\nany person authorized to prohibit the issue thereof,shall be punished with\r\nimprisonment for a term which may extend to five years, and shall also be\r\nliable to fine.", "72": "Indian Christian Marriage Act,1872 72. Issuing certificate after expiry of\r\nnotice, or, in case of minor, within fourteen days after notice, or against\r\nauthorized prohibitionAny Marriage Registrar\r\nKnowingly and willfully issuing any certificate for marriage after the expiration\r\nof 40[two months] after the notice has been entered by him as\r\naforesaid, or knowingly and willfully issuing, without the order of a competent\r\nCourts authorizing him so to do, any certificate for marriage, where one of the\r\nparties intending marriage is a minor, before the expiration of fourteen days\r\nafter the entry of such notice, or any certificate the issue of which has been\r\nforbidden as aforesaid by any person authorized in this behalf, shall be deemed\r\nto have committed an offence under section 166 of the Indian Penal Code.", "73": "Indian Christian Marriage Act,1872 73. Persons authorized to solemnize\r\nmarriage (other than Clergy of Churches of England, Scotland or Rome);Whoever, being\r\nauthorized under this Act to solemnize a marriage, and not being a Clergyman of\r\nthe Church of England solemnizing a marriage after due publication of banns, or\r\nunder a license from the Anglican Bishop of the Diocese or a Surrogate duly\r\nauthorized in that behalf, or, not being a Clergyman of the Church of Scotland,\r\nsolemnizing a marriage according to the rules, rites, ceremonies and customs of\r\nthat church, or, not being a Clergyman of the Church of Rome, solemnizing a\r\nmarriage according to the rites, rules, ceremonies and customs of that church,Issuing certificate, or marrying, without publishing\r\nnotice or after expiry of certificateknowingly and\r\nwillfully by issues any certificate for marriage under this Act, or solemnizes\r\nand marriage between such persons as aforesaid, without publishing, or causing\r\nto be affixed, the notice of such marriage as directed in Part III of this Act,\r\nor after the expiration of two months after the certificate has been issued by\r\nhim;Issuing certificate for, or solemnizing, marriage with\r\nminor, within fourteen days after noticeor knowingly and willful\r\nissues any certificate for marriage, or solemnizes a marriage between such\r\npersons when one of the persons intending marriage is a minor, before the\r\nexpiration of fourteen days after the receipt of notice of such marriage, or\r\nwithout sending, by the post or otherwise, a copy of such notice to the\r\nMarriage Registrar, or, if there be more Marriage Registrars than one, to the\r\nSenior Marriage Registrar of the district;Issuing certificate   forbiddenor knowingly and\r\nwillfully issues any certificate the issue of which has been forbidden, under\r\nthis Act, by any person authorized to forbid the issue ;Solemnizing marriage authorizedly forbiddenor knowingly and\r\nwillfully solemnizes any marriage forbidden by any person authorized to forbid\r\nthe same, shall be punished with imprisonment for a term which may extend to\r\nfour years, and shall also be liable to fine.", "74": "Indian Christian Marriage Act,1872 74. Unlicensed person granting\r\ncertificate pretending to be licensedWhoever, not being\r\nlicensed to grant a certificate of marriage under Part VI of this Act, grants\r\nsuch certificate intending thereby to make it appear that he is so licensed,\r\nshall be punished with imprisonment for a term which may extend to five years,\r\nand shall also be liable to fine. 41  [Whoever, being\r\nlicensed to grant a certificates of marriage under Part VI of this Act, without\r\njust cause refuses, or willfully neglects or omits, to perform any of the\r\nduties imposed upon him by that Part shall be punished with fine which may\r\nextend to one hundred rupees.]", "75": "Indian Christian Marriage Act,1872 75. Destroying or falsifying\r\nregister-booksWhoever, by himself or\r\nanother, willfully destroys or injures any register book or the counterfoil\r\ncertificates thereof, or any part thereof, or any authenticated extract\r\n there from, or falsely makes or counterfeits any part of such register-book\r\nor counterfoil certificates, or willfully inserts any false entry in any such\r\nregister-book or counterfoil certificate or authenticated extract, shall be\r\npunished with imprisonment for a term which may extend to seven years, and\r\nshall also be liable to fine.", "76": "Indian Christian Marriage Act,1872 76. Limitation of prosecutions under\r\nActThe prosecution for\r\nevery offence punishable under this Act shall be commenced within two years\r\nafter the offence is committed.", "77": "Indian Christian Marriage Act,1872 77. What matters need not be proved in\r\nrespect of marriage in accordance with ActWhenever any marriage\r\nhas been solemnized in accordance with the provisions of sections 4 and 5, it\r\nshall not be void merely on account of any irregularity in respect of any of\r\nthe following matters, namely :-(1) any statement made\r\nin regard to the dwelling of the persons married, or to the consent of any\r\nperson whose consent to such marriage is required by law;(2) the notice of the\r\nmarriage;(3) the certificate or\r\ntranslation thereof;(4) the time and place\r\nat which the marriage has been solemnized;(5) the registration\r\nof the marriage.", "78": "Indian Christian Marriage Act,1872 78. Corrections of errorsEvery person charged\r\nwith the duty of registering any marriage, who discovers any error in the form or\r\nsubstance of any such entry, may within one month next after the discovery of\r\nsuch error, in the presence of the persons married, or, in case of their death\r\nor absence, in the presence of two other credible witnesses, correct the error\r\nby entry in the margin, without any alteration of the original entry, and shall\r\nsign the marginal entry, and add thereto the date of such correction, and such\r\nperson shall make the like marginal entry in the certificate thereof.And every entry made\r\nunder this section shall be attested by the witnesses in whose presence it was\r\nmade.And, in case such\r\ncertificate has been already sent to the 22[Registrar General of\r\nBirths, Deaths and Marriages], such person shall make and send in like manner a\r\nseparate certificate of the original erroneous entry, and of the marginal\r\ncorrection therein made.", "79": "Indian Christian Marriage Act,1872 79. Searches and copies of entriesEvery person\r\nsolemnizing a marriage under this Act, and hereby required to register the\r\nsame, and, every Marriage Registrar or 42[Registrar General of Births,\r\nDeaths and Marriages] having the custody for the time being of any register of\r\nmarriages, or of any certificate, or duplicate, or copies of certificate, under\r\nthis Act, shall, on payment of the proper fees, at all reasonable times, allow\r\nsearches to be made in such register, or for such certificate, or duplicate or\r\ncopies, and give a copy under his hand of any entry in the same.", "80": "Indian Christian Marriage Act,1872 80. Certified copy of entry in marriage\r\nregister, etc., to be evidenceEvery certified copy,\r\npurporting to be signed by the person entrusted under this Act with the custody\r\nof any marriage-register or certificate, or duplicate, required to be kept or\r\ndelivered under this Act, of any entry of a marriage in such register or of any\r\nsuch certificate or duplicate, shall be received as evidence of the marriage\r\npurporting to be so entered, or of the facts purporting to be so certified\r\ntherein, without further proof of such register or certificate, or duplicate,\r\nor of any entry therein, respectively, or of such copy.", "81": "Indian Christian Marriage Act,1872 81. Certificates of certain marriages\r\nto be sent to Central Government\nThe Registrar General\r\nof Births, Deaths and Marriages 44[***] shall, at the end of every\r\nquarter in each year, select, from the certificates of marriages forwarded to 45[him],\r\nduring such quarter, the certificates of the marriages of which 46[the\r\nGovernment by whom he was appointed] may desire that evidence shall be\r\ntransmitted to England, and shall send the same certificates, signed by 47[him]\r\nto the 48[Central Government].]", "82": "Indian Christian Marriage Act,1872 82. State Government to prescribe feesFees shall be\r\nchargeable under this Act for-receiving and\r\npublishing notice of marriages;issuing 49[certificates\r\nfor marriage] by Marriage Registrars, and registering marriages by the same;entering protests\r\nagainst, or prohibitions of, the issue of 50[certificates for\r\nmarriage] by the said Registrars;searching\r\nregister-books or certificates, or duplicates, or copies thereof;giving copies of\r\nentries in the same under sections 63 and 79.The State Government\r\nshall fix the amount of such fees respectively,and may from time to time vary\r\nor remit them either generally or in special cases, as to it may seem fit.", "83": "Indian Christian Marriage Act,1872 83. Power to make rules\r\n     51  [(1) The State\r\nGovernment 52[may by notification in the Official Gazette make rules]\r\nin regard to the disposal of the fees mentioned, in section 82, the supply of\r\nregister-book, and the preparation and submission of returns of marriages\r\nsolemnized under this Act.]    53  [(2) Every rule made\r\nby the State Government under this section shall be laid, as soon as may be\r\nafter it is made, before the State Legislature.]]", "84": "Indian Christian Marriage Act,1872  [84. Power to prescribe fees and rules\r\nfor Indian States- Repealed by the A.O. 1950] ", "85": "Indian Christian Marriage Act,1872 85. Power to declare who shall be\r\nDistrict JudgeThe State Government may,\r\nby notification in the Official Gazette, declare who shall, in any place to\r\nwhich this Act applies, be deemed to the District Judge.", "86": "Indian Christian Marriage Act,1872 54 [86. Powers and functions exercisable as regards Indian States-\r\nRepealed by the A.O. 1950] ", "87": "Indian Christian Marriage Act,1872 87. Saving of Consular marriagesNothing in this Act\r\napplies to any marriage performed by any Minister, Consul, or Consular Agent\r\nbetween subjects of the State which he represents and according to the laws of\r\nsuch State.", "88": "Indian Christian Marriage Act,1872 88. Non-validation of marriages within\r\nprohibited degreesNothing in this Act\r\nshall be deemed to validate any marriage which the personal law applicable to\r\neither of the parties forbids him or her to enter into."}