{"name": "Indian Bills of Lading Act, 1856\r", "1": "1. Rights under bills of lading to vest in consignee or endorsee.-Every consignee of goods named in a bill of lading, and every endorsee of a bill of lading to whom the property in the goods therein mentioned shall pass, upon or by reason of such consignment or endorsement shall have transferred to and vested in him all rights of suit, and be subject to the same liabilities in respect of such goods as if the contract contained in the bill of lading had been made with himself.", "2": "2. Not to affect right of stoppage in transit or claims for freight.-Nothing herein contained shall prejudice or affect any right of stoppage in transit,2 or any right to claim freight against the original shipper or owner, or any liability of the consignee or endorsee by reason or in consequence of his being such consignee or endorsee, or of his receipt of the goods by reason or in consequence of such consignment or endorsement.", "3": "3. Bill of lading in hands of consignee, etc., conclusive evidence of the shipment as against master, etc.-Every bill of lading in the hands of a consignee or endorsee for valuable consideration, representing goods to have been shipped on board a vessel, shall be conclusive evidence of such shipment as, against the master or other person signing the same, notwithstanding that such good or some part thereof may not have been so shipped, unless such holder of the bill of lading shall have had actual notice at the time of receiving the same that the goods had not in fact been laden on board: Provided that the master or other person so signing may exonerate himself in respect of such misrepresentation, by showing that it was caused without any default on his part, and wholly by the fraud of the shipper, or of the holder, or some person under whom the holder claims.1. Short title given by the Indian Short Titles Act, 1897 (14 of 1897), s. 2 and the Schedule.This Act is based on the Bills of Lading Act, 1855 (18 and 19 Vict., c. 111).It has been declared to be in force in the whole of India except Part B States and the Scheduled Districts, by the Laws Local Extent Act, 1874 (15 of 1874), s. 3.Extended to former Part B States by Act 18 of 1949, s. 4.Extended to Union territory of Pondicherry by Act 26 of 1968, s. 3 and the Schedule.It has been declared, by notification under s. 3(a) of the Scheduled Districts Act, 1874 (14 of 1874), to be in force in the following Scheduled Districts, namely:-West Jalpaiguri, see Gazette of India, 1881, Pt. I, p. 74.The Districts of Hazaribagh, Lohardaga (now the Ranchi district, see Calcutta Gazette, 1899, Pt. I, p. 44), and Manbhum, and Pargana Dhalbhum and the Kolhan in the District of Singhbhum, see Gazette of India, 1881, Pt. I, p. 504. Assam (except the North Lushai Hills), see Gazette of India, 1897, Pt. I, p. 299.2. As to stoppage in transit, see the Indian Contract Act, 1872 (9 of 1872), ss. 99-106."}