{"name": "Indian Wireless Telegraphy Act, 1933\r", "1": "Indian Wireless Telegraphy Act, 19331. Short title, extent and commencement (1) This Act may be called the Indian Wireless Telegraphy Act,\r\n1933.(2) It extends to the whole of India.(3) It shall come into force of such date as the Central\r\nGovernment may, by notification in the Official Gazette, appoint.", "2": "Indian Wireless Telegraphy Act, 19332. Definitions In this Act, unless there is anything repugnant in the subject\r\nor context- (1) \"wireless communication\" means any transmission,\r\nemission or reception of signs, signals, writing, images and sounds, or\r\nintelligence of any nature by means of electricity, magnetism, or radio waves\r\nor Hertzian waves, without the use of wires or other\r\ncontinuous electrical conductors between the transmitting and the receiving\r\napparatus.Explanation: \" Radio waves\" or\r\n\" Hertzian waves\" means electromagnetic\r\nwaves of frequencies lower than 3,000 gigacycles per\r\nsecond propagated in space without artificial guide;(2) \"wireless telegraphy apparatus\" means any\r\napparatus, appliance, instrument or material used or capable of use in wireless\r\ncommunication, and includes any article determined by rule made under section\r\n10 to be wireless telegraphy apparatus, but does not include any such\r\napparatus, appliance, instrument or material commonly used for other electrical\r\npurposes, unless it has been specially designed or adapted for wireless\r\ncommunication or forms part of some apparatus, appliance, instrument or\r\nmaterial specially so designed or adapted, nor any article determined by rule\r\nmade under section 10 not to be wireless telegraphy apparatus;(2A) \"wireless transmitter\" means any apparatus,\r\nappliance, instrument or material used or capable of use for transmission or\r\nemission of wireless communication;(3) \"prescribed\" means prescribed by rules made under\r\nsection 10.", "3": "Indian Wireless Telegraphy Act, 19333. Prohibition of possession of wireless telegraphy\r\napparatus without license Save as provided by section 4, no person shall possess wireless\r\ntelegraphy apparatus except under and in accordance with a license issued under\r\nthis Act.", "4": "Indian Wireless Telegraphy Act, 19334. Power of Central Government to exempt persons from provisions\r\nof the Act The Central Government may by rules made under this Act exempt\r\nany person or any class of persons from the provisions of this Act either\r\ngenerally or subject to prescribed conditions, or in respect of specified\r\nwireless telegraphy apparatus.", "5": "Indian Wireless Telegraphy Act, 19335. Licenses The telegraph authority constituted under the Indian Telegraph\r\nAct, 1885 (13 of 1885), shall be the authority competent to issue licenses to\r\npossess wireless telegraphy apparatus under this Act, and may issue licenses in\r\nsuch manner, on such conditions and subject to such payments as may be\r\nprescribed.", "6": "Indian Wireless Telegraphy Act, 19336. Offence and penalty (1) Whoever possesses any wireless telegraphy apparatus, other\r\nthan a wireless transmitter, in contravention of the provisions of section 3 shall\r\nbe punished, in the case of the first offence, with fine which may extend to\r\none hundred rupees, and, in the case of a second or subsequent offence, with\r\nfine which may extend to two hundred and fifty rupees.(1A) Whoever possesses any wireless transmitter in contravention\r\nof the provisions of section 3 shall be punished with imprisonment which may\r\nextend to three years, or with fine which may extend to one thousand rupees, or\r\nwith both.(2) For the purposes of this section a court may presume that a\r\nperson possesses wireless telegraphy apparatus if such apparatus is under his\r\nostensible charge, or is located in any premises or place over which he has\r\neffective control.(3) If in the trial of an offence under this section the accused\r\nis convicted, the court shall decide whether any apparatus in respect of which\r\nan offence has been committed should be confiscated, and, if it so decides, may\r\norder confiscation accordingly.Comment: All members of the household cannot be\r\ncharged like this without more. A-13, being the wife of A-12, was living with\r\nher husband A-12 and merely on that account knowledge and intention cannot be\r\nattributed to her, particularly when no overt act is alleged against her. She\r\nis acquitted of all these charges and her conviction and sentence set aside.\r\nState of T.N. v. Nalini AIR 1999 SUPREME COURT 2640", "7": "Indian Wireless Telegraphy Act, 19337. Power of search Any officer specially empowered by the Central Government in\r\nthis behalf may search any building, vessel or place in which he has reason to\r\nbelieve that any wireless telegraphy apparatus, in respect of which an offence\r\npunishable under section 6 has been committed, is kept or concealed, and take\r\npossession thereof.", "8": "Indian Wireless Telegraphy Act, 19338. Apparatus confiscated or having no owner to be property\r\nof Central Government All wireless telegraphy apparatus confiscated under the\r\nprovisions of sub-section (3) of section 6, and all wireless telegraphy\r\napparatus having no ostensible owner shall be the property of the Central\r\nGovernment.", "9": "Indian Wireless Telegraphy Act, 19339. Power of court to direct payment of fines to prescribed\r\nauthority [Ceased to have effect by the A.O. 1937 and rep. by the\r\nRepealing and Amending Act,1940]", "10": "Indian Wireless Telegraphy Act, 193310. Power of Central Government to make rules (1) The Central Government may, by notification in the Official\r\nGazette, make rules for the purpose of carrying into effect the provisions of\r\nthis Act.(2) In particular and without prejudice to the generality of the\r\nforegoing power, such rules may provide for- ( i ) determining that\r\nany article or class of article shall be or shall not be wireless telegraphy\r\napparatus for the purposes of this Act;(ii) the exemption of persons or classes of\r\npersons under section 4 from the provisions of this Act;(iii) the manner of and the conditions\r\ngoverning the issue, renewal, suspension and cancellation of licenses, the form\r\nof licenses and the payments to be made for the issue and renewal of licenses;(iv) the maintenance of records containing\r\ndetails of the acquisition and disposal by sale or otherwise of wireless\r\ntelegraphy apparatus possessed by dealers in wireless telegraphy apparatus;(v) the conditions governing the sale of\r\nwireless telegraphy apparatus by dealers in and manufacturers of such\r\napparatus.(3) In making a rule under this section the Central Government\r\nmay direct that a breach of it shall be punishable with fine which may extend\r\nto one hundred rupees.(4) Every rule made under this section shall be laid as soon as\r\nmay be after it is made before each House of Parliament while it is in session\r\nfor a total period of thirty days which may be comprised in one session or 1[in\r\ntwo or more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid], both\r\nHouses agree in making any modification in the rule or both Houses agree that\r\nthe rule should not be made, the rule shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule.", "11": "Indian Wireless Telegraphy Act, 193311. Saving of Indian Telegraph Act, 1885 Nothing in this Act contained shall authorize the doing of\r\nanything prohibited under this Indian Telegraph Act, 1885 (13 of 1885), and no\r\nlicense issued under this Act shall authorize any person to do anything for the\r\ndoing of which a license or permission under the Indian Telegraph Act, 1885, is\r\nnecessary.", "12": "Indian Wireless Telegraphy Act, 193312. Removal of lawful obstructions (1) If any obstruction or impediment to the navigation of any port\r\nsubject to this Act has been lawfully made, or has become lawful by reason of\r\nthe long continuance of such obstruction or impediment, or otherwise, the\r\nconservator shall report the same for the information of the 2[Government],\r\nand shall, with the sanction of 23[the Government], cause the same\r\nto be removed or altered, making reasonable compensation to the person\r\nsuffering damage by such removal or alteration.(2) Any dispute arising concerning such compensation shall be\r\ndetermined according to the law relating to like disputes in the case of land\r\nrequired for public purposes."}