{"name": "Indian Easements Act, 1882\r", "1": "Indian Easements Act, 18821. Short titleThis Act may be called the Indian Easements Act, 1882.Local extent: It extends to the territories respectively\r\nadministered by the Governor of Madras in Council and the Chief Commissioners\r\nof the Central Provinces and Coorg.Commencement: It shall come into force on the first day of July,\r\n1882.", "2": "Indian Easements Act, 18822. SavingNothing herein contained shall be deemed to affect any law not\r\nhereby expressly repealed; or to derogate from-(a) any right of the government to regulate the collection, retention\r\nand distribution of the water of rivers and streams flowing in natural\r\nchannels, and of natural lakes and ponds, or of the water flowing, collected,\r\nretained or distributed in or by any channel or other work constructed at the\r\npublic expense for irrigation;(b) any customary or other right (not being a license) in or\r\nover immovable property which the government, the public or any person may\r\npossess irrespective of other immovable property; or(c) any right acquired, or arising out of a relation created,\r\nbefore this Act comes into force.", "3": "Indian Easements Act, 18823. Construction of certain references to Act XV of 1877\r\nand Act IX of 1871All references in any Act or Regulation to sections 26 and 27 of\r\nthe Indian Limitation Act, 1877 or to sections 27 and 28 of Act No. IX of 1871,\r\nshall, in the territories to which this Act extends, be read as made to\r\nsections 15 and 16 of this Act.", "4": "Indian Easements Act, 18824. \"Easement\" definedAn easement is a right which the owner or occupier of certain\r\nland possesses, as such, for the beneficial enjoyment of that land, to do and\r\ncontinue to do something, or to prevent and continue to prevent something being\r\ndone, in or upon, or in respect of certain other land not his own.Dominant and servant heritages and owners: The land for the\r\nbeneficial enjoyment of which the right exists is called the dominant heritage,\r\nand the owner or occupier thereof the dominant owner; and land on which the\r\nliability is imposed is called the servant heritage, and the owner or occupier\r\nthereof the servant owner.Explanation : In the first and second clauses of this\r\nsection the, expression \"land\" includes also things permanently\r\nattached to the earth; the expression \"beneficial enjoyment\" includes\r\nalso possible convenience, remote advantage, and even a mere amenity; and the\r\nexpression \"to do something\" includes removal and appropriation by\r\nthe dominant owner, for the beneficial enjoyment of the dominant heritage, or\r\nany part of the soil of the servant heritage, or anything growing or subsisting\r\nthereon.Illustrations(a) A, as the owner of a certain house, has a right of way\r\nthither over his neighbor B’s land for purposes connected with the beneficial\r\nenjoyment of the house. This is an easement.(b) A, as the owner of a certain house, has the right to go on\r\nhis neighbors B’s land, and to take water for the purposes of his household out\r\nof a spring therein. This is an easement.(c) A, as the owner of a certain house, has the right to conduct\r\nwater from B’s stream to supply the fountains in the garden attached to the\r\nhouse. This is an easement.(d) A, as the owner of a certain house and farm, has the right\r\nto graze a certain number of his own cattle on B's field, or to take, for the\r\npurpose of being used in the house, by himself, his family, guests, lodgers and\r\nservants, water or fish out of C's tank, or timber out of D's wood, or to use,\r\nfor the purpose of manuring his land, the leaves which have fallen from the\r\ntrees on E’s land. These are easements.(e) A dedicates to the public the right to occupy the surface of\r\ncertain land for the purpose of passing and re-passing. This right is not an\r\neasement.(f) A is bound to cleanse a watercourse running through his land\r\nand keep it free from obstruction for the benefit of B, a lower riparian owner.\r\nThis is not an easement.", "5": "Indian Easements Act, 18825. Continuous and discontinuous, apparent and non-apparent\r\neasementsEasements are either continuous or discontinuous, apparent or\r\nnon-apparent.A continuous easement is one whose enjoyment is, or may be,\r\ncontinual without the act of man.A discontinuous easement is one that needs the act of man for\r\nits enjoyment.An apparent easement is one the existence of which is shown by\r\nsome permanent sign which, upon careful inspection by a competent person, would\r\nbe visible to him.A non-apparent easement is one that has no such sign.Illustrations(a) A right annexed to B’s house to receive light by the windows\r\nwithout obstruction by his neighbor A. This is a continuous easement.(b) A right of way annexed to A’s house over B’s land. This is a\r\ndiscontinuous easement.(c) Rights annexed to A's land to lead water thither across B's\r\nland by an aqueduct and to draw off water thence by a drain. The drain would be\r\ndiscovered upon careful inspection by a person conversant with such matters.\r\nThese are apparent easements.(d) A right annexed to A's house to prevent B from building on\r\nhis own land. This is a non-apparent easement.", "6": "Indian Easements Act, 18826. Easement for limited time or on conditionAn easement may be permanent, or for a term of years or other\r\nlimited period, or subject to periodical interruption, or exercisable only at a\r\ncertain place, or at certain times, or between certain hours, or for a\r\nparticular purpose, or on condition that it shall commence or become void or\r\nvoidable on the happening of a specified event or the performance or\r\nnon-performance of a specified Act.", "7": "Indian Easements Act, 18827. Easements restrictive of certain rightsEasements are restrictions of one or other of the following\r\nrights (namely):-(a)  Exclusive right to enjoy  -The\r\nexclusive right of every owner of immovable property (subject to any law for\r\nthe time being in force) to enjoy and dispose of the same and all products\r\nthere of and accessions thereto.(b ) Rights to advantages\r\narising from situation  -The right of every owner of immovable\r\nproperty (subject to any law for the time being in force) to enjoy without\r\ndisturbance by another the natural advantages arising from its situation. Illustrations of the rights above referred to  (a) The exclusive right of every owner of land in a town to\r\nbuild on such land, subject to any municipal law for the time being in force.(b) The right of every owner of land that the air passing\r\nthereto shall not be unreasonable polluted by other persons.(c) The right of every owner of a house that his physical\r\ncomfort shall not be interfered with materially and unreasonably by noise or\r\nvibration caused by any other person.(d) The right of every owner of land to so much light and air as\r\npass vertically thereto.(e) The right of every owner of land that such land, in its\r\nnatural condition, shall have the support naturally rendered by the subjacent\r\nand adjacent soil of another person.Explanation: Land is in its natural conditions when it is\r\nnot excavated and not subjected to artificial pressure, and the \"subjacent\r\nand adjacent soil\" mentioned in this illustration means such soil only as\r\nin its natural condition would support the dominant heritage in its natural\r\ncondition.(f) The right of every owner of land that, within his own\r\nlimits, the water which naturally passes or percolates by, over or through his\r\nland shall not, before so passing or percolating, be unreasonably polluted by\r\nother persons.(g) The right of every owner of land to collect and dispose\r\nwithin his own limits of all water under the land which does not pass in a\r\ndefined channel and all water on its surface which does not pass in a defined\r\nchannel.(h) The right of every owner of land that the water of every\r\nnatural stream which passes by, through or over his land in a defined natural\r\nchannel shall be allowed by other persons to flow within such owner's limits\r\nwithout interruption and without material alteration in quantity, direction,\r\nforce or temperature; the right of every owner of land abutting on a natural\r\nlake or pond into or out of which a natural stream flows, that the water of\r\nsuch lake or pond shall be allowed by other persons to remain within such\r\nowner's limits without material alteration in quantity or temperature.(i) The right of every owner of upper land that water naturally\r\nrising in, or falling on such land, and not passing in defined channels, shall\r\nbe allowed by the owner of adjacent lower land to run naturally thereto.(j) The right of every owner of land abutting on a natural\r\nstream, lake or pond to use and consume its water for drinking, household\r\npurposes and watering his cattle and sheep, and the right of every such owner\r\nto use and consume the water for irrigating such land, and for the purposes of\r\nany manufactory situate thereon, provided that he does not thereby cause\r\nmaterial injury to other like owners.Explanation :  A natural stream is a stream, whether\r\npermanent or intermittent, tidal or tideless, on the surface of land or underground,\r\nwhich flows by the operation of nature only and in a natural and known course.", "8": "Indian Easements Act, 18828. Who may impose easementsAn easement may be imposed by any one in the circumstances, and\r\nto the extent, in and to which he may transfer his interest in the heritage on\r\nwhich the liability is so imposed.Illustrations(a) A is a tenant of B’s land under a lease for an unexpired\r\nterm of twenty years, and has power to transfer his interest under the lease. A\r\nmay impose an easement on the land to continue during the time that the lease\r\nexists or for any shorter period.(b) A is tenant for his life of certain land with remainder to B\r\nabsolutely. A cannot, unless with B’ consent, impose an easement thereon which\r\nwill continue after the determination of his life interest.(c) A, B and C are co-owners of certain land. A cannot, without\r\nthe consent of B and C, impose an easement on the land or on any part thereof.(d) A and B are lessees of the same lessor, A of a field X for a\r\nterm of five years and B of a field Y for a term of ten years. A's interest\r\nunder his lease is transferable; B's is not. A may impose on X, in favor of B,\r\na right of way terminable with A's lease.", "9": "Indian Easements Act, 18829. Servant ownersSubject to the provisions of section 8, a servant owner may\r\nimpose on the servant heritage any easement that does not lessen the utility of\r\nthe exiting easement. But he cannot, without the consent of the dominant owner,\r\nimpose an easement on the servant heritage which would lessen such utility.Illustrations(a) A has, in respect of his mill, a right to the uninterrupted\r\nflow thereto, from sunrise to noon, of the water of B's stream. B may grant to\r\nC the right to divert the water of the stream from noon to sunset:PROVIDED that A’s supply is not thereby diminished.(b) A has, in respect of his house, a right of way over B’s\r\nland. B may grant to C, as the owner of neighboring farm, the right to feed his\r\ncattle on the grass growing on the way:PROVIDED that A’s right of way is not thereby\r\nobstructed.", "10": "Indian Easements Act, 188210. Lessor and mortgagorSubject to the provisions of section 8, a lessor may impose, on\r\nthe property leased, any easement that does not derogate from the rights of the\r\nlessee as such, and a mortgagor may impose, on the property mortgaged, any\r\neasement that does not render the security insufficient. But a lessor or\r\nmortgagor cannot, without the consent of the lessee or mortgagee, impose any\r\nother easement on such property, unless it be to take effect on the termination\r\nof the lease or the redemption of the mortgage.Explanation:  A security is insufficient within the\r\nmeaning of this section unless the value of the mortgaged property exceeds by\r\none-third, or, if consisting of buildings, exceeds by one-half, the amount for\r\nthe time being due on the mortgage.", "11": "Indian Easements Act, 188211. LesseeNo lessee or other person having a derivative interest may\r\nimpose on the property held by him as such an easement to take effect after the\r\nexpiration of his own interest, or in derogation of the right of the lessor or\r\nthe superior proprietor.", "12": "Indian Easements Act, 188212. Who may acquire easementsAn easement may be acquired by the owner of the immovable\r\nproperty for the beneficial enjoyment of which the right is created, or on his\r\nbehalf, by any person in possession of the same.One of two or more co-owners of immovable property may, as such,\r\nwith or without the consent of the other or others, acquire an easement for the\r\nbeneficial enjoyment of such property.No lessee of immovable property can acquire, for the beneficial\r\nenjoyment of other immovable property of his own, an easement in or over the\r\nproperty comprised in his lease.", "13": "Indian Easements Act, 188213. Easements of necessity and quasi easementsWhere one person transfers or bequeaths immovable property to\r\nanother-(a) if an easement in other immovable property of the transferor\r\nor testator is necessary for enjoying the subject of the transfer or bequest,\r\nthe transferee or legatee shall be entitled to such easement; or(b) if such an easement is apparent and continuous and necessary\r\nfor enjoying the said subject as it was enjoyed when the transfer or bequest\r\ntook effect, the transferee or lessee shall, unless a different intention is\r\nexpressed or necessarily implied, be entitled to such easement;(c) if an easement in the subject of the transfer or bequest is\r\nnecessary for enjoying other immovable property of the transferor or testator,\r\nthe transferor or the legal representative of the testator shall be entitled to\r\nsuch easement; or(d) if such an easement is apparent and continuous and necessary\r\nfor enjoying the said property as it was enjoyed when the transfer or bequest\r\ntook effect, the transferor, or the legal representative of the testator,\r\nshall, unless a different intention is expressed or necessarily implied, be\r\nentitled to such easement.Where a partition is made of the joint property of several\r\npersons,-(e) if an easement over the share of one of them is necessary\r\nfor enjoying the share of another of them, the latter shall be entried to such\r\neasement; or(f) if such an easement is apparent and continuous and necessary\r\nfor enjoying the share of the latter as it was enjoyed when the partition took\r\neffect, he shall, unless the different intention is expressed or necessarily\r\nimplied, be entitled to such easement.The easements mentioned in this section, clauses (a), (c) and\r\n(e) are called easements of necessity.Where immovable property passes by operation of law, the persons\r\nfrom and to whom it so passes are, for the purpose of this section, to be\r\ndeemed, respectively, the transferor and transferee.Illustrations(a) A sells B a field then used for agricultural purposes only.\r\nIt is inaccessible except by passing over A’s adjoining land or by trespassing\r\non the land of a stranger. B is entitled to a right of way, for agricultural\r\npurposes only, over A’s adjoining land to the field sold.(b) A, the owner of two field, sells one to B, and retains the\r\nother. The field retained was, at the date of the sale, used for agricultural\r\npurposes only, and is inaccessible except by passing over the field sold to B.\r\nA is entitled to a right to way, for agricultural purposes only, over B’s field\r\nto the field retained.(c) A sells B a house with windows overlooking A's land which A\r\nretains. The light which passes over A’s land to the windows is necessary for\r\nenjoying the house as it was enjoyed when the sale took effect. B is entitled\r\nto the light, and A cannot afterwards obstruct it by building on his land.(d) A sells B a house with windows overlooking A’s land. The\r\nlight passing over A’s land to the windows is necessary for enjoying the house\r\nas it was enjoyed when the sale took effect. Afterwards A sells the land to C.\r\nHere C cannot obstruct the light by building on the land, for he takes it\r\nsubject to the burdens to which it was subject in A’s hands.(e) A is the owner of a house and adjoining land. The house has\r\nwindows overlooking the land. A simultaneously sells the house to B and the\r\nland to C. The light passing over the land is necessary for enjoying the house\r\nas it was enjoyed when the sale took effect. Here A impliedly grants B a right\r\nto the light, and C takes the land subject to the restriction that he may not\r\nbuild so as to obstruct such right.(f) A is the owner of a house and adjoining land. The house has\r\nwindows overlooking the land. A, retaining the house, sells the land to B,\r\nwithout expressly reserving any easement. The light passing over the land is\r\nnecessary for enjoying the house as it was enjoyed when the sale took effect. A\r\nis entitled to the light, and B cannot build on the land so as to obstruct such\r\nlight.(g) A, the owner of a house, sells B a factory built on\r\nadjoining land. B is entitled, as against A, to pollute the air, when\r\nnecessary, with smoke and vapors from the factory.(h) A, the owner of two adjoining houses, Y and Z, sells Y to B,\r\nand retains Z. B is entitled to the benefit of all the gutters and drains\r\ncommon to the two houses and necessary for enjoying Y as it was enjoyed when\r\nthe sale took effect, and A is entitled to the benefit of all the gutters and\r\ndrains common to the two houses and necessary for enjoying Z as it was enjoyed\r\nwhen the sale took effect.(i) A, the owner of two adjoining building, sells one to B,\r\nretaining the other. B is entitled to a right to lateral support from A's\r\nbuilding, and A is entitled to a right to lateral support from B’s building.(j) A, the owner of two adjoining buildings, sells one to B and\r\nthe other to C. C is entitled to lateral support from B's building, and B is\r\nentitled to lateral support from C’s building.(k) A grants lands to B for the purpose of building a house\r\nthereon. B is entitled to such amount of lateral and subjacent support from A’s\r\nland as is necessary for the safety of the house.(l) Under the Land Acquisition Act, 1870, a railway company\r\ncompulsorily acquires a portion of B's land for the purpose of making a siding.\r\nThe company is entitled to such amount of lateral support from B's adjoining\r\nland as is essential for the safety of the siding.(m) Owing to the partition of joint property, A becomes the\r\nowner of an upper room in a building and B becomes the owner of the portion of\r\nthe building immediately beneath it, A is entitled to such amount of vertical\r\nsupport from B's portion as is essential for the safety of the upper room.(n) A lets a house and grounds to B for a particular business. B\r\nhas no access to them other than by crossing A's land. B is entitled to a right\r\nof way over that land suitable to the business to be carried on by B in the\r\nhouse and grounds.", "14": "Indian Easements Act, 188214. Direction of way of necessityWhen a right to a way of necessity is created under section 13,\r\nthe transferor, the legal representative of the testator, or the owner of the\r\nshare over which the right is exercised, as the case may be, is entitled to set\r\nout the way; but it must be reasonably convenient for the dominant owner.When the person so entitled to set out the way refuses or\r\nneglects to do so, the dominant owner may set it out.", "15": "Indian Easements Act, 188215. Acquisition by prescriptionWhere the access and use of light or air and for any building\r\nhave been peaceably enjoyed therewith, as an easement, without interruption,\r\nand for twenty years,and where support from one person's land or things affixed\r\nthereto, has been peaceably received by another person's land subjected to\r\nartificial pressure, or by things affixed thereto, as an easement, without\r\ninterruption, and for twenty years,and where a right of way or any other easement has been\r\npeaceably and openly enjoyed by any person claiming title thereto, as an\r\neasement and as of right, without interruption, and for twenty years,the right to such access and use of light or air, support, or\r\nother easement, shall be absolute.Each of the said periods of twenty years shall be taken to be a\r\nperiod ending within two years next before the institution of the suit wherein\r\nthe claim to which such period relates is contexted.Explanation I:  Nothing is an enjoyment within the\r\nmeaning of this section when it has been had in pursuance of an agreement with\r\nthe owner or occupier of the property over which the right is claimed, and it\r\nis apparent from the agreement that such right has not been granted as an\r\neasement, or, if granted as an easement, that it has been granted for a limited\r\nperiod, or subject to a condition on the fulfillment of which it is to cease.Explanation II:  Nothing is an interruption within the\r\nmeaning of this section unless where there is an actual cessation of the\r\nenjoyment by reason of an obstruction by the act of some other than the\r\nclaimant, and unless such obstruction is submitted to or acquiesced in for one\r\nyear after the claimant has notice thereof, and of the person making or\r\nauthorizing the same to be made.Explanation III : Suspensions of enjoyment in pursuance\r\nof a contract between the dominant and servant owners is not an interruption within\r\nthe meaning of this section.Explanation IV:  In the case of an easement to pollute\r\nwater the said period of twenty years begins when the pollution first\r\nprejudices perceptibly the servant heritage.When the property over which a right is claimed under this\r\nsection belongs to government, this section shall be read as if, for the words\r\n\"twenty years\" the words \"thirty years\" were substituted.Illustrations(a) A suit is brought in 1883 for obstructing a right of way.\r\nThe defendant admits the obstruction, but denies the right of way. The\r\nplaintiff proves that the right was peaceable and openly enjoyed by him,\r\nclaiming title thereto, as an easement, and as of right, without interruption,\r\nfrom lst January, 1862 to lst January, 1882. The plaintiff is entitled to\r\njudgment.(b) In a like suit the plaintiff shows that the right was\r\npeaceable and openly enjoyed by him for twenty years, the defendant proves that\r\nfor a year of that time the plaintiff was entitled to possession of the servant\r\nheritage as lessee thereof and enjoyed the right as such lessee. The suit shall\r\nbe dismissed, for the right of way has not been enjoyed \"as an\r\neasement\" for twenty years.(c) In a like suit the plaintiff shows that the right was\r\npeaceably and openly enjoyed by him for twenty years. The defendant proves that\r\nthe plaintiff on one occasion during the twenty years had admitted that the\r\nuser was not of right and asked his leave to enjoy the right. The suit shall be\r\ndismissed, for the right of way has not been enjoyed \"as of right\"\r\nfor twenty years.Comment: As far as the question of opening of new\r\nwindows is concerned, it is open to the defendants to use their property in any\r\nmanner permitted by law; and hence they cannot be restrained from opening new\r\nwindows, as no customary right of privacy appears to have been pleaded or\r\nproved. This position is not disputed by the plaintiffs. It is, however,\r\nequally clear that, if the defendants open any new windows, the plaintiffs are\r\nfully entitled to block the same by raising the height of their walls and the\r\ndefendants are not entitled to break or damage the said walls or any portion\r\nthereof so as to remove the obstruction to their new windows. Smt. Anguri v.\r\nJiwan Dass AIR 1988 SUPREME COURT 2024", "16": "Indian Easements Act, 188216. Exclusion in favor of reversioner of servant heritageProvided that, when any land upon, over or from which\r\nany easement has been enjoyed or derived has been held under or by virtue of\r\nany interest for life or any term of years exceeding three years from the\r\ngranting thereof, the time of the enjoyment of such easement during the\r\ncontinuance of such interest or term shall be excluded in the computation of\r\nthe said last-mentioned period of twenty years, in case the claim is, within\r\nthree years next after the determination of such interest or term, resisted by\r\nthe person entitled, on such determination, to the said land.IllustrationA sues for a declaration that he is entitled to a right to way\r\nover B's land. A proves that he has enjoyed the right for twenty-five years;\r\nbut B shows that during ten of these years C had a life- interest in the land;\r\nthat on C’s death B became entitled to the land; and that within two years\r\nafter C’s death he contested A’s claim to the right. The suit must be\r\ndismissed, as A, with reference to the provisions of this section, has only\r\nproved enjoyment for fifteen years.", "17": "Indian Easements Act, 188217. Rights which cannot be acquired by prescriptionEasements acquired under section 15 are said to be acquired by\r\nprescription, and are called prescriptive rights.None of the following rights can be so acquired-(a) a right which would tend to the total destruction of the\r\nsubject of the right, or the property on which, if the acquisition were made,\r\nliability would be imposed;(b) a right to the free passage of light or air to an open space\r\nof ground;(c) a right to surface-water not flowing in a stream and not\r\npermanently collected in a pool, tank or otherwise;(d) a right to underground water not passing in a defined\r\nchannel.", "18": "Indian Easements Act, 188218. Customary easementsAn easement may be acquired in virtue of a local custom. Such\r\neasements are called customary easements.Illustrations(a) By the custom of a certain village every cultivator of\r\nvillage land is entitled, as such to graze his cattle on the common pasture. A\r\nhaving become the tenant of a plot of uncultivated land in the village breaks\r\nup and cultivates that plot. He thereby acquires an easement to graze his\r\ncattle in accordance with the custom.(b) By the custom of a certain town no owner or occupier of a house\r\ncan open a new window therein so as substantially to invade his neighbor’s\r\nprivacy. A builds a house in the town near B’s house. A thereupon acquires an\r\neasement that B shall not open new windows in his house so as to command a view\r\nof the portions of A’s house which are ordinarily excluded from observation,\r\nand B acquires a like easement with respect to A’s house.", "19": "Indian Easements Act, 188219. Transfer of dominant heritage passes easementWhere the dominant heritage is transferred or devolves, by act\r\nof parties or by operation of law, the transfer or devolution shall, unless a\r\ncontrary intention appears, be deemed to pass the easement to the person in\r\nwhose favor the transfer or devolution takes place.IllustrationA has certain land to which a right of way is annexed. A lets\r\nthe land to B for twenty years. The right of way vests in B and his legal\r\nrepresentatives so long as the lease continues.", "20": "Indian Easements Act, 188220. Rules controlled by contract or titleThe rules contained in this Chapter are controlled by any\r\ncontract between the dominant and servant owners relating to the servant\r\nheritage, and by the provisions of the instrument or decree, if any, by which\r\nthe easement referred to was imposed. Incidents of customary easements :   And when any incident\r\nof any customary easement is inconsistent with such rules, nothing in this\r\nchapter shall affect such incident.", "21": "Indian Easements Act, 188221. Bar to use unconnected with enjoymentAn easement must not be used for any purpose not connected with\r\nthe enjoyment of the dominant heritage.Illustrations(a) A, as owner of a farm Y, has right of way over B's land to\r\nY. Lying beyond Y, A has another farm Z, the beneficial enjoyment of which is\r\nnot necessary for the beneficial enjoyment of Y. He must not use the easement\r\nfor the purpose of passing to and from Z.(b) A, as owner of a certain house, has a right of way to and\r\nfrom it. For the purpose of passing to and from the house, the right may be\r\nused, not only by A, but by the members of his family, his guests, lodgers,\r\nservants, workmen, visitors and customers; for this is a purpose, connected\r\nwith the enjoyment of the dominant heritage. So, if A lets the house, he may\r\nuse the right of way for the purpose of collecting the rent and seeing the\r\nhouse is kept in repair.", "22": "Indian Easements Act, 188222. Exercise of easement-confinement of exercise of\r\neasementThe dominant owner must exercise his right in the mode which is\r\nleast onerous to the servant owner, and, when the exercise of an easement can\r\nwithout detriment to the dominant owner be confined to a determinate part of\r\nthe servant heritage, such exercise shall, at the request of the servant owner,\r\nbe so confined.Illustrations(a) A has a right of way over B's field. A must enter the way at\r\neither end and not at any intermediate point.(b) A has a right annexed to his house to cut thatching grass in\r\nB’s swamp. A, when exercising his easement, must cut the grass so that the\r\nplants may not be destroyed.", "23": "Indian Easements Act, 188223. Right to alter mode of enjoymentSubject to the provisions of section 22, the dominant owner may,\r\nfrom time to time, alter the mode and place of enjoying the easement, provided\r\nthat he does not thereby impose any additional burden on the servant heritage.Exception The dominant owner of a right of way cannot\r\nvary his line of passage at pleasure, even though he does not thereby impose\r\nany additional burden on the servant heritage.Illustrations(a) A, the owner of a saw-mill, has a right to a flow of water\r\nsufficient to work the mill. He may convert the saw-mill into a corn-meal:PROVIDED that it can be worked by the same amount of\r\nwater.(b) A has a right to discharge on B’s land the rain-water from\r\nthe eaves of A's house. This does not entitle A to advance his eaves if, by so\r\ndoing, he imposes a greater burden on B’s land.(c) A, as the owner of a paper-mill, acquires a right to pollute\r\na stream by procuring in the refuse-liquor produced by making in the mill paper\r\nfrom rags. He may pollute the stream by pouring in similar liquor produced by\r\nmaking in the mill paper by a new process from bamboos:PROVIDED that he does not substantially increase the\r\namount, or injuriously change of the pollution.(d) A, a riparian owner, acquires as against the lower riparian\r\nowners, a prescriptive right to pollute a stream by throwing saw dust into it.\r\nThis does not entitle A to pollute the stream by discharging into it poisonous\r\nliquor.", "24": "Indian Easements Act, 188224. Right to do acts to secure enjoymentThe dominant owner is entitled, as against the servant owner, to\r\ndo all acts necessary to secure the fully enjoyment of the easement; but such\r\nacts must be done at such time and in such manner as, without detriment to the\r\ndominant owner, to cause the servant owner as little inconvenience as possible;\r\nand the dominant owner must repair, as far as practicable, the damage (if any)\r\ncaused by the act to the servant heritage. Accessory rights   : Right to do acts necessary to secure the\r\nfull enjoyment of an easement are called accessory right.Illustrations(a) A has an easement to lay pipes in B's land to convey water\r\nto A's cistern. A may enter and dig the land in order to mend the pipes, but he\r\nmust restore the surface to its original state.(b) A has an easement of a drain through B's land. The sewer\r\nwith which the drain communicates is altered. A may enter upon B's land and\r\nalter the drain, to adapt it to the new sewer:PROVIDED that he does not thereby impose any additional\r\nburden on B's land.(c) A, as owner of a certain house, has a right of way over B's land.\r\nThe way is out of repair, or a tree is blown down and falls across it. A may\r\nenter on B's land repair the way or remove the tree from it.(d) A, as owner of a certain field, has a right of way over B's\r\nland. B renders the way impassable. A may deviate from the way and pass over\r\nthe adjoining land to B:PROVIDED that the deviation is reasonable.(e) A, as owner of a certain house, has a right of way over B's\r\nfield. A may remove rocks to make the way.(f) A has an easement of support from B's wall. The wall gives\r\nway. A may enter upon B's land and repair the wall.(g) A has an easement to have his land flooded by means of a dam\r\nin B's stream. The dam is half swept by an inundation. A may enter upon B's\r\nland and repair the dam.", "25": "Indian Easements Act, 188225. Liability for expenses necessary for preservation of\r\neasementThe expenses incurred in constructing works, or making repairs,\r\nor doing any other act necessary for the use or preservation of an easement,\r\nmust be defrayed by the dominant owner.", "26": "Indian Easements Act, 188226. Liability for damage from want of repairWhere an easement is enjoyed by means of an artificial work, the\r\ndominant owner is liable to make compensation for any damage to the servant\r\nheritage arising from the want of repair of such work.", "27": "Indian Easements Act, 188227. Servant owner not bound to do anythingThe servant owner is not bound to do anything for the benefit of\r\nthe dominant heritage, and he is entitled, as against the dominant owner, to\r\nuse the servant heritage in any way consistent with the enjoyment of the\r\neasement; but he must not do any act tending to restrict the easement or to\r\nrenders its exercise less convenient.Illustrations(a) A, as owner of a house, has a right to lead water and send\r\nsewage through B's land. B is not bound, as servant owner to clear the\r\nwatercourse or scour the sewer.(b) A grants a right of way through his land to B as owner of a\r\nfield. A may feed his cattle on grass growing on the way:PROVIDED that B's right of way is not thereby\r\nobstructed; but he must not build a wall at the end of his land so as to\r\nprevent B from going beyond it, nor must he narrow the way so as to render the\r\nexercise of the right less easy than it was at the date of the grant.(c) A, in respect of his house, is entitled to an easement of\r\nsupport from B's wall. B is not bound, as servant owner to keep the wall\r\nstanding and in repair. But he must not pull down or weaken the wall so as to\r\nmake it incapable of rendering the necessary support.(d) A, in respect of his mill, is entitled to a watercourse\r\nthrough B's land. B must not drive stakes so as to obstruct the watercourse.(e) A, in respect of his house, is entitled to a certain\r\nquantity of light passing over B's land. B must not plant trees so as to\r\nobstruct the passage to A's windows of that quantity of light.", "28": "Indian Easements Act, 188228. Extent of easementsWith respect to the extent of easements and the mode of their\r\nenjoyment, the following provisions shall take effect:-Easement of necessity: An easement of necessity is\r\nco-extensive with the necessity as it existed when the easement was imposed.Other easements: The extent of any other easement and the mode\r\nof its enjoyment must be fixed with reference to the probable intention of the\r\nparties, and the purpose for which the right was imposed or acquired.In the absence of evidence as to such intention and purpose:-(a)  Right of way  -A\r\nright of way of any one kind does not include a right of way of any other kind;\r\n(b)  Right to light or air\r\nacquired by grant  - The extent of a right to the passage of light or\r\nair to certain window, door or other opening, imposed by a testamentary or\r\nnon-testamentary instrument, is the quantity of light or air that entered the\r\nopening at the time the testator died or the non-testamentary instrument was\r\nmade;(c)  Prescriptive right to\r\nlight or air  - The extent of a prescriptive right to the passage of\r\nlight or air to a certain window, door or other opening is that quantity of\r\nlight or air which has been accustomed to enter that opening during the whole\r\nof the prescriptive period irrespectively of the purposes for which it has been\r\nused;(d)  Prescriptive right to\r\npollute air or water-   The extent of a prescriptive right to pollute\r\nair or water is the extent of the pollution at the commencement of the period\r\nof user on completion of which the right arose; and(e)  Other prescriptive\r\nrights-  The extent of every other prescriptive right and the mode\r\nof its enjoyment must be determined by the accustomed user of the right.", "29": "Indian Easements Act, 188229. Increase of easementThe dominant owner cannot, by merely altering or adding to the\r\ndominant heritage, substantially increase an easement.Where an easement has been granted or bequeathed so that its\r\nextent shall be proportionate to the extent of the dominant heritage, if the\r\ndominant heritage is increased by alluvion, the easement is proportionately\r\nincreased, and if the dominant heritage is diminished by diluvion, the easement\r\nis proportionately diminished.Save as aforesaid, no easement is affected by any change in the\r\nextent of the dominant or the servant heritage.Illustrations(a) A, the owner of a mill, has acquired a prescriptive right to\r\ndivert to his mill part of the water of a stream. A alters the machinery of his\r\nmill. He cannot thereby increase his right to divert water.(b) A has acquired an easement to pollute a stream by carrying\r\non a manufacture on its banks by which a certain quantity of foul matter is\r\ndischarged into it. A extends his works and thereby increase the quantity\r\ndischarged. He is responsible to the lower riparian owners for injury done by\r\nsuch increase.(c) A, as the owner of a farm, has a right to take for the\r\npurpose of manuring his farm; leaves which has fallen from the trees on B's\r\nland. A buys a field and unites it to his farm. A is not thereby entitled to\r\ntake leaves to manure this field.", "30": "Indian Easements Act, 188230. Partition of dominant heritageWhere a dominant heritage is divided between two or more\r\npersons, the easement becomes annexed to each of the shares, but not so as to\r\nincrease substantially the burden on the servant heritage:PROVIDED that such annexation is consistent with the\r\nterms of the instrument, decree or revenue proceeding (if any) under which the\r\ndivision was made, and in the case of prescriptive rights, with the user during\r\nthe prescriptive period.Illustrations(a) A house to which a right of way by a particular path is annexed\r\nis divided into two parts, one of which is granted to A, the other to B. Each\r\nis entitled, in respect of his part, to a right of way by the same path.(b) A house to which is annexed the right of drawing water from\r\na well to the extend of fifty buckets a day is divided into two distinct\r\nheritages, one of which is granted to A, the other to B. A and B are each\r\nentitled, in respect of his heritage, to draw from the well fifty buckets a\r\nday; but the amount drawn by both must not exceed fifty buckets a day.(c) A, having in respect of his house an easement of light,\r\ndivides the house into three distinct heritages. Each of these continues to\r\nhave the right to have its windows unobstructed.", "31": "Indian Easements Act, 188231. Obstruction in case of excessive userIn the case of excessive user of an easement the servant owner\r\nmay, without prejudice to any other remedies to which he may be entitled,\r\nobstruct the user, but only on the servant heritage:PROVIDED that such user cannot be obstructed when the\r\nobstruction would interfere with the lawful enjoyment of the easement.IllustrationA, having a right to the free passage over B's land of light to\r\nfour windows, 6\" x 4\", increases their seize and number. It is\r\nimpossible to obstruct the passage of light to the new windows without also obstructing\r\nthe passage of light to the ancient windows. B cannot obstruct the excessive\r\nuser.", "32": "Indian Easements Act, 188232. Right to enjoyment with out disturbanceThe owner or occupier of the dominant heritage is entitled to\r\nenjoyment the easement without disturbance by any other person.IllustrationA, as owner of a house has a right of way over B’s land. C\r\nunlawfully enters on B's land and obstructs A in his right of way. A may sue C\r\nfor compensation, not for the entry, but for the obstruction.", "33": "Indian Easements Act, 188233. Suit for disturbance of easementThe owner of any interest in the dominant heritage, or the\r\noccupier of such heritage, may institute a suit for compensation for the\r\ndisturbance of the easement or of any right accessory thereto:PROVIDED that the disturbance has actually caused\r\nsubstantial damage to the plaintiff.Explanation I: The doing of any act likely to injure\r\nthe plaintiff by affecting the evidence of the easement, or by materially\r\ndiminishing the value of the dominant heritage, is substantial damage within\r\nthe meaning of this section and section 34.Explanation II: Where the easement disturbed is a right\r\nto the free passage of light passing to the openings in a house, no damage is\r\nsubstantial within the meaning of this section unless it falls within the first\r\nExplanation, or interferes materially with the physical comfort of the\r\nplaintiff, or prevents him from carrying on his accustomed business in the\r\ndominant heritage as beneficially as he had done previous to instituting the suit.\r\nExplanation III: Where the easement disturbed is a right\r\nto the free passage of air to the opening in a house, damage is substantial\r\nwithin the meaning of this section, if it interferes materially with the\r\nphysical comfort of the plaintiff, though it is not injurious to his health.Illustrations(a) A places a permanent obstruction in a path over which B, as\r\ntenant of C’s house, has a right of way. This is substantial damage to C, for\r\nit may affect the evidence of his reversionary right to the easement.(b) A, as owner of a house, has a right to walk along one side\r\nof B's house. B builds a verandah overhanging the way about ten feet from the\r\nground, and so as not to occasion any inconvenience to foot passengers using\r\nthe way. This is not substantial damage to A.", "34": "Indian Easements Act, 188234. When cause of action arises for removal of supportThe removal of the means of support to which a dominant owner is\r\nentitled does not give rise to a right to recover compensation unless and until\r\nsubstantial damage is actually sustained.", "35": "Indian Easements Act, 188235. Injunction to restrain disturbanceSubject to the provisions of the Specific Relief Act, 1877 (1 of\r\n1877), sections 52 to 57 (both inclusive), an injunction may be granted to\r\nrestrain the disturbance of an easement-(a) if the easement is actually disturbed-then compensation for\r\nsuch disturbance might be recovered under this Chapter;(b) if the disturbance is only threatened or intended-when the\r\nact threatened or intended must necessarily, if performed, disturb the easement.", "36": "Indian Easements Act, 188236. Abatement of obstruction of easementNotwithstanding the provisions of section 24, the dominant owner cannot himself abate a wrongful obstruction of an easement.", "37": "Indian Easements Act, 188237. Extinction by dissolution of right of servant ownerWhen, from a cause which preceded the imposition of an easement,\r\nthe person by whom it was imposed ceases to have any right in the servant\r\nheritage, the easement is extinguished.Exception: Nothing in this section applies to an easement\r\nlawfully imposed by a mortgagor in accordance with section 10.Illustrations(a) A transfers Sultanpur to B on condition that he does not\r\nmarry C. B imposes an easement on Sultanpur. Then B marries C. B’s interest in\r\nSultanpur ends, and with it the easement is extinguished.(b) A, in 1860, let Sultanpur to B for thirty years from the\r\ndate of the lease. B, it 1861 imposes an easement on the land in favor of C,\r\nwho enjoys the easement peaceably and openly as an easement without interruption\r\nfor twenty-nine years, B’s interest in Sultanpur then ends, and with it C’s\r\neasement.(c) A and B, tenants of C, have permanent transferable interests\r\nin their respective holdings. A imposes on his holding an easement to draw\r\nwater from a tank for the purpose of irrigating B’s land. B enjoys the easement\r\nfor twenty years. Then A’s rent fall into arrear and his interest is sold. B’s\r\neasements is extinguished.(d) A mortgages Sultanpur to B, and lawfully imposes an easement\r\non the land in favor of C in accordance with the provisions of section 10. The\r\nland is soled to D in satisfaction of the mortgage debt. The easement is not\r\nthereby extinguished.", "38": "Indian Easements Act, 188238. Extinction by releaseAn easement is extinguished when the dominant owner releases it,\r\nexpressly or impliedly, to the servant owner.Such release can be made only in the circumstances and to the\r\nextent in and to which the dominant owner can alienate the dominant heritage.An easement may be released as to part only of the servant\r\nheritage.Explanation I: An easement is impliedly released-(a) where the dominant owner expressly authorizes an act of a\r\npermanent nature to be done on the servant heritage, the necessary consequence\r\nof which is to prevent his future enjoyment of the easement, and such act is\r\ndone in pursuance of such authority;(b) where any permanent alteration is made in the dominant\r\nheritage of such a nature as to show that the dominant owner intended to cease\r\nto enjoy the easement in future.Explanation II:  Mere non-user of an easement is not an\r\nimplied release within the meaning of this section.Illustrations(a) A, B and C are co-owners of a house to which an easement is\r\nannexed. A, without the consent of B and C, releases the easement. The release\r\nis effectual only as against A and his legal representative.(b) A grants B an easement over A’s land for the beneficial\r\nenjoyment of his house. B assigns the house to C. B then purports to release\r\nthe easement. The release is ineffectual.(c) A, having the right to discharge his eavesdroppings into B’s\r\nyears, expressly authorizes B to build over this year to a height which will\r\ninterfere with the discharge. B builds accordingly. A’s easements is\r\nextinguished to the extent of the interference.(d) A, having an easement of light to a window, build up that\r\nwindow with bricks and mortar so as to manifest an intention to abandon the\r\neasement permanently. The easement is impliedly released.(e) A, having a projecting roof by means of which he enjoys an\r\neasement to discharge eavesdroppings on B’s land permanently alters the roof,\r\nso as to direct the rain-water into a different channel and discharge it on C’s\r\nland. The easement is impliedly released.", "39": "Indian Easements Act, 188239. Extinction by revocationAn easement is extinguished when the servant owner, in exercise\r\nof power reserved in this behalf, revokes the easement.", "40": "Indian Easements Act, 188240. Extinction on expiration of limited period or\r\nhappening of dissolving conditionAn easement is extinguished where it has been imposed for a\r\nlimited period, or acquired on condition that it shall become void on the\r\nperformance or non-performance of a specified act, and the period expires or\r\nthe condition is fulfilled.", "41": "Indian Easements Act, 188241. Extinction on termination of necessity An easement of necessity is extinguished when the necessity\r\ncomes to an end.IllustrationA grants B a field inaccessible except by passing over A's\r\nadjoining land. B, afterwards purchases a part of that land over which he can\r\npass to his field. The right of way over A's land which B has acquired is\r\nextinguished.", "42": "Indian Easements Act, 188242. Extinction of useless easement An easement is extinguished when it becomes incapable of being\r\nat any time and under any circumstances beneficial to the dominant owner.", "43": "Indian Easements Act, 188243. Extinction by permanent change in dominant heritage Where by, any permanent change in the dominant heritage, the\r\nburden on the servant heritage is materially increased and cannot be reduced by\r\nthe servant owner without interfering with the lawful enjoyment of the\r\neasement, the easement is extinguished unless-(a) it was intended for the beneficial enjoyment of the dominant\r\nheritage, to whatever extent the easement should be used; or(b) the injury caused to the servant owner by the change is so\r\nslight that no reasonable person would complain of it; or(c) the easement is an easement of necessity.Nothing in this section shall be deemed to apply to an easement\r\nentitling the dominant owner to support of the dominant heritage.", "44": "Indian Easements Act, 188244. Extinction on permanent alteration of servant heritage\r\nby superior force An easements is extinguished where the servant heritage is by\r\nsuperior force so permanently altered that dominant owner can no longer enjoy\r\nsuch easement:PROVIDED that, where a way of necessity is destroyed by\r\nsuperior force, the dominant owner has a right to another way over the servant\r\nheritage; and the provisions of section 14 apply to such way.Illustrations(a) A grants to B, as the owner of a certain house, a right to\r\nfish in a river running through A’s land. The river changes its course\r\npermanently and runs through C’s land. B’s easements is extinguished.(b) Access to a path over which A has a right of way is\r\npermanently cut off by an earthquake. A’s right is extinguished.", "45": "Indian Easements Act, 188245. Extinction by destruction of either heritage An easement is extinguished when either the dominant or the\r\nservant heritage is completely destroyed.IllustrationA has a right of way over a road running along the foot of a\r\nsea-cliff. The road is washed away by a permanent encroachment of the sea. A's\r\neasement is extinguished.", "46": "Indian Easements Act, 188246. Extinction by unity of ownership An easement is extinguished when the same person becomes\r\nentitled to the absolute ownership of the whole of the dominant and servant\r\nheritages.Illustrations(a) A, as the owner of a house, has a right of way over B’s\r\nfield. A mortgages his house, and B mortgages his field to C. Then C forecloses\r\nboth mortgages and becomes thereby absolute owner of both house and field. The\r\nright of way is extinguished.(b) The dominant owner acquires only part of the servant\r\nheritage; the easement is not extinguished, except in the case illustrated in\r\nsection 41.(c) The servant owner acquires the dominant heritage in\r\nconnection with a third person; the easement is not extinguished.(d) The separate owners of two separate dominant heritages\r\njointly acquire the heritage which is servant to the two separate heritage; the\r\neasements are not extinguished.(e) The joint owners of the dominant heritage jointly acquire\r\nthe servant heritage, the easement is extinguished.(f) A single right of way exists over two servant heritages for\r\nthe beneficial enjoyment of single dominant heritage. The dominant owner\r\nacquires only one of the servant heritages. The easement is not extinguished.(g) A has a right of way over B’s road. B dedicates the road to\r\nthe public. A’s right of way is not extinguished.", "47": "Indian Easements Act, 188247. Extinction by non-enjoyment A continuous easement is extinguished when it totally ceases to\r\nbe enjoyed as such for an unbroken period of twenty years.A discontinuous easement is extinguished when, for a like\r\nperiod, it has not been enjoyed as such.Such period shall be reckoned, in the case of a continuous\r\neasement, from the day on which its enjoyment was obstructed by the servant\r\nowner, or rendered impossible by the dominant owner; and, in the case of a\r\ndiscontinuous easement, from the day on which it was last enjoyed by any person\r\nas dominant owner:PROVIDED that if, in the case of a discontinuous\r\neasement, the dominant owner, within such period, registers, under the Indian\r\nRegistration Act, 1877 (3 of 1877), a declaration of his intention to retain\r\nsuch easement, it shall not be extinguished until a period of twenty years has\r\nelapsed from the date of the registration.Where an easement can be legally enjoyed only at a certain place,\r\nor at certain times, or between certain hours, or for a particular purpose, its\r\nenjoyment during the said period at another place, or at other items, or\r\nbetween other hours, or for another purpose, does not prevent its extinction\r\nunder this section.The circumstance that, during the said period no one was in\r\npossession of the servant heritage, or that the easement could not be enjoyed,\r\nor that a right accessory thereto was enjoyed, or that dominant owner was not\r\naware of its existence, or that he enjoyed it in ignorance of his right to do\r\nso, does not prevent its extinction under this section.An easement is not extinguished under this section-(a) where the cessation is in pursuance of a contract between\r\nthe dominant and servant owners;(b) where the dominant heritage is held in co-ownership, and one\r\nof the co-owners enjoys the easement within the said period; or(c) where the easement is necessary easement.Where several heritages are respectively subject to rights of\r\nway for the benefit of a single heritage, and the ways are continuous, such\r\nrights shall, for the purposes of this section, be deemed to be a single\r\neasement.IllustrationA has, as annexed to his house, rights of way from the high road\r\nthither over the heritages X and Z and intervening heritage Y. Before the\r\ntwenty years expire, A exercises his right of way over X. His rights of way\r\nover Y and Z are not extinguished.", "48": "Indian Easements Act, 188248. Extinction of accessory rights When an easement is extinguished, the rights (if any) accessory\r\nthereto are also extinguished.IllustrationA has an easement to draw water form B’s well. An accessory\r\nthereto, he has a right of way over B’s land to and from the well. The easement\r\nto draw water is extinguished under section 47. The right of way is also\r\nextinguished.", "49": "Indian Easements Act, 188249. Suspension of easement An easement is suspended when the dominant owner become entitled\r\nto possession of the servant heritage for a limited interest therein, or when\r\nthe servant owner becomes entitled to possession of the dominant heritage for a\r\nlimited interest therein.", "50": "Indian Easements Act, 188250. Servant owner not entitled to require continuance The servant owner has no right to require that an easement be\r\ncontinued; and notwithstanding the provisions of section 26, he is not entitled\r\nto compensation for damage caused to the servant heritage in consequence of the\r\nextinguishment or suspension of the easement, if the dominant owner has given\r\nto the servant owner such notice as will enable him, without unreasonable\r\nexpense, to protect the servant heritage from such damage.Compensation for damages caused by extinguishment or\r\nsuspension: Where such notice has not been given, the servant owner is\r\nentitled to compensation for damage caused to the servant heritage in\r\nconsequence of such extinguishment or suspension.IllustrationA, in exercise of an easement, diverts to his canal the water of\r\nB's stream. The diversion continues for many years, and during that time the\r\nbed of the stream partly fills up. A then abandons his easement, and restores\r\nthe stream to its ancient course. B's land is consequently flooded. B sues A\r\nfor compensation for the damage caused by the flooding. It is proved that A\r\ngave B a month’s notice of his intention to abandon the easement, and that such\r\nnotice was sufficient to enable B, without unreasonable expense, to have\r\nprevented the damage. The suit must be dismissed.", "51": "Indian Easements Act, 188251. Revival of easements An easement extinguished under section 45 revives (a) when the\r\ndestroyed heritage is, before twenty years have expired, restored by the\r\ndeposit of alluvion; (b) when the destroyed heritage is a servant building and\r\nbefore twenty years have expired such building is rebuilt upon the same site;\r\nand (c) when the destroyed heritage is a dominate building and before twenty\r\nyears have expired such building is rebuilt upon the same site and in such a\r\nmanner as not to impose a greater burden on the servant heritage.An easement extinguished under section 46 revives when the grant\r\nor bequest by which the unity of ownership was produced is set aside by the\r\ndecree of a competent court. A necessary easement extinguished under the same\r\nsection revives when the unity of ownership ceases from any other cause.A suspended easement revives if the cause of suspension is\r\nremoved before the right is extinguished under section 47.IllustrationA, as the absolute owner of field Y, has a right of way thither\r\nover B's field Z. A obtains from B a lease of Z for twenty years. The easement\r\nis suspended so long as A remains lessee of Z. But when A assigns the lease to\r\nC, or surrenders it to B, right of way revives.", "52": "Indian Easements Act, 188252. \"License\" defined Where one person grants to another, or to a definite number of\r\nother persons, a right to do, or continue to do, in or upon the immovable\r\nproperty of the grantor, something which would, in the absence of such right,\r\nbe unlawful, and such right does not amount to an easement or an interest in\r\nthe property, the right is called a license.", "53": "Indian Easements Act, 188253. Who may grant license A license may be granted by anyone in the circumstances and to\r\nthe extent in and to which he may transfer his interests in the property\r\naffected by the license.", "54": "Indian Easements Act, 188254. Grant may be express or implied The grant of a license may be express or implied from the\r\nconduct of the grantor, and an agreement which purports to create an easement,\r\nbut is ineffectual for that purpose, may operate to create a license.", "55": "Indian Easements Act, 188255.Accessory licenses annexed by law All licenses necessary for the enjoyment of any interest, or the\r\nexercise of any right, are implied in the constitution of such interest or\r\nright. Such licenses are called accessory licenses.IllustrationA sells the trees growing in his land to B. B is entitled to go\r\non the land and take away the trees.", "56": "Indian Easements Act, 188256. License when transferable Unless a different intention is expressed or necessarily\r\nimplied, license to attend a place of public entertainment may be transferred\r\nby the licensee; but, save as aforesaid, a license cannot be transferred by the\r\nlicensee or exercised by his servant or agents.Illustrations(a) A grants B a right to walk over A's field whenever he\r\npleases. The right is not annexed to any immovable property of B. The right\r\ncannot be transferred.(b) The government grants B a license to erect and use temporary grain-sheds on government land. In the absence of express provision to the contrary, B's servants may enter on the land for the purpose of erecting sheds, erect the same, deposit grain therein and remove grain there from.", "57": "Indian Easements Act, 188257. Grantor’s duty to disclose defects The grantor of a license is bound to disclose to the licensee\r\nany defect in the property affected by the license, likely to be dangerous to\r\nthe person or property of the licensee, of which the grantor is, and the\r\nlicensee is not, aware.", "58": "Indian Easements Act, 188258. Grantor’s duty not to render property unsafe The grantor of a license is bound not to do anything likely to\r\nrender the property affected by the license dangerous to the person or property\r\nof the license.", "59": "Indian Easements Act, 188259. Grantor’s transferee not bound by license When the grantor of the license transfers the property affected\r\nthereby, the transferee is not as such bound by the license.", "60": "Indian Easements Act, 188260. License when revocable A license may be revoked by the grantor, unless-(a) it is coupled with a transfer of property and such transfer\r\nis in force;(b) the licensee, acting upon the license, has executed a work\r\nof a permanent character and incurred expenses in the execution.", "61": "Indian Easements Act, 188261. Revocation express or impliedThe revocation of a License may be express or implied.Illustrations(a) A, the owner of a field, grants a license to B, to use a path\r\nacross it. A with intent to revoke the license, locks a gate across the path.\r\nThe license is revoked.(b) A, the owner of a field, grants a license to B to stack hay\r\non the field. A lets or sells the field to C. The license is revoked.", "62": "Indian Easements Act, 188262. License when deemed revokedA license is deemed to be revoked-(a) when, from a cause preceding the grant of it, the grantor\r\nceases to have any interest in the property affected by the license;(b) when the licensee releases it, expressly or impliedly, to\r\nthe grantor or his representative;(c) where it has been granted for a limited period, or acquired\r\non condition that it shall become void on the performance or non-performance of\r\na specified act, and the period expires, or the conditions is fulfilled;(d) where the property affected by the license is destroyed or\r\nby superior force so permanently altered that the licensee can no longer\r\nexercise his right;(e) where the Licensee becomes entitled to the absolute\r\nownership of the property affected by the license;(f) where the license is granted for a specified purpose and the\r\npurpose is attained or abandoned, or becomes impracticable;(g) where the license is granted to the licensee as holding a\r\nparticular office, employment or character, and such office, employment or\r\ncharacter ceases to exist;(h) where the license totally ceases to be used as such for an\r\nunbroken period of twenty years, and such cessation is not in pursuance of a\r\ncontract between the grantor and the licensee;(i) in the case of an accessory license, when the interest or\r\nright to which it is accessory ceases to exist.", "63": "Indian Easements Act, 188263. Licensee’s rights on revocation Where a license is revoked, the licensee is entitled to a\r\nreasonable time to leave the property affected thereby and to remove any goods\r\nwhich he has been allowed to place on such property.", "64": "Indian Easements Act, 188264. Licensee’s rights on eviction Where a license has been granted for a consideration, and the\r\nlicensee, without any fault of his own, is evicted by the grantor before he has\r\nfully enjoyed, under the license, the right for which he contracted, he is\r\nentitled to recover compensation from the grantors."}