{"name": "Indian Aircraft Act, 1934\r", "1": " Indian Aircraft Act, 1934 1.Short\r\ntitle and extent :- (1)\r\nThis Act may be called the Indian Aircraft Act, 1934.{Subs.\r\nby the A.O.1950, for the former sub-section (2).} [(2) It extends to the whole\r\nof  India { The words \"except the State of\r\nHyderabad\" rep.by Act 3 of 1951, s.3 and  Sch } and applies also--- (a)\r\nto citizens of India wherever they may be; and(b)\r\nto, and to the persons on, aircraft registered in India whoever they may be.]", "2": " Indian Aircraft Act, 1934 \n2. Definitions :-In\r\nthis Act, unless there is anything repugnant in the subject or context,---(1) \"aircraft\" means any machine which can derive support in the\r\natmosphere from reactions of the air, and includes balloons whether fixed or\r\nfree, airships, kites, gliders and flying machines ;(2)\r\n\"aerodrome\" means any definite or limited ground or water area\r\nintended to be used, either wholly or in part, for the landing or departure of\r\naircraft, and includes all buildings, sheds, vessels, piers, and other\r\nstructures thereon or appertaining thereto;(3) \"import\" means bringing into {Subs. by Act 24 of 1948, s.3, for\r\nthe words \"the Provinces\".} [India]; and(4)\r\n\"export\" means taking out of {Subs. by Act 24 of 1948, s.3, for the\r\nwords \"the Provinces\".} [India].", "3": " Indian Aircraft Act, 1934 3.\r\nPower of Central Government to exempt certain aircraft:-- The\r\nCentral Government may, by notification in the Official Gazette, exempt from\r\n{Subs. by s.3 of Act 37 of 1939, for the words \"the provisions of this Act\r\nand of the rules made thereunder , or from any of such\r\nprovisions\".}", "4": " Indian Aircraft Act, 1934 4.\r\nPower of Central Government to make rules to implement the Convention of 1919:- The\r\nCentral Government may, by notification in the Official Gazette, make such\r\nrules as appear to it to be necessary for carrying out the Convention relating\r\nto the regulation of Aerial Navigation signed at Paris, October 13, 1919, with\r\nAdditional Protocol, signed at Paris, May 1, 1920, and any amendment which may\r\nbe made thereto under the provisions of Article 34 thereof.", "5": " Indian Aircraft Act, 1934 5.\r\nPower of Central Government to make rules:- (1)\r\nThe Central Government may, by notification in the Official Gazette, make rules\r\n{See the Indian Aircraft Rules, 1937, published in the Gazette of India, 1937,\r\nPt.1, pp.633 to 719.} regulating the manufacture, possession, use, operation,\r\nsale, import or export of any aircraft or class of aircraft.(2)\r\nWithout prejudice to the generality of the foregoing power, such rules may\r\nprovide for--- (a) The authorities by which any of the powers conferred by or under\r\nthis Act are to be exercised;{ Ins.by Act 5 of 1944, s.2.} [(aa ) the regulation of air transport services, and the\r\nprohibition of the use of aircraft in such services except under the authority\r\nof and in accordance with a licence authorising the establishment of the\r\nservice;( ab ) the information to be furnished by an\r\napplicant for, or the holder of, a licence authorising the establishment of an\r\nair transport service to such authorities as may be specified in the rules ;](b) the licensing, inspection and regulation of aerodromes, the\r\nconditions under which aerodromes may be maintained and the fees which may be\r\ncharged thereat, and the prohibition or regulation of the use of unlicensed\r\naerodromes;(c) the inspection and control of the manufacture, repair and\r\nmaintenance of aircraft and of places where aircraft are being manufactured,\r\nrepaired or kept;(d) the registration and marking of aircraft;(e) the conditions under which aircraft may be flown, or may carry\r\npassengers, mails or goods; or may be used for industrial purposes and the\r\ncertificates, licences or documents to be carried by aircraft;(f) the inspection of aircraft for the purpose of enforcing the\r\nprovisions of this Act and the rules thereunder , and\r\nthe facilities to be provided for such inspection;(g) the licensing of persons employed in the operation, manufacture,\r\nrepair or maintenance of aircraft;(h) the air-routes by which and the conditions under which aircraft may\r\nenter or leave {Subs. by Act 24 of 1948, s.3, for the words \"the\r\nProvinces\".} [India], or may fly over {Subs. by Act 24 of 1948, s.3, for\r\nthe words \"the Provinces\".}[India], and the places at which aircraft\r\nshall land;(I) the prohibition of flight by aircraft over any specified area, either\r\nabsolutely or at specified times or subject to specified conditions and\r\nexceptions ;(J) the supply, supervision and control of air-route beacons, aerodrome lights,\r\nand lights at or in the neighbourhood of aerodrome lights, and lights at or in\r\nthe neighbourhood of aerodromes or on or in the neighbourhood of air routes;{ Ins.by Act 37 of 1939, s.4.} [( jj )\r\nthe installation and maintenance of lights on private property in the\r\nneighbourhood of aerodromes or on or in the neighbourhood of air-routes, by the\r\nowners or occupiers of such property, the payment by the Central Government for\r\nsuch installation and maintenance, and the supervision and control of such\r\ninstallation and maintenance, including the right of access to the property for\r\nsuch purpose;](k) the signals to be used for purposes of communication by or to aircraft and\r\nthe apparatus to be employed in signalling;(l) the prohibition and regulation of the carriage in aircraft of any\r\nspecified article or substance;(m) the measures to be taken and the equipment to be carried for the\r\npurpose of ensuring the safety of life;(n) the issue and maintenance of log-books;(o) the manner and conditions of the issue or renewal of any licence or\r\ncertificate under the Act or the rules, the examinations and tests to be\r\nundergone in connection therewith, the form, custody, production, endorsement,\r\ncancellation, suspension or surrender of such licence or certificate, or of any\r\nlog-book;(p) the fees to be charged in connection with any inspection,\r\nexamination, test, certificate or licence, made, issued or renewed under this\r\nAct;(q) the recognition for the purposes of this Act of licences and certificates\r\nissued elsewhere than in {Subs. by Act 24 of 1948, s.3, for the words \"the\r\nProvinces\".} [  India  ]\r\nrelating to aircraft or to the qualifications of persons employed in the\r\noperation, manufacture, repair or maintenance of aircraft; and(r) any matter subsidiary or incidental to the matters\r\nreferred to in this sub-section.{ Ins.by Act 5 of 1944, s.3.} [(3) Every rule\r\nmade under this section shall be laid as soon as may be after it is made before\r\n{The words \"each of the Chambers of\" rep.by \r\nthe A.O.1948.} {Subs. by the A.O.1950, for \"the Central\r\nLegislature\".} [Parliament], while it is in session, for a total period of\r\none months which may be comprised in one session or in two or more sessions,\r\nand it before the expiry of that period, {Subs. by the A.O.1948}[{Subs. by the\r\nA.O.1950, for \"that Legislature\".} [Parliament] makes and\r\nmodifications in the rule or directs] that the rule should not be made, the\r\nrule shall thereafter have effect only in such modified form or be of no\r\neffect, as the case may be.]", "6": " Indian Aircraft Act, 1934 6.\r\nPower of Central Government to make orders in emergency:- (1)\r\nIf the Central Government is of opinion that in the interests of the public\r\nsafety or tranquillity the issue of all or any of the following orders is expedient,\r\nit may, by notification in the Official Gazette,--- (a) cancel or suspend, either absolutely or subject to such conditions\r\nas it may think fit to specify in the order, all or any licences or\r\ncertificates issued under this Act;(b) prohibit, either absolutely or subject to such conditions as it may\r\nthink fit to specify in the order, or regulate in such manner as may be\r\ncontained in the order, the flight of all or any aircraft or class of aircraft\r\nover the whole or any portion of {Subs. by Act 24 of 1948, s.3, for \"the\r\nProvinces\".}[  India  ];\r\n(c) prohibit, either absolutely or conditionally, or regulate the erection,\r\nmaintenance or use of any aerodrome, aircraft factory, flying-school or club,\r\nor place where aircraft are manufactured, repaired or kept, or any class or\r\ndescription thereof; and(d) direct that any aircraft or class of aircraft or any aero  drome , aircraft factory, flying-school or club, or place\r\nwhere aircraft are manufactured, repaired or kept, together with any machinery,\r\nplant, material or things used for the operation, manufacture, repair or\r\nmaintenance of aircraft shall be delivered, either forthwith or within a\r\nspecified time, to such authority and in such manner as it may specify in the\r\norder, to be at the disposal of Government for the public service.(2)\r\nAny person who suffers direct injury or loss by reason of any order made under\r\nclause (c) or clause (d) of sub-section (1) shall be paid such compensation as\r\nmay be determined by such authority as the Central Government may appoint in\r\nthis behalf.(3) The Central Government may authorise such steps to be taken to secure\r\ncompliance with any order made under sub-section (1) as appear to it to be\r\nnecessary.(4) Whoever knowingly disobeys, or fails to comply with, or does any act in\r\ncontravention of, an order made under sub-section (1) shall be punishable with\r\nimprisonment for a term which may extend to three years, or with fine, or with\r\nboth, and the Court by which he is convicted may direct that the aircraft or\r\nthing (if any) in respect of which the offence has been committed, or any part\r\nof such thing, shall be forfeited to Government.", "7": " Indian Aircraft Act, 1934 7.\r\nPower of Central Government to make rules for investigation of accidents:- (1)\r\nThe Central Government may, by notification in the Official Gazette, make rules\r\n{See Pt.X of the Indian Aircraft Rules, 1937,\r\npublished in the Gazette of India, 1937, Pt.I , pp.66\r\nto 665.} providing for the investigation of any accident arising out of or in\r\nthe course of {Subs. by Act 37 of 1939, s.5, for \"air navigation in or\r\nover British India\".}[the navigation--- (a) in or over {Subs. by Act 24 of 1948, s.3, for the words \"the\r\nProvinces\".}[India] of any aircraft, or(b) anywhere of aircraft registered in {Subs. by Act 24 of 1948, s.3,\r\nfor the words \"the Provinces\".} [India]].(2)\r\nWithout prejudice to the generality of the foregoing power, such rules may---- (a) require notice to be given of any accident in such manner and by\r\nsuch person as may be prescribed;(b) apply for the purposes of such investigation, either with or without\r\nmodification, the provisions of any law for the time being in force relating to\r\nthe investigation of accidents;(c) prohibit pending investigation access to or interference with\r\naircraft to which an accident has occurred, and authorise any person so far as\r\nmay be necessary for the purposes of an investigation to have access to,\r\nexamine, remove, take measures for the preservation of, or otherwise deal with,\r\nany such aircraft; and(d) authorise or require the cancellation, suspension, endorsement or\r\nsurrender of any licence or certificate granted or recognised under this Act\r\nwhen it appears on an investigation that the licence ought to be so deal with,\r\nand provide for the production of any such licence for such purpose.Comment  : Report of Court of Enquiry appointed under Rule 75 of Aircraft Rules,\r\n1937 is outside the purview of section 35, Evidence Act. The enquiry is formal\r\nand statutory and not private one and relates to causes of accident. Such\r\nreport is admissible under ss . 5, 7 and 9 of Evidence\r\nAct. AIR 1965 Cal 252", "8": " Indian Aircraft Act, 1934 8.Power\r\nto detain aircraft :- (1)\r\nAny authority authorised in this behalf by the Central Government may detain\r\nany aircraft, if in the opinion of such authority--- (a) having regard to be nature of a intended flight, the flight of such\r\naircraft would involve danger to persons in the aircraft or to any other\r\npersons or property; or(b) such detention is necessary to secure compliance with any of the\r\nprovisions of this Act or the rules applicable to such aircraft; or such\r\ndetention is necessary to prevent a contravention of any rule made under clause\r\n(h) or clause (I) of sub-section (2) of section 5.(2)\r\nThe Central Government may, by notification in the Official Gazette, make rules\r\n{See for instance, rule 18 of the Indian Aircraft Rules, 1937 (Gazette of\r\nIndia, 1937, Pt.1.p.640}.regulating all matters incidental or subsidiary to the\r\nexercise of this power.{ Ins.by Act 7 of 1936, s.2.}[8A.Power of Central\r\nGovernment to make rules for protecting the public health :- The Central\r\nGovernment may, by notification in the Official Gazette, make rules {For the\r\nIndian Aircraft (Public Health) Rules, 1946, see Gazette of India,\r\nExtraordinary, 1946, p.775} for the prevention of danger arising to the public\r\nhealth by the introduction or spread of any infectious or contagious disease\r\nfrom aircraft arriving at or being at any aerodrome and for the prevention of\r\nthe conveyance of infection or contagion by means of any aircraft leaving an\r\naerodrome and in particular and without prejudice to the generality of this\r\nprovision may make, with respect to aircraft and aerodromes or any specified\r\naerodrome, unless providing for any of the matters for which rules under\r\nsub-clauses (I) to (viii) of clause (p) of sub-section (1) of section 6 of the\r\nIndian Ports Act, 1908, may be made with respect to vessels and ports.]{ Ins.by Act 22 of 1938.}[8B.Emergency powers for protecting\r\nthe public health :- (1) If the Central Government is satisfied that India or\r\nany part thereof is visited by or threatened with an outbreak of any dangerous\r\nepidemic disease, and that the ordinary provisions of the law for the time\r\nbeing in force are insufficient for the prevention of danger arising to the\r\npublic health through the introduction or spread of the disease by the agency\r\nof aircraft, the Central Government may take such measures as it deems\r\nnecessary to prevent such danger.(2)\r\nIn any such case the Central Government may, without prejudice to the powers\r\nconferred by section 8A, by notification in the Official Gazette, make such\r\ntemporary rules with respect to aircraft and persons travelling or things\r\ncarried therein and aerodromes as it deems necessary in the circumstances.\r\n(3) Notwithstanding anything contained in section 14, the power to make rules \r\nunder sub-section (2) shall not be subject to the condition of the rules being \r\nmade after previous publication, but such rules shall not remain in force in \r\nmore than three months from the date of notificationProvided\r\n  that the Central Government may be\r\nspecial order continues them in force for a further period or periods of not\r\nmore than three months in all.]", "9": " Indian Aircraft Act, 1934 9.Wreck\r\nand salvage :- (1)\r\nThe provisions of Part VII of the Indian Merchant Shipping Act, 1923, relating\r\nto Wreck and Salvage shall apply to aircraft on or over the sea or tidal waters\r\nas they apply to ships, and the owner of an aircraft shall be entitled to a\r\nreasonable reward for salvage services rendered by the aircraft in like manner\r\nas the owner of a ship.(2) The Central Government may, by notification in the Official Gazette, make\r\nsuch modifications of the said provisions in their application to aircraft as\r\nappear necessary or expedient.", "10": " Indian Aircraft Act, 1934 10.Penalty\r\nfor act in contravention of rule made under this Act.:- In\r\nmaking any rule under section 5, section 7, {Subs. by Act 7 of 1936, s.3, for\r\n\"or section 8\".}[section 8 {Subs. by Act 22 of 1938, s.3, for\r\n\"or section 8 A\".} [section 8A or section 8B]] the Central Government\r\nmay direct that a breach of it shall be punishable with imprisonment for any\r\nterm not exceeding three months, or with fine of any amount not exceeding one\r\nthousand rupees or with both.", "11": " Indian Aircraft Act, 1934 11.Penalty\r\nfor flying so as to cause danger :- Whoever\r\nwilfully flies any aircraft in such a manner as to cause danger to any person\r\nor to any property on land or water or in the air shall be punishable with\r\nimprisonment for a term which may extend to six months, or with fine which may extend\r\nto one thousand rupees, or with both.", "12": " Indian Aircraft Act, 1934 12.Penalty\r\nfor abetment of offences and attempted offences :- Whoever\r\nabets the commission of any offence under this Act or the rules, or attempts to\r\ncommit such offence, and in such attempt does any act towards the commission of\r\nthe offence, shall be liable to the punishment provided for the offence.", "13": " Indian Aircraft Act, 1934 \n13.Power of Court to order forfeiture :-Where\r\nany person is convicted of an offence punishable under any rule made under\r\nclause (I) or clause (1) of sub-section (2) of section 5, the Court by which he\r\nis convicted may direct that the aircraft or article or substance, as the case\r\nmay be, in respect of which the offence has been committed, shall be forfeited\r\nto Government.", "14": " Indian Aircraft Act, 1934 \n14.Rules to be made after publication :-Any\r\npower to make rules conferred by this Act is subject to the condition of the\r\nrules being made after previous publication for a period of not leas than three\r\nmonths.", "15": " Indian Aircraft Act, 1934 \n15.Use of patented invention on aircraft not required in India :-The\r\nprovisions of section 42 of the Indian Patents and Designs Act, 1911, shall\r\napply to the use of an invention on any aircraft not registered in {Subs. by\r\nAct 24 of 1948, s.3, for the words \"the Provinces\".}[India] in like\r\nmanner as they apply to the use of an invention in a foreign vessel.", "16": " Indian Aircraft Act, 1934 16.Power\r\nto apply customs procedure :- The\r\nCentral Government may, by notification in the Official Gazette, declare that\r\nany or all of the provisions of the Sea Customs Act, 1878, shall, with such\r\nmodifications and adaptations as may be specified in the notification, apply to\r\nthe import and export of goods by air.", "17": " Indian Aircraft Act, 1934 17.Bar\r\nof certain suits :- No\r\nsuit shall be brought in any Civil Court in respect of trespass or in respect\r\nof nuisance by reason only of the flight of aircraft over any property at a\r\nheight above the ground which having regard to wind, weather and all the\r\ncircumstances of the case is reasonable or by reason only of the ordinary\r\nincidents of such flight.", "18": " Indian Aircraft Act, 1934 18.Saving\r\nfor acts done in good faith under the Act :- No\r\nsuit, prosecution or other legal proceeding shall lie against any person for\r\nanything in good faith done or intended to be done under this Act.", "19": " Indian Aircraft Act, 1934 19.Saving\r\nof application of Act :- (1)\r\nNothing in this Act or in any order or rule made there-under shall apply to or\r\nin respect of any aircraft belonging to or exclusively employed in {Subs. by\r\nthe A.O.1950, for \"His Majesty's naval, military or air forces\".}[the\r\nnaval, military or air forces of the Union], or to any person in such forces\r\nemployed in connection with such aircraft.(2)\r\nNothing in this Act or in any order or rule made thereunder \r\nshall apply to or in respect of any lighthouse to which the Indian Lighthouse\r\nAct, 1927, applies or prejudice or affect any right or power exercisable by any\r\nauthority under that Act."}