{"name": "Indian Carriage of Goods by Sea Act, 1925\r", "1": "1. Short title and extent.-(1) This Act may be called the Indian Carriage of Goods by Sea Act, 1925.(2) It extends to 5[the whole of India].1. This Act has been extended to Goa, Daman and Diu by Reg. 12 of 1962, s. 3 and Sch., to Pondicherry by Reg. 7 of 1963, s. 3 and Sch. I and to the whole of the Union territory of Lakshadweep by Reg. 8 of 1965, s. 3 and Sch.2. The words \"including the delegates representing His Majesty\" omitted by Act 52 of 1964, s. 3 and the Second Schedule.3. Ins. by Act 28 of 1993, s. 31 and the Schedule (w.e.f. 16-10-1992).4. Subs. by Act 52 of 1964, s. 3 and the Second Schedule, for third and fourth paragraphs.5. Subs. by the A.O. 1950, for \"all the Provinces of India\".6. Subs. ibid., for \"the provinces\".", "2": "2. Application of Rules.-Subject to the provisions of this Act, the rules set out in the Schedule (hereinafter referred to as \"the Rules\") shall have effect in relation to and in connection with the carriage of goods by sea in ships carrying goods from any port in 6[India] to any other port whether in or outside 6[India].", "3": "3. Absolute warranty of sea worthiness not to be implied in contracts to which Rules apply.-There shall not be implied in any contract for the carriage of goods by sea to which the Rules apply any absolute undertaking by the carrier of the goods to provide a seaworthy ship.", "4": "4. Statement as to application of Rules to be included in bills of lading.-Every bill of lading, or similar document of title, issued in 6[India] which contains or is evidence of any contract to which the Rules apply, shall contain an express statement that it is to have effect subject to the provisions of the said Rules as applied by this Act.", "5": "5. Modification of Article VI of Rules in relation to goods carried in sailing ships and by prescribed routes.-Article VI of the Rules shall, in relation to-(a) the carriage of goods by sea in sailing ships carrying goods from any port in 6[India] to any other port whether in or outside 6[India], and(b) the carriage of goods by sea in ships carrying goods from a port in 6[India] notified in this behalf in the Official Gazette by the Central Government to a port in Ceylon specified in the said notification, have effect as though the said Article referred to goods of any class instead of to particular goods and as though the proviso to the second paragraph of the said Article were omitted.", "6": "6. Modification of Rules 4 and 5 of Article III in relation to bulk cargoes.-Where under the custom of any trade the weight of any bulk cargo inserted in the bill of lading is a weight ascertained or accepted by a third party other than the carrier or the shipper and the fact that the weight is so ascertained or accepted is stated in the bill of lading, then, notwithstanding anything in the Rules, the bill of lading shall not be deemed to be prima facie evidence against the carrier of the receipt of goods of the weight so inserted in the bill of lading, and the accuracy thereof at the time of shipment shall not be deemed to have been guaranteed by the shipper.", "7": "7. Saving and operation.-(1) Nothing in this Act shall affect the operation of sections 1[section 331 and Part XA] of the Merchant Shipping Act, 1958 (44 of 1958)j, or the operation of any other enactment for the time being in force limiting the liability of the owners of sea-going vessels.(2) The Rules shall not by virtue of this Act apply to any contract for the carriage of goods by sea before such day2, not being earlier than the first day of January, 1926, as the Central Government may, by notification in the Official Gazette, appoint, nor to any bill of lading or similar document of title issued, whether before or after such day as aforesaid, in pursuance of any such contract as aforesaid.1. Subs. by Act 52 of 1964, s. 3 and the Second Schedule for \"sections 331 and 352' (w.e.f. 16-10-1992).2. 1st January, 1926, see Gazette of India, 1925, Pt. I, p. 950."}