{"name": "Indian Matrimonial Causes (War Marriages) Act, 1948\r", "1": "Indian Matrimonial Causes (War Marriages) Act, 19481. Short title and extent (1) This Act may be called the Indian\r\nMatrimonial Causes (War Marriages) Act, 1948.(2) It extends to the whole of India , except 2[the\r\nterritories which, immediately before the\r\n 1st November, 1956 , were comprised in Part B States].", "2": "Indian Matrimonial Causes (War Marriages) Act, 19482. Definitions In this Act, unless there is anything repugnant\r\nin the subject or context,-(a) \"High Court\" shall have the same\r\nmeaning as in the Indian Divorce Act, 1869;(b) \"marriage\" includes a purported\r\nmarriage which was void ab initio ,\r\nand \"husband\" and \"wife\" shall be construed accordingly;(c) \"war period\" means the period\r\ncommencing on the 3rd day of September, 1939, and ending on the 31st day of\r\nMarch, 1946.", "3": "Indian Matrimonial Causes (War Marriages) Act, 19483. Application of Act The marriages to which this Act applies are\r\nmarriages solemnized during the war period, where the husband was, at the time\r\nof the marriage, domiciled outside India , and the wife was,\r\nimmediately before the marriage, domiciled in India :Provided  that this Act shall not apply to any\r\nmarriage if, since the solemnization thereof, the parties thereto have resided\r\ntogether in the country in which the husband was domiciled at the time of the\r\nresidence.Explanation.- For the purposes of\r\nthe above proviso the whole of the United States of America, the whole of the\r\nUnited Kingdom and the whole of any British possession 3[***] shall each be\r\ntreated as one country.", "4": "Indian Matrimonial Causes (War Marriages) Act, 19484. Temporary extension of jurisdiction of High\r\nCourts In the case of any marriage to which this Act\r\napplies, the High Court shall have jurisdiction in and in relation to any\r\nproceedings for divorce or for nullity of marriage as if both parties were at\r\nall material times domiciled in India; and subject to the provisions of this\r\nAct, the provisions of the Indian Divorce Act, 1869, shall apply, so far as may\r\nbe, in relation to any such proceedings instituted under this Act as if they\r\nwere proceedings instituted under that Act:Provided  that this section shall not apply in\r\nrelation to any proceedings for divorce or for nullity of marriage unless-(a) the petitioner or the respondent professes\r\nthe Christian religion, and(b) the proceedings for divorce or for nullity of marriage are commenced not later than three years from the commencement of this Act.", "5": "Indian Matrimonial Causes (War Marriages) Act, 19485. Saving Nothing in this Act shall be deemed to extend or\r\nalter the jurisdiction of the High Court in, or in relation to, any proceedings\r\nfor divorce or for nullity of marriage, where at the commencement of those\r\nproceedings the parties are domiciled anywhere in India.", "6": "Indian Matrimonial Causes (War Marriages) Act, 19486. Certain decrees and orders to be recognized The validity of any decree or order made in\r\nthe  United Kingdom by virtue of the\r\nMatrimonial Causes (War Marriages) Act, 1944 shall, by virtue of this Act, be\r\nrecognized in all Courts in the States of India.", "7": "Indian Matrimonial Causes (War Marriages) Act, 19487. Power to make rules The High Court may make such rules as may be\r\nnecessary for the purpose of carrying out the objects of this Act."}