{"name": "Indian Forest Act, 1927\r", "1": "Indian Forest Act, 19271. Short\r\ntitle and extent  –(1) This Act may be called the Indian Forest\r\nAct, 1927.(2) It extends to the\r\nwhole of  India except the\r\nterritories which, immediately before  the\r\n 1st November, 1956 , were comprised in Part B States.(3) It a plies to the territories which,\r\nimmediately before the 1st November, 1956, were comprised in the States of\r\nBihar, Bombay,Coorg, Delhi, Madhya Pradesh, Orissa, Punjab, Uttar Pradesh and West Bengal; but the\r\nGovernment of any State may by notification in the Official Gazette bring this\r\nAct into force in the whole or any specified part of that State to which this Act extends and where it is not\r\nin force.]", "2": "Indian Forest Act, 19272. Interpretation clause – In this Act, unless there is anything\r\nrepugnant in the subject or context, -(1) \"cattle\"\r\nincludes elephants, camels, buffaloes, horses, mares, geldings, ponies, colts,\r\nfillies, mules, asses, pigs, rams, ewes, sheep, lambs, goats and kids;(2) \"Forest-officer\" means any\r\nperson whom [***] the State Government or any\r\noffice empowered by the State Government in this behalf, may appoint to carry\r\nout all or any of the purposes of this Act or to do anything required by this\r\nAct or any rule made thereunder to be done by a\r\nForest-officer;(3) \"forest-offence\" means an\r\noffence punishable under this Act or under any rule made thereunder ;(4) \"forest-produce\" includes -(a) the following whether found in, or brought from, a forest or\r\nnot, that is to say - timber, charcoal, caoutchouc ,\r\ncatechu, wood-oil, resin, natural varnish, bark, lac ,\r\n mahua flowers, mahua seeds,(4) \r\nand myrabolams , and(b) the following when found in, or brought from a forest, that\r\nis to say -( i ) trees and leaves, flowers and\r\nfruits, and all other parts or produce not hereinbefore mentioned, of trees,(ii) plants not being trees (including grass, creepers, reeds\r\nand moss), and all parts or produce of such plants,(iii) wild animals and skins, tusks, horns,\r\nbones, silk, cocoons, honey and wax, and all other parts or produce of animals,\r\nand(iv) peat, surface soil, rock and minerals (including\r\nlime-stone, laterite , mineral oils, and all products\r\nof mines or quarries);\r\n(4A) \"owner\" includes a Court\r\nof Wards in respect of property under the superintendence or charge of such\r\nCourt;]\r\n(5) \"river\" includes any stream,\r\ncanal, creek or other channels, natural or artificial;(6) \"timber\" includes trees when they\r\nhave fallen or have been felled, and all wood whether cut up or fashioned or\r\nhollowed out for any purpose or not; and(7) \"tree\" includes palms, bamboos,  skumps , brush-wood and canes.", "3": "Indian Forest Act, 19273. Power to reserve forests  –The State Government\r\nmay constitute any forest-land or waste-land which is the property of\r\nGovernment, or over which the Government has proprietary rights, or to the\r\nwhole or any part of the forest-produce of which the Government is entitled, a\r\nreserved forest in the manner hereinafter provided.", "4": "Indian Forest Act, 19274. Notification by State Government  –(1) Whenever it has been decided to constitute\r\nany land a reserved forest, the State Government shall issue a notification in\r\nthe Official Gazette -a) declaring that it has been decided to constitute such land a\r\nreserved forest;b) specifying, as nearly as possible, the\r\nsituation and limits of such land; and appointing an officer (hereinafter\r\ncalled \"the Forest Settlement - officer\") to inquire into and\r\ndetermine the existence, nature and extent of any rights alleged to exist in\r\nfavor of any person in or over any land comprised within such limits or in or\r\nover any forest-produce, and to deal with the same as provided in this Chapter.\r\nExplanation  - For the purpose of\r\nclause (b), it shall be sufficient to describe the limits of the forest by\r\nroads, rivers, ridges or other well-known or readily intelligible boundaries.(2) The officer appointed under clause (c) of\r\nsub-section (1) shall ordinarily be a person not holding any forest-office\r\nexcept that of Forest Settlement-officer.(3) Nothing in this\r\nsection shall prevent the State Government from appointing any number of\r\nofficers not exceeding three, not more than one of whom shall be a person\r\nholding any forest-office except as aforesaid, to perform the duties of a\r\nForest Settlement-officer under this Act.", "5": "Indian Forest Act, 19275.  Bar\r\nof accrual of forest-rights . –After the issue of a notification under\r\nsection 4, no right shall be acquired in or over the land comprised in such\r\nnotification, except by succession or under a grant or contract in writing made\r\nor entered into by or on behalf of the Government or some person in whom such\r\nright was vested when the notification was issued; and no fresh clearings for\r\ncultivation or for any other purpose shall be made in such land except in\r\naccordance with such rules as may be made by the State Government in this\r\nbehalf.", "6": "Indian Forest Act, 19276.  Proclamation\r\nby Forest Settlement-officer .- When a notification has been issued under\r\nsection 4, the Forest Settlement-officer shall publish in the local vernacular\r\nin every town and village in the neighborhood of the land comprised therein, a\r\nproclamation-a) specifying, as nearly as possible, the\r\nsituation and limits of the proposed forest;    \r\nexplaining the consequences which, as hereinafter provided, will ensue on the\r\nreservation of such forest; and fixing a period of not less than three months\r\nfrom the date of such proclamation, and requiring every person claiming any\r\nright mentioned in section 4 or section 5 within such period either to present\r\nto the Forest Settlement-officer a written notice specifying or to appear\r\nbefore him and state, the nature of such right and the amount and particulars\r\nof the compensation (if any) claimed in respect thereof.", "7": "Indian Forest Act, 19277. \r\nInquiry by Forest Settlement-officer.  –The Forest Settlement-officer shall take down\r\nin writing all statements made under section 6, and shall at some convenient\r\nplace inquire into all claims duly preferred under that section, and the\r\nexistence of any rights mentioned in section 4 or section 5 and not claimed\r\nunder section 6 so far as the same may be ascertainable from the records of\r\nGovernment and the evidence of any persons likely to be acquainted with the\r\nsame.", "8": "Indian Forest Act, 19278.  Powers\r\nof Forest Settlement-officers .- For the purpose of such inquiry, the Forest\r\nSettlement-officer may exercise the following powers, that is to say:-a) power to enter, by himself or any officer\r\nauthorized by him for the purpose, upon any land, and to survey, demarcate and\r\nmake a map of the same; andb) the powers of a Civil Court in the trial of\r\nsuits.", "9": "Indian Forest Act, 19279.  Extinction\r\nof rights  –Rights in respect of which no claim has been\r\npreferred under section 6, and of the existence of which no knowledge has been\r\nacquired by inquiry under section 7, shall be extinguished, unless before the\r\nnotification under section 20 is published, the person claiming them satisfies\r\nthe Forest Settlement-officer that he had sufficient cause for not preferring\r\nsuch claim within the period fixed under section 6.", "10": "Indian Forest Act, 192710.  Treatment\r\nof claims relating to practice of shifting cultivation –(1) In the case of a claim relating to the\r\npractice of shifting cultivation, the Forest Settlement-officer shall record a statement\r\nsetting forth the particulars of the claim and of any local rule or order under\r\nwhich the practice is allowed or regulated, and submit the statement to the\r\nState Government, together with his opinion as to whether the practice should\r\nbe permitted or prohibited wholly or in part.(2) On receipt of the statement and opinion,\r\nthe State Government may make an order permitting or prohibiting the practice\r\nwholly or in part.(3) If such practice is permitted wholly or in\r\npart, the Forest Settlement-officer may arrange for its exercise -a) by altering the limits of the land under settlement so as to\r\nexclude land of sufficient extent, of a suitable kind, and in a locality\r\nreasonably convenient for the purposes of the claimants, orb) by causing certain portions of the land under settlement to\r\nbe separately demarcated, and giving permission to the claimants to practice\r\nshifting cultivation therein under such conditions as he may prescribe.(4) All arrangements made under sub-section\r\n(3) shall be subject to the previous sanction of the State Government.(5) The practice of shifting cultivation shall\r\nin all cases be deemed a privilege subject to control, restriction and\r\nabolition by the State Government.", "11": "Indian Forest Act, 192711.  Power to acquire land over which right is claimed .\r\n–(1) In the case of a claim to a right in or\r\nover any land, other than a right of way or right of pasture, or a right to\r\nforest-produce or a water-course, the Forest Settlement-officer shall pass an\r\norder admitting or rejecting the same in whole or in part.(2) If such claim is admitted in whole or in\r\npart, the Forest Settlement-officer shall either -i . exclude such land\r\nfrom the limits of the proposed forest; orii. come to an agreement with the owner thereof for the\r\nsurrender of his rights; oriii.proceed to acquire such land\r\nin the manner provided by the Land Acquisition Act, 1894 (1 of 1894).(3) For the purpose of so acquiring such land\r\n-a) the Forest Settlement-officer shall be deemed to be a\r\nCollector proceeding under the Land Acquisition Act, 1894 (1 of 1894)b) the claimant shall be deemed to be a person interested and\r\nappearing before him in pursuance of a notice given under section 9 of that\r\nAct;c) the provisions of the preceding sections of that Act shall be\r\ndeemed to have been complied with; andd) the Collector, with the consent of the claimant, or the\r\nCourt, with the consent of both parties, may award compensation in land, or\r\npartly in land and partly in money.", "12": "Indian Forest Act, 192712.  Order\r\non claims to rights of pasture or to forest-produce.  –In the case of a claim to rights of pasture or\r\nto forest-produce, the Forest Settlement-officer shall pass an order admitting\r\nor rejecting the same in whole or in part.", "13": "Indian Forest Act, 192713.  Record\r\nto be made by Forest Settlement-officer . –The Forest Settlement-officer, when passing any\r\norder under section 12, shall record, so far as may be practicable.-a) the name, father's\r\nname, caste, residence and occupation of the person claiming the right; and the\r\ndesignation, position and area of all fields or groups of fields (if any), and\r\nthe designation and position of all buildings (if any) in respect of which the\r\nexercise of such rights is claimed.", "14": "Indian Forest Act, 192714.  Record\r\nwhere he admits claim . –If the Forest Settlement-officer admits in whole\r\nor in part any claim under section 12, he shall also record the extent to which\r\nthe claim is so admitted, specifying the number and description of the cattle\r\nwhich the claimant is from time to time entitled to graze in the forest, the\r\nseason during which such pasture is permitted, the quantity of timber and other\r\nforest produce which he is from time to time authorized to take or receive, and\r\nsuch other particulars as the case may require. He shall also record whether\r\nthe timber or other forest-produce obtained by the exercise of the rights\r\nclaimed may be sold or bartered.", "15": "Indian Forest Act, 192715.  Exercise\r\nof rights admitted. - (1) After making such record the Forest\r\nSettlement-officer shall, to the best of his ability, having due regard to the\r\nmaintenance of the reserved forest in respect of which the claim is made, pass\r\nsuch orders as will ensure the continued exercise of the rights so admitted.(2) For this purpose the Forest\r\nSettlement-officer maya) set out some other forest-tract of sufficient extent, and in\r\na locality reasonably convenient, for the purposes of such claimants, and\r\nrecord an order conferring upon them a right of pasture or to forest-produce\r\n(as the case may be) to the extent so admitted; or so alter the limits of the\r\nproposed forest as to exclude forest-land of sufficient extent, and in a\r\nlocality reasonably convenient, for the purposes of the claimants; orc) record an order, continuing to such claimants a right of\r\npasture or to forest-produce, as the case may be, to the extent so admitted, at\r\nsuch seasons, within such portions of the proposed forest, and under such\r\nrules, as may be made in this behalf by the State Government.", "16": "Indian Forest Act, 192716.  Commutation\r\nof rights . –In case the Forest Settlement-officer finds it\r\nimpossible having due regard to the maintenance of the reserved forest, to make\r\nsuch settlement under section 15 as shall ensure the continued exercise of the\r\nsaid rights to the extent so admitted, he shall, subject to such rules as the\r\nState Government may make in this behalf, commute such rights, by the payment\r\nto such persons of a sum of money in lieu thereof, or by the grant of land, or\r\nin such other manner as he thinks fit.", "17": "Indian Forest Act, 192717.Appeal from order passed under section 11, section\r\n12, section 15 or section 16.  –Any person who has made a claim under this Act,\r\nor any Forest-officer or other person generally or specially empowered by the\r\nState Government in this behalf, may, within three months from the date of the\r\norder passed on such claim by the Forest Settlement-officer under section 11,\r\nsection 12, section 15 or section 16, present an appeal from such order to such\r\nofficer of the Revenue Department, of rank not lower than that of a Collector,\r\nas the State Government may, by notification in the Official Gazette, appoint\r\nto hear appeals from such orders:Provided that the State\r\nGovernment may establish a Court (hereinafter called the Forest Court) composed\r\nof three persons to be appointed by the State Government, and when the Forest\r\nCourt has been so established, all such appeals shall be presented to it.", "18": "Indian Forest Act, 192718.  Appeal\r\nunder section 17 . –(1) Every appeal under section 17 shall be\r\nmade by petition in writing, and may be delivered to the Forest\r\nSettlement-officer, who shall forward it without delay to the authority\r\ncompetent to hear the same.(2) If the appeal be to an officer appointed\r\nunder section 17, it shall be heard in the manner prescribed for the time being\r\nfor the hearing of appeals in matters relating to land-revenue.(3) If the appeal be to the Forest Court, the\r\nCourt shall fix a day and a convenient place in the neighborhood of the\r\nproposed forest for hearing the appeal, and shall give notice thereof to the\r\nparties, and shall hear such appeal accordingly.(4) The order passed on the appeal by such\r\nofficer or Court, or by the majority of the members of such Court, as the case\r\nmay be, shall, subject only to revision by the State Government, be final.", "19": "Indian Forest Act, 192719.  Pleaders. \r\n–The State Government, or any person who has\r\nmade a claim under this Act, may appoint any person to appear, plead and act on\r\nits or his behalf before the Forest Settlement-officer, or the appellate\r\nofficer or Court, in the course of any inquiry or appeal under this Act.", "20": "Indian Forest Act, 192720. Notification declaring forest reserved. \r\n– (1) When the following events have occurred,\r\nnamely:-a) the period fixed under section 6 for preferring claims have\r\nelapsed and all claims (if any) made under that section or section 9 have been\r\ndisposed of by the Forest Settlement-officer.b) if any such claims have been made, the period limited by\r\nsection 17 for appealing from the orders passed on such claims has elapsed, and\r\nall appeals (if any) presented within such period have been disposed of by the\r\nappellate officer or Court; andc) all lands (if any) to be included in the proposed forest,\r\nwhich the Forest Settlement-officer has, under section 11, elected to acquire\r\nunder the Land Acquisition Act, 1894 (1 of 1894), have become vested in the\r\nGovernment under section 16 of that Act. the State Government shall publish a\r\nnotification in the Official Gazette, specifying definitely, according to\r\nboundary-marks erected or otherwise, the limits of the forest which is to be\r\nreserved, and declaring the same to be reserved from a date fixed by the\r\nnotification.(2) From the date so fixed such forest shall\r\nbe deemed to be a reserved forest.", "21": "Indian Forest Act, 192721.  Publication\r\nof translation of such notification in neighborhood of forest. \r\n–The Forest-officer shall, before the date\r\nfixed by such notification, cause a translation thereof into the local vernacular\r\nto be published in every town and village in the neighborhood of the forest.", "22": "Indian Forest Act, 192722.  Power\r\nto revise arrangement made under section 15 or section 18. –The State Government may, within five years\r\nfrom the publication of any notification under section 20, revise any\r\narrangement made under section 15 or section 18, and may for this purpose\r\nrescind or modify any order made under section 15 or section 18, and direct\r\nthat any one of the proceedings specified in section 15 be taken in lieu of any\r\nother of such proceedings, or that the rights admitted under section 12 be\r\ncommuted under section 16.", "23": "Indian Forest Act, 192723. No right acquired over reserved\r\nforest, except as here provided. – No right of any description shall be acquired\r\nin or over a reserved forest except by succession or under a grant or contract\r\nin writing made by or on behalf of the Government or some person in whom such\r\nright was vested when the notification under section 20 was issued.", "24": "Indian Forest Act, 192724. Rights not to be alienated without\r\nsanction – (1) Notwithstanding anything contained in\r\nsection 23, no right continued under clause (c) of sub-section (2) of section\r\n15 shall be alienated by way of grant, sale, lease mortgage or otherwise,\r\nwithout the sanction of the State Government:Provided that, when any such\r\nright is appendant to any land or house, it may be\r\nsold or otherwise alienated with such land or house.(2) No timber or other forest-produce obtained\r\nin exercise of any such right shall be sold or bartered except to such extent\r\nas may have been admitted in the order recorded under section 14.", "25": "Indian Forest Act, 192725.  Power\r\nto stop ways and water-courses in reserved forests.  –The Forest-officer may, with the previous\r\nsanction of the State Government or of any officer duly authorized by it in\r\nthis behalf, stop any public or private way or water-course in a reserved\r\nforest, provided that a substitute for the way or water-course so stopped,\r\nwhich the State Government deems to be reasonably convenient, already exists,\r\nor has been provided or constructed by the Forest-officer in lieu thereof.", "26": "Indian Forest Act, 192726. Acts prohibited in such forests . –(1) Any person who -a) makes any fresh\r\nclearing prohibited by section 5, orb) sets fire to a reserved forest, or, in contravention of any\r\nrules made by the State Government in this behalf, kindles any fire, or leaves\r\nany fire burning, in such manner as to endanger such a forest; or who, in a\r\nreserved forest kindles, keeps or carries any fire except at such seasons as\r\nthe Forest-officer may notify in this behalf.d) trespasses or\r\npastures cattle, or permits cattle to trespass;e) causes any damage by negligence in felling any tree or\r\ncutting or dragging any timber;f) fells, girdles, lops, or burns any tree or strips off the\r\nbark or leaves from, or otherwise damages, the same;g) quarries stone, burns lime or charcoal, or collects, subjects\r\nto any manufacturing process, or removes, any forest-produce;h) clears or breaks up\r\nany land for cultivation or any other purpose;i ) in contravention of any rules made in this\r\nbehalf by the State Government hunts, shoots, fishes, poisons water or sets\r\ntraps or snares; orj) in any area in which the Elephant's Preservation Act, 1879 (6\r\nof 1879), is not in force, kills or catches elephants in contravention of any\r\nrules so made, shall be punishable with imprisonment for a term which may\r\nextend to six months, or with fine which may extend to five hundred rupees, or\r\nwith both, in addition to such compensation for damage done to the forest as\r\nthe convicting Court may direct to be paid.(2) Nothing in this section shall be deemed to\r\nprohibit -a) any act done by permission in writing of the Forest-officer,\r\nor under any rule made by the State Government; orb) the exercise of any right continued under clause (c) of sub-section\r\n(2) of section 15, or created by grant or contract in writing made by or on\r\nbehalf of the Government under section 23.(3) Whenever fire is caused willfully or by\r\ngross negligence in a reserved forest, the State Government may\r\n(notwithstanding that any penalty has been inflicted under this section )\r\ndirect that in such forest or any portion thereof the exercise of all rights of\r\npasture or to forest-produce shall be suspended for such period as it thinks\r\nfit.", "27": "Indian Forest Act, 192727. Power to declare forest no longer\r\nreserved. – (1) The State Government may, by [***]\r\nnotification in the Official Gazette, direct that, from a date fixed by such\r\nnotification, any forest or any portion thereof reserved under the Act shall\r\ncease to be a reserved forest.(2) From the date so fixed, such forest or\r\nportion shall cease to be reserved, but the rights (if any) which have been\r\nextinguished therein shall not revive in consequence of such cessation.", "28": "Indian Forest Act, 192728.  Formation\r\nof village-forests . –(1) The State Government may assign to any\r\nvillage-community the rights of Government to or over any land which has been\r\nconstituted a reserved forest, and may cancel such assignment. All forests so assigned\r\nshall be called village-forests.(2) The State Government may make rules for\r\nregulating the management of village-forests, prescribing the conditions under\r\nwhich the community to which any such assignment is made may be provided with\r\ntimber or other forest-produce or pasture, and their duties for the protection\r\nand improvement of such forest.(3) All the provisions of this Act relating to\r\nreserved forests shall (so far as they are not inconsistent with the rules so\r\nmade) apply to village-forests.", "29": "Indian Forest Act, 192729 . Protected forests.  –(1) The State Government may, by notification\r\nin the Official Gazette, declare the provisions of this Chapter applicable to\r\nany forest-land or waste land which is not included in a reserved forest but\r\nwhich is the property of Government, or over which the Government has\r\nproprietary rights, or to the whole or any part of the forest-produce of which\r\nthe Government is entitled.(2) The forest-land and waste-lands comprised\r\nin any such notification shall be called a \"protected forest\".(3) No such notification shall be made unless\r\nthe nature and extent of the rights of Government and of private persons in or\r\nover the forest-land or waste-land comprised therein have been inquired into\r\nand recorded at a survey or settlement, or in such other manners as the State\r\nGovernment thinks sufficient. Every such record shall be presumed to be correct\r\nuntil the contrary is proved:Provided that, if, in the case\r\nof any forest-land or waste land, the State Government thinks that such inquiry\r\nand record are necessary, but that they will occupy such length of time as in\r\nthe meantime to endanger the rights of Government, the State Government may,\r\npending such inquiry and record, declare such land to be a protected forest, but\r\nso as not to abridge or affect any existing rights of individuals or\r\ncommunities.", "30": "Indian Forest Act, 192730.  Power\r\nto issue notification reserving trees, etc . –The State Government may, by notification in\r\nthe Official Gazette:a) declare any trees or class of trees in a\r\nprotected forest to be reserved from a date fixed by the notification;b) declare that any portion of such forest\r\nspecified in the notification shall be closed for such term, not exceeding\r\nthirty years, as the State Government thinks fit, and that the rights of private\r\npersons, if any, over such portion shall be suspended during such terms,\r\nprovided that the remainder of such forest be sufficient, and in a locality\r\nreasonably convenient, for the due exercise of the right suspended in the\r\nportion so closed; orc) prohibit, from a date fixed as aforesaid,\r\nthe quarrying of stone, or the burning of lime or charcoal, or the collection\r\nor subjection to any manufacturing process, or removal of, any forest-produce\r\nin any such forest, and the breaking up or clearing for cultivation, for\r\nbuilding, for herding cattle or for any other purpose, of any land in any such\r\nforest.", "31": "Indian Forest Act, 192731.  Publication\r\nof translation of such notification in neighborhood.  –The Collector shall cause a translation into\r\nthe local vernacular of every notification issued under section 30 to be\r\naffixed in a conspicuous place in every town and village in the neighborhood of\r\nthe forest comprised in the notification.", "32": "Indian Forest Act, 192732.  Power\r\nto make rules for protected forests . –The State Government may make rules to regulate\r\nthe following matters, namely:-a) the cutting, sawing, conversion and removal\r\nof trees and timber, and the collection, manufacture and removal of\r\nforest-produce, from protected forests;b) the granting of licenses to the inhabitants\r\nof towns and villages in the vicinity of protected forests to take trees,\r\ntimber or other forest-produce for their own use, and the production and return\r\nof such licenses by such persons;c) the granting of licenses to persons felling\r\nor removing trees or timber or other forest-produce from such forests for the\r\npurposes of trade, and the production and return of such licenses by such\r\npersons;d) the payments, if any, to be made by the\r\npersons mentioned in clauses (b) and (c) for permission to cut such trees, or\r\nto collect and remove such timber or other forest-produce; the other\r\npayments, if any, to be made by them in respect of such trees, timber and\r\nproduce, and the places where such payment shall be made;f) the examination of forest-produce passing\r\nout of such forests.g) the clearing and breaking up of land for\r\ncultivation or other purposes in such forests;h) the protection from fire timber lying in\r\nsuch forests and of trees reserved under section 30;i ) the cutting of grass\r\nand pasturing of cattle in such forests;j) hunting, shooting, fishing, poisoning water\r\nand setting traps or snares in such forests and the killing or catching of\r\nelephants in such forests in areas in which the Elephants' Preservation Act,\r\n1879, (6 of 1879), is not in force;k) the protection and management of any\r\nportion of a forest closed under section 30; andl) the exercise of rights referred to in\r\nsection 29.", "33": "Indian Forest Act, 192733.  Penalties\r\nfor acts in contravention of notification under section 30 or of rules under\r\nsection 32.    (1) Any person who commits any of the\r\nfollowing offences, namely:-a) fells, girdles, lops, taps or burns any tree reserved under\r\nsection 30, or strips of the bark or leaves from, or otherwise damages, any\r\nsuch tree;b) contrary to any prohibition under section 30, quarries any\r\nstone, or burns any lime or charcoal or collects, subjects to any manufacturing\r\nprocess, or removes any forest-produce;c) contrary to any prohibition under section 30, breaks up or\r\nclears for cultivation or any other purpose any land in any protected forest;sets fire to such\r\nforest, or kindles a fire without taking all reasonable precautions to prevent\r\nits spreading to any tree reserved under section 30, whether standing fallen or\r\nfelled, or to say closed portion of such forest;e) leaves burning any fire kindled by him in the vicinity of any\r\nsuch tree or closed portion;f) fells any tree or drags any timber so as to damage any tree\r\nreserved as aforesaid;g) permits cattle to\r\ndamage any such tree;h) infringes any rules made under section 32. shall be punishable\r\nwith imprisonment for a term which may extend to six months, or with fine which\r\nmay extend to five hundred rupees, or with both.(2) Whenever fire is caused willfully or by\r\ngross negligence in a protected forest, the State Government may, notwithstanding\r\nthat any penalty has been inflicted under this section, direct that in such\r\nforest or any portion thereof the exercise of any right of pasture or to\r\nforest-produce shall be suspended for such period as it thinks fit.", "34": "Indian Forest Act, 192734.  Nothing\r\nin this Chapter to prohibit acts done in certain cases . –Nothing in this Chapter shall be deemed to\r\nprohibit any act done with the permission in writing of the Forest-officer, or\r\nin accordance with rules made under section 32, or, except as regards any\r\nportion of a forest closed under section 30, or as regards any rights the\r\nexercise of which has been suspended under section 33, in the exercise of any\r\nright recorded under section 29.", "35": "Indian Forest Act, 192735.  Protection of forests for special purposes . –(1) The State Government may, by notification\r\nin the Official Gazette, regulate or prohibit in any forest or waste land -a) the breaking up or\r\nclearing of land for cultivation;b) the pasturing of\r\ncattle; orc) the firing or\r\nclearing of the vegetation;when such regulation or prohibition appears necessary for any of\r\nthe following purposes:-( i ) for protection against storms,\r\nwinds, rolling stones, floods and avalanches;(ii) for the preservation of the soil on the ridges and slopes\r\nand in the valleys of hilly tracts, the prevention of landslips or of the\r\nformation of ravines, and torrents, or the protection of land against erosion,\r\nor the deposit thereon of sand, stones or gravel;(iii) for the maintenance of a water-supply in springs, rivers\r\nand tanks;(iv) for the protection of roads, bridges, railways and other\r\nlines of communication;(v) for the preservation of the public health.(2) The State Government may, for any such\r\npurpose, construct at its own expense, in or upon any forest or waste-land,\r\nsuch work as it thinks fit.(3) No notification shall be made under\r\nsub-section (1) nor shall any work be begun under sub-section (2), until after\r\nthe issue of a notice to the owner of such forest or land calling on him to\r\nshow cause, within a reasonable period to be specified in such notice, why such\r\nnotification should not be made or work constructed, as the case may be, and\r\nuntil his objections, if any, and any evidence he may produce in support of the\r\nsame, have been heard by an officer duly appointed in that behalf and have been\r\nconsidered by the State Government.", "36": "Indian Forest Act, 192736.  Power\r\nto assume management of forests . –(1) In case of neglect of, or willful\r\ndisobedience to, any regulation or prohibition under section 35, or if the\r\npurposes of any work to be constructed under that section so require, the State\r\nGovernment may, after notice in writing to the owner of such forest or land and\r\nafter considering his objections, if any, place the same under the control of a\r\nForest-officer, and may declare that all or any of the provisions of this Act\r\nrelating to reserved forests shall apply to such forests or land.(2) The net profits, if any, arising from the\r\nmanagement of such forest or land shall be paid to the said owner.", "37": "Indian Forest Act, 192737.  Expropriation\r\nof forests in certain cases . –(1) In any case under this Chapter in which\r\nthe State Government considers that, in lieu of placing the forest or land\r\nunder the control of a Forest-Officer, the same should be acquired for public\r\npurposes, the State Government may proceed to acquire it in the manner provided\r\nby the Land Acquisition Act, 1894 (1 of 1894).(2) The owner of any forest or land comprised\r\nin any notification under section 35 may, at any time not less than three or\r\nmore than twelve years from the date thereof, require that such forest or land\r\nshall be acquired for public purposes, and the State Government shall acquire\r\nsuch forest or land accordingly.", "38": "Indian Forest Act, 192738.  Protection\r\nof forests at request of owners. –(1) The owner of any land, or if there be more\r\nthan one owner thereof, the owners of shares therein amounting in the aggregate\r\nto at least two-thirds thereof may, with a view to the formation or\r\nconservation of forests thereon, represent in writing to the Collector their\r\ndesire        that such land be managed on their\r\nbehalf by the Forest-officer as a reserved or a protected forest on such terms\r\nas may be mutually agreed upon; orb) that all or any of the provisions of this\r\nAct be applied to such land.(2) In either case, the State Government may,\r\nby notification in the Official Gazette, apply to such land such provisions of\r\nthis Act as it thinks suitable to the circumstances thereof and as may be\r\ndesired by the applicants.", "39": "Indian Forest Act, 192739.  Power\r\nto impose duty on timber and other forest-produce.  –(1) The (7)Central Government may\r\nlevy a duty in such manner, at such places and at such rates as it may declare\r\nby notification in the Official Gazette on all timber or other forest produce-a) which is produced in \r\n[the\r\nterritories to which this Act extends], and in respect of which the Government\r\nhas any right;b) which is brought from any place outside 8[the territories to\r\nwhich this Act extends]. (9)  [***](2) In every case in which such duty is\r\ndirected to be levied ad valorem the 7[Central\r\nGovernment] may fix by like notification the value on which such duty shall be\r\nassessed.(3) All duties on timber or other\r\nforest-produce which, at the time when this Act comes into force in any\r\nterritory, are levied therein under the authority of the State Government,\r\nshall be deemed to be and to have been duly levied under the provisions of this\r\nAct.(10)[(4) Notwithstanding anything in this section, the State\r\nGovernment may, until provision to the contrary is made by (11)[Parliament]\r\ncontinue to levy any duty which it was lawfully levying before the commencement(12)\r\nof (13)[the Constitution], under this section as then in force.Provided that nothing in this\r\nsub-section authorizes the levy of any duty which as between timber or other\r\nforest-produce of the State and similar produce of the locality outside the\r\nState, discriminates in favor of the former, or which, in the case of timber or\r\nother forest-produce of localities outside the State, discriminates between\r\ntimber or other forest-produce of one locality and similar timber or other\r\nforest-produce of another locality.", "40": "Indian Forest Act, 192740.  Limit\r\nnot to apply to purchase-money or royalty  –Nothing in this chapter shall be deemed to\r\nlimit the amount, if any, chargeable as purchase money or royalty on any timber\r\nor other forest -produce, although the same is levied on such timber or produce\r\nwhile in transit, in the same manner as duty is levied.", "41": "Indian Forest Act, 192741. Power to make rules to regulate transit of forest\r\nproduce  –(1) The control of all rivers and their banks\r\nas regards the floating of timber, as well as the control of all timber and\r\nother forest-produce in transit by land or water, is vested in the State\r\nGovernment, and it may make rules to regulate the transit of all timber and\r\nother forest-produce.(2) In particular and without prejudice to the\r\ngenerality of the foregoing power such rules may-(a) prescribe the routes by which alone timber or other\r\nforest-produce may be imported, exported or moved into, from or within (14)[the\r\nState];(b) prohibit the import or export or moving of such timber or other\r\nproduce without a pass from an officer duly authorized to issue the same, or\r\notherwise than in accordance with the conditions of such pass;(c) provide for the issue, production and return of such passes\r\nand for the payment of fees therefor ;(d) provide for the stoppage, reporting, examination and marking\r\nof timber or other forest-produce in transit, in respect of which there is\r\nreason to believe that any money is payable to the Government on account of the\r\nprice thereof, or on account of any duty, fee, royalty of charge due thereon,\r\nor, to which it is desirable for the purposes of this Act to affix a mark;(e) provide for the establishment and regulation of depots to\r\nwhich such timber or other produce shall be taken by those in charge of it for\r\nexamination, or for the payment of such money, or in order that such marks may\r\nbe affixed to it, and the conditions under which such timber or other produce\r\nshall be brought to, stored at and removed from such depots;(f) prohibit the closing up or obstructing of the channel or\r\nbanks of any river used for the transit of timber or other forest-produce, and\r\nthe throwing of grass, brushwood, branches or leaves into any such river or any\r\nact which may cause such river to be closed or obstructed;(g) provide for the prevention or removal of any obstruction of\r\nthe channel or banks of any such river, and for recovering the cost of such\r\nprevention or removal from the person whose acts or negligence necessitated the\r\nsame;(h) prohibit absolutely or subject to conditions, within\r\nspecified local limits, the establishment of sawpits, the converting , cutting,\r\nburning, concealing or making of timber, the altering or effacing of any marks\r\non the same, or the possession or carrying of marking hammers or other\r\nimplements used for marking timber;( i ) regulate the use of property marks\r\nfor timber, and the registration of such marks; prescribe the time for which\r\nsuch registration shall hold good; limit the number of such marks that may be\r\nregistered by any one person, and provide for the levy of fees for such\r\nregistration.(3) The State Government may direct that any\r\nrule made under this section shall not apply to any specified class of timber\r\nor other forest-produce or to any specified local area.(15)[41A.\r\nPowers of Central Government as to movements of timber across customs\r\nfrontiers.- Notwithstanding anything in section 41, the Central Government may\r\nmake rules to prescribe the route by which alone timber or other forest-produce\r\nmay be imported, exported or moved into or from (16)[the territories\r\nto which this Act extends] across any customs frontier as defined by the\r\nCentral Government, and any rules made under section 41 shall have effect\r\nsubject to the rules made under this section.]", "42": "Indian Forest Act, 192742.  Penalty\r\nfor breach of rules made under section 41 . –(1) The State Government may by such rules\r\nprescribe as penalties for the contravention thereof imprisonment for a term\r\nwhich may extend to six months, or fine which may extend to five hundred\r\nrupees, or both.(2) Such rules may provide that penalties\r\nwhich are double of those mentioned in sub-section (1) may be inflicted in\r\ncases where the offence is committed after sunset and before sunrise, or after\r\npreparation for resistance to lawful authority, or where the offender has been\r\npreviously convicted of a like offence.", "43": "Indian Forest Act, 192743.  Government\r\nand Forest-officers not liable for damage to forest-produce at depot. \r\n–The Government shall not be responsible for\r\nany loss or damage which may occur in respect of any timber or other\r\nforest-produce while at a depot established under a rule made under section 41,\r\nor while detained elsewhere, for the purposes of this Act; and no\r\nForest-officer shall be responsible for any such loss or damage, unless he\r\ncauses such loss or damage negligently, maliciously or fraudulently.", "44": "Indian Forest Act, 192744. \r\nAll persons bound to aid in case of accidents at depot.  –In case of any accident or emergency involving\r\ndanger to any property at any such depot, every person employed at such depot,\r\nwhether by the Government or by any private person, shall render assistance to\r\nany Forest-officer or Police-Officer demanding his aid in averting such danger\r\nor securing such property from damage or loss.", "45": "Indian Forest Act, 192745.  Certain\r\nkinds of timber to be deemed property of Government until title thereto proved,\r\nand may be collected accordingly. – (1) All timber found adrift, beached, stranded\r\nor sunk; all wood or timber bearing marks which have not been registered in\r\naccordance with the rules made under section 41, or on which the marks have\r\nbeen obliterated, altered or defaced by fire or otherwise; and in such areas as\r\nthe State Government directs, all unmarked wood and timber, shall be deemed to\r\nbe the property of Government, unless and until any person establishes his right\r\nand title thereto, as provided in this Chapter.(2) Such timber may be collected by any\r\nForest-officer or other person entitled to collect the same by virtue of any\r\nrule made under section 51 and may be brought to any depot which the\r\nForest-officer may notify as a depot for the reception of drift timber.(3) The State Government may, by notification\r\nin the Official Gazette, exempt any class of timber from the provisions of this\r\nsection.", "46": "Indian Forest Act, 192746.  Notice\r\nto claimants of drift timber . –Public notice shall from time to time be given\r\nby the Forest-officer, of timber collected under section 45. Such notice shall\r\ncontain a description of the timber, and shall require any person claiming the\r\nsame to present to such officer, within a period not less than two months from\r\nthe date of such notice, a written statement of such claim.", "47": "Indian Forest Act, 192747. \r\nProcedure on claim preferred to such timber.  –(1) When any such statement is presented as\r\naforesaid, the Forest-officer may, after making such inquiry as he thinks fit, either\r\nreject the claim after according his reasons for so doing, or deliver the\r\ntimber to the claimant.(2) If such timber is claimed by more than one\r\nperson, the Forest-officer may either deliver the same to any of such persons\r\nwho he deems entitled thereto, or may refer the claimants to the Civil Courts,\r\nand retain the timber pending the receipt of an order from any such Court for\r\nits disposal.(3) Any person whose claim has been rejected\r\nunder this section may, within three months from the date of such rejection,\r\ninstitute a suit to recover possession of the timber claimed by him; but no\r\nperson shall recover any compensation or costs against the Government, or\r\nagainst any Forest-officer on account of such rejection, or the detention or\r\nremoval of any timber, or the delivery thereof to any other person under this\r\nsection.(4) No such timber shall be subject to process\r\nof any Civil, Criminal or Revenue Court until it has been delivered, or a suit\r\nhas been brought, as provided in this section.", "48": "Indian Forest Act, 192748.  Disposal\r\nof unclaimed timber.  –If no such statement is presented as\r\naforesaid, or if the claimant omits to prefer his claim in the manner and\r\nwithin the period fixed by the notice issued under section 46, or on such claim\r\nhaving been so preferred by him and having been rejected, omits to institute a\r\nsuit to recover possession of such timber within the further period fixed by\r\nsection 47, the ownership of such timber shall vest in the Government, or, when\r\nsuch timber has been delivered to another person under section 47, in such\r\nother person free from all encumbrances not created by him.", "49": "Indian Forest Act, 192749.  Government\r\nand its officers not liable for damage to such timber. The Government shall not be responsible for\r\nany loss or damage which may occur in respect of any timber collected under\r\nsection 45, and no Forest-officer shall be responsible for any such loss or\r\ndamage, unless he causes such loss or damage negligently, maliciously or\r\nfraudulently.", "50": "Indian Forest Act, 192750.  Payments\r\nto be made by claimant before timber is delivered to him . –No person shall be entitled to recover\r\npossession of any timber collected or delivered as aforesaid until he has paid\r\nto the Forest-officer or other person entitled to receive it such sum on\r\naccount thereof as may be due under any rule made under section 51.", "51": "Indian Forest Act, 192751. \r\nPower to make rules and prescribe penalties . –(1) The State Government may make rules to\r\nregulate the following matters, namely:-(a) the salving, collection and disposal of all timber mentioned\r\nin section 45;(b) the use and registration of boats used in salving and\r\ncollecting timber;(c) the amounts to be paid for salving, collecting, moving,\r\nstoring or disposing of such timber; and(d) the use and registration of hammers and other instruments to\r\nbe used for marking such timber.(2) The State Government may prescribe, as\r\npenalties for the contravention of any rules made under this section,\r\nimprisonment for a term which may extend to six months, or fine which may\r\nextend to five hundred rupees, or both.", "52": "Indian Forest Act, 192752. Seizure of property liable to confiscation .\r\n–(1) When there is reason to believe that a\r\nforest-offence has been committed in respect of any forest-produce, such\r\nproduce, together with all tools, boats, carts or cattle used in committing any\r\nsuch offence, may be seized by any Forest-officer or Police-officer.(2) Every officer seizing any property under\r\nthis section shall place on such property a mark indicating that the same has\r\nbeen so seized, and shall, as soon as may be, make a report of such seizure to\r\nthe Magistrate having jurisdiction to try the offence on account of which the\r\nseizure has been made:Provided that, when the\r\nforest-produce with respect to which such offence is believed to have been\r\ncommitted is the property of Government, and the offender is unknown, it shall\r\nbe sufficient if the officer makes, as soon as may be, a report of the\r\ncircumstances to his official superior.", "53": "Indian Forest Act, 192753.  Power\r\nto release property seized under section 52 . –Any Forest-officer of a rank not inferior to\r\nthat of a Ranger who, or whose subordinate, has seized any tools, boats, carts\r\nor cattle under section 52, may release the same on the execution by the owner\r\nthereof a bond for the production of the property so released, if and when so\r\nrequired, before the Magistrate having jurisdiction to try the offence on\r\naccount of which the seizure has been made.", "54": "Indian Forest Act, 192754.  Procedure\r\nthereupon  –Upon the receipt of any such report, the\r\nMagistrate shall, with all convenient dispatch, take such measures as may be necessary\r\nfor the arrest and trial of the offender and the disposal of the property\r\naccording to law.", "55": "Indian Forest Act, 192755.  Forest-produce,\r\ntools, etc., when liable to confiscation.  –(1) All timber or forest-produce which is not\r\nthe property of Government and in respect of which a forest-offence has been\r\ncommitted, and all tools, boats, carts and cattle used in committing any\r\nforest-offence, shall be liable to confiscation.(2) Such confiscation may be in addition to\r\nany other punishment prescribed for such offence.", "56": "Indian Forest Act, 192756.  Disposal\r\non conclusion of trial for forest-offence, of produce in respect of which it\r\nwas committed . –When the trial of any forest-offence is\r\nconcluded, any forest-produce in respect of which such offence has been\r\ncommitted shall, if it is the property of Government or has been confiscated,\r\nbe taken charge of by a Forest-officer, and, in any other case, may be disposed\r\nof in such manner as the Court may direct.", "57": "Indian Forest Act, 192757.  Procedure\r\nwhen offender not known or cannot be found,  - When the offender is not known or cannot be\r\nfound, the Magistrate may, if he finds that an offence has been committed,\r\norder the property in respect of which the offence has been committed to be\r\nconfiscated and taken charge of by the Forest-officer, or to be made over to\r\nthe person whom the Magistrate deems to be entitled to the same:Provided that no such order\r\nshall be made until the expiration of one month from the date of seizing such\r\nproperty, or without hearing the person, if any, claiming any right thereto,\r\nand the evidence, if any, which he may produce in support of his claim.", "58": "Indian Forest Act, 192758.  Procedure\r\nas to perishable property seized under section 52.  –The Magistrate may, notwithstanding anything\r\nherein before contained, direct the sale of any property seized under section\r\n52 and subject to speedy and natural decay, and may deal with the proceeds as\r\nhe would have dealt with such property if it had not been sold.", "59": "Indian Forest Act, 192759.  Appeal\r\nfrom orders under section 55, section 56 or section 57 . _The officer who made the seizure under section\r\n52, or any of his official superiors, or any person claiming to be interested\r\nin the property so seized, may, within one month from the date of any order\r\npassed under section 55, section 56, or section 57, appeal there from to the\r\nCourt to which orders made by such Magistrate are ordinarily  appealable , and the order passed on such appeal shall be\r\nfinal.", "60": "Indian Forest Act, 192760.  Property\r\nwhen to vest in Government . –When an order for the confiscation of any\r\nproperty has been passed under section 55 or section 57, as the case may be,\r\nand the period limited by section 59 for an appeal from such order has elapsed,\r\nand no such appeal has been preferred, or when, on such an appeal being\r\npreferred, the Appellate Court confirms such order in respect of the whole or a\r\nportion of such property, such property or such portion thereof, as the case\r\nmay be, shall vest in the Government free from all incumbrances .", "61": "Indian Forest Act, 192761.  Saving\r\nof power to release property seized. –Nothing hereinbefore contained shall be deemed\r\nto prevent any officer empowered in this behalf by the State Government from\r\ndirecting at any time the immediate release of any property seized under\r\nsection 52.", "62": "Indian Forest Act, 192762.  Punishment\r\nfor wrongful seizure . –Any Forest-officer or Police-officer who  vexatiously and unnecessarily seizes any property on\r\npretence of seizing property liable to confiscation under this Act shall be\r\npunishable with imprisonment for a term which may extend to six months, or with\r\nfine which may extend to five hundred rupees, or with both.", "63": "Indian Forest Act, 192763. \r\nPenalty for counterfeiting or defacing marks on trees and timber and for\r\naltering boundary marks . –Whoever, with intent to cause damage or injury\r\nto the public or to any person, or to cause wrongful gain as defined in the\r\nIndian Penal Code -a) knowingly counterfeits upon any timber or\r\nstanding tree a mark used by Forest-officers to indicate that such timber or\r\ntree is the property of the Government or of some person, or that it may\r\nlawfully be cut or removed by some person; orb) alters, defaces or obliterates any such\r\nmark placed on a tree or on timber by or under the authority of a\r\nForest-officer; orc) alters, moves, destroys or defaces any\r\nboundary-mark of any forest or waste-land to which the provisions of this Act\r\nare applied, shall be punishable with imprisonment for a term which may extend\r\nto two years, or with fine, or with both.", "64": "Indian Forest Act, 192764.  Power\r\nto arrest without warrant.  –(1) Any Forest-officer or Police-officer may,\r\nwithout orders from a Magistrate and without a warrant, arrest any person against\r\nwhom a reasonable suspicion exists of his having been concerned in any\r\nforest-offence punishable with imprisonment for one month or upwards.(2) Every officer making an arrest under this\r\nsection shall, without unnecessary delay and subject to the provisions of this\r\nAct as to release on bond, take or send the person arrested before the\r\nMagistrate having jurisdiction in the case, or to the officer in charge of the\r\nnearest police station.(3) Nothing in this section shall be deemed to\r\nauthorize such arrest for any act which is an offence under Chapter IV unless\r\nsuch act has been prohibited under clause (c) of section 30.", "65": "Indian Forest Act, 192765. \r\nPower to release on a bond a person arrested.  –Any Forest-officer of a rank not inferior to that\r\nof a Ranger, who, or whose subordinate, has arrested any person under the\r\nprovisions of section 64, may release such person on his executing a bond to\r\nappear, if and when so required, before the Magistrate having jurisdiction in\r\nthe case, or before the officer in charge of the nearest police station.", "66": "Indian Forest Act, 192766. \r\nPower to prevent commission of offence.  –Every Forest-officer and Police-officer shall\r\nprevent, and may interfere for the purpose of preventing, the commission of any\r\nforest-offence.", "67": "Indian Forest Act, 192767.  Power\r\nto try offences summarily . –The District Magistrate or any Magistrate of\r\nthe first class specially empowered in this behalf by the State Government may\r\ntry summarily, under the Code of Criminal Procedure, 1898, any forest-offence\r\npunishable with imprisonment for a term not exceeding six months, or fine not\r\nexceeding five hundred rupees, or both.", "68": "Indian Forest Act, 192768.  Power\r\nto compound offences . –(1) The State Government may, by notification\r\nin the Official Gazette, empower a Forest officer -a) to accept from any person against whom a reasonable suspicion\r\nexists that he has committed any forest-offence, other than an offence\r\nspecified in section 62 or section 63, a sum of money by way of compensation\r\nfor the offence which such person is suspected to have committed, andb) when any property has been seized as liable to confiscation,\r\nto release the same on payment of the value thereof as estimated by such\r\nofficer.(2) On the payment of such sum of money, or\r\nsuch value, or both, as the case may be, to such officer, the suspected person,\r\nif in custody, shall be discharged, the property, if any seized shall be\r\nreleased, and no further proceedings shall be taken against such person or\r\nproperty.(3) A Forest-officer shall not be empowered\r\nunder this section unless he is a Forest-officer of a rank not inferior to that\r\nof a Ranger and is in receipt of a monthly salary amounting to at least one\r\nhundred rupees, and the sum of money accepted as compensation under clause (a)\r\nof sub-section (1) shall in no case exceed the sum of fifty rupees.", "69": "Indian Forest Act, 192769.  Presumption\r\nthat forest-produce belongs to Governmen t –When in any proceedings taken under this Act,\r\nor in consequence of anything done under this Act, a question arises as to\r\nwhether any forest-produce is the property lof the\r\nGovernment, such produce shall be presumed to be the property of the Government\r\nuntil the contrary is proved.", "70": "Indian Forest Act, 192770. \r\nCattle-trespass Act, 1871, to apply, - Cattle trespassing in a reserved forest or in\r\nany portion of a protected forest which has been lawfully closed to grazing\r\nshall be deemed to be cattle doing damages to a public plantation within the\r\nmeaning of section 11 of the Cattle-trespass Act, 1871 (1 of 1871), and may be\r\nseized and impounded as such by any Forest-officer or Police-officer.", "71": "Indian Forest Act, 192771.  Power\r\nto alter fines fixed under that Act,  - The State Government may, by notification in\r\nthe Official Gazette, direct that, in lieu of the fines fixed under section 12\r\nof the Cattle-trespass Act, 1871 (1 of 1871), there shall be levied for each\r\nhead of cattle impounded under section 70 of this Act such fines as it thinks\r\nfit, but not exceeding the following, that is to say:-For each elephant ten rupeesFor each buffalo or camel two rupeesFor each horse, mare, gelding, pony, colt,\r\nfilly, mule,bull, bullock, cow, or heifer one rupeeFor each calf, ass, pig, ram, ewe, sheep,\r\nlamb, goat or kid eight annas", "72": "Indian Forest Act, 192772.  State\r\nGovernment may invest Forest-officers with certain powers.  \r\n(1) The State Government may invest any Forest-officer\r\nwith all or of the following powers, that is to say:- power to enter upon\r\nany land and to survey, demarcate and make a map of the same;the powers of a Civil\r\nCourt to compel the attendance of witnesses and the production of documents and\r\nmaterial objects;power to issue a\r\nsearch-warrant under the Code of Criminal Procedure, 1898 (5 of 1898); andpower to hold an\r\ninquiry into forest-offences, and, in the course of such inquiry, to receive\r\nand record evidence.Any evidence recorded\r\nunder clause (d) of sub-section (1) shall be admissible in any subsequent trial\r\nbefore a Magistrate, provided that it has been taken in the presence of the\r\naccused person.", "73": "Indian Forest Act, 192773.  Forest\r\nofficers deemed public servants.  –All Forest-officers shall be deemed to be\r\npublic servants within the meaning of the Indian Penal Code, 1860 (45 of 1860).", "74": "Indian Forest Act, 192774.  Indemnity\r\nfor acts done in good faith . –No suit shall lie against any public servant\r\nfor anything done by him in good faith under this Act.", "75": "Indian Forest Act, 192775.  Forest-officers\r\nnot to trade . –Except with the permission in writing of the\r\nState Government, no Forest-officer shall, as principal or agent, trade in\r\ntimber or other forest produce, or be or became interested in any lease of any\r\nforest or in any contract for working any forest, whether in or outside (17)[\r\nthe territories to which this Act extends].", "76": "Indian Forest Act, 192776.  Additional\r\npowers to make rules.  –The State Government may make rules_a) to prescribe and\r\nlimit the powers and duties of any Forest-officer under this Act;b) to regulate the\r\nrewards to be paid to officers and informers out of the proceeds of fines and\r\nconfiscation under this Act;c) for the preservation,\r\nreproduction and disposal of trees and timber belonging to Government, but\r\ngrown on lands belonging to or in the occupation of private persons; andd) generally, to carry out the provisions of this Act.", "77": "Indian Forest Act, 192777.  Penalties\r\nfor breach of rules, - Any person contravening any rule under this\r\nAct, for the contravention of which no special penalty is provided, shall be\r\npunishable with imprisonment for a term which may extend to one month, or fine\r\nwhich may extend to five hundred rupees, or both.", "78": "Indian Forest Act, 192778.  Rules\r\nwhen to have force of law, - All rules made by the\r\nState Government under this Act shall be published in the Official Gazette, and\r\nshall thereupon, so far as they are consistent with this Act, have effect as if\r\nenacted therein.", "79": "Indian Forest Act, 192779.  Persons\r\nbound to assist Forest-officers and Police-officers.  –(1) Every person who exercises any right in a\r\nreserved or protected forest, or who is permitted to take any forest-produce\r\nfrom, or to cut and remove timber or to pasture cattle in, such forest, and\r\nevery person who is employed by any such person in such forest, and every\r\nperson in any village contiguous to such forest who is employed by the\r\nGovernment or who receives emoluments from the Government for services to be\r\nperformed to the community, shall be bound to furnish without unnecessary delay\r\nto the nearest Forest-officer or Police-officer any information he may possess\r\nrespecting the commission of, or intention to commit, any forest-offence, and\r\nshall forthwith take steps, whether so required by any Forest-officer or Police\r\nofficer or not, - a) to extinguish any forest fire in such forest of which he has\r\nknowledge or information;b) to prevent any\r\nlawful means in his power any fire in the vicinity of such forest of which he\r\nhas knowledge or information from spreading to such forest, and shall assist\r\nany Forest-officer or Police officer demanding his aid - c) in preventing the commission in such forest of any\r\nforest-offence; andd) when there is reason\r\nto believe that any such offence has been committed in such forest in\r\ndiscovering and arresting the offender.    \r\ne) Any person who, being bound so to do, without lawful excuse (the burden of\r\nproving which shall lie upon such person) fails -     \r\nf) to furnish without unnecessary delay to the nearest Forest-officer or\r\nPolice-officer any information required by sub-section (1);    \r\ng) to take steps, as required by sub-section (1), to extinguish any forest fire\r\nin a reserved or protected forest;    \r\nh) to prevent, as required by sub-section (1), any fire in the vicinity of such\r\nforest from spreading to such forest; or    \r\n i ) to assist any Forest-officer or Police officer\r\ndemanding his aid in preventing the commission in such forest of any forest-offence,\r\nor, when there is reason to believe that any such offence has been committed in\r\nsuch forest, in discovering and arresting the offender, shall be punishable\r\nwith imprisonment for a term which extend to one month, or with fine which may\r\nextend to two hundred rupees, or with both.", "80": "Indian Forest Act, 192780.  Management\r\nof forests the joint property of Government and other persons. (1) If the Government and any person be\r\njointly interested in any forest or waste-land, or in the whole or any part of\r\nthe produce thereof, the State Government may either - undertake the\r\nmanagement of such forest, waste-land or produce, accounting to such person for\r\nhis interest in the same; orissue such regulations\r\nfor the management of the forest, waste-land or produce by the person so\r\njointly interested as it deems necessary for the management thereof and the\r\ninterests of all parties therein.When the State\r\nGovernment undertakes under clause (a) of sub-section (1) the management of any\r\nforest, waste-land or produce, it may, by notification in the Official Gazette,\r\ndeclare that any of the provisions contained in Chapters II and IV shall apply\r\nto such forest, waste-land or produce, and thereupon such provisions shall\r\napply accordingly.", "81": "Indian Forest Act, 192781.  Failure\r\nto perform service for which a share in produce of Government forest is\r\nemployed. –If any person be entitled to a share in the\r\nproduce of any forest which is the property of Government or over which the\r\nGovernment has proprietary rights or to any part of the forest-produce of which\r\nthe Government is entitled upon the condition of duly performing any service\r\nconnected with such forest, such share shall be liable to confiscation in the\r\nevent of the fact being established to the satisfaction of the State Government\r\nthat such service is no longer so performed;Provided that no such share be\r\nconfiscated until the person entitled thereto, and the evidence, if any, which\r\nhe may produce in proof of the due performance of such service, have been heard\r\nby an officer duly appointed in that behalf by the State Government.", "82": "Indian Forest Act, 192782.  Recovery\r\nof money due to Government.  –All money payable to the Government under this\r\nAct, or under any rule made under this Act, or on account of the price of any\r\nforest-produce, or of expenses incurred in the execution of this Act in respect\r\nof such produce, may, if not paid when due, be recovered under the law for the\r\ntime being in force as if it were an arrear of land-revenue.", "83": "Indian Forest Act, 192783. \r\nLien on forest-produce for such money.  –(1) When any such money is payable for or in respect\r\nof any forest-produce, the amount thereof shall deemed to be a first charge on\r\nsuch produce, and such produce may be taken possession of by a Forest-officer\r\nuntil such amount has been paid.If such amount is not paid when due, the Forest-officer may sell such produce\r\nby public auction, and the proceeds of the sale shall be applied first in\r\ndischarging such amount.The surplus, if any,\r\nif not claimed within two months from the date of the sale by the person\r\nentitled thereto, shall be forfeited to Government.", "84": "Indian Forest Act, 1927 84. \r\n Land  required under this\r\nAct to be deemed to be needed for a public purpose under the Land Acquisition\r\nAct, 1894. Whenever it appears to the State Government\r\nthat any land is required for any of the purposes of this Act, such land shall\r\nbe deemed to be needed for a public purpose within the meaning of section 4 of\r\nthe Land Acquisition Act, 1894 (1 of 1894).", "85": "Indian Forest Act, 192785 .\r\nRecovery of penalties due under bond,  When any person, in accordance with any provision\r\nof this Act, or in compliance with any rule made thereunder ,\r\nbinds himself by any bond or instrument to perform any duty or act or covenants\r\nby any bond or instrument that he, or that he and his servants and agents will\r\nabstain from any act, the whole sum mentioned in such bond or instrument as the\r\namount to be paid in case of a breach of the conditions thereof may,\r\nnotwithstanding anything in section 74 of the Indian Contract Act, 1872 (9 of\r\n1872), be recovered from him in case of such breach as if it were an arrear of\r\nland revenue.", "86": "Indian Forest Act, 192786.  Repeals .\r\n–[Rep. by Repealing and Amending Act, 1947 (2\r\nof 1948), sec. 2 and Sch ]"}