{"name": "Indian Trusts Act, 1882\r", "1": "Indian Trusts Act, 1882 1. Short title and commencement This Act may be called the Indian Trusts Act, 1882; and it shall\r\ncome into force on the first day of March, 1882.Local extent, Saving: It extends to the whole of India except\r\nthe State of Jammu and Kashmir and the Andaman and Nicobar Islands; but the\r\nCentral Government may, from time to time, by notification in the Official\r\nGazette, extend it to the Andaman and Nicobar Islands or to any part thereof.\r\nBut nothing herein contained affects the rules of Mohammedan law as to waqf, or\r\nthe mutual relations of the members of an undivided family as determined by any\r\ncustomary, or personal law, or applies to public or private religious or\r\ncharitable endowments or to trusts to distribute prizes taken in war among the\r\ncaptors; and nothing in the Second Chapter of this Act applies to trusts\r\ncreated before the said day.", "2": "Indian Trusts Act, 1882 2. Repeal of enactments The statutes and Acts mentioned in the Schedule hereto annexed\r\nshall, to the extent mentioned in the said Schedule, be repealed, in the\r\nterritories to which this Act for the time being extends.", "3": "Indian Trusts Act, 1882 3. Interpretation clause- \"trust\" A \"trust\" is an obligation annexed to the ownership of\r\nproperty, and arising out of a confidence reposed in and accepted by the owner,\r\nor declared and accepted by him, for the benefit of another, or of another and\r\nthe owner:\"author of the trust\": \"trustee\":\r\n\"beneficiary\": \"trust property\": \"beneficial\r\ninterest\": \"instru ment of trust\":the person who reposes or declares the confidence is called the\r\n\"author of the trust\": the person who accepts the confidence is\r\ncalled the \"trustee\": the person for whose benefit the confidence is\r\naccepted is called the \"beneficiary\": the subject-matter of the trust\r\nis called \"trust-property\" or \"trust-money\": the\r\n\"beneficial interest\" or \"interest\" of the beneficiary is\r\nhis right against the trustee as owner of the trust-property; and the\r\ninstrument, if any, by which the trust is declared is called the \"instrument\r\nof trust\";\"breach of trust\": a breach of any duty\r\nimposed on a trustee, as such, by any law for the time being in force, is\r\ncalled a \"breach of trust\".\"registered\": and in this Act, unless there be\r\nsomething repugnant in the subject or context, \"registered\" means\r\nregistered under the law for the registration of documents for the time being\r\nin force.\"notice\": a person is said to have\r\n\"notice\" of a fact either when he actually knows that fact or when,\r\nbut for willful abstention from inquiry or gross negligence, he would have\r\nknown it, or when information of the fact is given to or obtained by his agent,\r\nunder the circumstances mentioned in the Indian Contract Act, 1872 (9 of 1872),\r\nsection 229.Expressions used herein and defined in the Indian Contract Act,\r\n1872 (expressions defined in Act 9 of 1872), shall be deemed to have the\r\nmeanings respectively attributed to them by that Act.", "4": "Indian Trusts Act, 1882 4. Lawful purpose A trust may be created for any lawful purpose. The purpose of a\r\ntrust is lawful unless it is (a) forbidden by law, or (b) is of such a nature\r\nthat, if permitted, it would defeat the provisions of any law, or (c) is\r\nfraudulent, or (d) involves or implies injury to the person or property of\r\nanother, or (e) the court regards it as immoral or opposed to public policy.Every trust of which the purpose is unlawful is void. And where\r\na trust is created for two purposes, of which one is lawful and the other\r\nunlawful, and the two purposes, cannot be separated, the whole trust is void.Explanation:  In this section, the expression\r\n\"law\" includes, where the trust property is immovable and situate in\r\na foreign country, the law of such country.Illustrations (a) A conveys property to B in trust to apply the profits to the\r\nnurture of female foundlings to be trained up as prostitutes. The trust is\r\nvoid.(b) A bequeaths property to B in trust to employ it in carrying\r\non a smuggling business, and out of the profits thereof to support A's\r\nchildren. The trust is void.(c) A, while in insolvent circumstances, transfers property to B\r\nin trust for A during his life, and after his death for B. A is declared an\r\ninsolvent. The trust for A is invalid as against his creditors.Comment  : It is well settled that it is open to the\r\nsettlers to create a trust for discharging the debts of their creditors. Such\r\nan object cannot be said to be unlawful. Chogmal Bhandari v. Deputy Commercial\r\nTax Officer II Division, Kurnool AIR 1976 SUPREME COURT 656", "5": "Indian Trusts Act, 1882 5. Trust of immovable property No trust in relation to immovable property is valid unless\r\ndeclared by a non-testamentary instrument in writing signed by the author of\r\nthe trust or the trustee and registered or by the will of the author of the\r\ntrust or of the trustee.Trust, of movable property: No trust in relation\r\nto movable property is valid unless declared as aforesaid, or unless the\r\nownership of the property is transferred to the trustee.These rules do not apply where they would operate so as to\r\neffectuate a fraud.", "6": "Indian Trusts Act, 1882 6. Creation of trust Subject to the provisions of section 5, a trust is created when\r\nthe author of the trust indicates with reasonable certainty by any words or\r\nacts (a) an intention on his part to create thereby a trust, (b) the purpose of\r\nthe trust, (c) the beneficiary, and (d) the trust-property, and (unless the\r\ntrust is declared by will or the author of the trust is himself to be the\r\ntrustee) transferred the trust-property to the trustee.Illustrations (a) A bequeaths certain property to B, \"having the fullest\r\nconfidence that he will dispose of it for the benefit of C\". This creates\r\na trust so far as regards A and C.(b) A bequeaths certain property to B, \"hoping he will\r\ncontinue it in the family\". This does not create a trust, as the\r\nbeneficiary is not indicated with reasonable certainty.(c) A bequeaths certain property to B, requesting him to\r\ndistribute it amongst such members of C's family as B should think most\r\ndeserving. This does not create a trust, for the beneficiaries are not\r\nindicated with reasonable certainty.(d) A bequeaths certain property to B, desiring him to divide\r\nthe bulk of it among C's children. This does not create a trust, for the\r\ntrust-property is not indicated with sufficient certainty.(e) A bequeaths a ship and stock-in-trade to B, on condition\r\nthat he pays A's debts and legacy to C. This is a condition, not a trust for\r\nA's creditors and C.", "7": "Indian Trusts Act, 1882 7. Who may create trusts A trust may be created- (a) by every person competent to contract, and(b) with the permission of a principal civil court of original\r\njurisdiction, by or on behalf of a minor,but subject in each case to the law for the time being in force\r\nas to the circumstances and extent in and to which the author of the trust may\r\ndispose of the trust property.", "8": "Indian Trusts Act, 1882 8. Subject matter of trust The subject-matter of a trust must be property transferable to\r\nthe beneficiary. It must not be merely beneficial interest under a subsisting\r\ntrust.", "9": "Indian Trusts Act, 1882 9. Who may be beneficiary Every person capable of holding property may be a beneficiary.Disclaimer by beneficiary : A proposed beneficiary\r\nmay renounce his interest under the trust by disclaimer addressed to the\r\ntrustee, or by setting up, with notice of the trust, a claim inconsistent\r\ntherewith.", "10": "Indian Trusts Act, 1882 10. Who may be trustee Every person capable of holding property may be a trustee; but,\r\nwhere the trust involves the exercise of discretion, he cannot execute it\r\nunless he is competent to contract.No one bound to accept trust : No one is bound\r\nto accept a trust.Acceptance of trust: A trust is accepted by any words or\r\nacts of the trustee indicating with reasonable certainty such acceptance.Disclaimer of trust : Instead of accepting a trust, the\r\nintended trustee may, within a reasonable period, disclaim it, and such\r\ndisclaimer shall prevent the trust-property from vesting in him.A disclaimer by one of two or more co-trustees vests the\r\ntrust-property in the other or others, and makes him or them sole trustee or\r\ntrustees from the date of the creation of the trust.Illustrations (a) A bequeaths certain property to B and C, his executors, as\r\ntrustees for D. B and C prove A's will. This is in itself an acceptance of the\r\ntrust, and B and C hold the property in trust for D.(b) A transfers certain property to B in trust to sell it and to\r\npay out of the proceeds A's debts. B accepts the trust and sells the property.\r\nSo far as regards B, a trust of the proceeds is created for A's creditors.(c) A bequeaths a lakh of rupees to B upon certain trusts and\r\nappoints him his executor. B severs the lakh from the general assets and\r\nappropriates it to the specific purpose. This is an acceptance of the trust.", "11": "Indian Trusts Act, 1882 11. Trustee to execute trust The trustee is bound to fulfill the purpose of the trust, and to\r\nobey the directions of the author of the trust given at the time of its\r\ncreation, except as modified by the consent of all the beneficiaries being\r\ncompetent to contract.Where the beneficiary is incompetent to contract, his consent\r\nmay, for the purposes of this section, be given by a principal civil court of\r\noriginal jurisdiction.Nothing in this section shall be deemed to require a trustee to\r\nobey any direction when to do so would be impracticable, illegal or manifestly\r\ninjurious to the beneficiaries.Explanation :  Unless a contrary intention be expressed, the\r\npurpose of a trust for the payment of debts shall be deemed to be (a) to pay\r\nonly the debts of the author of the trust existing and recoverable at the date\r\nof the instrument of trust, or, when such instrument is a will, at the date of\r\nhis death, and (b) in the case of debts not bearing interest, to make such\r\npayment without interest.Illustrations (a) A, a trustee, is simply authorized to sell certain land by\r\npublic auction. He cannot sell the land by private contract.(b) A, a trustee of certain land for X, Y and Z, is authorized\r\nto sell the land to B for a specified sum. X, Y and Z, being competent to\r\ncontract, consent that A may sell the land to C for a less sum. A may sell the\r\nland accordingly.(c) A, a trustee for B and her children, is directed by the\r\nauthor of the trust to lend, on B's request, trust-property to B's husband C,\r\non the security of his bond. C becomes insolvent and B requests A to make the\r\nloan. A may refuse to make it.", "12": "Indian Trusts Act, 1882 12. Trustee to inform himself of state of trust-property A trustee is bound to acquaint himself, as soon as possible,\r\nwith the nature and circumstances of the trust-property; to obtain, where\r\nnecessary, a transfer of the trust property to himself; and (subject to the\r\nprovisions of the instrument of trust) to get in trust-moneys invested on\r\ninsufficient or hazardous security.Illustrations (a) The trust-property is a debt outstanding on personal\r\nsecurity. The instrument of trust gives the trustee no discretionary power to\r\nleave the debt so outstanding. The trustee's duty is to recover the debt\r\nwithout unnecessary delay.(b) The trust-property is money in the hands of one of two\r\nco-trustees. No discretionary power is given by the instrument of trust. The\r\nother co-trustee must not allow the former to retain the money for a longer\r\nperiod than the circumstances of the case required.", "13": "Indian Trusts Act, 1882 13. Trustee to protect title to trust-property A trustee is bound to maintain and defend all such suits, and\r\n(subject to the provisions of the instrument of trust) to take such other steps\r\nas, regard being had to the nature and amount or value of the trust-property,\r\nmay be reasonably requisite for the preservation of the trust-property and the\r\nassertion or protection of the title thereto.Illustration The trust-property is immovable property which has been given to\r\nthe author of the trust by an unregistered instrument. Subject to the\r\nprovisions of the Indian Registration Act, 1877 (3 of 1877), the trustee's duty\r\nis to cause the instrument to be registered.", "14": "Indian Trusts Act, 1882 14. Trustee not to set up title adverse to beneficiary The trustee must not for himself or another set up or aid any\r\ntitle to the trust-property adverse to the interest of the beneficiary.", "15": "Indian Trusts Act, 1882 15. Care required from trustee A trustee is bound to deal with the trust-property as carefully\r\nas a man of ordinary prudence would deal with such property if it were his own;\r\nand, in the absence of a contract to the contrary, a trustee so dealing is not\r\nresponsible for the loss, destruction or deterioration of the trust-property.Illustrations (a) A, living in Calcutta, is a trustee for B, living in Bombay.\r\nA remits trust funds to B by bills drawn by a person of undoubted credit in\r\nfavor of the trustee as such, and payable at Bombay. The bills are dishonored.\r\nA is not bound to make good the loss.(b) A, trustee of leasehold property, directs the tenant to pay\r\nthe rents on account of the trust to a banker, B, then in credit. The rents are\r\naccordingly paid to B, and A leaves the money with B only till wanted. Before\r\nthe money is drawn out, B becomes insolvent. A, having had no reason to believe\r\nthat B was in insolvent circumstances, is not bound to make good the loss.(c) A, a trustee of two debts for B, releases one and compounds\r\nthe other, in good faith, and reasonably believing that it is for B's interest\r\nto do so. A is not bound to make good any loss caused thereby to B.(d) A, a trustee directed to sell the trust-property by auction,\r\nsells the same, but does not advertise the sale and otherwise fails in\r\nreasonable diligence in inviting competition. A is bound to make good the loss\r\ncaused thereby to the beneficiary.(e) A, a trustee for B, in execution of his trust, sells the\r\ntrust-property, but from want of due diligence on his part fails to receive\r\npart of the purchase money. A is bound to make good the loss thereby caused to\r\nB.(f) A, a trustee for B of a policy of insurance, has funds in\r\nhand for payment of the premiums. A neglects to pay the premiums, and the\r\npolicy is consequently forfeited. A is bound to make good the loss to B.(g) A bequeaths certain moneys to B and C as trustees, and\r\nauthorizes them to continue trust-moneys upon the personal security of a\r\ncertain firm in which A had himself invested them. A dies, and a change takes\r\nplace in the firm. B and C must not permit the moneys to remain upon the\r\npersonal security of the new firm.(h) A, a trustee for B, allows the trust to be executed solely\r\nby his co-trustee C. C misapplies the trust-property. A is personally\r\nanswerable for the loss resulting to B.", "16": "Indian Trusts Act, 1882 16. Conversion of perishable propertyWhere the trust is created for the benefit of several persons in\r\nsuccession, and the trust property is of a wasting nature or a future or\r\nreversionary interest, the trustee is bound, unless an intention to the\r\ncontrary may be inferred from the instrument of trust, to convert the property\r\ninto property of a permanent and immediately profitable character.Illustrations (a) A bequeaths to B all his property in trust for C during his\r\nlife, and on his death for D, and on D's death for E. A's property consists of\r\nthree leasehold houses, and there is nothing in A's will to show that he\r\nintended the houses to be enjoyed in specie. B should sell the houses, and\r\ninvest the proceeds in accordance with section 20.(b) A bequeaths to B his three leasehold houses in Calcutta and\r\nall the furniture therein in trust for C during his life, and on his death for\r\nD, and on D's death for E. Here an intention that the houses and furniture\r\nshould be enjoyed in specie appears clearly, and B should not sell them.", "17": "Indian Trusts Act, 1882 17. Trustee to be impartial Where there are more beneficiaries than one, the trustee is\r\nbound to be impartial, and must not execute the trust for the advantage of one\r\nat the expense of another.Where the trustee has a discretionary power, nothing in this\r\nsection shall be deemed to authorize the court to control the exercise\r\nreasonably and in good faith of such discretion.Illustration A, a trustee for B, C and D, is empowered to choose between\r\nseveral specified modes of investing the trust-property. A in good faith\r\nchooses one of these modes. The court will not interfere, although the result\r\nof the choice may be to vary the relative rights of B, C and D.", "18": "Indian Trusts Act, 1882 18. Trustee to prevent waste Where the trust is created for the benefit of several persons in\r\nsuccession and one of them is in possession of the trust-property, if he\r\ncommits, or threatens to commit, any act which is destructive or permanently\r\ninjurious thereto, the trustee is bound to take measures to prevent such act.", "19": "Indian Trusts Act, 1882 19. Accounts and information A trustee is bound (a) to keep clear and accurate accounts of\r\nthe trust-property, and (b) at all reasonable times, at the request of the\r\nbeneficiary, to furnish him with full and accurate information as to the amount\r\nand state of the trust-property.", "20": "Indian Trusts Act, 1882 20. Investment of trust-money Where the trust-property consists of money and cannot be applied\r\nimmediately or at an early date to the purposes of the trust, the trustee is\r\nbound (subject to any direction contained in the instrument of trust) to invest\r\nthe money on the following securities, and on no others:(a) in promissory notes, debentures, stock or other securities\r\nof any State Government or of the Central Government, or of the United Kingdom\r\nof Great Britain and Ireland:PROVIDED  that securities, both the principal whereof\r\nand the interest whereon shall have been fully and unconditionally guaranteed\r\nby any such government, shall be deemed, for the purposes of this clause, to be\r\nsecurities of such government;(b) in bonds, debentures and annuities charged or secured by the\r\nParliament of the United Kingdom before the fifteenth day of August, 1947 on\r\nthe revenues of India or of the Governor General in Council or of any province:\r\nPROVIDED  that, after the fifteenth day of February,\r\n1916, no money shall be invested in any such annuity being a terminable annuity\r\nunless a sinking fund has been established in connection with such annuity; but\r\nnothing in this proviso shall apply to investments made before the date\r\naforesaid.(bb) in India three and a half per cent stock, India three per\r\ncent stock, India two and a half per cent stock or any other capital stock\r\nwhich before the 15th day of August, 1947, was issued by the Secretary of State\r\nfor India in Council under the authority of an Act of Parliament of the United\r\nkingdom and charged on the revenues of India or which was issued by the\r\nSecretary of State on behalf of the Governor-General in Council under the\r\nprovisions of Part XIII of the Government of India Act, 1935;(c) in stock or debentures of, or shares in, Railway or other\r\ncompanies the interest whereon shall have been guaranteed by the Secretary of\r\nState for India in Council or by the Central Government or in debentures of the\r\nBombay Provincial Co-operative Bank Limited, the interest whereon shall have\r\nbeen guaranteed, by the Secretary of State for India in Council or the State\r\nGovernment of Bombay;(d) in debentures or other securities for money issued, under\r\nthe authority of any Central Act or Provincial Act or State Act, by or on\r\nbehalf of any municipal body, port trust or city improvement trust in any\r\nPresidency-town, or in Rangoon town, or by or on behalf of the trustees of the\r\nport of Karachi:PROVIDED  that after the 31st day of March, 1948, no\r\nmoney shall be invested in any securities issued by or on behalf of a municipal\r\nbody, port trust or city improvement trust in Rangoon town, or by or on behalf\r\nof the trustees of the port of Karachi ;(e) On a first mortgage of immovable property situate in any\r\npart of the territories to which this Act extends 1[* * *]:PROVIDED  that the property is not a leasehold for a\r\nterm of years and that the value of the property exceeds by one-third, or, if\r\nconsisting of buildings, exceeds by one-half, the mortgage-money; 2  [(ee) in units issued by the Unit Trust of India under any\r\nunit scheme made under section 21 of the Unit Trust of India Act, 1963 (52 of\r\n1963); or](f) on any other security expressly authorized by the instrument\r\nof trust, 2[or by the Central Government by the notification in the\r\nOfficial Gazette] or by any rule which the High Court may from time to time\r\nprescribe in this behalf:PROVIDED  that, where there is a person competent to\r\ncontract and entitled in possession to receive the income of the trust-property\r\nfor his life, or for any greater estate, no investment on any security\r\nmentioned or referred to in clauses (d), (e) and (f) shall be made without his\r\nconsent in writing.", "21": "Indian Trusts Act, 1882 21. Mortgage of land Pledged to government under Act 26 of\r\n1871-Deposit in government savings bank Nothing in section 20 shall apply to investments made before\r\nthis Act comes into force, or shall be deemed to Preclude an investment on a\r\nmortgage of immovable property already pledged as security for an advance under\r\nthe Land Improvement Act, 1871 (26 of 1871), or in case the trust-money does\r\nnot exceed three thousand rupees, a deposit thereof in a government savings\r\nbank.", "22": "Indian Trusts Act, 1882 22. Sale by trustee directed to sell within specified time\r\n Where a trustee directed to sell within a specified time extends\r\nsuch time, the burden of proving, as between himself and the beneficiary, that\r\nthe latter is not prejudiced by the extension lies upon the trustee, unless the\r\nextension has been authorized by a principal civil court of original\r\njurisdiction.Illustration A bequeaths property to B, directing him with all convenient speed and within five years to sell it, and apply the proceeds for the benefit of C. In the exercise of reasonable discretion, B postpones the sale for six years. The sale is not thereby rendered invalid, but C, alleging that he has been injured by the postponement, institutes a suit against B to obtain compensation. In such suit the burden of proving that C has not been injured lies on B.", "23": "Indian Trusts Act, 1882 23. Liability for breach of trust Where the trustee commits a breach of trust, he is liable to\r\nmake good the loss which the trust-property or the beneficiary has thereby\r\nsustained, unless the beneficiary has by fraud induced the trustee to commit\r\nthe breach, or the beneficiary, being competent to contract, has himself, without\r\ncoercion or undue influence having been brought to bear on him, concurred in\r\nthe breach, or subsequently acquiesced therein, with full knowledge of the\r\nfacts of the case and of his rights as against the trustee.A trustee committing a breach of trust is not liable to pay\r\ninterest except in the following cases :- (a) where he has actually received interest;(b) where the breach consists in unreasonable\r\ndelay in paying trust-money to the beneficiary;(c) where the trustee ought to have received\r\ninterest, but has not done so;(d) where he may be fairly presumed to have\r\nreceived interest.He is liable, in case (a), to account for the\r\ninterest actually received, and, in case (b), (c) and (d), to account for\r\nsimple interest at the rate of six per cent per annum, unless the court\r\notherwise directs;(e) where the breach consists in failure to\r\ninvest trust-money and to accumulate the interest or dividends thereon, he is\r\nliable to account for compound interest (with half-yearly rests) at the same\r\nrate;(f) where the breach consists in the\r\nemployment of trust-property or the proceeds thereof in trade or business he is\r\nliable to account, at the option of the beneficiary, either for compound\r\ninterest (with half-yearly rests) at the same rate, or for the net profits made\r\nby such employment.Illustrations (a) A trustee improperly leaves trust-property outstanding, and\r\nit is consequently lost; he is liable to make good the property lost, but he is\r\nnot liable to pay interest thereon.(b) A bequeaths a house to B in trust to sell it and pay the\r\nproceeds to C. B neglects to sell the house for a great length of time, whereby\r\nthe house is deteriorated and its market price falls. B is answerable to C for\r\nthe loss.(c) A trustee is guilty of unreasonable delay in investing trust\r\nmoney in accordance with section 20, or in paying it to the beneficiary. The\r\ntrustee is liable to pay interest thereon for the period of the delay.(d) The duty of the trustee is to invest trust-money in any of\r\nthe securities mentioned in section 20, clauses (a), (b), (c) or (d). Instead\r\nof so doing, he retains the money in his hands. He is liable, at the option of\r\nthe beneficiary, to be charged either with the amount of the principal money\r\nand interest, or with the amount of such securities as he might have purchased\r\nwith the trust-money when the investment should have been made, and the\r\nintermediate dividends and interest thereon.(e) The instrument of trust directs the trustee to invest\r\ntrust-money either in any of such securities or on mortgage of immovable\r\nproperty. The trustee does neither. He is liable for the principal money and\r\ninterest.(f) The instrument of trust directs the trustee to invest\r\ntrust-money in any of such securities and to accumulate the dividends thereon.\r\nThe trustee disregards the direction. He is liable, at the option of the\r\nbeneficiary, to be charged either with the amount of the principal money and\r\ncompound interest, or with the amount of such securities as he might have\r\npurchased with the trust-money when the investment should have been made,\r\ntogether with the amount of the accumulation which would have arisen from a\r\nproper investment of the intermediate dividends.(g) Trust-property is invested in one of the securities\r\nmentioned in section 20, clauses (a), (b), (c) or (d). The trustee sells such\r\nsecurity for some purpose not authorized by the terms of the instrument of\r\ntrust. He is liable, at the option of the beneficiary, either to replace the\r\nsecurity with the intermediate dividends and interest thereon, or to account\r\nfor the proceeds of the sale with interest thereon.(h) The trust-property consists of land. The trustee sells the\r\nland to a purchaser for a consideration without notice of the trust. The\r\ntrustee is liable, at the option of the beneficiary, to purchase other land of\r\nequal value to be settled upon the like trust, or to be charged with the\r\nproceeds of the said with interest.", "24": "Indian Trusts Act, 1882 24. No set-off allowed to trustee A trustee who is liable for a loss occasioned by a breach of\r\ntrust in respect of one portion of the trust-Property cannot set-off against\r\nhis liability a gain which has accrued to another portion of the trust property\r\nthrough another and distinct breach of trust.", "25": "Indian Trusts Act, 1882 25. Non-liability for predecessor's default Where a trustee succeeds another, he is not, as such, liable for\r\nthe acts or defaults of his predecessor.", "26": "Indian Trusts Act, 1882 26. Non-liability for co-trustee's default Subject to the provisions of sections 13 and 15, one trustee is\r\nnot, as such, liable for a breach of trust committed by his co-trustee:PROVIDED  that, in, the absence of an express\r\ndeclaration to the contrary in the instrument of trust, a trustee is so liable-\r\n(a) where he has delivered trust-property to his co-trustee\r\nwithout seeing to its proper application;(b) where he allows his co-trustee to receive trust-property and\r\nfails to make due enquiry as to the co-trustee's dealings therewith, or allows\r\nhim to retain it longer than the circumstances of the case reasonably require;(c) where he becomes aware of a breach of trust committed or\r\nintended by his co-trustee, and either actively conceals it or does not within\r\na reasonable time take proper steps to protect the beneficiary's interest.Joining in receipt for conformityA co-trustee who joins in signing a receipt for trust-property\r\nand proves that he has not received the same is not answerable, by reason of\r\nsuch signature only, for loss or mis-application of the property by his\r\nco-trustee.Illustration A bequeaths certain property to B and C, and directs them to\r\nsell it and invest the proceeds for the benefit of D. B and C accordingly sell\r\nthe property, and the purchase money is received by B and retained in his\r\nhands. C pays no attention to the matter for two years and then calls on B to\r\nmake the investment. B is unable to do so, becomes insolvent, and the\r\npurchase-money is lost. C may be compelled to make good the amount.", "27": "Indian Trusts Act, 1882 27. Several liability of co-trustees Where co-trustees jointly commit a breach of trust, or where one\r\nof them by his neglect enables the other to commit a breach of trust, each is\r\nliable to the beneficiary for the whole of the loss occasioned by such breach.Contribution as between co-trusteesBut as between the trustees themselves, if one be less guilty\r\nthan another and has had to refund the loss, the former may compel the latter,\r\nor his legal representative to the extent of the assets he has received, to\r\nmake good such loss; and if all be equally guilty, any one or more of the\r\ntrustees who has had to refund the loss may compel the others to contribute.Nothing in this section shall be deemed to authorize a trustee\r\nwho has been guilty of fraud to institute a suit to compel contribution.", "28": "Indian Trusts Act, 1882 28. Non-liability of trustee paying without notice of\r\ntransfer by beneficiary When any beneficiary's interest becomes vested in another\r\nperson, and the trustee, not having notice of the vesting, pays or delivers\r\ntrust-property to the person who would have been entitled thereto in the\r\nabsence of such vesting, the trustee is not liable for the property so paid or\r\ndelivered.", "29": "Indian Trusts Act, 1882 29. Liability of trustee where beneficiary's interest is\r\nforfeited to the government When the beneficiary's interest is forfeited or awarded by legal\r\nadjudication to the government, the trustee is bound to hold the trust-property\r\nto the extent of such interest for the benefit of such person in such manner as\r\nthe State Government may direct in this behalf.", "30": "Indian Trusts Act, 1882 30. Indemnity of trustees Subject to the provisions of the instrument of trust and of\r\nsections 23 and 26, trustees shall be respectively chargeable only for such\r\nmoneys, stocks, funds and securities as they respectively actually receive, and\r\nshall not be answerable the one for the other of them, nor for any banker,\r\nbroker or other person in whose hands any trust-property may be placed, nor for\r\nthe insufficiency or deficiency of any stocks, funds or securities, nor\r\notherwise for involuntary losses.", "31": "Indian Trusts Act, 1882 31. Right to title deed A trustee is entitled to have in his possession the instrument\r\nof trust and all the documents of title (if any) relating solely to the\r\ntrust-property.", "32": "Indian Trusts Act, 1882 32. Right to reimbursement of expenses Every trustee may reimburse himself, or pay or discharge out of the\r\ntrust-property, all expenses properly incurred in or about the execution of the\r\ntrust, or the realization, preservation or benefit of the trust-property, or\r\nthe protection or support of the beneficiary.If he pays such expenses out of his own pocket he has a first\r\ncharge upon the trust-property for such expenses and interest thereon; but such\r\ncharge (unless the expenses have been incurred with the sanction of a principal\r\ncivil court of original jurisdiction) shall be enforced only by prohibiting any\r\ndisposition of the trust-property without previous payment of such expenses and\r\ninterest.If the trust property fail, the trustee is entitled to recover\r\nfrom the beneficiary personally on whose behalf he acted, and at whose request,\r\nexpressed or implied, he made the payment, the amount of such expenses.Right to be recouped for erroneous over-paymentWhere a trustee has by mistake made an over-payment to the\r\nbeneficiary, he may reimburse the trust-property out of the beneficiary's\r\ninterest. If such interest fail, the trustee is entitled to recover from the\r\nbeneficiary personally the amount of such over-payment.", "33": "Indian Trusts Act, 1882 33. Right to indemnity from gainer by breach of trust A person other than a trustee who has gained an advantage from a\r\nbreach of trust must indemnify the trustee to the extent of the amount actually\r\nreceived by such person under the breach; and where he is a beneficiary the\r\ntrustee has a charge on his interest for such amount.Nothing in this section shall be deemed to entitle a trustee to\r\nbe indemnified who has, in committing the breach of trust, been guilty of\r\nfraud.", "34": "Indian Trusts Act, 1882 34. Right to apply to court for opinion in management of\r\ntrust-property  Any trustee may, without instituting a suit, apply by petition\r\nto a principal civil court of original jurisdiction for its opinion, advice or\r\ndirection on any present questions respecting the management or administration\r\nof the trust-property other than questions of detail, difficulty or importance,\r\nnot proper in the opinion of the court for summary disposal.A copy of such petition shall be served upon, and the hearing\r\nthereof may be attended by, such of the persons interested in the application\r\nas the court thinks fit.The trustee stating in good faith the facts in such petition,\r\nand acting upon the opinion, advice or direction given by the court shall be\r\ndeemed, so far as regards his own responsibility, to have discharged his duty\r\nas such trustee in the subject-matter of the application.The costs of every application under this section shall be in\r\nthe discretion of the court to which it is made.", "35": "Indian Trusts Act, 1882 35. Right to settlement of accounts When the duties of a trustee, as such, are completed, he is\r\nentitled to have the accounts of his administration of the trust-property\r\nexamined and settled; and, where nothing is due to the beneficiary under the\r\ntrust, to an acknowledgement in writing to that effect.", "36": "Indian Trusts Act, 1882 36. General authority of trustee In addition to the powers expressly conferred by this Act and by\r\nthe instrument of trust, and subject to the restriction, if any, contained in\r\nsuch instrument, and to the provisions of section 17, a trustee may do all acts\r\nwhich are reasonable and proper for the realization, protection or benefit of\r\nthe trust-property, and for the protection or support of a beneficiary who is\r\nnot competent to contract.Except with the permission of a principal civil court of\r\noriginal jurisdiction, no trustee shall lease trust-property for a term\r\nexceeding twenty-one years from the date of executing the lease, nor without\r\nreserving the best yearly rent than can be reasonably obtained.", "37": "Indian Trusts Act, 1882 37. Power to sell in lots and either by public auction or\r\nprivate contract Where the trustee is empowered to sell any trust-property, he\r\nmay sell the same subject to prior charges or not, and either together or in\r\nlots, by public auction or private contract, and either at one time or at\r\nseveral times, unless the instrument of trust otherwise directs.", "38": "Indian Trusts Act, 1882 38. Power to sell under special conditions-Power to buy-in\r\nand re-sell The trustee making any such sale may insert such reasonable\r\nstipulations either as to title or evidence of title, or otherwise, in any\r\nconditions of sale or contract for sale, as he thinks fit; and may also buy-in\r\nthe property or any part thereof at any sale by auction, and rescind or vary\r\nany contract for sale, and re-sell the property so bought in, or as to which\r\nthe contract is so rescinded, without being responsible to the beneficiary for\r\nany loss occasioned thereby.Time Allowed selling trust-propertyWhere a trustee is directed to sell trust-property or to invest\r\ntrust-money in the purchase of property, he may exercise a reasonable\r\ndiscretion as to the time of effecting the sale or purchase.Illustrations(a) A bequeaths property to B, directing him to sell it with all\r\nconvenient speed and pay the proceeds to C. This does not render an immediate\r\nsale imperative.(b) A bequeaths property to B, directing him to sell it at such\r\ntime and in such manner as he shall think fit and invest the proceeds for the\r\nbenefit of C. This does not authorize B, as between him and C, to postpone the\r\nsale to an indefinite period.", "39": "Indian Trusts Act, 1882 39. Power to conveyFor the purpose of completing any such sale, the trustee shall\r\nhave power to convey or otherwise dispose of the property sold in such manner\r\nas may be necessary.", "40": "Indian Trusts Act, 1882 40. Power to vary investments A trustee may, at his discretion, call in any trust-property\r\ninvested in any security and invest the same on any of the securities mentioned\r\nor referred to in section 20, and from time to time vary any such investments\r\nfor others of the same nature:PROVIDED  that, where there is a person competent to\r\ncontract and entitled at the time to receive the income of the trust property\r\nfor his life, or for any greater estate, no such change of investment shall be\r\nmade without his consent in writing.", "41": "Indian Trusts Act, 1882 41. Power to apply property of minors, etc. for their\r\nmaintenance, etc. Where any property is held by a trustee in trust for a minor,\r\nsuch trustee may, at his discretion, pay to the guardians (if any) of such\r\nminor, or otherwise apply for or towards his maintenance or education or\r\nadvancement in life, or the reasonable expenses of his religious worship,\r\nmarriage or funeral, the whole or any part of the income to which he may be\r\nentitled in respect of such property; and such trustee shall accumulate all the\r\nresidue of such income by way of compound interest, by investing the same and\r\nthe resulting income thereof from time to time in any of the securities\r\nmentioned or referred to in section 20, for the benefit of the person who shall\r\nultimately become entitled to the property from which such accumulations have\r\narisen:PROVIDED  that such trustee may, at any time, if he\r\nthinks fit, apply the whole or any part of such accumulations as if the same were\r\npart of the income arising in the then current year.Where the income of the trust-property is insufficient for the\r\nminor's maintenance or education or advancement in life, or the reasonable\r\nexpenses of his religious worship, marriage or funeral, the trustee may, with\r\nthe permission of a principal civil court of original jurisdiction, but not\r\notherwise, apply the whole or any part of such property for or towards such\r\nmaintenance, education, advancement or expenses.Nothing in this section shall be deemed to affect the provisions\r\nof any local law for the time being in force relating to the persons and\r\nproperty of minors.", "42": "Indian Trusts Act, 1882 42. Power to give receipts Any trustees or trustee may give a receipt in writing for any\r\nmoney, securities or other movable property payable, transferable or\r\ndeliverable to them or him by reason, or in the exercise of any trust or power;\r\nand, in the absence of fraud, such receipt shall discharge the person paying,\r\ntransferring or delivering the same there from, and from seeing to the application\r\nthereof, or being accountable for any loss or misapplication thereof.", "43": "Indian Trusts Act, 1882 43. Power to compound, etc. Two or more trustees acting together may; if and as they think\r\nfit,- (a) accept any composition or any security for any debt or for\r\nany property claimed;(b) allow any time for payment of any debt;(c) compromise, compound, abandon, submit to arbitration or\r\notherwise settle any debt, account, claim or thing whatever relating to the\r\ntrust; and(d) for any of those purposes, enter into, give, execute and do\r\nsuch agreements, instruments of composition or arrangement, releases and other\r\nthings as to them seem expedient, without being responsible for any loss\r\noccasioned by any act or thing so done by them in good faith.The powers conferred by this section on two or more trustees\r\nacting together may be exercised by a sole acting trustee when by the\r\ninstrument of trust, if any, a sole trustee is authorized to execute the trusts\r\nand powers thereof.This section applies only if and as far as a contrary intention\r\nis not expressed in the instrument of trust, if any, and shall have effect\r\nsubject to the terms of that instrument and to the provisions therein\r\ncontained.This section applies only to trusts created after this Act comes\r\ninto force.", "44": "Indian Trusts Act, 1882 44. Power to several trustees of whom one disclaims or\r\ndies When an authority to deal with the trust-property is given to\r\nseveral trustees and one of them disclaims or dies, the authority may be\r\nexercised by the continuing trustees, unless from the terms of the instrument\r\nof trust it is apparent that the authority is to be exercised by a number in\r\nexcess of the number of the remaining trustees.", "45": "Indian Trusts Act, 1882 45. Suspension of trustee's powers by decree Where a decree has been made in a suit for the execution of a\r\ntrust, the trustee must not exercise any of his powers except in conformity\r\nwith such decree, or with the sanction of the court by which the decree has\r\nbeen made, or, where an appeal against the decree is pending, of the appellate\r\ncourt.", "46": "Indian Trusts Act, 1882 46. Trustee cannot renounce after acceptance A trustee who has accepted the trust cannot afterwards renounce\r\nit except (a) with the permission of a principal civil court of original\r\njurisdiction, or (b) if the beneficiary is competent to contract, with his\r\nconsent, or (c) by virtue of a special power in the instrument of trust.", "47": "Indian Trusts Act, 1882 47. Trustee cannot delegate A trustee cannot delegate his office or any of his duties either\r\nto a co-trustee or to a stranger, unless (a) the instrument of trust so\r\nprovides, or (b) the delegation is in the regular course of business, or (c)\r\nthe delegation is necessary, or (d) the beneficiary, being competent to\r\ncontract, consents to the delegation.Explanation:  The appointment of an attorney or proxy to do\r\nan act merely ministerial and involving no independent discretion is not a\r\ndelegation within the meaning of this section.Illustrations (a) A bequeaths certain property to B and C on certain trusts to\r\nbe executed by them or the survivor of them or the assigns of such survivor. B\r\ndies. C may bequeath the trust-property to D and E upon the trusts of A's will.\r\n(b) A is a trustee of certain property with power to sell the\r\nsame. A may employ an auctioneer to effect the sale.(c) A bequeaths to B fifty houses let at monthly rents in trust\r\nto collect the rents and pay them to C. B may employ a proper person to collect\r\nthese rents.", "48": "Indian Trusts Act, 1882 48. Co-trustees cannot act singly When there are more trustees than one, all must join in the\r\nexecution of the trust, except where the instrument of trust otherwise\r\nprovides.", "49": "Indian Trusts Act, 1882 49. Control of discretionary power Where a discretionary power conferred on a trustee is not\r\nexercised reasonably and in good faith, such power may be controlled by a\r\nprincipal civil court of original jurisdiction.", "50": "Indian Trusts Act, 1882 50. Trustee may not charge for services In the absence of express directions to the contrary contained\r\nin the instrument of trust or of a contract to the contrary entered into with\r\nthe beneficiary or the court at the time of accepting the trust, a trustee has\r\nno right to remuneration for his trouble, skill and loss of time in executing\r\nthe trust.Nothing in this section applies to any Official Trustee,\r\nAdministrator General, Public Curator, or person holding a certificate of\r\nadministration.", "51": "Indian Trusts Act, 1882 51. Trustee may not use trust property for his own profit A trustee may not use or deal with the trust-property for his\r\nown profit or for any other purpose unconnected with the trust.", "52": "Indian Trusts Act, 1882 52. Trustee for sale or his agent may not buy No trustee whose duty it is to sell trust-property, and no agent\r\nemployed by such trustee for the purpose of the sale, may, directly or\r\nindirectly, buy the same or any interest therein, on his own account or as\r\nagent for a third person.", "53": "Indian Trusts Act, 1882 53. Trustee may not buy beneficiary's interest without permission\r\n Not trustee, and no person who has recently ceased to be a\r\ntrustee, may, without the permission of a principal civil court of original\r\njurisdiction, buy or become mortgagee or lessee of the trust-property or any\r\npart thereof; and such permission shall not be given unless the proposed\r\npurchase, mortgage or lease is manifestly for the advantage of the beneficiary.\r\nTrustee for purchaseAnd no trustee whose duty it is to buy or to obtain a mortgage\r\nor lease of particular property for the beneficiary may buy it, or any part\r\nthereof, or obtain a mortgage or lease of it, or any part thereof, for himself.", "54": "Indian Trusts Act, 1882 54. Co-trustees may not lend to one of themselves A trustee or co-trustee whose duty it is to invest trust-money\r\non mortgage or personal security must not invest it on a mortgage by, or on the\r\npersonal security of, himself or one of his co-trustees.", "55": "Indian Trusts Act, 1882 55. Rights to rents and profits The beneficiary has, subject to the provisions of the instrument\r\nof trust, a right to the rents and profits of the trust property.", "56": "Indian Trusts Act, 1882 56. Right to specific execution The beneficiary is entitled to have the intention of the author\r\nof the trust specifically executed to the extent of the beneficiary's interest;\r\nRight to transfer of possessionand, where there is only one beneficiary and he is competent to\r\ncontract, or where there are several beneficiaries and they are competent to\r\ncontract and all of one mind, he or they may require the trustee to transfer\r\nthe trust-property to him or them, or to such person as he or they may direct.When property has been transferred or bequeathed for the benefit\r\nof a married woman, so that she shall not have power to deprive herself of her\r\nbeneficial interest, nothing in the second clause of this section applies to\r\nsuch property during her marriage.Illustrations (a) Certain government securities are given to trustees upon\r\ntrust to accumulate the interest until A attains the age of 24, and then to\r\ntransfer the gross amount to him. A on attaining majority may, as the person\r\nexclusively interested in the trust-property, require the trustees to transfer\r\nit immediately to him.(b) A bequeaths Rs. 10,000 to trustees upon trust to purchase an\r\nannuity for B, who has attained his majority and is otherwise competent to\r\ncontract, B may claim the Rs. 10,000.(c) A transfers certain property to B and directs him to sell or\r\ninvest it for the benefit of C, who is competent to contract. C may elect to\r\ntake the property in its original character.", "57": "Indian Trusts Act, 1882 57. Right to inspect and take copies of instrument of\r\ntrust, accounts, etc. The beneficiary has a right, as against the trustee and all\r\npersons claiming under him with notice of the trust, to inspect and take copies\r\nof the instrument of trust, the documents of title relating solely to the\r\ntrust-property, the accounts of the trust-property and the vouchers (if any) by\r\nwhich they are supported, and the cases submitted and opinions taken by the\r\ntrustee for his guidance in the discharge of his duty.", "58": "Indian Trusts Act, 1882 58. Right to transfer beneficial interest The beneficiary, if competent to contract, may transfer his\r\ninterest, but subject to the law for the time being in force as to the\r\ncircumstances and extent in and to which he may dispose of such interest:PROVIDED  that when property is transferred or\r\nbequeathed for the benefit of a married woman, so that she shall not have power\r\nto deprive herself of her beneficial interest, nothing in this section shall\r\nauthorize her to transfer such interest during her marriage.", "59": "Indian Trusts Act, 1882 59. Right to sue for execution of trust Where no trustees are appointed or all the trustees die,\r\ndisclaim, or are discharged, or where for any other reason, the execution of a\r\ntrust by the trustee is or becomes impracticable, the beneficiary may institute\r\na suit for the execution of the trust, and the trust shall, so far as may be\r\npossible, be executed by the court until the appointment of a trustee or new\r\ntrustee.", "60": "Indian Trusts Act, 1882 60. Right to proper trustees The beneficiary has a right (subject to the provisions of the\r\ninstrument of trust) that the trust-property shall be properly protected and\r\nheld and administered by proper persons and by a proper number of such persons.\r\nExplanation I : The following are not proper persons\r\nwithin the meaning of this section:A person domiciled abroad: an alien enemy: a person having an\r\ninterest inconsistent with that of the beneficiary : a person in insolvent\r\ncircumstances; and, unless the personal law of the beneficiary allows\r\notherwise, a married woman and a minor.Explanation II: When the administration of the trust\r\ninvolves the receipt and custody of money, the number of trustees should be two\r\nat least.Illustrations (a) A, one of several beneficiaries, proves that B, the trustee,\r\nhas improperly disposed of part of trust-property, or that the property is in\r\ndanger from B's being in insolvent circumstances, or that he is incapacitated\r\nfrom acting as trustee. A may obtain a receiver of the trust-property.(b) A bequeaths certain jewels to B in trust for C. B dies\r\nduring A's lifetime; then A dies; C is entitled to have the property conveyed\r\nto a trustee for him.(c) A conveys certain property to four trustees in trust for B.\r\nThree of the trustees die. B may institute a suit to have three new trustees\r\nappointed in the place of the deceased trustees.(d) A conveys certain property to three trustees in trust for B.\r\nAll the trustees disclaim. B may institute a suit to have three trustees\r\nappointed in place of the trustees so disclaiming.(e) A, a trustee for B, refuses to act, or goes to reside\r\npermanently out of India or is declared an insolvent, or compounds with his\r\ncreditors, or suffers a co-trustee to commit a breach of trust. B may institute\r\na suit to have A removed and a new trustee appointed in his room.", "61": "Indian Trusts Act, 1882 61. Right to compel to any act of duty The beneficiary has a right that his trustee shall be compelled\r\nto perform any particular act of his duty as such, and restrained from\r\ncommitting any contemplated or probable breach of trust.Illustrations (a) A contracts with B to pay him monthly Rs. 100 for the\r\nbenefit of C. B writes and signs a letter declaring that he will hold in trust\r\nfor C the money so to be paid. A fails to pay the money in accordance with his\r\ncontract. C may compel B on a proper indemnity to allow C to sue on the\r\ncontract in B's name.(b) A is trustee of certain land, with a power to sell the same\r\nand pay the proceeds to B and C equally. A is about to make an improvident sale\r\nof the land. B may sue on behalf of himself and C for an injunction to restrain\r\nA from making the sale.", "62": "Indian Trusts Act, 1882 62. Wrongful purchase by trustee Where a trustee has wrongfully bought trust-property, the\r\nbeneficiary has a right to have the property declared subject to the trust or\r\nretransferred by the trustee, if it remains in his hands unsold, or, if it has\r\nbeen bought from him by any person with notice of the trust, by such person.\r\nBut in such case the beneficiary must repay the purchase-money paid by the\r\ntrustee, with interest, and such other expenses (if any) as he has properly\r\nincurred in the preservation of the property; and the trustee or purchaser must\r\n(a) account for the net profits of the property, (b) be charged with an\r\noccupation-rent, if he has been in actual possession of the property, and (c)\r\nallow the beneficiary to deduct a proportionate part of the purchase-money if\r\nthe property has been deteriorated by the acts or omissions of the trustee or\r\npurchaser.Nothing in this sections- (a) impairs the rights of lessees and others, who, before the\r\ninstitution of a suit to have the property declared subject to the trust or\r\nretransferred, have contracted in good faith with the trustee or purchaser; or(b) entitles the beneficiary to have the property declared\r\nsubject to the trust or retransferred where he, being competent to contract,\r\nhas himself, without coercion or undue influence having been brought to bear on\r\nhim, ratified the sale to the trustee with full knowledge of the facts of the\r\ncase and of his rights as against the trustee.", "63": "Indian Trusts Act, 1882 63. Following trust property-into the hands of third\r\npersons; into that into which it has been converted Where trust-property comes into the hands of a third person\r\ninconsistently with the trust, the beneficiary may require him to admit\r\nformally, or may institute a suit for a declaration, that the property is\r\ncomprised in the trust.Where the trustee has disposed of trust-property and the money\r\nor other property which he has received therefor can be traced in his hands, or\r\nthe hands of his legal representative or legatee, the beneficiary has, in\r\nrespect thereof, rights as nearly as may be the same as his rights in respect\r\nof the original trust-property.Illustrations (a) A, a trustee for B of Rs. 10,000, wrongfully invests the Rs.\r\n10,000 in the purchase of certain land. B is entitled to the land.(b) A, a trustee, wrongfully purchased land in his own name,\r\npartly with his own money, partly with money subject to a trust for B. B is\r\nentitled to a charge on the land for the amount of the trust-money so\r\nmisemployed.", "64": "Indian Trusts Act, 1882 64. Saving of rights of certain transferees Nothing in section 63 entitles the beneficiary to any right in\r\nrespect of property in the hands of- (a) a transferee in good faith for consideration without having\r\nnotice of the trust, either when the purchase-money was paid, or when the\r\nconveyance was executed, or(b) a transferee for consideration from such a transferee.A judgment-creditor of the trustee attaching and purchasing\r\ntrust-property is not a transferee for consideration within the meaning of this\r\nsection.Nothing in section 63 applies to money, currency notes and\r\nnegotiable instruments in the hands of a bona fide holder to whom they have\r\npassed in circulation, or shall be deemed to affect the Indian Contract Act,\r\n1872 (9 of 1872), section 108, or the liability of a person to whom a debt or\r\ncharge is transferred.", "65": "Indian Trusts Act, 1882 65. Acquisition by trustee of trust-property wrongfully\r\nconverted Where a trustee wrongfully sells or otherwise transfers\r\ntrust-property and afterwards himself becomes the owner of the property, the\r\nproperty again becomes subject to the trust, notwithstanding any want of notice\r\non the part of intervening transferees in good faith for consideration.", "66": "Indian Trusts Act, 1882 66. Right in case of blended property Where the trustee wrongfully mingles the trust-property with his\r\nown, the beneficiary is entitled to a charge on the whole fund for the amount\r\ndue to him.", "67": "Indian Trusts Act, 1882 67. Wrongful employment by partner-trustee of\r\ntrust-property for partnership purposes If a partner, being a trustee, wrongfully employs trust-property\r\nin the business or on the account of the partnership, no other partner is\r\nliable therefor in his personal capacity to the beneficiaries, unless he had\r\nnotice of the breach of trust.The partners having such notice are jointly and severally liable\r\nfor the breach of trust.Illustrations (a) A and B are partners. A dies, having bequeathed all his\r\nproperty to B in trust for Z, and appointed B his sole executor. B, instead of\r\nwinding up the affairs of the partnership, retains all the assets in the\r\nbusiness. Z may compel him, as partner, to account for so much of the profits\r\nas are derived from A's share of the capital. B is also answerable to Z for the\r\nimproper employment of A's assets.(b) A, a trader, bequeaths his property to B in trust for C.\r\nAppoints B his sole executor, and dies. B enters into partnership with X and Y\r\nin the same trade, and employs A's assets in the partnership business. B gives\r\nan indemnity to X and Y against the claims of C. Here X and Y are jointly\r\nliable with B to C as having knowingly become parties to the breach of trust\r\ncommitted by B.", "68": "Indian Trusts Act, 1882 68. Liability of beneficiary joining in breach of trust Where one of several beneficiaries- (a) joins in committing breach of trust, or(b) knowingly obtains any advantage there from, without the consent\r\nof the other beneficiaries, or(c) becomes aware of a breach of trust committed or intended to\r\nbe committed, and either actually conceals it, or does not within a reasonable\r\ntime take proper steps to protect the interests of the other beneficiaries, or(d) has deceived the trustee and thereby induced him to commit a\r\nbreach of trust,the other beneficiaries are entitled to have all his beneficial\r\ninterest impounded as against him and all who claim under him (otherwise than\r\nas transferees for consideration without notice of the breach) until the loss\r\ncaused by the breach has been compensated.When property has been transferred or bequeathed for the benefit\r\nof a married woman, so that she shall not have power to deprive herself of her\r\nbeneficial interest, nothing in this section applies to such property during\r\nher marriage.", "69": "Indian Trusts Act, 1882 69. Rights and liabilities of beneficiary's transferee Every person to whom a beneficiary transfers his interest has\r\nthe rights, and is subject to the liabilities, of the beneficiary in respect of\r\nsuch interest at the date of the transfer.", "70": "Indian Trusts Act, 1882 70. Office how vacated The office of a trustee is vacated by his death or by his\r\ndischarge from his office.", "71": "Indian Trusts Act, 1882 71. Discharge of trustee The trustee may be discharged from his office only as follows:- (a) by the extinction of the trust;(b) by the completion of his duties under the trust;(c) by such means as may be prescribed by the instrument of\r\ntrust;(d) by appointment under this Act of a new trustee in his place;\r\n(e) by consent of himself and the beneficiary, or, where there\r\nare more beneficiaries than one, all the beneficiaries being competent to\r\ncontract; or(f) by the court to which a petition for his discharge is\r\npresented under this Act.", "72": "Indian Trusts Act, 1882 72. Petition to be discharged from trust Notwithstanding the provisions of section 11, every trustee may\r\napply by petition to a principal civil court of original jurisdiction to be\r\ndischarged from his office; and if the court finds that there is sufficient\r\nreason for such discharge, it may discharge him accordingly, and direct his\r\ncosts to be paid out of the trust-property. But where there is no such reason,\r\nthe court shall not discharge him, unless a proper person can be found to take\r\nhis place.", "73": "Indian Trusts Act, 1882 73. Appointment of new trustees on death, etc . Whenever any person appointed a trustee disclaims, or any\r\ntrustee, either original or substituted, dies, or is for a continuous period of\r\nsix months absent from 3[India], or leaves 3[India] for\r\nthe purpose of residing abroad, or is declared an insolvent, or desires to be\r\ndischarged from the trust, or refuses or becomes, in the opinion of a principal\r\ncivil court of original jurisdiction, unfit or personally incapable to act in\r\nthe trust, or accepts an inconsistent trust, a new trustee may be appointed in\r\nhis place by- (a) the person nominated for that purpose by the instrument of\r\ntrust (if any), or(b) if there be no such person, or no such person able and\r\nwilling to act, the author of the trust if he be alive and competent to\r\ncontract, or the surviving or continuing trustees or trustee for the time\r\nbeing, or legal representative of the last surviving and continuing trustee, or\r\n(with the consent of the court) the retiring trustees, if they all retire\r\nsimultaneously, or (with the like consent) the last retiring trustee.Every such appointment shall be by writing under the hands of\r\nthe person making it. On an appointment of a new trustee the number of trustees\r\nmay be increased.The Official Trustee may, with his consent and by the order of\r\nthe court, be appointed under this section, in any case in which only one\r\ntrustee is to be appointed and such trustee is to be the sole trustee.The provisions of this section relative to a trustee who is dead\r\ninclude the case of a person nominated trustee in a will but dying before the\r\ntestator, and those relative to a continuing trustee include a refusing or\r\nretiring trustee if willing to act in the execution of the power.", "74": "Indian Trusts Act, 1882 74. Appointment by court Whenever any such vacancy or disqualification occurs and it is\r\nfound impracticable to appoint a new trustee under section 73, the beneficiary\r\nmay, without instituting a suit, apply by petition to a principal civil court\r\nof original jurisdiction for the appointment of a trustee or a new trustee, and\r\nthe court may appoint a trustee or a new trustee accordingly.Rule for selecting new trustees : In appointing new\r\ntrustees, the court shall have regard (a) to the wishes of the author of the\r\ntrust as expressed in or to be inferred from the instrument of trust; (b) to\r\nthe wishes of the person, if any, empowered to appoint new trustees; (c) to the\r\nquestion whether the appointment will promote or impede the execution of the\r\ntrust; and (d) where there are more beneficiaries than one, to the interests of\r\nall such beneficiaries.", "75": "Indian Trusts Act, 1882 75. Vesting of trust-property in new trustees Whenever any new trustee is appointed under section 73 or\r\nsection 74, all the trust-property for the time being vested in the surviving\r\nor continuing trustees or trustee, or in the legal representative of any\r\ntrustee, shall become vested in such new trustee, either solely or jointly with\r\nthe surviving or continuing trustees or trustee, as the case may require.Powers of new trustees: Every new trustee so appointed, and\r\nevery trustee appointed by a court either before or after the passing of this\r\nAct, shall have the same powers, authorities and discretions, and shall in all\r\nrespects act, as if he had been originally nominated a trustee by the author of\r\nthe trust.", "76": "Indian Trusts Act, 1882 76. Survival of trust On the death or discharge of one of several co-trustees, the\r\ntrust survives and the trust-property passes to the others, unless the\r\ninstrument of trust expressly declares otherwise.", "77": "Indian Trusts Act, 1882 77. Trust how extinguished A trust is extinguished- (a) when its purpose is completely fulfilled; or(b) when its purpose becomes unlawful; or(c) when the fulfillment of its purpose becomes impossible by\r\ndestruction of the trust-property or otherwise; or(d) when the trust, being revocable, is expressly revoked.", "78": "Indian Trusts Act, 1882 78. Revocation of trust A trust created by will may be revoked at the pleasure of the\r\ntestator.A trust otherwise created can be revoked only- (a) where all the beneficiaries are competent to contract-by\r\ntheir consent;(b) where the trust has been declared by a non-testamentary\r\ninstrument or by word of mouth-in exercise of a power of revocation expressly\r\nreserved to the author of the trust; or(c) where the trust is for the payment of the debts of the\r\nauthor of the trust, and has not been communicated to the creditors at the\r\npleasure of the author of the trust.Illustration A conveys property to B in trust to sell the same and pay out of\r\nthe proceeds the claims of A's creditors. A reserves no power of revocation. If\r\nno communication has been made to the creditors, A may revoke the trust. But if\r\nthe creditors are parties to the arrangement, the trust cannot be revoked\r\nwithout their consent.", "79": "Indian Trusts Act, 1882 79. Revocation not to defeat what trustees have duly done No trust can be revoked by the author of the trust so as to\r\ndefeat or prejudice what the trustees may have duly done in execution of the\r\ntrust.", "80": "Indian Trusts Act, 1882 80. Where obligation in nature of trust is created An obligation in the nature of a trust is created in the\r\nfollowing cases.", "81": "Indian Trusts Act, 1882 81. Where it does not appear that transferor intended to\r\ndispose of beneficial interest  4  [***]", "82": "Indian Trusts Act, 1882 82. Transfer to one for consideration paid by another] ", "83": "Indian Trusts Act, 1882 83. Trust incapable of execution or executed without\r\nexhausting trust-property Where a trust is incapable of being executed, or where the trust\r\nis completely executed without exhausting the trust-property, the trustee, in the\r\nabsence of a direction to the contrary, must hold the trust-property, or so\r\nmuch thereof as is unexhausted, for the benefit of the author of the trust or\r\nhis legal representative.Illustrations (a) A conveys certain land to B- \"upon trust\", and no trust is declared; or\"upon trust to be thereafter declared\", and no such\r\ndeclaration is ever made; orupon trusts that are too vague to be executed; orupon trusts that become incapable of taking effect; or\"in trust for C\", and C renounces his interest under\r\nthe trust. In each of these cases B holds the land for the benefit of A.(b) A transfers Rs. 10,000 in the four per cents to B, in trust\r\nto pay the interest annually accruing due to C for her life. A dies. Then C\r\ndies. B holds the funds for the benefit of A's legal representative.(c) A conveys land to B upon trust to sell it and apply one\r\nmoiety of the proceeds for certain charitable purposes, and the other for the\r\nmaintenance of the worship of an idol. B sells the land, but the charitable\r\npurposes wholly fail, and the maintenance of the worship does not exhaust the\r\nsecond moiety of the proceeds. B holds the first moiety and the part unapplied\r\nof the second moiety for the benefit of A or his legal representative.(d) A bequeaths Rs. 10,000 to B, to be laid out in buying land\r\nto be conveyed for purposes with either wholly or partially fail to take\r\neffect. B holds for the benefit of A's legal representative the undisposed of\r\ninterest in the money or land if purchased.", "84": "Indian Trusts Act, 1882 84. Transfer for illegal purpose Where the owner of property transfers it to another for an\r\nillegal purpose and such purpose is not carried into execution, or the\r\ntransferor is not as guilty as the transferee, or the effect of permitting the\r\ntransferee to retain the property might be to defeat the provisions of any law,\r\nthe transferee must hold the property for the benefit of the transferor.", "85": "Indian Trusts Act, 1882 85. Bequest for illegal purpose Where a testator bequeaths certain property upon trust and the\r\npurpose of the trust appears on the face of the will to be unlawful, or during\r\nthe testator's lifetime the legatee agrees with him to apply the property for\r\nan unlawful purpose, legatee must hold the property for the benefit of the\r\ntestator's legal representative.Bequest of which revocation is prevented by coercion: Where property is\r\nbequeathed and the revocation of the bequest is prevented by coercion, the\r\nlegatee must hold the property for the benefit of the testator's legal\r\nrepresentative.", "86": "Indian Trusts Act, 1882 86. Transfer pursuant to rescindable contract Where property is transferred in pursuance of contract which is\r\nliable to rescission or induced by fraud or mistake, the transferee must, on\r\nreceiving notice to that effect, hold the property for the benefit of the\r\ntransferor, subject to repayment by the latter of the consideration actually\r\npaid.", "87": "Indian Trusts Act, 1882 87. Debtor becoming creditor's representative Where a debtor becomes the executor or other legal\r\nrepresentative of his creditor, he must hold the debt for the benefit of the\r\npersons interested therein.", "88": "Indian Trusts Act, 1882 88. Advantage gained by fiduciary Where a trustee, executor, partner, agent, director of a\r\ncompany, legal advisor, or other person bound in a fiduciary character to\r\nprotect the interests of another person, by availing himself of his character,\r\ngains for himself any pecuniary advantage, or where any person, so bound enters\r\ninto any dealings under circumstances in which his own interests are, or may\r\nbe, adverse to those of such other person and thereby gains for himself a\r\npecuniary advantage, he must hold for the benefit of such other person the\r\nadvantage so gained.Illustrations (a) A, an executor, buys at an undervalue from B, a legatee, his\r\nclaim under the will, B is ignorant of the value of the bequest. A must hold\r\nfor the benefit of B the difference between the price and value.(b) A, a trustee, uses the trust-property for the purpose of his\r\nown business. A holds for the benefit of his beneficiary the profits arising\r\nfrom such user.(c) A, a trustee, retires from his trust in consideration of his\r\nsuccessor paying him a sum of money. A holds such money for the benefit of his\r\nbeneficiary.(d) A, a partner, buys land in his own name with funds belonging\r\nto the partnership. A holds such land for the benefit of the partnership.(e) A, a partner, employed on behalf of himself and his\r\nco-partners is negotiating the terms of a lease, clandestinely stipulates with\r\nthe lessor for payment to himself of a lakh of rupees. A holds the lakh for the\r\nbenefit of the partnership.(f) A and B are partners. A dies. B, instead of winding up the\r\naffairs of the partnership, retain all the assets in the business. B must\r\naccount to A's legal representative for the profits arising from A's share of\r\nthe capital.(g) A, an agent employed to obtain a lease for B, obtains the lease\r\nfor himself. A holds the lease for the benefit of B.(h) A, a guardian, buys up for himself incumbrances on his ward\r\nB's estate at an undervalue. A holds for the benefit of B the incumbrances so\r\nbought, and can only charge him with what he has actually paid.", "89": "Indian Trusts Act, 1882 89. Advantage gained by exercise of undue influence Where, by the exercise of undue influence, any advantage is\r\ngained in derogation of the interests of another, the person gaining such\r\nadvantage without consideration, or with notice that such influence has been\r\nexercised, must hold the advantage for the benefit of the person whose\r\ninterests have been so prejudiced.", "90": "Indian Trusts Act, 1882 90. Advantage gained by qualified owner Where a tenant for life, co-owner, mortgagee or other qualified\r\nowner of any property by availing himself of his position as such, gains an\r\nadvantage in derogation of the rights of the other persons interested in the\r\nproperty, or where any such owner, as representing all persons interested in\r\nsuch property, gains any advantage, he must hold, for the benefit of all\r\npersons so interested, the advantage so gained, but subject to repayment by\r\nsuch persons of their due share of the expenses properly incurred, and to an\r\nindemnity by the same persons against liabilities properly contracted, in gaining\r\nsuch advantage.Illustrations (a) A, the tenant for life of leasehold property, renews the\r\nlease in his own name and for his own benefit. A holds the renewed lease for\r\nthe benefit of all those interested in the old lease.(b) A village belongs to a Hindu family. A, one of its members,\r\npays nazrana to government and thereby procures his name to be entered as the\r\ninamdar of the village. A holds the village for the benefit of himself and the\r\nother members.(c) A mortgages land to B, who enters into possession. B allows\r\nthe government revenue to fall into arrear with a view to the land being put up\r\nfor sale and his becoming himself the purchaser of it. The land is accordingly\r\nsold to B. Subject to the repayment of the amount due on the mortgage and of\r\nhis expenses properly incurred as mortgagee, B holds the land for the benefit\r\nof A.", "91": "Indian Trusts Act, 1882 91. Property acquired with notice of existing contract Where a person acquires property with notice that another person\r\nhas entered into an existing contract affecting that property, of which\r\nspecified performance could be enforced, the former must hold the property for\r\nthe benefit of the latter to the extent necessary to give effect to the\r\ncontract.", "92": "Indian Trusts Act, 1882 92. Purchase by person contracting to buy property to be\r\nheld on trust Where a person contracts to buy property to be held on trust for\r\ncertain beneficiaries and buys the property accordingly, he must hold the\r\nproperty for their benefit to the extent necessary to give effect to the\r\ncontract.", "93": "Indian Trusts Act, 1882 93. Advantage secretly gained by one of several\r\ncompounding creditors Where creditors compound the debts due to them, and one of such\r\ncreditors, by a secret arrangement with the debtor, gains an undue advantage\r\nover his co-creditors, he must hold for the benefit of such creditors the\r\nadvantage so gained.", "94": "Indian Trusts Act, 1882 94. Constructive trusts in cases not expressly provided\r\nfor \n", "95": "Indian Trusts Act, 1882 95. Obligor's duties, liabilities and disabilities The person holding property in accordance with any of the\r\npreceding sections of this chapter must, so far as may be, perform the same\r\nduties, and is subject, so far as may be, to the same liabilities and\r\ndisabilities, as if he were a trustee of the property for the person for whose\r\nbenefit he holds it:PROVIDED  that, (a) where he rightfully cultivates the\r\nproperty or employs it in trade or business, he is entitled to reasonable\r\nremuneration for his trouble, skill and loss of time in such cultivation or\r\nemployment; and (b) where he holds the property by virtue of a contract with\r\nthe person for whose benefit he holds it, or with anyone through whom such\r\nperson claims, he may, without the permission of the court, by or become lessee\r\nor mortgagee of the property or any part thereof.", "96": "Indian Trusts Act, 1882 96. Saving of rights of bona fide purchasers Nothing contained in this Chapter shall impair the rights of\r\ntransferees in good faith for consideration, or create an obligation in evasion\r\nof any law for the time being in force."}