{"name": "Industrial Disputes (Banking and Insurance Companies) Decision Act, 1955\r", "1": " Industrial Disputes (Banking Companies) Decision Act, 1955 1. Short Title. – This Act may be called The Industrial Disputes\r\n(Banking Companies) Decision Act, 1955.", "2": " Industrial Disputes (Banking Companies) Decision Act, 1955 2. Definitions. – In this Act, unless the context otherwise\r\nrequires. –(a) \" appellate decision\" means the decision of the Labor\r\nAppellate Tribunal, dated the 28th day of April, 1954, in the matter of the appeals\r\nfiled before it against the award of the All-India Industrial Tribunal (Bank\r\nDisputes),  Bombay ;(b) \"Award\"\r\nmeans the award of the All-India Industrial Tribunal (Bank Disputes), \r\n Bombay , constituted by the\r\nNotification of the government of India in the Ministry of\r\nLabor, No. SRO 35, dated the 5th day of January, 1952;\r\n(c) \"Bank Award\r\nCommission\" means the person appointed by the Resolution of the Government\r\nof India in the Ministry of Labor, No. L.R. 100 (9)/55, dated the 25th day of\r\nFebruary, 1955, to enquire into and report upon the terms of reference\r\nspecified in the Resolution of the government of India in the Ministry of\r\nLabor, No. L.R. 100 (56)/54, dated 17th day of September, 1954;(d) \"Modification\r\norder\" means the order of the Government of India in the Ministry of\r\nLabor, No. SRO 2732, dated the 24th day of August,\r\n1955, modifying the appellate decision under See. 15 of the\r\nIndustrial Disputes (Appellate Tribunal) Act, 1950 (48 of 1950).", "3": " Industrial Disputes (Banking Companies) Decision Act, 1955 3. Appellate Decision to Have Effect Subject to the Modifications Recommended by the Bank Award Commission. – (1) The appellate decision shall have effect\r\nas if the modifications recommended in Chapter XI of the Report of the Bank\r\nAward Commission, dated the 25th day of July, 1955, had actually been made\r\ntherein, and the appellate decision as so modified shall be the decision of the\r\nAppellate Tribunal within the meaning of the Industrial Disputes (Appellate\r\nTribunal) Act, 1950) (48 of 1950) and the award shall have effect accordingly.(2) Notwithstanding anything contained in\r\nSub-sec. (1), the recommendations in Chapter XI of the Report of the Bank Award\r\nCommission in relation to the banking companies incorporated in the former\r\nState of Travancore -Cochin specified in that Chapter\r\nshall be modified and shall be deemed to have been modified - (a) with effect from\r\nthe 1st January, 1955, in relation to the C Class Banks known as the South\r\nIndia Bank Limited, Trichur , and the Catholic Syrian\r\nBank Limited, Trichur , as if - (1) in \r\nClause (1) of the said recommendations - ( i )\r\n under the holding 'C Class' after the entry '(viii)',  Travancore Bank' the entries '(ix), South Indian Bank,  Trichur ' and '(x)' Catholic Syrian Bank,  Trichur , had been inserted;(ii) items ( i ) and (ii) under\r\nSub-clause (b) had been omitted; and(2) in Clause (2)\r\nthereof, after the words ' Travancore Bank' the words\r\nthe South Indian Bank, Trichur , and the Catholic\r\nSyrian Bank, Trichur had been inserted; and(b) with effect from the\r\n1st January, 1956, in relation to the C Class banks known as the  Palai Central Bank Limited, Palai \r\nand the Travancore Forward Bank Limited,  Kottayam , and the D Class Banks, as if in Clause (1) of the\r\nsaid recommendations items ( i ) and (ii) under Sub-clause\r\n(b) had been omitted.(3) The arrears of emoluments, payable to the\r\nworkmen of the banking companies specified in Sub-sec. (2) by reason of the\r\nmodification effected by that Sub-sec. shall be paid as follows - (a) in \r\nthe case of the banking companies specified in Clause(a) of \r\nthat sub-section - ( i )\r\nthe arrears for the year 1955 shall be paid in two equal installments of which\r\nthe first shall be paid within thirty days from the commencement of the\r\nIndustrial Disputes (Banking Companies) Decisions Amendment Act, 1957, and the\r\nsecond within six months after such commencements; and(ii) the arrears for the period from  the\r\n 1st January, 1956 , to such commencement shall be paid within thirty days\r\nthereof;(b) in \r\nthe case of the banking companies specified in Clause(b) of \r\nthat Sub-section, the arrears for the period from  the\r\n 1st January, 1956 , to such commencement shall be paid within thirty days\r\nthereof.(4) For the purposes of this section, the\r\nexpression 'the former State of  Travancore -Cochin ' means the State of  Travancore -Cochin as it existed immediately before the 1st November, 1956 .(5) Notwithstanding anything contained in the\r\nforegoing provisions of this section, the Central Government may, from time to\r\ntime, by notification in the Official Gazette, make in lieu of the adjustment\r\nof the dearness allowance recommended in Clause 1(e) of Chapter XI of the\r\nReport of the Bank Award Commission, such adjustment thereof as it thinks fit\r\nfor any period subsequent to the 31st December, 1957, with reference to the\r\nrise or fall, as compared to 144 (1944=100), of the average All-India Cost of\r\nLiving Index for any period immediately preceding that period; and upon the\r\nissue of such notification the adjustment of dearness allowance so made for any\r\nperiod shall be deemed to have been recommended in Clause 1(e) of the Report of\r\nthat Commission :Provided  that any adjustment so made shall, so\r\nfar as may be, bear to the rise or fall of the Cost of Living Index the same\r\nratio as it indicated between the adjustment of dearness allowance and the rise\r\nor fall of the Cost of Living Index in the formula recommended in that clause.", "4": " Industrial Disputes (Banking Companies) Decision Act, 1955 4. Duration of The Award. – Notwithstanding anything contained in the Industrial\r\nDisputes Act, 1947 (14 of 1947), or the Industrial Disputes (Appellate Tribunal\r\nAct, 1950 (48 of 1950), the award as now modified by the decision of the\r\nAppellate Tribunal in the manner referred to in Sec. 3 shall remain in force\r\nuntil the 31st Day of March, 1959.", "5": " Industrial Disputes (Banking Companies) Decision Act, 1955 5. Modification order to have no Effect in Certain Cases. – The provision of the modification order shall\r\nnot have, and shall be deemed never to have had, any force or effect except in\r\nso far as any of such provisions has become incorporated in the award by reason\r\nof the provisions contained in Sec. 3.", "6": " Industrial Disputes (Banking Companies) Decision Act, 1955 6. Power to Remove Difficulties. (1) If in the opinion of the Central\r\nGovernment any difficulty or doubt has arisen as to the interpretation of any\r\nprovision of the award as now modified by decision of the Appellate Tribunal in\r\nthe manner referred to in Sec. 3, it shall refer for decision the matter in\r\nrespect of which such difficulty or doubt has arisen to a single member of the\r\nLabor Appellate Tribunal constituted under the Industrial Dispute (Appellate\r\nTribunal) Act, 1950 (48 of 1950), or to such Industrial Tribunal constituted\r\nunder the Industrial Disputes Act, 1947 (14 of 1947), as it may, by\r\nnotification in the Official Gazette, specify in this behalf.(2) The tribunal to which such matter is\r\nreferred shall, after giving the parties a reasonable opportunity of being\r\nheard, decide such matter and its decision shall be final binding on all such\r\nparties."}