{"name": "Insurance Act, 1938\r", "1": "1. Short title, extent and commencement.-(1) This Act may be called the Insurance Act, 1938.2[(2) It extends to the whole of India 3***.](3) It shall come into force on such date4 as the Central Government may, by notification in the Official Gazette, appoint in this behalf.", "2": "2. Definitions.-In this Act, unless there is anything repugnant in the subject or context,-5[(1) \"actuary\" means an actuary as defined in clause (a) of sub-section (1) of section 2 of the Actuaries Act, 2006 (35 of 2006); (1A) \"Authority\" means the Insurance Regulatory and Development Authority of India established under sub-section (1) of section 3 of the Insurance Regulatory and Development Authority Act, 1999 (41 of 1999);]6[(2) \"policy-holder\" includes a person to whom the whole of the interest of the policy-holder in the policy is assigned once and for all, but does not include an assignee thereof whose interest in the policy is defeasible or is for the time being subject to any condition ;]7[(3) \"approved securities\" means-(i) Government securities and other securities charged on the revenues of the Central Government or of the Government of a 8*** State or guaranteed fully as regards principal and interest by the Central Government, or the Government of any 6*** State ;(ii) debentures or other securities for money issued under the authority of any Central Act or Act of a State Legislature by or on behalf of a port trust or municipal corporation or city improvement trust in any presidency-town ;(iii) shares of a corporation established by law and guaranteed fully by the Central Government or the Government of a 1*** State as to the repayment of the principal and the payment of dividend ;(iv) securities issued or guaranteed fully as regards principal and interest by the Government of any Part B State and specified as approved securities for the purposes of this Act by the Central Government by notification in the Official Gazette ; andProvided that securities or debentures specified in item (v) shall be recognished as approved securities only for such purposes and for such period and subject to such conditions as may be prescribed ;]3[Explanation.- In sub-clauses (i) and (iii), \"Government of a State\" in relation to any period before the 1st November, 1956, means the Government of a Part A State.]4[(4) \"auditor\" means a person qualified under the Chartered Accountants Act, 1949 (38 of 1949), to act as an auditor of companies;]5[(4A) \"banking company\" and \"company\" shall have the meanings respectively assigned to them in clauses (c) and (d) of sub-section (1) of section 5 of the Banking Companies Act, 1949 (10 of 1949) 6***;](5) \"certified\" in relation to any copy or translation of a document required to be furnished by or on behalf of 7[an insurer or a provident society as defined in Part III] means certified by a principal officer of 8[such insurer or provident society] to be a true copy or a correct translation, as the case may be;9* * * * *10[(5B) \"Controller of Insurance\" means the officer appointed by the Central Government under section 2B to exercise all the powers, discharge the functions and perform the duties of the Authority under this Act or the Life Insurance Corporation Act, 1956 (31 of 1956) or the General Insurance Business (Nationalisation) Act, 1972 (57 of 1972) or the Insurance Regulatory and Development Authority Act, 1999 (41 of 1999);] 15(6) \"Court\" means the principal Civil Court of original jurisdiction in a district, and includes the High Court in exercise of its ordinary original civil jurisdiction;1[(6A) \"fire insurance business\" means the business of effecting, otherwise than incidentally to some other class of insurance business, contracts of insurance against loss by or incidental to fire or other occurrence customarily included among the risks insured against in fire insurance policies; (6B) \"general insurance business\" means fire, marine or miscellaneous insurance business, whether carried on singly or in combination with one or more of them;]2[(6C) \"health insurance business\" means the effecting of contracts which provide for sickness benefits or medical, surgical or hospital expense benefits, whether in-patient or out-patient travel cover and personal accident cover;]3[(7) \"Government security\" means a Government security as defined in the Public Debt Act, 1944 (18 of 1944);]4[(7A) \"Indian insurance company\" means any insurer, being a company which is limited by shares, and,- (a) which is formed and registered under the Companies Act, 2013 (18 of 2013) as a public company or is converted into such a company within one year of the commencement of the Insurance Laws (Amendment) Act, 2015 (5 of 2015); (b) in which the aggregate holdings of equity shares by foreign investors, including portfolio investors, do not exceed forty-nine per cent. of the paid up equity capital of such Indian insurance company, which is Indian owned and controlled, in such manner as may be prescribed. Explanation.-For the purposes of this sub-clause, the expression \"control\" shall include the right to appoint a majority of the directors or to control the management or policy decisions including by virtue of their shareholding or management rights or shareholders agreements or voting agreements; (c) whose sole purpose is to carry on life insurance business or general insurance business or re-insurance business or health insurance business;]5* * * * *6[(8A) \"insurance co-operative society\" means any insurer being a co-operative society,-(a) which is registered on or after the commencement of the Insurance (Amendment) Act, 2002 (42 of 2002), as a co-operative society under the Co-operative Societies Act, 1912 (2 of 1912) or under any other law for the time being in force in any State relating to Co-operative Societies or under the Multi-State Co-operative Societies Act, 1984 (51 of 1984);1[(b) having a minimum paid-up capital of rupees one hundred crore in case of life insurance business, general insurance business and health insurance business;] (c) in which no body corporate, whether incorporated or not, formed or registered outside India, either by itself or through its subsidiaries or nominees, at any time, holds more than twenty-six per cent of the capital of such Co-operative Society;(d) whose sole purpose is to carry on life insurance business or general insurance business 2[or health insurance business] in India;]3[(9) \"insurer\" means-(a) an Indian Insurance Company, or(b) a statutory body established by an Act of Parliament to carry on insurance business, or(c) an insurance co-operative society, or(d) a foreign company engaged in re-insurance business through a branch established in India.Explanation.- For the purposes of this sub-clause, the expression \"foreign company\" shall mean a company or body established or incorporated under a law of any country outside India and includes Lloyd's established under the Lloyd's Act, 1871 (United Kingdom) or any of its Members;](10) \"insurance agent\" means an insurance agent 4*** 5*** who receives or agrees to receive payment by way of commission or other remuneration in consideration of his soliciting or procuring insurance business 6[including business relating to the continuance, renewal or revival of policies of insurance]; 6[(10A) \"investment company\" means a company whose principal business is the acquisition of shares, stocks, debentures or other securities ;]7[(10B) \"intermediary or insurance intermediary\" shall have the meaning assigned to it in clause (f) of sub-section (1) of section 2 of the Insurance Regulatory and Development Authority Act, 1999 (41 of 1999);]8[(11) \"life insurance business\" means the business of effecting contracts of insurance upon human life, including any contract whereby the payment of money is assured on death (except death by accident only) or the happening of any contingency dependent on human life, and any contract 17which is subject to payment of premiums for a term dependent on human life and shall be deemed to include- (a) the granting of disability and double or triple indemnity accident benefits, if so provided in the contract of insurance, (b) the granting of annuities upon human life ; and(c) the granting of superannuation allowances and 1[benefit payable out of any fund] applicable solely to the relief and maintenance of persons engaged or who have been engaged in any particular profession, trade or employment or of the dependents of such persons ;]2[Explanation.- For the removal of doubts, it is hereby declared that \"life insurance business\" shall include any unit linked insurance policy or scrips or any such instrument or unit, by whatever name called, which provides a component of investment and a component of insurance issued by an insurer referred to in clause (9) of this section.]3* * * * *4* * * * *5[(13A) \"marine insurance business\" means the business of effecting contracts of insurance upon vessels of any description, including cargoes, freights and other interests which may be legally insured, in or in relation to such vessels, cargoes and freights, goods, wares, merchandise and property of whatever description insured for any transit by land or water, or both, and whether or not including warehouse risks or similar risks in addition, or as incidental to such transit, and includes any other risks customarily included among the risks insured against in marine insurance policies ; (13B) \"miscellaneous insurance business\" means the business of effecting contracts of insurance which is not principally or wholly of any kind or kinds included in clauses (6A), (11) and (13A);]6[(13BA) \"National Company Law Tribunal\" means the National Company Law Tribunal constituted under section 10FB of the Companies Act, 1956 (1 of 1956); (13BB) \"the National Company Law Appellate Tribunal\" means the National Company Law Appellate Tribunal constituted under sub-section (1) of section 10FR of the Companies Act, 1956 (1 of 1956);](14) \"prescribed\" means prescribed by rules made under 7[this Act]; and8* * * * *9* * * * *(16) \"private company\" and \"public company\" have the meanings respectively assigned to them in 1[clause (68) and clause (72) of section 2 of the Companies Act, 2013 (18 of 2013)];2[(16A) \"regulations\" means the regulations framed by the Insurance Regulatory and Development Authority of India established under the Insurance Regulatory and Development Authority Act, 1999 (41 of 1999); (16B) \"re-insurance\" means the insurance of part of one insurer's risk by another insurer who accepts the risk for a mutually acceptable premium; (16C) \"Securities Appellate Tribunal\" means the Securities Appellate Tribunal established under section 15K of the Securities and Exchange Board of India Act, 1992 (15 of 1992);]3* * * * *1. The Act has been extended to-Goa, Daman and Diu with modifications by Reg. 12 of 1962, s. 3 and the Schedule; and came into force in Pondicherry on1-10-1963, vide Reg. 7 of 1963, s. 3 and the Schedule I; and brought into force in Dadra and Nagar Haveli (w.e.f. 1-7-1965) byReg. 6 of 1963, s. 2 and the Schedule I; the whole of the Union territory of Lakshadweep (w.e.f. 1-10-1967) vide Reg. 8 of1965, s. 3 and the Schedule; and brought into force in the State of Sikkim (w.e.f. 1-7-1975) vide S.O. 274(E), dated 24-6-1975.2. Subs. by Act 47 of 1950, s. 2, for sub-section (2) (w.e.f. 1-6-1950).3. The words \"except the State of Jammu and Kashmir\" omitted by Act 62 of 1956, s. 2 and the Schedule (w.e.f. 1-11-1956).4. 1st July, 1939: see notification no. 589-(4)/38, dated the 1st April, 1939, Gazette of India, 1939, Pt. I, p. 631.5. Subs. by Act 5 of 2015, s. 3, for clauses (1) and (1A) (w.e.f. 26-12-2014).6. Subs. by Act 6 of 1946, s. 2, for clause (2) (w.e.f. 20-3-1946).7. Subs. by Act 47 of 1950, s. 3, for clause (3) (w.e.f. 1-6-1950).8. The words \"Part A\" omitted by the Adaptation of Laws (No. 3) Order, 1956.* Subject to verification and confirmation by the administrative ministry.1. The word \"Part A\" omitted by the Adaptation of Laws (No. 3) Order, 1956.2. Sub-clause (v) omitted by Act 42 of 2002, s. 2 (w.e.f. 23-9-2002).3. Ins. by The Adaptation of Laws (No. 3) order 1956.4. Subs. by Act 47 of 1950, s. 3 for clause 4 (w.e.f. 1-6-1950).5. Ins. by s. 3, ibid, (w.e.f. 1-6-1950).6. Now renamed as Banking Regulation Act, 1949 (10 of 1949).7. Subs. by Act 13 of 1941, s. 2, for \"an insurer\" (w.e.f. 8-4-1941).8. Subs. by s. 2, ibid, for \"the insurer\" (w.e.f. 8-4-1941).9. Clause (5A) omitted by Act 5 of 2015, s. 3 (w.e.f. 26-12-2014).10. Subs. by Act 41 of 1999, s. 30 and the First Schedule (w.e.f. 19-4-2000). Earlier it was inserted by Act 47 of 1950, s. 3(w.e.f. 1-6-1950).1. Ins. by Act 47 of 1950, s. 3 (w.e.f. 1-6-1950).2. Ins. by Act 5 of 2015, s. 3 (w.e.f. 26-12-2014).3. Subs. by Act 47 of 1950, s. 3, for clause (7) (w.e.f. 1-6-1950).4. Subs. by Act 5 of 2015, s. 3, for clause (7A) (w.e.f. 26-12-2014).5. Clause (8) omitted by s. 3, ibid. (w.e.f. 26-12-2014).6. Ins. by Act 42 of 2002, s. 2 (w.e.f. 9-8-2002).1. Subs. by Act 5 of 2015, s. 3, for sub-clause (b) (w.e.f. 26-12-2014).2. Ins. by s. 3, ibid. (w.e.f. 26-12-2014).3. Subs. by s. 3, ibid., for clause (9) (w.e.f. 26-12-2014).4. The words and figures \"licensed under section 42\" omitted by s. 3, ibid. (w.e.f. 26-12-2014).5. The words \"being an individual\" omitted by Act 35 of 1957, s. 2 (w.e.f. 1-9-1957).6. Ins. by Act 47 of 1950, s. 3 (w.e.f. 1-6-1950).7. Ins. by Act 42 of 2002, s. 2 (w.e.f. 23-9-2002).8. Subs. by Act 47 of 1950, s. 2, for clause (11) (w.e.f. 23-9-2002).1. Subs. by Act, 5 of 2015, s. 3, for \"annuities payable out of any fund\" ( w.e.f. 26-12-2014).2. Ins. by Act 26 of 2010, s. 3 (w.e.f. 9-4-2010).3. Clause (12) omitted by Act 5 of 2015, s. 3 (w.e.f. 26-12-2014).4. Clause (13) omitted by s. 3, ibid. (w.e.f. 26-12-2014).5. Ins. by Act 47 of 1950, s. 3 (w.e.f. 1-6-1950).6. Ins. by Act 11 of 2003, s. 133 and the Schedule (w.e.f. 1-4-2003).7. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"section 114\" (w.e.f. 19-4-2000).8. Clause (14A) omitted by Act 62 of 1956, s. 2 and the Schedule (w.e.f. 1-11-1956).9. Clause (15) omitted by Act 5 of 2015, s. 3 (w.e.f. 26-12-2014).", "3": "3. Registration.-(1) No 4[person] shall, after the commencement of this Act, begin to carry on any class of insurance business in 3[India] and no insurer carrying on any class of insurance business in 3[India] shall, after the expiry of three months from the commencement of this Act, continue to carry on any such business, unless he has obtained from the 5[Authority] a certificate of registration 6[for the particular class of insurance business]:7[Provided that in the case of an insurer who was carrying on any class of insurance business in 3[India] at the commencement of this Act, failure to obtain a certificate of registration in accordance with the requirements of this sub-clause shall not operate to invalidate any contract of insurance entered into by him if before 8[such date as may be fixed in this behalf by the Central Government by notification in the Official Gazette], he has obtained that certificate.]9[Provided further that a person or insurer, as the case may be, carrying on any class of insurance business in India, on or before the commencement of the Insurance Regulatory and Development Authority Act, 1999, for which no registration certificate was necessary prior to such commencement, may continue to do so for a period of three months from such commencement or, if he had made an application for such registration within the said period of three months, till the disposal of such application: Provided also that any certificate of registration, obtained immediately before the commencement of the Insurance Regulatory and Development Authority Act, 1999, shall be deemed to have been obtained from the Authority in accordance with the provisions of this Act.]10[(2) Every application for registration shall be made in such manner and shall be accompanied by such documents as may be specified by the regulations.] 211[(2A) If, on receipt of an application for registration and after making such inquiry as he deems fit, the 2[Authority] is satisfied that- (a) the financial condition and the general character of management of the applicant are sound; (b) the volume of business likely to be available to, and the capital structure and earning prospects of, the applicant will be adequate; (c) the interests of the general public will be served if the certificate of registration is granted to the applicant in respect of the class or classes of insurance business specified in the application; and(d) the applicant has complied with the provisions of sections 2C, 3[5 and 31A] and has fulfilled all the requirements of this section applicable to him, the 2[Authority] may register the applicant as an insurer and grant him a certificate of registration.4[(2AA) The Authority shall give preference to register the applicant and grant him a certificate of registration if such applicant agrees, in the form and manner as may be specified by the regulations made by the Authority, to carry on the life insurance business or general insurance business for providing health cover to individuals or group of individuals.] (2B) Where the 2[Authority] refuses registration, shall record the reasons for such decision and shall furnish a copy thereof to the applicant.5[(2C) Any person aggrieved by the decision of the Authority refusing registration may, within thirty days from the date on which a copy of the decision is received by him, appeal to the Securities Appellate Tribunal.]6* * * * *7[(3) In the case of any insurer having joint venture with a person having its principal place of business domiciled outside India or any insurer as defined in sub-clause (d) of clause (9) of section 2, the Authority may withhold registration already made if it is satisfied that in the country in which such person has been debarred by law or practice of that country to carry on insurance business.(4) The Authority may suspend or cancel the registration of an insurer either wholly or in so far as it relates to a particular class of insurance business, as the case may be,-(a) if the insurer fails, at any time, to comply with the provisions of section 64VA as to the excess of the value of his assets over the amount of his liabilities, or(b) if the insurer is in liquidation or is adjudged as an insolvent, or(c) if the business or a class of the business of the insurer has been transferred to any person or has been transferred to or amalgamated with the business of any other insurer without the approval of the Authority, or 22(d) if the insurer makes default in complying with, or acts in contravention of, any requirement of this Act or of any rule or any regulation or order made or, any direction issued thereunder, or(e) if the Authority has reason to believe that any claim upon the insurer arising in India under any policy of insurance remains unpaid for three months after final judgment in regular court of law, or(f) if the insurer carries on any business other than insurance business or any prescribed business, or(g) if the insurer makes a default in complying with any direction issued or order made, as the case may be, by the Authority under the Insurance Regulatory and Development Authority Act, 1999 (41 of 1999), or(h) if the insurer makes a default in complying with, or acts in contravention of, any requirement of the Companies Act, 2013 (18 of 2013) or the General Insurance Business (Nationalisation) Act, 1972 (57 of 1972) or the Foreign Exchange Management Act, 1999 (42 of 1999) or the Prevention of Money Laundering Act, 2002 (15 of 2002), or(i) if the insurer fails to pay the annual fee required under section 3A, or(j) if the insurer is convicted for an offence under any law for the time being in force, or(k) if the insurer being a co-operative society set up under the relevant State laws or, as the case may be, the Multi-State Co-operative Societies Act, 2002 (39 of 2002), contravenes the provisions of law as may be applicable to the insurer.(5) When the Authority suspends or cancels any registration under clause (a), clause (d), clause (e), clause (f), clause (g) or clause (i) of sub-section (4), it shall give notice in writing to the insurer of its decision, and the decision shall take effect on such date as it may specify in that behalf in the notice, such date not being less than one month not more than two months from the date of the receipt of the notice in the ordinary course of transmission. (5A) When the Authority suspends or cancels any registration under clause (b), (c), (j) or (k) of sub-section (4), the suspension or cancellation, as the case may be, shall take effect on the date on which notice of the order of suspension or cancellation is served on the insurer.]1[(5B) When a registration is cancelled the insurer shall not, after the cancellation has taken effect, enter into any new contracts of insurance, but all rights and liabilities in respect of contracts of insurance entered into by him before such cancellation takes effect shall, subject to the provisions of sub-section (5D), continue as if the cancellation had not taken place.]2[(5C) Where a registration is suspended or cancelled under clause (a), clause (d), clause (e), clause (f), clause (g) or clause (i) of sub-section (4), the Authority may at its discretion revive the registration, if the insurer within six months from the date on which the suspension or cancellation took effect complies with the provisions of section 64VA as to the excess of the value of his assets over the amount of his liabilities or has had an application under sub-section (4) of section 3A accepted, or satisfies the Authority that no claim upon him such as is referred to in clause (e) of sub-section (4) remains unpaid or that he has complied with any requirement of this Act or the Insurance Regulatory and Development Authority Act, 1999 (41 of 1999), or of any rule or any regulation, or any order made thereunder or any direction issued under those Acts, or that he has ceased to carry on any business other than insurance business or any prescribed business, as the case may be, and complies with any directions which may be given to him by the Authority.]1[(5D) Where 2[the registration of an insurance company is cancelled under sub-section (4), the 3[Authority] may,] after the expiry of six months from the date on which the cancellation took effect, apply to the Court for an order to wind up the insurance company, or to wind up the affairs of the company in respect of a class of insurance business, unless the registration of the insurance company has been revived under sub-section (5C) or an application for winding up the company has been already presented to the Court. The Court may proceed as if an application under this sub-section were an application under sub-section (2) of section 53, or sub-section (1) of section 58, as the case may be.]4[(5E) The Authority may, by order, suspend or cancel any registration in such manner as may be determined by the regulations made by it: Provided that no order under this sub-section shall be made unless the person concerned has been given a reasonable opportunity of being heard.]5* * * * *6[(7) The Authority may, on payment of such fee, not exceeding five thousand rupees, as may be determined by the regulations, issue a duplicate certificate of registration to replace a certificate lost, destroyed or mutilated, or in any other case where the Authority is of opinion that the issue of duplicate certificate is necessary.]1. Ins. by Act 5 of 2015, s. 4, (w.e.f. 26-12-2014).2. Sections (2A) and (2B) renumbered as sections (2D) and (2E) thereof by Act 47 of 1950, s. 6 (w.e.f. 1-6-1950).3. Subs. by Act 62 of 1956, s. 2 the Schedule, for \"the States\" (w.e.f. 1-11-1956).4. Subs. by Act 20 of 1940, s. 3, for \"insurer\" (w.e.f. 10-4-1940).5. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).6. Ins. by Act 6 of 1946, s. 3 (w.e.f. 20-3-1946).7. The Proviso Added by Act 20 of 1940, s. 3 (w.e.f. 10-4-1940).8. Subs. by Act 13 of 1941, s. 3, for \"such date as may be fixed in this behalf by the Central Government by notification in theofficial Gazette\" (w.e.f. 8-4-1941).9. The proviso ins. by Act 41 of 1999, s. 30 and the First Schedule (w.e.f. 19-4-2000).10. Subs. by Act 5 of 2015, s. 6, for sub-section (2) (w.e.f. 26-12-2014).1. Ins. by Act 32 of 1965, s. 2 (w.e.f. 29-9-1965).2. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).3. Subs. by Act 5 of 2015, s. 6, for \"5, 31A and 32\" (w.e.f. 26-12-2014).4. Ins. by Act 41 of 1999, s. 30 and the First Schedule (w.e.f. 19-4-2000).5. Subs. by Act 5 of 2015, s. 6, for sub-section (2C) (w.e.f. 26-12-2014).6. Sub-section (2D) omitted by s. 6, ibid. (w.e.f. 26-12-2014).7. Subs. by s. 6, ibid., for sub-sections (3), (4), (5) and (5A) (w.e.f. 26-12-2014).1. Ins. by Act 20 of 1940, s. 3.2. Subs. by Act 5 of 2015, s. 6, for sub-section (5C) (w.e.f. 26-12-2014).", "4": "9[4. Minimum limits for annuities and other benefits secured by policies of life insurance.-The insurer shall pay or undertake to pay on any policy of life insurance or a group policy issued, a minimum annuity and other benefits as may be determined by regulations excluding any profit or bonus provided that this shall not prevent an insurer from converting any policy into a paid-up policy of any value or payment of surrender value of any amount.]", "5": "5. Restriction on name of insurer.-(1) An insurer shall not be registered by a name identical with that by which an insurer in existence is already registered, or so nearly resembling that name as to be 24calculated to deceive except when the insurer in existence is in the course of being dissolved and signifies his consent to the 1[Authority], (2) If an insurer, through inadvertence or otherwise, is without such consent as aforesaid registered by a name identical with that by which an insurer already in existence whether previously registered or not is carrying on business or so nearly resembling it as to be calculated to deceive, the first-mentioned insurer shall, if called upon to do so by the 1[Authority] on the application of the second-mentioned insurer, change his name within a time to be fixed by the 1[Authority]:1. Ins. by Act 20 of 1940, s. 3.2. Subs. by Act 6 of 1946, s. 3, for certain words (w.e.f. 20-3-1946).3. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).4. Ins. by s. 30 and the First Schedule, ibid. (w.e.f. 19-4-2000).5. Sub-section (6) omitted by Act 32 of 1965, s. 2 (w.e.f. 29-9-1965).6. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for sub-section (7) (19-4-2000).7. Subs. by Act 5 of 2015, s. 7, for section 3A (w.e.f. 26-12-2014).8. Ins. by Act 6 of 1946, s. 4 (w.e.f. 20-3-1946).9. Subs. by Act 5 of 2015, s. 8, for section 4 (w.e.f. 26-12-2014).", "6": "4[6. Requirement as to capital.-(1) No insurer not being an insurer as defined in sub-clause (d) of clause (9) of section 2, carrying on the business of life insurance, general insurance, health insurance or re-insurance in India or after the commencement of the Insurance Regulatory and Development Authority Act, 1999 (41 of 1999), shall be registered unless he has,-(i) a paid-up equity capital of rupees one hundred crore, in case of a person carrying on the business of life insurance or general insurance; or(ii) a paid-up equity capital of rupees one hundred crore, in case of a person carrying on exclusively the business of health insurance; or(iii) a paid-up equity capital of rupees two hundred crore, in case of a person carrying on exclusively the business as a re-insurer: Provided that the insurer, may enhance the paid-up equity capital, as provided in this section in accordance with the provisions of the Companies Act, 2013 (18 of 2013), the Securities and Exchange Board of India Act, 1992 (15 of 1992) and the rules, regulations or directions issued thereunder or any other law for the time being in force:Provided further that in determining the paid-up equity capital, any preliminary expenses incurred in the formation and registration of any insurer as may be specified by the regulations made under this Act, shall be excluded.(2) No insurer, as defined in sub-clause (d) of clause (9) of section 2, shall be registered unless he has net owned funds of not less than rupees five thousand crore.]", "7": "7. [Deposits.]- Omitted by s. 14, ibid. (w.e.f. 26-12-2014).", "8": "8. [Reservation of deposits.]- Omitted by s. 14, ibid. (w.e.f. 26-12-2014).", "9": "9. [Refund of deposit.]- Omitted by, s. 14, ibid. (w.e.f. 26-12-2014).", "10": "10. Separation of accounts and funds.-(1) Where the insurer carries on business of more than one of the 3[following classes, namely, life insurance, fire insurance, marine insurance or miscellaneous insurance], he shall keep a separate account of all receipts and payments in respect of each such class of insurance business 4[and where the insurer carries on business of 5[miscellaneous insurance] whether alone or in conjunction with business of another class, he shall, unless the 6[Authority] waives this requirement in writing, keep a separate account of all receipts and payments in respect of 7[each of such sub-classes of miscellaneous insurance business] as may be 8[specified by the regulations]:Provided that no sub-class of 9[miscellaneous insurance business] shall be prescribed under this sub-section if the insurance business comprised in the sub-class consist of insurance contracts which are terminable by the insurer at intervals not exceeding twelve months and under which, if a claim arises, the insurer's liability to pay benefit ceases within one year of the date on which the claim arose.](2) Where the insurer carries on the business of life insurance 10[all receipts due in respect of such business], shall be carried to and shall form a separate fund to be called the life insurance fund 11[the assets of which shall, 12***, be kept distinct and separate from all other assets of the insurer] and the deposit made by the insurer in respect of life insurance business shall be deemed to be 13[part of the assets of such fund; 14[and every insurer shall, within the time limited in sub-section (1) of section 15 in regard to the furnishing of the statements and accounts referred to in section 11, furnish to the Controller a statement showing in detail such assets as at the close of every calendar year duly certified by an auditor or by a person qualified to audit 15***:]Provided that such statement shall, in the case of an insurer to whom section 11 applies, be set out as a part of the balance-sheet mentioned in clause (a) of sub-section (I) of that section: Provided further that an insurer may show in such statement all the assets held in his life department, but at the same time showing any deductions on account of general reserves and other liabilities of that department:Provided also that the 1[Authority] may call for a statement similarly certified of such assets as at any other date specified by him to be furnished within a period of three months from the date with reference to which the statement is called for]].2[(2A) No insurer carrying on life insurance business shall be entitled to be registered for any class of insurance business in addition to the class or classes for which he has been already registered unless the 1[Authority] is satisfied that the assets of the life insurance fund of the insurer are adequate to meet all his liabilities on policies of life insurance maturing for payment.]3[(2AA) Where the insurer carries on the business of insurance, all receipts due in respect of each sub-class of such insurance business shall be carried to and shall form a separate fund, the assets of which shall be kept separate and distinct from other assets of the insurer and every insurer shall submit to the Authority the necessary details of such funds as may be required by the Authority from time to time and such funds shall not be applied directly or indirectly, save as expressly permitted under this Act or regulations made thereunder.](3) The life insurance fund shall be as absolutely the security of the life policy-holders as though it belonged to an insurer carrying on no other business than life insurance business and shall not be liable for any contracts of the insurer for which it would not have been liable had the business of the insurer been only that of life insurance and shall not be applied directly or indirectly 4*** for any purposes 5[other than those of the life insurance business of the insurer].1. Subs. by Act 5 of 2015, s. 13, for \"High Court\" (w.e.f. 26-12-2014).2. Sub-section (4) omitted by Act 5 of 2015, s. 13 (w.e.f. 26-12-2014).3. Subs. by Act 62 of 1968, s. 8, for \"classes specified in clause (a), (b), (c) and (d) of sub-section (1) of section 7\"(w.e.f. 1-6-1969).4. Sub-section (1) Added by Act 13 of 1941, s. 8 (w.e.f. 8-4-1941).5. Subs. by Act 62 of 1968, s. 8, for \"the class specified in clause (d) of that sub-section\" (w.e.f. 1-6-1969).6. Subs. by Act 41of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).7. Subs. by Act 62 of 1968, s. 8, for \"each such sub-class of the class specified in clause (d)\" (w.e.f. 1-6-1969).8. Subs. by Act 5 of 2015, s. 15, for \"prescribed in this behalf\" (w.e.f. 26-12-2014).9. Subs. by Act 62 of 1968, s. 8, for \"the class of insurance business specified in clause (d) of sub-section (1) of section 7\" (w.e.f.1-6-1969).10. Subs. by Act 13 of 1941, s. 8, for \"the excess of receipts over payments in respect of such business\" (w.e.f. 8-4-1941).11. Ins. by Act 6 of 1946, s. 8 (w.e.f. 20-3-1946).12. The words, brackets and figures, \"after the expiry of six months from the commencement of the Insurance (Amendment)Act, 1946 (6 of 1946)\" omitted by Act 5 of 2015, s. 15 (w.e.f. 26-12-2014).13. Subs. by Act 6 of 1946, s. 8, for \"part of such fund\" (w.e.f. 20-3-1946).14. Subs. by Act 47 of 1950, s. 11, for certain words (w.e.f. 1-6-1950).15. The words \"under the law of the insurer's country\" omitted by Act 5 of 2015, s. 15 (w.e.f. 26-12-2014).", "11": "6[11. Accounts and balance-sheet.-(1) Every insurer, on or after the date of the commencement of the Insurance Laws (Amendment) Act, 2015 (5 of 2015), in respect of insurance business transacted by him and in respect of his shareholders' funds, shall, at the expiration of each financial year, prepare with reference to that year, balance sheet, a profit and loss account, a separate account of receipts and payments, a revenue account in accordance with the regulations as may be specified.(2) Every insurer shall keep separate accounts relating to funds of shareholders and policyholders.(3) Unless the insurer is a company as defined in clause (20) of section 2 of the Companies Act, 2013 (18 of 2013), the accounts and statements referred to in sub-section (1) shall be signed by the insurer, or in the case of a company by the chairman, if any, and two directors and the principal officer of the company, or in case of an insurance cooperative society by the person in charge of the society and shall be accompanied by a statement containing the names, descriptions and occupations of, and the directorships held by, the persons in charge of the management of the business during the period to which such accounts and statements refer and by a report on the affairs of the business during that period.]1. Subs. by Act 41of 1999, s. 30 and The First Schedule, for \"Controller\" (w.e.f. 19-4-2000).2. Ins. by Act 6 of 1946, s. 8 (w.e.f. 20-3-1946).3. Ins. by Act 5 of 2015, s. 15 (w.e.f. 26-12-2014).4. The words \"save as provided in section 49\" omitted by Act 13 of 1941, s. 8 (w.e.f. 8-4-1941).5. Subs. by s. 8, ibid., for \"other than those of life insurance\" (w.e.f. 8-4-1941).6. Subs. by Act 5 of 2015, s. 16, for section 11 (w.e.f. 26-12-2014).", "12": "1[12. Audit.-The balance sheet, profit and loss account, revenue account and profit and loss appropriation account of every insurer, in respect of all insurance business transacted by him, shall, unless they are subject to audit under the Companies Act, 2013 (18 of 2013), be audited annually by an auditor, and the auditor shall in the audit of all such accounts have the powers of, exercise the functions vested in, and discharge the duties and be subject to the liabilities and penalties imposed on, auditors of companies by section 147 of the Companies Act, 2013.]", "13": "13. Actuarial report and abstract.-2[(1) Every insurer carrying on life insurance business shall, once at least every year cause an investigation to be made by an actuary into the financial condition of the life insurance business carried on by him, including a valuation of his liabilities in respect thereto and shall cause an abstract of the report of such actuary to be made in accordance with the regulations:Provided that the Authority may, having regard to the circumstances of any particular insurer, allow him to have the investigation made as at a date not later than two years from the date as at which the previous investigation was made: Provided further that every insurer, on or after the commencement of the Insurance Regulatory and Development Authority Act, 1999 (41 of 1999), shall cause an abstract of the report of the actuary to be made in such manner as may be specified by the regulations.](2) The provisions of sub-section (1) regarding the making of an abstract shall apply whenever at any other time an investigation into the financial condition of the insurer is made with a view to the distribution of profits or an investigation is made of which the results are made public. (3) There shall be appended to every such abstract as is referred to in sub-section (1) or sub-section (2) a certificate signed by the principal officer of the insurer that full and accurate particulars of every policy under which there is a liability either actual or contingent have been furnished to the actuary for the purpose of the investigation.3[(4) There shall be appended to every such abstract a statement prepared in such form and in such manner as may be specified by the regulations: Provided that, if the investigation referred to in sub-sections (1) and (2) is made annually by any insurer, the statement need not be appended every year but shall be appended at least once in every three years.] (5) Where an investigation into the financial condition of an insurer is made as at a date other than the expiration of the year of account, the accounts for the period since the expiration of the last year of account and the balance-sheet as at the date at which the investigation is made shall be prepared and audited in the manner provided by this Act.4[(6) The provisions of this section relating to the life insurance business shall apply also to any such sub-class of insurance business included in the class \"Miscellaneous Insurance\" and the Authority may authorise such modifications and variations of regulations as may be necessary to facilitate their application to any such sub-class of insurance business: Provided that, if the Authority is satisfied that the number and amount of the transactions carried out by an insurer in any such sub-class of insurance business is so small as to render periodic investigation and valuation unnecessary, it may exempt that insurer from the operation of this sub-section in respect of that sub-class of insurance business.]1. Subs. by Act 5 of 2015, s. 17, for section 12 (w.e.f. 26-12-2014).2. Subs. by s. 18, ibid., for sub-section (1) (w.e.f. 26-12-2014).3. Subs. by s. 18, ibid., for sub-section (4) (w.e.f. 26-12-2014).4. Subs. by s. 18, ibid., for sub-section (6) (w.e.f. 26-12-2014).", "14": "1[14. Record of policies and claims.-(1) Every insurer, in respect of all business transacted by him, shall maintain-(a) a record of policies, in which shall be entered, in respect of every policy issued by the insurer, the name and address of the policyholder, the date when the policy was effected and a record of any transfer, assignment or nomination of which the insurer has notice;(b) a record of claims, every claim made together with the date of the claim, the name and address of the claimant and the date on which the claim was discharged, or, in the case of a claim which is rejected, the date of rejection and the grounds thereof; and(c) a record of policies and claims in accordance with clauses (a) and (b) may be maintained in any such form, including electronic mode, as may be specified by the regulations made under this Act.(2) Every insurer shall, in respect of all business transacted by him, endeavour to issue policies above a specified threshold in terms of sum assured and premium in electronic form, in the manner and form to be specified by the regulations made under this Act.]", "15": "2[15. Submission of returns.-(1) The audited accounts and statements referred to in section 11 or sub-section (5) of section 13 and the abstract and statement referred to in section 13 shall be printed, and four copies thereof shall be furnished as returns to the Authority within six months from the end of the period to which they refer. (2) Of the four copies so furnished, one shall be signed in the case of a company by the chairman and two directors and by the principal officer of the company and, if the company has a managing director by that managing director and one shall be signed by the auditor who made the audit or the actuary who made the valuation, as the case may be.]", "16": "16. [Returns by insurers established outside India.]-Omitted by the Insurance Laws (Amendment) Act, 2015 (5 of 2015), s. 21 (w.e.f. 26-12-2014).", "17": "17. [Exemption from certain provisions of the Indian Companies Act, 1913.]-Omitted by s. 21, ibid. (w.e.f. 26-12-2014).", "18": "18. Furnishing reports.-Every insurer shall furnish to the 3[Authority] a certified copy of every report on the affairs of the concern which is submitted to the members or policy-holders of the insurer immediately after its submission to the members or policy-holders, as the case may be.", "19": "19. Abstract of proceedings of general meetings.-Every insurer, being a company or body incorporated under any law for the time being in force in 4[India], shall furnish to the 6[Authority] 5[a certified copy of the minutes of the proceedings of every general meeting, as entered in the Minutes Book of the insurer] within thirty days from the holding of the meeting to which it relates.1. Subs. by Act 5 of 2015, s. 19 for section 14 (w.e.f. 26-12-2014).2. Subs. by s. 20, ibid., for section 15 (w.e.f. 26-12-2014).3. Subs. by Act 41 of 1999, s. 30 and The First Schedule, for \"Controller\" (w.e.f. 19-4-2000).4. Subs. by Act 62 of 1956, s. 2 and the Schedule, for \"the States\" (w.e.f. 1-11-1956).5. Subs by Act 47 of 1950, s. 14, for \"an abstract of the proceedings of every general meeting\" (w.e.f. 1-6-1950).", "20": "20. Custody and inspection of documents and supply of copies.-1[(1) Every return furnished to the Authority or certified copy thereof shall be kept by the Authority and shall be open to inspection; and any person may procure a copy of any such return, or of any part thereof, on payment of such fee as may be specified by the regulations.](2) A printed or certified copy of the accounts, statements and abstract furnished in accordance with the provisions of section 15 2*** shall, on the application of any shareholder or policy-holder made at any time within two years from the date on which the documents was so furnished, be supplied to him by the insurer within fourteen days when the insurer is constituted, incorporated or domiciled in 3[India] and in any other case within one month of such application.(3) A copy of the memorandum and articles of association of the insurer, if a company shall on the application of any policy-holder, be supplied to him by the insurer on payment of 4[such fee as may be specified by the regulations].", "21": "21. Powers of 5[Authority] regarding returns.-(1) If it appears to the 5[Authority] that any return furnished to him under the provisions of this Act is inaccurate or defective in any respect, he may- (a) require from the insurer such further information, certified if he so directs by an auditor or actuary, as he may consider necessary to correct or supplement such return; (b) call upon the insurer to submit for his examination at the principal place of business of the insurer in 3[India] any book of account, register or other document or to supply any statement which his may specify in a notice served on the insurer for the purpose; (c) examine any office of the insurer on oath in relation to the return;(d) decline to accept any such return unless the inaccuracy has been corrected or the deficiency has been supplied before the expiry of one month from the date on which the requisition asking for correction of (he inaccuracy or supply of the deficiency was delivered to the insurer 6[or of such further time as the 5[Authority] may specify in the requisition] and if him declines to accept any such return, the insurer shall be deemed to have failed to comply with the provisions of section 15 7*** 8[or section 28] 9[or section 28A] 10[or section 28B or section 64V] relating to the furnishing of returns.11[(2) The Securities Appellate Tribunal may, on the application of an insurer and after hearing the Authority, cancel any order made by the Authority under clause (d) of sub-section (1) or may direct the acceptance of such a return which the Authority has declined to accept, if the insurer satisfies the Tribunal that the action of the Authority was in the circumstances unreasonable: Provided that no application under this sub-section shall be entertained unless it is made before the expiration of four months from the date when the Authority made the order or declined to accept the return.]1. Subs. by Act 5 of 2015, s. 23, for sub-section (1) (w.e.f. 26-12-2014).2. The words and figures \"or section 16\" omitted by s. 23, ibid. (w.e.f. 26-12-2014).3. Subs. by Act 62 of 1956, s. 2 and the Schedule, for \"the States\" (w.e.f. 1-11-1956).4. Subs. by 5 of 2015, s. 23, for \"one rupee\" (w.e.f. 26-12-2014).5. Subs. by Act 41 of 1999, s. 30 and the Schedule, for \"Controller\" (w.e.f. 19-4-2000).6. Ins. by Act 47 of 1950, s. 15 (w.e.f. 1-6-1950).7. The words and figures \"or section 16\" omitted by Act 5 of 2015, s. 24 (w.e.f. 26-12-2014).8. Ins. by Act 6 of 1946, s. 13 (w.e.f. 20-3-1946).9. Ins. by Act 47of 1950, s. 15 (w.e.f. 1-6-1950).10. Ins. by Act 6 of 1968, s. 10 (w.e.f. 1-6-1969).11. Subs. by Act 5 of 2015, s. 24 (w.e.f. 26-12-2014).", "22": "22. Power of 1[Authority] to order revaluation.-2[(1)] If it appears to the 1[Authority] that an investigation or valuation to which section 13 refers 3*** does not properly indicate the condition of the affairs of the insurer by reason of the faulty basis adopted in the valuation, he may, after giving notice to the insurer and giving him an opportunity to be heard, cause an investigation and valuation 4[as at such date as the 1[Authority] may specify] to be made at the expense of the insurer by an actuary appointed by the insurer for this purpose and approved by the 1[Authority] and 4[and the insurer shall place at the disposal of the actuary so appointed and approved all the material required by the actuary for the purposes of the investigation and valuation within such period, not being less than three months, as the 1[Authority] may specify],5[(2) The provisions of sub-sections (1) and (4) of section 13, and of sub-sections (I) and (2) of section 6***, shall apply in relation to an investigation and valuation under this section: Provided that the abstract and statement prepared as the result of such investigation and valuation shall be furnished by such date as the 1[Authority] may specify.]", "23": "23. Evidence of documents.-(1) Every return furnished to the 1[Authority] which has been certified by the 1[Authority] to be a return so furnished, shall be deemed to be a return so furnished. (2) Every document, purporting to be certified by the 1[Authority] to be a copy of a return so furnished, shall be deemed to be a copy of that return and shall be received in evidence as if it were the original return, unless some variation between it and the original return is proved.", "24": "24. [Summary of returns to be published].-Omitted by the Insurance (Amendment) Act, 1941 (13 of 1941), s. 16 (w.e.f. 8-4-1941)].", "25": "25. Returns to be published in statutory forms.-No insurer shall publish in 7[India] any return in a form other than that in which it has been furnished to the 1[Authority]: Provided that nothing contained in this section shall prevent an insurer from publishing a true and accurate abstract from such returns for the purposes of publicity.", "26": "26. Alterations in the particulars furnished with application for registration to be reported.-Whenever any alteration occurs or is made which affects any of the matters which are required under the provisions of sub-section (2) of section 3 to accompany an application by an insurer for registration, the insurer shall forthwith furnish to the 1[Authority] full particulars of such alteration. 8[All such particulars shall be authenticated in the manner required by that sub-section for the authentication of the matters therein referred to, and, where the alteration affects the assured rates, advantages, terms and conditions offered in connection with life insurance policies the actuarial certificate referred to in clause (f) of the said sub-section shall accompany the particulars of the alteration.]1. Subs. by Act 41 of 1999, s. 30 and the Schedule, for \"Controller\" (w.e.f. 19-4-2000).2. Section 22 renumbered as sub-section (1) thereof by Act 6 of 1946, s. 14 (w.e.f. 20-3-1946).3. The words, brackets, letter and figures \"or an abstract of a valuation report furnished under clause (c) of sub-section (2) ofsection 16\" omitted by Act 5 of 2015 s. 25 (w.e.f. 26-12-2014).4. Ins. by Act 6 of 1946, s. 14 (w.e.f. 20-3-1946).5. Added by s. 14, ibid., (w.e.f. 20-3-1946).6. The words, brackets, letter and figures \"or, as the case may be, of sub-section (2) of section 16\" omitted by Act 5 of 2015, s. 25(w.e.f. 26-12-2014).7. Subs. by Act 62 of 1956, s. 2 and the Schedule, for \"the States\" (w.e.f. 1-11-1956).8. Added by Act 13 of 1941, s. 17 (w.e.f. 8-4-1941).", "27": "1[27. Investment of assets.-(1) Every insurer shall invest and at all times keep invested assets equivalent to not less than the sum of-(a) the amount of his liabilities to holders of life insurance policies in India on account of matured claims, and(b) the amount required to meet the liability on policies of life insurance maturing for payment in India, less-(i) the amount of premiums which have fallen due to the insurer on such policies but have not been paid and the days of grace for payment of which have not expired, and (ii) any amount due to the insurer for loans granted on and within the surrender values of policies of life insurance maturing for payment in India issued by him or by an insurer whose business he has acquired and in respect of which he has assumed liability in the following manner, namely:-(a) twenty-five per cent. of the said sum in Government securities, a further sum equal to not less than twenty-five per cent. of the said sum in Government securities or other approved securities; and(b) the balance in any of the approved investments, as may be specified by the regulations subject to the limitations, conditions and restrictions specified therein.(2) In the case of an insurer carrying on general insurance business, twenty per cent. of the assets in Government Securities, a further sum equal to not less than ten per cent. of the assets in Government Securities or other approved securities and the balance in any other investment in accordance with the regulations of the Authority and subject to such limitations, conditions and restrictions as may be specified by the Authority in this regard.Explanation.-In this section, the term \"assets\" means all the assets of insurer at their carrying value but does not include any assets specifically held against any fund or portion thereof in respect of which the Authority is satisfied that such fund or portion thereof, as the case may be, is regulated by the law of any country outside India or miscellaneous expenditure or in respect of which the Authority is satisfied that it would not be in the interest of the insurer to apply the provisions of this section.(3) For the purposes of sub-sections (1) and (2), any specified assets shall, subject to such conditions, if any, as may be specified, be deemed to be assets invested or kept invested in approved investments specified by regulations.(4) In computing the assets referred to in sub-sections (1) and (2), any investment made with reference to any currency other than the Indian rupee which is in excess of the amount required to meet the liabilities of the insurers in India with reference to that currency, to the extent of such excess, shall not be taken into account: Provided that nothing contained in this sub-section shall affect the operation of sub-section (2):Provided further that the Authority may, either generally or in any particular case, direct that any investment shall, subject to such conditions as may be imposed, be taken into account, in such manner as may be specified in computing the assets referred to in sub-sections (1) and (2) and where any directionhas been issued under this proviso, copies thereof shall be laid before each house of Parliament as soon as may be after it is issued.(5) Where an insurer has accepted re-insurance in respect of any policies of life insurance issued by another insurer and maturing for payment in India or has ceded re-insurance to another insurer in respect of any such policies issued by himself, the sum referred to in sub-section (1) shall be increased by the amount of the liability involved in such acceptance and decreased by the amount of the liability involved in such cession.(6) The Government securities and other approved securities in which assets are under sub-section (1) or sub-section (2) to be invested and kept invested shall be held by the insurer free of any encumbrance, charge, hypothecation or lien.(7) The assets required by this section to be held invested by an insurer incorporated or domiciled outside India shall, except to the extent of any part thereof which consists of foreign assets held outside India, be held in India and all such assets shall be held in trust for the discharge of the liabilities of the nature referred to in sub-section (1) and shall be vested in trustees resident in India and approved by the Authority, and the instrument of trust under this sub-section shall be executed by the insurer with the approval of the Authority and shall define the manner in which alone the subject-matter of the trust shall be dealt with.Explanation.-This sub-section shall apply to an insurer incorporated in India whose share capital to the extent of one-third is owned by, or the members of whose governing body to the extent of one-third consists of members domiciled elsewhere than in India.]1. Subs. by Act 5 of 2015, s. 26, for sections 27, 27A, 27B, 27C and 27D (w.e.f. 26-12-2014)", "28": "1[28. Statement and return of investment of assets.-Every insurer shall submit to the Authority returns giving details of investments made, in such form, time and manner including its authentication as may be specified by the regulations.]", "29": "2[29. Prohibition of loans.-(1) No insurer shall grant loans or temporary advances either on hypothecation of property or on personal security or otherwise, except loans on life insurance policies issued by him within their surrender value, to any director, manager, actuary, auditor or officer of the insurer, if a company or to any other company or firm in which any such director, manager, actuary or officer holds the position of a director, manager, actuary, officer or partner:Provided that nothing contained in this sub-section shall apply to such loans, made by an insurer to a banking company, as may be specified by the Authority: Provided further that nothing in this section shall prohibit a company from granting such loans or advances to a subsidiary company or to any other company of which the company granting the loan or advance is a subsidiary company if the previous approval of the Authority is obtained for such loan or advance.(2) The provisions of section 185 of the Companies Act, 2013 (18 of 2013) shall not apply to a loan granted to a director of an insurer being a company, if the loan is one granted on the security of a policy on which the insurer bears the risk and the policy was issued to the director on his own life, and the loan is within the surrender value of the policy.(3) Subject to the provisions of sub-section (1), no insurer shall grant-(a) any loans or temporary advances either on hypothecation of property or on personal security or otherwise, except such loans as may be specified by the regulations including the loans sanctioned as part of their salary package to the full-time employees of the insurer as per the scheme duly approved by its Board of Directors;(b) temporary advances to any insurance agent to facilitate the carrying out of his functions as such except in cases where such advances do not exceed in the aggregate the renewal commission earned by him during the immediately preceding year.(4) Where any event occurs giving rise to circumstances, the existence of which at the time of grant of any subsisting loan or advance would have made such grant a contravention of this section, such loan or advance shall, notwithstanding anything in any contract to the contrary, be repaid within three months from the occurrence of such event.(5) In case of default in complying with the provisions of sub-section (4), the director, manager, auditor, actuary, officer or insurance agent concerned shall, without prejudice to any other penalty which he may incur, cease to hold office under, or to act for, the insurer granting the loan on the expiry of three months.]1. Subs. by Act 5 of 2015, s. 27, for section 28, section 28A and section 28B (w.e.f. 26-12-2014).2. Subs. by s. 27, ibid., for section 29 (w.e.f. 26-12-2014).", "30": "1[30. Liability of directors, etc., for loss due to contravention of section 27, 27A, 27B, 27C, 27D or section 29.-If by reason of a contravention of any of the provisions of section 27, 27A, 27B, 27C, 27D or section 29, any loss is sustained by the insurer or by the policyholders, every director, manager or officer who is knowingly a party to such contravention shall, without prejudice to any other penalty to which he may be liable under this Act, be jointly and severally liable to make good the amount of such loss.]", "31": "31. Assets of insurer how to be kept.-2[(1) None of the assets in India of any insurer shall, except in so far as assets are required to be vested in trustees under sub-section (7) of section 27, be kept otherwise than in the name of a public officer approved by the Authority, or in the corporate name of the undertaking, if a company or an insurance co-operative society, as the case may be.]3[(2) Nothing contained in this section shall be deemed to prohibit the endorsement in favour of a banking company of any security or other document solely for the purpose of collection or for realisation of interest, bonus or dividend.]", "32": "32. [Limitation on employment of managing agents and on the remuneration payable to them].-Omitted by the Insurance Laws (Amendment) Act, 2015 (5 of 2015), s. 33 (w.e.f. 26-12-2014).", "33": "5[33. Power of investigation and inspection by Authority.-(1) The Authority may, at any time, if it considers expedient to do so by order in writing, direct any person (herein referred to as \"Investigating Officer\") specified in the order to investigate the affairs of any insurer or intermediary or insurance intermediary, as the case may be, and to report to the Authority on any investigation made by such Investigating Officer: Provided that the Investigating Officer may, wherever necessary, employ any auditor or actuary or both for the purpose of assisting him in any investigation under this section.(2) Notwithstanding anything to the contrary contained in section 210 of the Companies Act, 2013 (18 of 2013), the Investigating Officer may, at any time, and shall, on being directed so to do by the Authority, cause an inspection to be made by one or more of his officers of the books of account of any insurer or intermediary or insurance intermediary, as the case may be, and the Investigating Officer shall supply to the insurer or intermediary or insurance intermediary, as the case may be, a copy of the report on such inspection.(3) It shall be the duty of every manager, managing director or other officer of the insurer including a service provider, contractor of an insurer where services are outsourced by the insurer, or intermediary or insurance intermediary, as the case may be, to produce before the Investigating Officer directed to make the investigation under sub-section (1), or inspection under sub-section (2), all such books of account, registers, other documents and the database in his custody or power and to furnish him with any statement and information relating to the affairs of the insurer or intermediary or insurance intermediary, as the case may be, as the Investigating Officer may require of him within such time as the said Investigating Officer may specify.(4) Any Investigating Officer, directed to make an investigation under subsection (1), or inspection under sub-section (2), may examine on oath, any manager, managing director or other officer of the insurer including a service provider or contractor where the services are outsourced by the insurer or intermediary or insurance intermediary, as the case may be, in relation to his business.(5) The Investigating Officer shall, if he has been directed by the Authority to cause an inspection to be made, make a report to the Authority on such inspection.(6) On receipt of any report under sub-section (1) or sub-section (5), the Authority may, after giving such opportunity to the insurer or intermediary or insurance intermediary, as the case may be, to make a representation in connection with the report as, in the opinion of the Authority, seems reasonable, by order in writing,-(a) require the insurer, to take such action in respect of any matter arising out of the report as the Authority may think fit; or(b) cancel the registration of the insurer or intermediary or insurance intermediary, as the case may be; or(c) direct any person to apply to the court for the winding up of the insurer or intermediary or insurance intermediary, as the case may be, if it is a company, whether the registration of the insurer or intermediary or insurance intermediary, as the case may be, has been cancelled under clause (b) or not. (7) The Authority may by the regulations made by it specify the minimum information to be maintained by insurers or intermediary or insurance intermediary, as the case may be, in their books, the manner in which such information shall be maintained, the checks and other verifications to be adopted by insurers or intermediary or insurance intermediary, as the case may be, in that connection and all other matters incidental thereto as are, in its opinion, necessary to enable the Investigating Officer to discharge satisfactorily his functions under this section.Explanation.- For the purposes of this section, the expression \"insurer\" shall include in the case of an insurer incorporated in India-(a) all its subsidiaries formed for the purpose of carrying on the business of insurance exclusively outside India; and(b) all its branches whether situated in India or outside India.(8) Any insurer or intermediary or insurance intermediary aggrieved by any order made under this section may prefer an appeal to the Securities Appellate Tribunal.(9) All expenses of, and incidental to, any investigation made under this section shall be defrayed by the insurer or intermediary or insurance intermediary, as the case may be, shall have priority over the debts due from the insurer and shall be recoverable as an arrear of land revenue.]1. Ins. by Act 41 of 1999, s. 30 and the First Schedule (w.e.f. 19-4-2000).2. Subs. by Act 5 of 2015, s. 35, for \"rural or social sector\" (w.e.f. 26-12-2014).3. Ins. by, s. 36, ibid. (w.e.f. 26-12-2014).4. Subs. by Act 25 of 1942, s. 3 and the Second Schedule, for \"Inspection\".5. Subs. by Act 5 of 2015, s. 37, for section 33 (w.e.f. 26-12-2014).", "34": "34. Power of the 1[Authority] to issue directions.-(1) Where the 1[Authority] is satisfied that-(a) in the public interest; or(b) to prevent the affairs of any insurer being conducted in a manner detrimental to the interests of the policy-holders or in a manner prejudicial to the interests of the insurer; or(c) generally to secure the proper management of any insurer, it is necessary to issue directions to insurers generally or to any insurer in particular, he may, from time to time, issue such directions as he deems fit, and the insurers or the insurer, as the case may be, shall be bound to comply with such directions: Provided that no such direction shall be issued to any insurer in particular unless such insurer has been given a reasonable opportunity of being heard.(2) The 1[Authority] may, on representation made to him or on his own motion, modify or cancel any direction issued under sub-section (1), and in so modifying or cancelling any direction, may impose such conditions as he thinks fit, subject to which the modification or cancellation shall have effect.]", "35": "35. Amalgamation and transfer of insurance business.-4[(1) Notwithstanding anything contained in any other law for the time being in force, no insurance business of an insurer shall be transferred to or amalgamated with the insurance business of any other insurer except in accordance with a scheme prepared under this section and approved by the Authority.](2) Any scheme prepared under this section shall set out the agreement under which the transfer or amalgamation is proposed to be effected, and shall contain such further provisions as may be necessary for giving effect to the scheme.(3) Before an application is made to the 5[Authority] 6[to approve any such scheme] notices of the intention to make the application together with a statement of the nature of the amalgamation or transfer, as the case may be, and of the reason therefore shall, at least two months before the application is made, be sent to the 5[Authority] 7[and certified copies, four in number, of each of the following documents shall be furnished to the 5[Authority], and other such copies shall] during the two months aforesaid be kept open for the inspection of the members and policy-holders at the principal and branch offices and chief agencies of the insurers concerned, namely:-(a) a draft of the agreement or deed under which it is proposed to effect the amalgamation or transfer;1[(b) balance sheets in respect of the insurance business of each of the insurers concerned in such amalgamation or transfer, prepared in such forms as may be specified by the regulations;(c) actuarial reports and abstracts in respect of the life insurance business of each of the insurers so concerned, prepared in conformity with the regulations specified in this regard.](d) a report on the proposed amalgamation or transfer, prepared by an independent actuary who has never been professionally connected with any of the parties concerned in the amalgamation or transfer at any time in the five years preceding the date on which he signs hi s report; (e) any other reports on which the scheme of amalgamation or transfer was founded.The balance-sheets, reports and abstracts referred to in clauses (b), (c) and (d) shall be prepared as at the date at which 2[the amalgamation or transfer if approved] by the 3[Authority] is to take effect, which date shall not be more than twelve months before the date on which the application to the 3[Authority] is made under this section:Provided that if the 3[Authority] so directs in the case of any particular insurer there may be substituted respectively for the balance-sheet, report and abstract referred to in clauses (b) and (c) prepared in accordance with this sub-section certified copies of the last balance-sheet and last report and abstract prepared in accordance with sections 11 and 13 4[of this Act or sections 7 and 8 of the Indian Life Assurance Companies Act, 1912 ( 6 of 1912 ),] if that balance-sheet is prepared as at a date not more than twelve months, and that report and abstract as at a date not more than five years, before the date on which the application to the 3[Authority] is made under this section].1. Subs. by Act 41 of 1999, s. 30 and the First Schedule for [Serial no. 22 (b)] \"Controller\" (w.e.f. 19-4-2000).2. Subs. by Act 5 of 2015, s. 41, for \"Central Government\" (w.e.f. 26-12-2014).3. Subs. by Act 20 of 1983, s. 2 and the Schedule, for \"may make rules\" (w.e.f. 15-3-1984).4. Subs. by Act 5 of 2015, s. 42, for sub-section (1) (w.e.f. 26-12-2014).5. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).6. Subs. by s. 30 and the First Schedule, ibid., for \"to sanction any such scheme\" (w.e.f. 19-4-2000).7. Subs. by Act 13 of 1941, s. 22, for \"and certified copies of the following documents shall be furnished to the Central Government and shall\" (w.e.f. 8-4-1941).", "36": "5[36. Sanction of amalgamation and transfer by Authority.-When any application under sub-section (3) of section 35 is made to the Authority, the Authority shall cause, a notice of the application to be given to the holders of any kind of policy of insurer concerned alongwith statement of the nature and terms of the amalgamation or transfer, as the case may be, to be published in such manner and for such period as it may direct, and, after hearing the directors and considering the objections of the policyholders and any other persons whom it considers entitled to be heard, may approve the arrangement, and shall make such consequential orders as are necessary to give effect to the arrangement.]", "37": "37. Statements required after amalgamation and transfer.-Where an amalgamation takes place between any two or more insurers, or 6[where any business of an insurer is transferred], whether in accordance with a scheme confirmed by the 3[Authority] or otherwise, the insurer carrying on the amalgamated business or 7[the person to whom the business is transferred], as the case may be, shall, within three months from the date of the completion of the amalgamation or transfer, 8[furnish in duplicate to the 3[Authority]]-(a) a certified copy of the scheme, agreement or deed under which the amalgamation or transfer has been effected, and 49(b) 1[ a declaration signed by every party concerned] or in the case of a company by the chairman and the principal officer that to the best of their belief every payment made or to be made to any person whatsoever on account of the amalgamation or transfer is therein fully set forth and that no other payments beyond those set forth have been made or are to be made either in money, policies, bonds, valuable securities or other property by or with the knowledge of any parties to the amalgamation or transfer, and2[(c) where the amalgamation or transfer has not been made in accordance with a 3[scheme approved] by the 4[Authority] under section 36-(i) balance-sheets in respect of the insurance business of each of the insurers concerned in such amalgamation or transfer, prepared in the Form set forth in Part II of the First Schedule and in accordance with the regulations contained in Part I of that Schedule, and(ii) certified copies of any other reports on which the scheme of amalgamation or transfer was founded.]1. Subs. by Act 5 of 2015, s. 42, for clauses (b) and (c) (w.e.f. 26-12-2014).2. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"the amalgamation or transfer if sanctioned\" (w.e.f. 19-4-2000).3. Subs. by s. 30 and the First Schedule, ibid., for \"Controller\" (w.e.f. 19-4-2000). Earlier subs. by Act 47 of 1950, s. 26, for\"Court\" (w.e.f. 1-6-1950).4. Ins. by Act 13 of 1941, s. 22 (w.e.f. 8-4-1941).5. Subs. by Act 5 of 2015, s. 43, for section 36 (w.e.f. 26-12-2014).6. Subs. by Act 13 of 1941, s. 24, for \"where any business of one insurer is transferred to another\" (w.e.f. 8-4-1941).7. Subs. by s. 24, ibid., for \"the insurer to whom the business is transferred\" (w.e.f. 8-4-1941).8. Subs. by s. 24, ibid., for \"furnish to the Central Government\" (w.e.f. 8-4-1941).", "38": "1[38. Assignment and transfer of insurance policies.-(1) A transfer or assignment of a policy of insurance, wholly or in part, whether with or without consideration, may be made only by an endorsement upon the policy itself or by a separate instrument, signed in either case by the transferor or by the assignor or his duly authorised agent and attested by at least one witness, specifically setting forth the fact of transfer or assignment and the reasons thereof, the antecedents of the assignee and the terms on which the assignment is made.(2) An insurer may, accept the transfer or assignment, or decline to act upon any endorsement made under sub-section (1), where it has sufficient reason to believe that such transfer or assignment is not bona fide or is not in the interest of the policyholder or in public interest or is for the purpose of trading of insurance policy.(3) The insurer shall, before refusing to act upon the endorsement, record in writing the reasons for such refusal and communicate the same to the policyholder not later than thirty days from the date of the policyholder giving notice of such transfer or assignment.(4) Any person aggrieved by the decision of an insurer to decline to act upon such transfer or assignment may within a period of thirty days from the date of receipt of the communication from the insurer containing reasons for such refusal, prefer a claim to the Authority.(5) Subject to the provisions in sub-section (2), the transfer or assignment shall be complete and effectual upon the execution of such endorsement or instrument duly attested but except, where the transfer or assignment is in favour of the insurer, shall not be operative as against an insurer, and shall not confer upon the transferee or assignee, or his legal representative, any right to sue for the amount of such policy or the moneys secured thereby until a notice in writing of the transfer or assignment and either the said endorsement or instrument itself or a copy thereof certified to be correct by both transferor and transferee or their duly authorised agents have been delivered to the insurer:Provided that where the insurer maintains one or more places of business in India, such notice shall be delivered only at the place where the policy is being serviced.(6) The date on which the notice referred to in sub-section (5) is delivered to the insurer shall regulate the priority of all claims under a transfer or assignment as between persons interested in the policy; and where there is more than one instrument of transfer or assignment the priority of the claims under such instruments shall be governed by the order in which the notices referred to in sub-section (5) are delivered:Provided that if any dispute as to priority of payment arises as between assignees, the dispute shall be referred to the Authority.(7) Upon the receipt of the notice referred to in sub-section (5), the insurer shall record the fact of such transfer or assignment together with the date thereof and the name of the transferee or the assignee and shall, on the request of the person by whom the notice was given, or of the transferee or assignee, on payment of such fee as may be specified by the regulations, grant a written acknowledgement of the receipt of such notice; and any such acknowledgement shall be conclusive evidence against the insurer that he has duly received the notice to which such acknowledgement relates.(8) Subject to the terms and conditions of the transfer or assignment, the insurer shall, from the date of the receipt of the notice referred to in sub-section (5), recognise the transferee or assignee named in the notice as the absolute transferee or assignee entitled to benefit under the policy, and such person shall be subject to all liabilities and equities to which the transferor or assignor was subject at the date of the transfer or assignment and may institute any proceedings in relation to the policy, obtain a loan under the policy or surrender the policy without obtaining the consent of the transferor or assignor or making him a party to such proceedings.Explanation.- Except where the endorsement referred to in sub-section (1) expressly indicates that the assignment or transfer is conditional in terms of sub-section (10) hereunder, every assignment or transfer shall be deemed to be an absolute assignment or transfer and the assignee or transferee, as the case may be, shall be deemed to be the absolute assignee or transferee respectively.(9) Any rights and remedies of an assignee or transferee of a policy of life insurance under an assignment or transfer effected prior to the commencement of the Insurance Laws (Amendment) Act, 2015 (5 of 2015) shall not be affected by the provisions of this section.(10) Notwithstanding any law or custom having the force of law to the contrary, an assignment in favour of a person made upon the condition that-(a) the proceeds under the policy shall become payable to the policyholder or the nominee or nominees in the event of either the assignee or transferee predeceasing the insured; or(b) the insured surviving the term of the policy, shall be valid: Provided that a conditional assignee shall not be entitled to obtain a loan on the policy or surrender a policy.(11) In the case of the partial assignment or transfer of a policy of insurance under sub-section (1), the liability of the insurer shall be limited to the amount secured by partial assignment or transfer and such policyholder shall not be entitled to further assign or transfer the residual amount payable under the same policy.1. Subs. by Act 5 of 2015, s. 45, for sections 38, 39 and 40 (w.e.f. 26-12-2014).", "39": "'39. Nomination by policyholder.-(1) The holder of a policy of life insurance on his own life may, when effecting the policy or at any time before the policy matures for payment, nominate the person or persons to whom the money secured by the policy shall be paid in the event of his death: Provided that, where any nominee is a minor, it shall be lawful for the policyholder to appoint any person in the manner laid down by the insurer, to receive the money secured by the policy in the event of his death during the minority of the nominee.(2) Any such nomination in order to be effectual shall, unless it is incorporated in the text of the policy itself, be made by an endorsement on the policy communicated to the insurer and registered by him in the records relating to the policy and any such nomination may at any time before the policy matures for payment be cancelled or changed by an endorsement or a further endorsement or a will, as the case may be, but unless notice in writing of any such cancellation or change has been delivered to the insurer, the insurer shall not be liable for any payment under the policy made bona fide by him to a nominee mentioned in the text of the policy or registered in records of the insurer.(3) The insurer shall furnish to the policyholder a written acknowledgement of having registered a nomination or a cancellation or change thereof, and may charge such fee as may be specified by regulations for registering such cancellation or change.(4) A transfer or assignment of a policy made in accordance with section 38 shall automatically cancel a nomination: Provided that the assignment of a policy to the insurer who bears the risk on the policy at the time of the assignment, in consideration of a loan granted by that insurer on the security of the policy within its surrender value, or its reassignment on repayment of the loan shall not cancel a nomination, but shall affect the rights of the nominee only to the extent of the insurer's interest in the policy:Provided further that the transfer or assignment of a policy, whether wholly or in part, in consideration of a loan advanced by the transferee or assignee to the policyholder, shall not cancel the nomination but shall affect the rights of the nominee only to the extent of the interest of the transferee or assignee, as the case may be, in the policy:Provided also that the nomination, which has been automatically cancelled consequent upon the transfer or assignment, the same nomination shall stand automatically revived when the policy is reassigned by the assignee or retransferred by the transferee in favour of the policyholder on repayment of loan other than on a security of policy to the insurer.(5) Where the policy matures for payment during the lifetime of the person whose life is insured or where the nominee or, if there are more nominees than one, all the nominees die before the policy matures for payment, the amount secured by the policy shall be payable to the policyholder or his heirs or legal representatives or the holder of a succession certificate, as the case may be.(6) Where the nominee or if there are more nominees than one, a nominee or nominees survive the person whose life is insured, the amount secured by the policy shall be payable to such survivor or survivors.(7) Subject to the other provisions of this section, where the holder of a policy of insurance on his own life nominates his parents, or his spouse, or his children, or his spouse and children, or any of them, the nominee or nominees shall be beneficially entitled to the amount payable by the insurer to him or them under sub-section (6) unless it is proved that the holder of the policy, having regard to the nature of his title to the policy, could not have conferred any such beneficial title on the nominee.(8) Subject as aforesaid, where the nominee, or if there are more nominees than one, a nominee or nominees, to whom sub-section (7) applies, die after the person whose life is insured but before the amount secured by the policy is paid, the amount secured by the policy, or so much of the amount secured by the policy as represents the share of the nominee or nominees so dying (as the case may be), shall be payable to the heirs or legal representatives of the nominee or nominees or the holder of a succession certificate, as the case may be, and they shall be beneficially entitled to such amount.(9) Nothing in sub-sections (7) and (8) shall operate to destroy or impede the right of any creditor to be paid out of the proceeds of any policy of life insurance.(10) The provisions of sub-sections (7) and (8) shall apply to all policies of life insurance maturing for payment after the commencement of the Insurance Laws (Amendment) Act, 2015 (5 of 2015).(11) Where a policyholder dies after the maturity of the policy but the proceeds and benefit of his policy has not been made to him because of his death, in such a case, his nominee shall be entitled to the proceeds and benefit of his policy.(12) The provisions of this section shall not apply to any policy of life insurance to which section 6 of the Married Women's Property Act, 1874 (3 of 1874), applies or has at any time applied: Provided that where a nomination made whether before or after the commencement of the Insurance Laws (Amendment) Act, 2015 (5 of 2015), in favour of the wife of the person who has insured his life or of his wife and children or any of them is expressed, whether or not on the face of the policy, as being made under this section, the said section 6 shall be deemed not to apply or not to have applied to the policy.", "40": "40. Prohibition of payment by way of commission or otherwise for procuring business.-(1) No person shall, pay or contract to pay any remuneration or reward, whether by way of commission or otherwise for soliciting or procuring insurance business in India to any person except an insurance agent or an intermediary or insurance intermediary in such manner as may be specified by the regulations.(2) No insurance agent or intermediary or insurance intermediary shall receive or contract to receive commission or remuneration in any form in respect of policies issued in India, by an insurer in any form in respect of policies issued in India, by an insurer except in accordance with the regulations specified in this regard:Provided that the Authority, while making regulations under sub-sections (1) and (2), shall take into consideration the nature and tenure of the policy and in particular the interest of the agents and other intermediaries concerned.(3) Without prejudice to the provisions of section 102 in respect of a contravention of any of the provisions of the preceding sub-sections or the regulations framed in this regard, by an insurer, any insurance agent or intermediary or insurance intermediary who contravenes the said provisions shall be liable to a penalty which may extend to one lakh rupees.]", "41": "41. Prohibition of rebates.-(1) No person shall allow or offer to allow, either directly or indirectly, as an inducement to any person to 2[take out or renew or continue] an insurance in respect of any kind of risk relating to lives or property in India, any rebate of the whole or part of the commission payable or any rebate of the premium shown on the policy, nor shall any person taking out or renewing 3[or continuing] a policy accept any rebate, except such rebate as may be allowed in accordance with the published prospectuses or tables of the insurer:2[Provided that acceptance by an insurance agent of commission in connection with a policy of life insurance taken out by himself on his own life shall not be deemed to be acceptance of a rebate of premium within the meaning of this sub-section if at the time of such acceptance the insurance agent satisfies the prescribed conditions establishing that he is a bona fide insurance agent employed by the insurer.]4[(2) Any person making default in complying with the provisions of this section shall be liable for a penalty which may extend to ten lakh rupees.]", "42": "5[42. Appointment of insurance agents.-(1) An insurer may appoint any person to act as insurance agent for the purpose of soliciting and procuring insurance business: Provided that such person does not suffer from any of the disqualifications mentioned in sub-section (3).(2) No person shall act as an insurance agent for more than one life insurer, one general insurer, one health insurer and one of each of the other mono-line insurers: Provided that the Authority shall, while framing regulations, ensure that no conflict of interest is allowed to arise for any agent in representing two or more insurers for whom he may be an agent.(3) The disqualifications referred to in the proviso to sub-section (1) shall be the following:-(a) that the person is a minor;(b) that he is found to be of unsound mind by a court of competent jurisdiction;(c) that he has been found guilty of criminal misappropriation or criminal breach of trust or cheating or forgery or an abetment of or attempt to commit any such offence by a court of competent jurisdiction:Provided that where at least five years have elapsed since the completion of the sentence imposed on any person in respect of any such offence, the Authority shall ordinarily declare in respect of such person that his conviction shall cease to operate as a disqualification under this clause;(d) that in the course of any judicial proceeding relating to any policy of insurance or the winding up of an insurer or in the course of an investigation of the affairs of an insurer it has been found that he has been guilty of or has knowingly participated in or connived at any fraud, dishonesty or misrepresentation against an insurer or insured;(e) that in the case of an individual, who does not possess the requisite qualifications or practical training or passed the examination, as may be specified by the regulations;(f) that in the case of a company or firm making, a director or a partner or one or more of its officers or other employees so designated by it and in the case of any other person the chief executive, by whatever name called, or one or more of his employees designated by him, do not possess the requisite qualifications or practical training and have not passed such an examination as required under clauses (e) and (g); (g) that he has not passed such examination as may be specified by the regulations;(h) that he has violated the code of conduct as may be specified by the regulations.(4) Any person who acts as an insurance agent in contravention of the provision of this Act, shall be liable to a penalty which may extend to ten thousand rupees and any insurer or any person acting on behalf of an insurer, who appoints any person as an insurance agent not permitted to act as such or transacts any insurance business in India through any such person shall be liable to penalty which may extend to one crore rupees.(5) The insurer shall be responsible for all the acts and omissions of its agents including violation of code of conduct specified under clause (h) of sub-section (3) and liable to a penalty which may extend to one crore rupees.]1. Subs. by Act 5 of 2015, s. 47, for sections 40B and 40C (w.e.f. 26-12-2014).2. Subs. by Act 13 of 1941, s. 27, for \"effect or renew\" (w.e.f. 8-4-1941).3. Ins. by s. 27, ibid, (w.e.f. 8-4-1941).4. Subs. by Act 5 of 2015, s. 48, for sub-section (2) (w.e.f. 26-12-2014).5. Subs. by s. 49, ibid., for section 42 (w.e.f. 26-12-2014).1. Subs. by Act 5 of 2015, s. 50, for sections 42A, 42B and 42C (w.e.f. 26-12-2014).", "43": "1[43. Record of insurance agents.-(1) Every insurer and every person who, acting on behalf of an insurer employs insurance agents shall maintain a record showing the name and address of every insurance agent appointed by him and the date on which his appointment began and the date, if any, on which his appointment ceased. (2) The record prepared by the insurer under sub-section (1), shall be maintained as long as the insurance agent is in service and for a period of five years after the cessation of appointment.]", "44": "44. [Prohibition of cessation of payments of commission.]-omitted by the Insurance Laws (Amendment) Act, 2015 (5 of 2015) s. 54 (w.e.f. 26-12-2014).", "45": "45. Policy not be called in question on ground of misstatement after three years.-(1) No policy of life insurance shall be called in question on any ground whatsoever after the expiry of three years from the date of the policy, i.e., from the date of issuance of the policy or the date of commencement of risk or the date of revival of the policy or the date of the rider to the policy, whichever is later.(2) A policy of life insurance may be called in question at any time within three years from the date of issuance of the policy or the date of commencement of risk or the date of revival of the policy or the date of the rider to the policy, whichever is later, on the ground of fraud: Provided that the insurer shall have to communicate in writing to the insured or the legal representatives or nominees or assignees of the insured the grounds and materials on which such decision is based.Explanation I.-For the purposes of this sub-section, the expression \"fraud\" means any of the following acts committed by the insured or by his agent, with intent to deceive the insurer or to induce the insurer to issue a life insurance policy:-(a) the suggestion, as a fact of that which is not true and which the insured does not believe to be true;(b) the active concealment of a fact by the insured having knowledge or belief of the fact;(c) any other act fitted to deceive; and(d) any such act or omission as the law specially declares to be fraudulent.Explanation II.-Mere silence as to facts likely to affect the assessment of the risk by the insurer is not fraud, unless the circumstances of the case are such that regard being had to them, it is the duty of the insured or his agent keeping silence, to speak, or unless his silence is, in itself, equivalent to speak.(3) Notwithstanding anything contained in sub-section (2), no insurer shall repudiate a life insurance policy on the ground of fraud if the insured can prove that the misstatement of or suppression of a material fact was true to the best of his knowledge and belief or that there was no deliberate intention to suppress the fact or that such misstatement of or suppression of a material fact are within the knowledge of the insurer:Provided that in case of fraud, the onus of disproving lies upon the beneficiaries, in case the policyholder is not alive.Explanation.-A person who solicits and negotiates a contract of insurance shall be deemed for the purpose of the formation of the contract, to be the agent of the insurer.(4) A policy of life insurance may be called in question at any time within three years from the date of issuance of the policy or the date of commencement of risk or the date of revival of the policy or the date of the rider to the policy, whichever is later, on the ground that any statement of or suppression of a fact material to the expectancy of the life of the insured was incorrectly made in the proposal or other document on the basis of which the policy was issued or revived or rider issued:Provided that the insurer shall have to communicate in writing to the insured or the legal representatives or nominees or assignees of the insured the grounds and materials on which such decision to repudiate the policy of life insurance is based:Provided further that in case of repudiation of the policy on the ground of misstatement or suppression of a material fact, and not on the ground of fraud, the premiums collected on the policy till the date of repudiation shall be paid to the insured or the legal representatives or nominees or assignees of the insured within a period of ninety days from the date of such repudiation.Explanation.-For the purposes of this sub-section, the misstatement of or suppression of fact shall not be considered material unless it has a direct bearing on the risk undertaken by the insurer, the onus is on the insurer to show that had the insurer been aware of the said fact no life insurance policy would have been issued to the insured.(5) Nothing in this section shall prevent the insurer from calling for proof of age at any time if he is entitled to do so, and no policy shall be deemed to be called in question merely because the terms of the policy are adjusted on subsequent proof that the age of the life insured was incorrectly stated in the proposal.]1. Subs. by Act 5 of 2015, s. 53, for section 43 (w.e.f. 26-12-2014).2. Subs. by s. 55, ibid., for sections 44A and 45 (w.e.f. 26-12-2014).", "46": "46. Application of the law in force in India to policies issued in India.-The holder of a policy of insurance issued by an insurer in respect of insurance business transacted in 1[India] after the commencement of this Act shall have the right, notwithstanding anything to the contrary contained in the policy or in any agreement relating thereto, to receive payment in 1[India], of any sum secured thereby and to sue for any relief in respect of the policy in any Court of competent jurisdiction in 1[India]; and if the suit is brought in 1[India]; any question of law arising in connection with any such policy shall be determined according to the law in force in 1[India]:", "47": "47. Payment of money into court.-(1) Where in respect of any policy of life insurance maturing for payment an insurer is of opinion that by reason of conflicting claims to or insufficiency of proof of title to the amount secured thereby or for any other adequate reason it is impossible otherwise for the insurer to obtain a satisfactory discharge for the payment of such amount, 3[the insurer may], 4[***] apply to pay the amount into the Court within the jurisdiction of which is situated the place at which such amount is payable under the terms of the policy or otherwise.(2) A receipt granted by the Court for any such payment shall be a satisfactory discharge to the insurer for the payment of such amount.(3) An application for permission to make a payment into Court under this section shall be made by a petition verified by an affidavit signed by a principal officer of the insurer setting forth the following particulars, namely:-(a) the name of the insured person and his address;(b) if the insured person is deceased, the date and place of hi s death;(c) the nature of the policy and the amount secured by it;(d) the name and address of each claimant so far as is known to the insurer with details of every notice of claim received;(e) the reasons why in the opinion of the insurer a satisfactory discharged cannot be obtained for the payment of the amount; and(f) the address at which the insurer may be served with notice of any proceeding relating to disposal of the amount paid into Court.(4) An application under this section shall not be entertained by the Court if the application is made before the expiry of six months 1[from the maturing of the policy by survival, or from the date of receipt of notice by the insurer of the death of the insured, as the case may be.](5) If it appears to the Court that a satisfactory discharge for the payment of the amount cannot otherwise be obtained by the insurer it shall allow the amount to be paid into Court and shall invest the amount in Government securities pending its disposal.(6) The Insurer shall transmit to the Court every notice of claim received after the making of the application under sub-section (3), and any payment required by the Court as costs of the proceedings or otherwise in connection with the disposal of the amount paid into Court shall as to the cost of the application under sub-section (3) be borne by the insurer and as to any other costs be in the discretion of the Court.(7) The Court shall cause notice to be given to every ascertained claimant of the fact that the amount has been paid into Court, and shall cause notice at the cost of any claimant applying to withdraw the amount to be given to every other ascertained claimant. (8) The Court shall decide all questions relating to the disposal of claims to the amount paid into Court.1. Subs. by Act 62 of 1956, s. 2 and the First Schedule, for \"the States\" (w.e.f. 1-11-1956)2. Ins. by Act 7 of 1944, s. 2 (w.e.f. 7-3-1944).3. Subs. by Act 13 of 1941, s. 32, for \"the insurer shall\" (w.e.f. 8-4-1941).4. Certain words omitted by Act 47 of 1950, s. 36 (w.e.f. 1-6-1950).", "48": "48. [Directors of insurers being companies].-Omitted by s. 56, ibid. (w.e.f. 26-12-2014).1. Subs. by Act 11 of 1939, s. 18, for \"from the death of the insured, or the maturing of the policy by survival\".", "49": "4[49. Restriction on dividends and bonuses.-5[(1)] No insurer, 6***, who carries on the business of life insurance or any other class or sub-class of insurance business to which section 13 applies, shall, for the purpose of declaring or paying any dividend to shareholders or any bonus to policy-holders or of making any payment in service of any debentures, utilize directly or indirectly any portion of the life insurance fund or of the fund of such other class or sub-class of insurance business, as the case may be, except a surplus shown in the valuation 7[balance-sheet in such form as may be specified by the regulations made by the Authority] submitted to the 3[Authority] as part of the abstract referred to in section 15 as a result of an actuarial valuation of the assets and liabilities of the insurer; nor shall he increase such surplus by contributions out of any reserve fund or otherwise unless such contributions have been brought in as revenue account applicable to that class or sub-class of insurance business on or before the date of the valuation aforesaid, except when the reserve fund is made up solely of transfers from similar surpluses disclosed by valuations in respect of which returns have been submitted to the 3[Authority] under section 15 of this Act 8***:Provided that payments made out of any such surplus in service of any debentures shall not exceed fifty percent, of such surplus including any payment by way of interest on the debentures, and interest paid on the debentures shall not exceed ten per cent, of any such surplus except when the interest paid on the debentures is offset against the interest credited to the fund or funds concerned in deciding the interest basis adopted in the valuation disclosing the aforesaid surplus:]1[Provided further that the share of any such surplus allocated to or reserved for the shareholders, (including any amount for the payment of dividends guaranteed to them, whether by way of first charge or otherwise), shall not exceed such sums as may be specified by the Authority and such share shall in no case exceed ten per cent of such surplus in case of participating policies and in other cases the whole thereof.]2[(2) For the purposes of sub-section (1), the actual amount of income-tax deducted at source during the period following the date as at which the last preceding valuation was made and preceding the date as at which the valuation in question is made may be added to such surplus after deducting an estimated amount for income-tax on such surplus, such addition and deduction being shown in 3[an abstract of the report of the actuary referred to in sub-section (1) of section 13].]1. Subs. by Act 5 of 2015, s. 57 (w.e.f. 26-12-2014).2. Ins. by Act 47 of 1950, s. 40 (w.e.f. 1-6-1950).3. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Central Government\" (w.e.f. 19-4-2000).4. Subs. by Act 13 of 1941, s. 34, for section 49 (w.e.f. 8-4-1941).5. Section 49 renumbered as sub-section (1) thereof by Act 47 of 1950, s. 41 (w.e.f. 1-6-1950).6. The words, brackets, letters and figures \"being an insurer specified in sub-clause (a) (ii) or sub-clause (b) of clause (9) ofsection 2\" omitted by Act 5 of 2015, s. 58 (w.e.f. 26-12-2014).7. Subs. by Act 42 of 2002, s. 12, for \"balance sheet in Form I as set forth in the Fourth Schedule\" (w.e.f. 23-9-2002).8. The words and figures \"or to the Central Government under section 11 of the Indian Life Insurance Companies Act, 1912 (7 of1912)\" Omitted by Act 5 of 2015, s. 58 (w.e.f. 26.12.2014).", "50": "50. Notice of options available to the assured on the lapsing of a policy.-An insurer shall, 4[before the expiry of three months from the date on which the premiums in respect of a policy of life insurance were payable but not paid,] give notice to the policy-holder informing hi m of the options available to him 5[unless these are set forth in the policy.]", "51": "51. Supply of copies of proposals and medical reports.-Every insurer shall, on application by a policy-holder and on payment of a fee not exceeding one rupee, supply to the policy-holder certified copies of the question put to him and his answers thereto contained in his proposal for insurance and in the medical report supplied in connection therewith.", "52": "6[52. Prohibition of business on dividing principle.-No insurer shall commence any business upon the dividing principle, that is to say, on the principle that the benefit secured by a policy is not fixed but depends either wholly or partly on the result of a distribution of certain sums amongst policies becoming claims within certain time-limits, or on the principle that the premiums payable by a policyholder depend wholly or partly on the number of policies becoming claims within certain time-limits: Provided that nothing in this section shall be deemed to prevent an insurer from allocating bonuses to holders of policies of life insurance as a result of a periodical actuarial valuation either as reversionary additions to the sums insured or as immediate cash bonuses or otherwise.]", "53": "53. Winding up by the Court.-7[(1) The Tribunal may order the winding up in accordance with the Companies Act, 1956 (1 of 1956) of any insurance company and the provisions of that Act shall, subject to the provisions of this Act, apply accordingly.]1[Explanation.-For the purpose of sections 53 to 61A, \"Tribunal\" means the National Company Law Tribunal constituted under sub-section (1) of section 408 of the Companies Act, 2013 (18 of 2013).](2) In addition to the grounds on which such an order may be based, the 2[Tribunal] may order the winding up of an insurance company- (a) if with the sanction of the 2[Tribunal] previously obtained a petition in this behalf is presented by shareholders not less in number than one tenth of the whole body of shareholders and holding not less than one-tenth of the whole share capital or by not less than fifty policy-holders holding policies of life insurance that have been in force for not less than three years and are of the total value of not less than fifty thousand rupees; or(b) if the 3[Authority], who is hereby authorised to do so, applies in this behalf of the 2[Tribunal] on any of the following grounds, namely:-4* * * * *(ii) that the company having failed to comply with any requirement of this Act has continued such failure 5[or having contravened any provision of this Act has continued such contravention] for a period of three months after notice of such failure 5[or contravention] has been conveyed to the company by the 3[Authority],(iii) that it appears from 6[any returns or statements] furnished under the provisions of this Act or from the results of any investigation made thereunder that the 7[company is, or is deemed to be insolvent], or(iv) that the continuance of the company is prejudicial to the interest of the policy-holders 8[or to the public interest generally].1. Subs. by Act 5 of 2015, s. 62, for \"Central Government\" (w.e.f. 26-12-2014).2. Subs. by s. 63, ibid., for \"punishable with imprisonment which may extend to six months, or with fine which may extend to one thousand rupees, or with both\" (w.e.f. 26-12-2014).3. Subs. by Act 54 of 1955, s. 3, for \"sections 52A to 52C inclusive\" (w.e.f. 1-11-1955).4. The words \"Central Government or\" omitted by Act 5 of 2015, s. 64 (w.e.f. 26-12-2014).5. Subs .by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).6. Ins. by Act 62 of 1968, s. 22 (w.e.f. 1-6-1969).7. Subs. by Act 11 of 2003, s. 133 and the Schedule, for sub-section (1) (w.e.f. 1-4-2003).", "54": "54. Voluntary winding up.-Notwithstanding anything contained in the 10[Companies Act, 1956 (1 of 1956)], an insurance company shall not be wound up voluntarily except for the purpose of affecting an amalgamation or a re-construction of the company, or on the ground that by reason of its liabilities it cannot continue its business.", "55": "55. Valuation of liabilities.-(1) In the winding up of an insurance company or in the insolvency of any other insurer the value of the assets and the liabilities of the insurer shall be ascertained in such manner and upon such basis as the liquidator or receiver in insolvency thinks fit, subject, so far as applicable, to the rule contained in the 11[Seventh Schedule] and to any directions which may be given by the 12[Tribunal].(2) For the purposes of any reduction by the 1[Tribunal] of the amount of the contracts of any insurance company the value of the assets and liabilities of the company and all claims in respect of policies issued by it shall be ascertained in such manner and upon such basis as the 1[Tribunal] thinks proper having regard to the aforesaid.(3) The rule in the 2[Seventh Schedule] shall be of the same force and may be repealed, altered or amended as if it were a rule made in pursuance of 3[section 643 of the Companies Act, 1956 (1 of 1956)], and rules may be made under that section for the purpose of carrying into effect the provisions of this Act with respect to the winding up of insurance companies.1. Ins. by Act 5 of 2015, s. 66 (w.e.f. 26-12-2014).2. Subs. by Act 11 of 2003, s. 133 and the Schedule [serial No. 2 (b)], for \"Court\" (w.e.f. 1-4-2003).3. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).4. Sub-clause (i) omitted by Act 5 of 2015, s. 66 (w.e.f. 26-12-2014).5. Ins. by Act 13 of 1941, s. 37 (w.e.f. 8-4-1941).6. Subs. by Act 62 or 1968, s. 23, for \"the returns\" (w.e.f. 1-6-1969).7. Subs. by s. 23, ibid. for \"company is insolvent\" (w.e.f. 1-6-1969).8. Ins. by s. 23, ibid. (w.e.f. 1-6-1969).9. Ins. by Act 6 of 1946, s. 25 (w.e.f. 20-3-1946).10. Subs. by Act 11 of 2003, s. 133 and the Schedule, for \"Indian Companies Act, 1913 (7 of 1913)\" (w.e.f. 1-4-2003).11. Subs. by Act 47 of 1950, s. 43, for \"Sixth Schedule\" (w.e.f. 1-9-1950).12. Subs. by Act 11 of 2003, s. 133 and the Schedule [Serial no. 4 (a)], for \"Court\" (w.e.f. 1-4-2003).", "56": "56. Application of surplus assets of life insurance fund in liquidation or insolvency.-(1) In the winding up of an insurance company and in the insolvency of any other insurer the value of the assets and the liabilities of the insurer in respect of life insurance business shall be ascertained separately from the value of any other assets or any other liabilities of the insurer and no such assets shall be applied to the discharge of any liabilities other than those in respect of life insurance business except in so far as those assets exceed the liabilities in respect of life insurance business.(2) In the winding up of an insurance company carrying on the business of life insurance or in the insolvency of any other insurer carrying on such business where any proportion of the profits of the insurer was before the commencement of the winding up or insolvency allocated to policy-holders if, when the assets and liabilities of the insurer have been ascertained, there is found to be a surplus of assets over liabilities (hereinafter referred to as a prima facie surplus) there shall be added to the liabilities of the insurer in respect of the life insurance business an amount equal to such proportion of the prima facie surplus as is equivalent to such proportion of the profits allocated to shareholders and policy-holders as was allocated to policy-holders during the ten years immediately preceding the commencement of the winding up and the assets of the insurer shall be deemed to exceed his liabilities only in so far as those assets exceed those liabilities after such addition:Provided that-(a) if in any case there has been no such allocation or if it appears to the 4[Tribunal] that by reason of special circumstances it would be inequitable that the amount to be added to the liabilities of the insurer in respect of the life insurance business should be an amount equal to such proportion as aforesaid, the amount to be so added shall be such amount as the 4[Tribunal] may direct, and(b) for the purpose of the application of this sub-section to any case where before the commencement of the winding up or insolvency a proportion of such profits as aforesaid of a branch only of the life insurance business in question has been allocated to policy-holders, the value of the assets and liabilities of the insurer in respect of that branch shall be separately ascertained in like manner as the value of his assets and liabilities in respect of the life insurance business was ascertained, and the surplus so found, if any, of assets over liabilities shall, for the purpose of determining the amount to be added to the liabilities of the insurer in respect of the life insurance business be deemed to be the prima facie surplus.", "57": "57. Winding up of secondary companies.-(1) Where the insurance business or any part of the insurance business of an insurance company has been transferred to another insurance company under an arrangement in pursuance of which the first mentioned company (in this section referred to as the secondary company) or the creditors thereof has or have claims against the company to which such transfer was made (in this section referred to as the principal company) then, if the principal company isbeing wound up by 1*** , the 2[Tribunal] shall (subject as hereinafter mentioned) order the secondary company to be wound up in conjunction with the principal company and may by the same or any subsequent order appoint the same person to be liquidator for the two companies and make provision for such other matters as may seem to the 2[Tribunal] necessary with a view to the companies being wound up as if they were one company.(2) The commencement of the winding up of the principal company shall, save as otherwise ordered by the 2[Tribunal], be the commencement of the winding up of the secondary company.(3) In adjusting the rights and liabilities of the members of the several companies among themselves the 2[Tribunal], shall have regard to the constitution of the companies and to the arrangements entered into between the companies in the same manner as the 2[Tribunal], has regard to the rights and liabilities of different classes of contributories in the case of winding up of a single company or as near thereto as circumstances admit.(4) Where any company alleged to be secondary is not in process of being wound up at the same time as the principal company to which it is alleged to be secondary, the 2[Tribunal] shall not direct the secondary company to be wound up, unless, after hearing all objections (if any) that may be urged by or on behalf of the company against its being wound up, the 2[Tribunal] is of opinion that the company is secondary to the principal company and that the winding up of the company in conjunction with the principal company is just and equitable.(5) An application may be made in relation to the winding up of any secondary company in conjunction with the principal company by any creditor of, or person interested in, the principal or secondary company.(6) Where a company stands in the relation of a principal company to one insurance company and in the relation of a secondary company to some other insurance company or where there are several insurance companies standing in the relation of secondary companies to one principal company, the 2[Tribunal] may deal with any number of such companies together or in separate groups as it thinks most expedient upon the principles laid down in this section.1. Subs. by Act 11 of 2003, s. 133 and the Schedule [serial no. 4(a)], for \"Court\" (w.e.f. 1-4-2003).2. Subs. by Act 47 of 1950, s. 43, for \"Sixth Schedule\" (w.e.f. 1-9-1950)3. Subs. by Act 11 of 2003, s. 133 and the Schedule, for \"Section 246 of the Indian Companies Act, 1913 (7 of 1913)\"(w.e.f. 1-4-2003).4. Subs. by s. 133 and the Schedule (serial no. 5), ibid., for \"Court\" (w.e.f. 1-4-2003).", "58": "58. Scheme for partial winding up of insurance companies.-(1) If at any time it appears expedient that the affairs of an insurance company in respect of any class of business comprised in the undertaking of the company should be wound up but that any other class of business comprised the undertaking should continue to be carried on by the company or be transferred to another insurer, a scheme for such purposes may be prepared and submitted for confirmation of the 3[Tribunal] in accordance with the provisions of this Act.(2) Any scheme prepared under this section shall provide for the allocation and distribution of the assets and liabilities of the company between any classes of business affected (including the allocation of any surplus assets which may arise on the proposed winding up), for any future rights of every class of policy-holders in respect of their policies and for the manner of winding up any of the affairs of the company which are proposed to be wound up and may contain provisions for altering the memorandum of the company with respect to its objects and such further provisions as may be expedient for giving effect to the scheme.(3) The provisions of this Act relating to the valuation of liabilities of insurers in liquidation and insolvency and to the application of surplus assets of the life insurance fund in liquidation or insolvency shall apply to the winding up of any part of the affairs of a company in accordance with the scheme under this section in like manner as they apply in the winding up of an insurance company, and any scheme 71under this section may apply with the necessary modifications any of the provisions of the Indian Companies Act, 1913 (7 of 1913) relating to the winding up of companies.1[(4) An order of the Tribunal confirming a scheme under this section whereby the memorandum of a company is altered with respect to its objects shall as respects the alteration have effect as if it were an order confirmed under section 4 of the Companies Act, 2013 (18 of 2013), and the provisions of sections 7 and 17 of that Act shall apply accordingly.]2* * * * *]1. The Words \"or under the supervision of the Court\" omitted by Act 11 of 2003, s. 133 and the Schedule (w.e.f. 1-4-2003).2. Subs. by s. 133 and the Schedule [serial no. 6(b)], ibid., for \"Court\" (w.e.f. 1-4-2003).3. Subs. by s. 133 and the Schedule (serial no. 7), ibid., for \"Court\" (w.e.f. 1-4-2003).", "59": "59. [Return of deposits].-Omitted by the Insurance Laws (Amendment) Act 5 of 2015, s. 68 (w.e.f. 26-12-2014).", "60": "60. Notice of policy values.-In the winding up of an insurance company for the purposes of a cash distribution of the assets and in the insolvency of any other insurer the liquidator or assignee as the case may be in the case of all persons appearing by the books of the company or other insurer to be entitled to or interested in the policies granted by the company or other insurer shall ascertain the value of the liability of the company or other insurer to each such person and shall give notice of such value to those persons in such manner as the 3[Tribunal] may direct and any person to whom notice is so given shall be bound by the value so ascertained unless he gives notice of his intention to dispute such value in such manner and within such time as may be specified by a rule or order of the 3[Tribunal].", "61": "61. Power of 3[Tribunal] to reduce contracts of insurance.-(1) Where an insurance company is in liquidation or any other insurer is insolvent the 3[Tribunal] may make an order reducing the amount of the insurance contracts of the company or other insurer upon such terms and subject to such conditions as the 3[Tribunal] thinks just.(2) Where a company carrying on the business of life insurance has been proved to be insolvent, the 3[Tribunal] may if it thinks fit in place of making a winding up order reduce the amount of the insurance contracts of the company upon such terms and subject to such conditions as the 3[Tribunal] thinks fit.(3) Application for an order under this section may be made either by the liquidator or by or on behalf of the company or by a policy-holder, or by the 4[Authority] and by any person whom the 3[Tribunal] thinks likely to be affected shall be entitled to be heard on any such application.", "62": "62. Power of Central Government to impose reciprocal disabilities on non-Indian companies.-Where, by the law or practice of any country outside India in which an insurer carrying on insurance business in 1[India] is constituted, incorporated or domiciled, insurance companies incorporated in 1[India] are required as a condition of carrying on insurance business in that country to comply with any special requirement whether as to the keeping of deposits or assets in that country or otherwise which is not imposed upon insurers of that country under this Act, the Central Government shall, if satisfied of the existence of such special requirement, by notification in the Official Gazette, direct that the same requirement, or requirements as similar thereto as may be, shall be imposed upon insurers of that country as a condition of carrying on the business of insurance in 1[India].", "63": "63. Particulars to be filed by insurers established outside India.-Every insurer, having his principal place of business or domicile outside 1[India] who establishes a place of business within 1[India] or appoints a 2[representative] in 1[India] with the object of obtaining insurance business, shall, within three months from the establishment of such place of business or the appointment of such 2[representative], file with the 3[Authority]-(a) a certified copy of the charter, statutes, deed of settlement or memorandum and articles or other instrument constituting or defining the constitution of the insurer, and, if the instrument is not written in the English language, a certified translation thereof,(b) a list of the directors, if the insurer is a company,(c) the name and address of some or more persons resident in 1[India] authorised to accept on behalf of the insurer service of process and any notice required to be served on the insurer, together with a copy of the power-of-attorney granted to him,(d) the full address of the principal office of the insurer in 1[India].,(e) a statement of the classes of insurance business to be carried on by the insurer, and(f) a statement verified by an affidavit setting forth the special requirements, if any, of the nature specified in section 62 imposed in the country of origin of the insurer on Indian nationals, and, in the event of any alteration being made in the address of the principal office or in the classes of business to be carried on, or in any instrument here referred to, or in the name of any of the persons here referred to, or in the matters specified in clause (f) above, the company shall forthwith furnish to the 3 [Authority] particulars of such alteration.", "64": "64. Books to be kept by insurers established outside India.-Every insurer, having his principal place of business or domicile outside 1[India]., Shall keep at his principal office in 1[India]. such books of account, registers and documents as will enable the accounts, statements and abstracts which he is required under this Act to furnish to the 3[Authority] in respect of the insurance business transacted by him, in India to be compiled and, if necessary, checked by the 3[Authority] 4[and shall furnish to the 3[Authority] on or before the last day of January in every calendar year a certificate from an auditor to the effect that the said books of account, register and documents are being kept as required at the principal office of the insurer in India].1. Subs. by Act 62 of 1956, s. 2 and the Schedule, for \"the States\" (w.e.f. 1-11-1956).2. Subs. by Act 11 of 1939, s. 23, for \"agent\".3. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000)4. Added by Act 47 of 1950, s. 44 (w.e.f. 1-6-1950).", "65": "65. [Definition of \"provident society\".] Omitted s. 85, ibid. (w.e.f. 26-12-2014).1. Ins. by Act 42 of 2002, s. 13 (w.e.f. 23-9-2002).2. Subs. by Act 5 of 2015, s. 84, for section 64VC (26-12-2014).", "66": "66. [Restrictions on provident societies.]-Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "67": "67. [Name.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "68": "68. [Insurable interest.]-Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "69": "69. [Dividing Business.] Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "70": "70. [Registration.] Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "71": "71. [Prohibition of managing agents.] Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "72": "72. [Working capital.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "73": "73. [Deposits.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "74": "74. [Rules.] Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "75": "75. [Amendment of rules.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "76": "76. [Supply of copy of rules.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "77": "77. [Registered office.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "78": "78. [Publication of authorized capital to contain also subscribed and paid up capital.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "79": "79. [Registered and books.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "80": "80. [Revenue account, balance-sheet and annual statements.]Omitted by s. 85, ibid. (w.e.f. 26-12- 2014).", "81": "81. [Actuarial report and abstract.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "82": "82. [Submission of returns to Authority.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "83": "83. [Actuarial examination of schemes.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "84": "84. [Separation of accounts and funds.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "85": "85. [Investment funds.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "86": "86. [Inspection of books.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "87": "87. [Inquiry by or on behalf of Superintendent of Insurance.]Omitted by the Insurance Laws (Amendment) Act, 2015 (5 of 2015) s. 85 (w.e.f. 26-12-2014).", "88": "88. [Winding up by Court and voluntary winding up.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "89": "89. [Reduction of Insurance contracts.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "90": "90. [Appointment of liquidator.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "91": "91. [Powers of liquidator.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "92": "92. [Procedure at liquidation.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "93": "93. [Dissolution of provident society.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "94": "94. [Nominations and assignments.]Omitted by s. 85, ibid. (w.e.f. 26-12-2014).", "95": "95. [Definitions.]omitted by the Insurance Laws (Amendment) Act, 2015 (5 of 2015) s. 86, ibid. (w.e.f. 26-12-2014).]", "96": "96. [Application of Act to Mutual Insurance Companies and Co-operative Life Insurance Societies.]Omitted by s. 86, ibid. (w.e.f. 26-12-2014).", "97": "97. [Working Capital of Mutual Insurance Companies and Co-operative Life Insurance Societies.]Omitted by s. 86, ibid. (w.e.f. 26-12-2014).", "98": "98. [Deposits to be made by Mutual Insurance Companies and Co-operative Life insurance Societies.]Omitted by s. 86, ibid. (w.e.f. 26-12-2014).", "99": "99. [Transferees and assignees of policies not to become members.]Omitted by s. 86, ibid. (w.e.f. 26-12-2014).", "100": "100. [Publication of notices and documents of Mutual Insurance Companies and Co-operative Life Insurance Societies.]Omitted by s. 86, ibid. (w.e.f. 26-12-2014).", "101": "101. [Supply of documents to members.]Omitted by s. 86, ibid. (w.e.f. 26-12-2014).", "102": "6[102. Penalty for default in complying with, or act in contravention of, this Act.-If any person, who is required under this Act, or rules or regulations made thereunder,-(a) to furnish any document, statement, account, return or report to the Authority, fails to furnish the same; or(b) to comply with the directions, fails to comply with such directions;(c) to maintain solvency margin, fails to maintain such solvency margin; (d) to comply with the directions on the insurance treaties, fails to comply with such directions on the insurance treaties,he shall be liable to a penalty 7[of one lakh rupees for each day during which such failure continues or one crore rupees, whichever is less].", "103": "8[103. Penalty for carrying on insurance business in contravention of section 3.-If a person carries on the business of insurance without obtaining a certificate of registration under section 3, he shall be liable to a penalty not exceeding rupees twenty-five crores and with imprisonment which may extend to ten years.1. Subs. by Act 42 of 2002, s. 15, for cause (ii) (w.e.f. 23-9-2002).2. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"The Central Government\" (w.e.f. 19-4-2000).3. Subs. by s. 30 and the First Schedule, ibid., for \"prescribed\" (w.e.f. 19-4-2000).4. Ins. by Act 62 of 1968, s. 33 (w.e.f. 1-6-1969).5. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).6. Subs. by s. 30 and the First Schedule, ibid., for sections 102 to 105 (w.e.f. 19-4-2000).7. Subs. by Act 5 of 2015, s. 87, for \"not exceeding five lakh rupees for each such failure and punishable with fine\"(w.e.f. 26-12-2014).8. Subs. by s. 88, ibid., for sections 103 and 104 (w.e.f. 26-12-2014).", "104": "104. Penalty for contravention of sections 27, 27A, 27B, 27D and 27E.-If a person fails to comply with the provisions of section 27, section 27A, section 27B, section 27D and section 27E, he shall be liable to a penalty not exceeding twenty-five crore rupees.]", "105": "105. Wrongfully obtaining or withholding property.-If any director, managing director, manager or other officer or employee of an insurer wrongfully obtains possession of any property or wrongfully applies to any purpose of the Act, he shall be liable to a penalty 1[not exceeding one crore rupees].", "106": "1[106 . Power of court to order restoration of property of insurer or compensation in certain cases.-(1) If, on the application of the 2[Authority] or an Administrator appointed under section 52 A or an insurer or any policy-holder or any member of an insurance company or the liquidator of an insurance company (in the event of the insurance company being in liquidation), the court is satisfied-(a) that any insurer (including in any case where the insurer is an insurance company any person who has taken part in the promotion or formation of the insurance company or any past or present director, managing agent, manager, secretary or liquidator) or any officer, employee or agent of the insurer,- (i) has misapplied or retained or become liable or become accountable for any money or property of the insurer; or(ii) has been guilty of any misfeasance or breach of trust in relation to the insurer; or(b) that any person, whether he is or has been in any way connected with the affairs of the insurer not, is in wrongful possession of any money or property of the insurer or having any such money or property in hi s possession wrongfully withholds it or has converted it to any use other than that of the insurer; or(c) that by reason of any contravention of the provisions of this Act, the amount of the life insurance fund has been diminished,the court may examine any such insurer, director, managing agent, manager, secretary or liquidator or any such officer, employee or agent of the insurer or such other person, as the case may be, and may compel hi m to contribute such sums to the assets of the insurer by way of compensation in respect of the misapplication, retainer, misfeasance or breach of trust as the court thinks fit, or to pay such sum as may be found due from hi m in respect of any money or property of the insurer for which he is liable or accountable or to restore any money or property of the insurer or any part thereof, as the case may be; and where the amount of the life insurance fund has been diminished by reason of any contravention of the provisions of this Act, the court shall have power to assess the sum by which the amount of the fund has been diminished and to order the person guilty of such contravention to contribute to the fund the whole or any part of that sum by way of compensation; and in any of the aforesaid cases the court shall have power to order interest to be paid at such rate and from such time as the court may deem fit.(2) Without prejudice to the provisions contained in sub-section (1) or subsection (3), where it is proved that any money or property of an insurer has disappeared or has been lost, the court shall presume that every person in charge of, or having a disposing power over, such money or property at the relevant time (whether a director, manager, principal officer or any other officer) has become accountable for such money or property within the meaning of sub-clause (1) of clause (a) of sub-section (1), and the provisions of that sub-section shall apply accordingly, unless such person proves that the money or property has been utilised or disposed of in the ordinary course of the business of the insurer and for the purpose of that business or that he took all reasonable steps to prevent the disappearance or loss of such money or all property or otherwise satisfactorily accounts for such disappearance or loss.(3) Where the insurer is an insurance company and any of the acts referred to in clauses (a), (b) and (c) of sub-section (1) has been committed by any person, every person who was at the relevant time a director, managing agent, manager, liquidator, secretary or other officer of the insurance company shall, for the purposes of that sub-section, be deemed to be liable for that act in the same manner and to the same extent as the person who has committed the act, unless he proves that the act was committed without hi s consent or connivance and was not facilitated by any neglect or omission on hi s part.(4) Where at any stage of the proceedings against any person under this section (he rein after referred to as the delinquent), the Court is satisfied by affidavit or otherwise-(a) that a prima facie case has been made out against the delinquent; and(b) that it is just and proper so to do in the interests of the policy-holders of an insurer or of the members of an insurance company, the court may direct the attachment of-(i) any property of the insurer in the possession of the delinquent;(ii) any property of the delinquent which belongs to hi m or is deemed to belong to hi m within the meaning of sub-section (5);(iii) any property transferred by the delinquent within two years before the commencement of proceedings under sub-section (1) or during the pendency of such proceedings, if the Court is satisfied by affidavit or otherwise that the transfer was otherwise than in good faith and for consideration.(5) For the purposes of sub-section (4), the following classes of property shall be deemed to belong to a delinquent:-(a) any property standing in the name of any person which is reason of the person being connected with the delinquent, whether by way of relationship or otherwise, or on account of any other relevant circumstances appears to belong to the delinquent;(b) the property of a private company in respect of the affairs of which the delinquent, by himself or through hi s nominees, relatives, partners or persons interested in any shares of the company is able to exercise or is entitled to acquire control, whether direct or indirect.Explanation.- For the purposes of this section a person shall be deemed to be a nominee of a delinquent, if, whether directly or indirectly, he possesses on behalf of the delinquent, or may be required to exercise on the direction or on behalf of the delinquent, any right or power which is of such a nature as to enable the delinquent to exercise or to entitle the delinquent to acquire control over the company's affairs.(6) Any claim to any property attached under this section or any objection to such attachment shall be made by an application to the court, and it shall be for the claimant or objector to adduce evidence to show that the property is not liable to attachment under this section, and the court shall proceed to investigate the claim or objection in a summary manner.(7) When disposing of an application under sub-section (1), the court shall, after giving all persons who appear to it to be interested in any property attached under this section an opportunity of being heard, make such order as it thinks fit respecting the disposal of any such property for the purpose of effectually enforcing any liability under this section, and all such persons shall be deemed to be parties to the proceedings under this section.(8) In any proceedings under this section the court shall have full power and exclusive jurisdiction to decide all questions of any nature whatsoever arising thereunder and, in particular, with respect to any property attached Under this section, and no other court shall have jurisdiction to decide any such question in any suit or other legal proceeding.(9) In making any order with respect to the disposal of the property of any private company referred to in clause (b) of sub-section (5), the court shall have due regard to the interests of all persons interested in such property other than the delinquent and persons referred to in that clause.(10) This section shall apply notwithstanding that the act is one for which the person concerned may be criminally liable.(11) In proceedings under this section the court shall have all the powers which a Court has under section 237 of the Indian Companies Act, 1913 (7 of 1913).(12) This section shall apply in respect of a provident society as defined in Part III as it applies in respect of an insurer.(13) On and from and commencement of the Insurance (Second Amendment) Act, 1955, the Court entitled to exercise jurisdiction under this section shall be the High Court within whose jurisdiction the registered office of the insurer is situate (he rein after referred to as the High Court) and any proceedings under this section pending at such commencement in any Court other than the High Court shall, on such commencement, stand transferred to the High Court.(14) The High Court may make rules providing for-(a) the manner in which enquiries and proceedings may be held under this section;(b) any other matter for which provision has to be made for enabling the High Court to effectively exercise its jurisdiction under this section.]1. Subs. by Act 54 of 1955, s. 4, for section 106 (w.e.f. 1-11-1955).2. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).", "107": "107. [Previous section of Advocate General for institution of proceedings.]-omitted by the Insurance Laws (Amendment) Act, 2015 (5 of 2015) s. 92 (w.e.f. 26-12-2014).", "108": "108. Power of court to grant relief.-If any proceedings, civil or criminal, it appears to the court hearing the case that a person is or may be liable in respect of negligence, default, breach of duty or breach of trust but that he has acted honestly and reasonably and that having regard to all the circumstances of the case he ought fairly to be excused for the negligence, default, breach of duty or breach of trust, the court may relievehim either wholly or partly from his liability on such terms as it may think fit.", "109": "5[109. Cognizance of offence.-No court shall take cognizance of any offence punishable under this Act or any rules or any regulations made thereunder, save on a complaint made by an officer of the Authority or by any person authorised by it.]", "110": "6 [110. Appeal to Securities Appellate Tribunal.-(1) Any person aggrieved-(a) by an order of the Authority made on and after the commencement of the Insurance Laws (Amendment) Act, 2015 (5 of 2015), or under this Act, the rules or regulations made thereunder; or(b) by an order made by the Authority by way of adjudication under this Act, may prefer an appeal to the Securities Appellate Tribunal having jurisdiction in the matter.(2) Every appeal made under sub-section (1) shall be filed within a period of forty-five days from the date on which a copy of the order made by the Authority is received by him and it shall be in such a form and be accompanied by such fees as may be prescribed: Provided that the Securities Appellate Tribunal may entertain an appeal after the expiry of the said period of forty-five days if it is satisfied that there was sufficient cause for not filing it within that period.(3) On receipt of an appeal under sub-section (1), the Securities Appellate Tribunal may, after giving parties to the appeal an opportunity of being heard, pass such orders thereon as it thinks fit, conforming, modifying or setting aside the order appealed against.(4) The Securities Appellate Tribunal shall make available copy of order made by it to the Authority and parties.(5) The appeal filed before the Securities Appellate Tribunal under sub-section (1) shall be dealt with by it as expeditiously as possible and endeavour shall be made by it to dispose of the appeal finally within six months from the date of receipt of appeal.(6) The procedure for filing and disposing of an appeal shall be such as may be prescribed.(7) The provision contained in section 15U, section 15V, section 15W, section 15Y and section 15Z of the Securities and Exchange Board of India Act, 1992 (15 of 1992) shall apply to the appeals arising out of the provisions of this Act, as they apply to the appeals under the Securities and Exchange Board of India Act, 1992 (15 of 1992).]1. Clause (a) omitted by Act 5 of 2015, s. 91 (w.e.f. 26-12-2014).2. Clause (b) omitted by s. 91, ibid. (w.e.f. 26-12-2014).3. The words \"or a provident society\" omitted by s. 91, ibid. (w.e.f. 26-12-2014).4. Clause (f) omitted by s. 91, ibid. (w.e.f. 26-12-2014).5. Subs. by s. 93, ibid., for section 109 (w.e.f. 26-12-2014).6. Subs. by s. 94, ibid., for section 110 (w.e.f. 26-12-2014).", "111": "111. Service of notices.-(1) Any process or notice required to be served on an insurer 2*** shall be sufficiently served if addressed to any person registered with the 3[Authority] as a person authorised to accept notices on behalf of the insurer 2*** and left at, or sent by registered post to the address of such person as registered with the 3[Authority].(2) Any notice or other document which is by this Act required to be sent to any policy-holder may be addressed and sent to the person to whom notices respecting such policy are usually sent and any notice so addressed and sent shall be deemed to be notice to the holder of such policy:Provided, that, where any person claiming to be interested in a policy as transferee, assignee or nominee has given to an insurer 4*** notice in writing of his interest, any notice which is by this Act required to be sent to policy-holders shall also be sent to such person at the address specified by him in his notice.", "112": "112. Declaration of interim bonuses.-Notwithstanding anything to the contrary contained in this Act, an insurer carrying on the business of life insurance shall be at liberty to declare an interim bonus or bonuses to policy-holders whose policies mature for payment by reason of death or otherwise during the intervaluation period on the recommendation of the investigating of actuary made at the last preceding valuation.", "113": "5[113. Acquisition of surrender value by policy.-(1) A policy of life insurance shall acquire surrender value as per the norms specified by the regulations.(2) Every policy of life insurance shall contain the formula as approved by the Authority for calculation of guaranteed surrender value of the policy.(3) Notwithstanding any contract to the contrary, a policy of life insurance under a non-linked plan which has acquired a surrender value shall not lapse by reason of non-payment of further premiums but shall be kept in force to the extent of paid-up sum insured, calculated by means of a formula as approved by the Authority and contained in the policy and the reversionary bonuses that have already been attached to the policy:Provided that a policy of life insurance under a linked plan shall be kept in force in the manner as may be specified by the regulations.(4) The provisions of sub-section (3) shall not apply-(i) where the paid-up sum insured by a policy, inclusive of attached bonuses, is less than the amount specified by the Authority or takes the form of annuity of amount less than the amount specified by the Authority; or(ii) when the parties, after the default has occurred in payment of the premium, agree in writing to other arrangement.]1. Ins. by Act 5 of 2015, s. 97 (w.e.f. 26-12-2014).2. The words \"or provident society\" omitted by s. 98, ibid. (w.e.f. 26.12.2014).3. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).4. The words \"or to a provident society\" omitted by Act 5 of 2015, s. 98 (w.e.f. 26-12-2014).5. Subs. by s. 99, ibid., for section 113 (w.e.f. 26-12-2014).", "114": "114. Power of Central Government to make rules.-(1) The Central Government may, subject to the condition of previous publication by notification in the Official Gazette, make rules to carry out the purposes of this Act.(2) In particular and without prejudice to the generality of the foregoing power, such rules may prescribe-1* * * * *2* * * * *3[(aaa) the manner of ownership and control of Indian insurance company under sub-clause (b) of clause (7A) of section 2;]4[(b) the manner in which it shall be determined which of the transactions of an insurer are to be deemed for the purposes of this Act to be insurance business transacted 5*** in 6 [India] 7***;]8* * * * * (d) the form referred to in clause (d) of sub-section (2) of section 16; (e) the manner in which the prospectuses and tables referred to in sub-section (1) of section 41 shall be published and the form in which they shall be drawn up;9* * * * *10* * * * *(h) the contingencies other than those specified in clauses (a) to (f) of 11[sub-section (2) of] section 65 on the happening of which money may be paid by provident societies; (i) the matters other than those specified in clauses (a) to (o) of sub-section (1) of section 74 on which a provident society shall make rules;(j) the form of any account, return or registered required by the Part III and the manner in which such account, return or register shall be verified;(k) subject to the provisions of this Act, the fees payable thereunder and the manner in which they are to be collected; 1***.(l) the conditions and the matters which may be prescribed under sub-sections (5), 2[(6)], (10) and (12) of section 92;3[(la) the manner of inquiry under sub-section (l) of section 105C; (lb) the form in which an appeal may be preferred under sub-section (2) and the fee payable in respect of such appeal and the procedure for filing and disposing of an appeal under sub-section (6) of section 110;]5[(m) any other matter which is to be or may be prescribed.]7[(3) Every rule made under this section or under sub-section (10) of section 34H 8*** and every regulation made under this Part shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or regulation or both Houses agree that the rule or regulation should not be made, the rule or regulation shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule or regulation.]9[(4)] All rules made by a Local Government under the provisions of section 24 of the Provident Insurance Societies Act, 1912 (5 of 1912) and in force at the commencement of this Act shall so far as not inconsistent with the provisions of Part III continue in force and have effect as if duly made under this section until they are replaced by rules made under this section.1. Clause (a) omitted by Act 42 of 2002, s. 16 (w.e.f. 23-9-2002).2. Clause (aa) omitted by Act 5 of 2015, s. 100 (w.e.f. 26-12-2014).3. Ins. by s. 100, ibid. (w.e.f. 26-12-2014).4. Subs. by Act 13 of 1941, s. 62, for clause (b) (w.e.f. 8-4-1941).5. The words \"in India or\" omitted by Act 62 of 1956, s. 2 and the Schedule (w.e.f. 1-11-1956).6. Subs. by s. 2 and the Schedule, ibid., for \"the States\" (w.e.f. 1-11-1956)7. The words \"as the case may be\" omitted by Act s. 2 and the Schedule, ibid., (w.e.f. 1-11-1956).8. Clause (c) omitted by Act 5 of 2015, s. 100 (w.e.f. 26-12-2014).9. Clause (f) omitted by s. 100, ibid. (w.e.f. 26-12-2014).10. Clause (g) omitted by Act 41 of 1999, s. 30 and the First Schedule (w.e.f. 19-4-2000).11. Ins. by Act 20 of 1940, s. 16 (w.e.f. 10-4-1940).", "115": "115. Alteration of forms.-The 1[Authority] may, on the application or with the consent of an insurer, not being a company, alter the forms contained in the Schedules as respect that insurer, for the purpose of adapting them to the circumstances of that insurer: Provided that nothing done under this section shall exempt the insurer from supplying all information required under this Act so far as it is possible for the insurer to do so.", "116": "116. Power to exempt from certain requirements-2[(1)] The Central Government may, by notification in the Official Gazette, exempt any insurer constituted, incorporated or domiciled in 3[any country or State outside 4[India]] 5[from any of the provisions of this Act which may be specified in the notification] either absolutely or subject to such conditions or modification as may be specified in the notification.6* * * * *7[(2) This section shall apply in respect of provident societies as defined in Part III as it applies in respect of insurers.]", "117": "117. Saving of provisions of Indian Companies Act, 1913-Nothing in this Act shall affect the liability of an insurer being a company 13[or a provident society as defined in Part III being a company] to comply with the provisions of the Indian Companies Act, 1913 (7 of 1913), in matters not otherwise specifically provided for by this Act.1. Subs. by Act 41 of 1999, s. 30 and the First Schedule, \"Central Government\" (w.e.f. 19-4-2000).2. Section 116 renumbered as sub-section (1) thereof by Act 13 of 1941, s. 63 (w.e.f. 8-4-1941).3. Subs. by Act 47 of 1950, s. 60, for \"a Part B State\" (w.e.f. 1-6-1950).4. Subs. by Act 62 of 1956, s. 2 and the Schedule, for \"the States\" (w.e.f. 1-11-1956).5. Subs. by Act 20 of 1940, s. 17, for certain words (w.e.f. 10-4-1940).6. The proviso omitted by Act 47 of 1950, s. 60 (w.e.f. 1-6-1950)7. Added by Act 13 of 1941, s. 63 (w.e.f. 8-4-1941).8. Ins. by s. 64, ibid. (w.e.f. 8-4-1941).9. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Central Government\" (w.e.f. 19-4-2000).10. Subs. by Act 6 of 1946, s. 47, for \"statements\" (w.e.f. 20-3-1946).11. Ins. by Act 47 of 1950, s. 61 (w.e.f. 1-9-1950).12. Subs. by Act 62 of 1968, s. 38, for \"section 28A\" (w.e.f. 1-6-1969).13. Ins. by Act 13 of 1941, s. 65 (w.e.f. 8-4-1941).", "118": "1[118. Exemptions-Nothing in this Act shall apply-(a) to any trade union registered under the Indian Trade Unions Act, 1926 (16 of 1926); or(b) to any provident fund to which the provisions of the Provident Funds Act, 1925 (19 of 1925), apply; or(c) if the Central Government so orders in any case, and to such extent or subject to such conditions or modifications as may be specified in the order, to any insurance business carried on by the Central Government or a State Government or a Government company as defined in Section 617 of the Companies Act, 1956 (1 of 1956); or(d) if the 2[Authority] so orders in any case, and to such extent or subject to such conditions or modifications as may be specified in the order, to-(i) any approved superannuation fund as defined in clause (a) of section 58N of the Indian Income Tax Act, 1922 (11 of 1922); or(ii) any fund in existence and officially recognised by the Central Government before the 27th day of January, 1937, maintained by or on behalf of Government Servants or Government pensioners for the mutual benefit of contributors to the fund and of their dependants; or(iii) any mutual or provident insurance society composed wholly of Government servants or of railway servants which has been exempted from any or all of the provisions of the Provident Insurance Societies Act, 1912 (5 of 1912).]", "119": "3[119. Inspection and supply of copies of published prospectus, etc.-Any person may on payment payment of a fee of five rupees inspect the documents filed by an insurer with the 1[Authority] under clause (f) of sub-section (2) of section 3, and may obtain a copy of any such document or part thereof on payment in advance at the prescribed rate for the making of the copy.]", "120": "120. Determination of market value of securities deposited under this Act.-The market value on the day of deposit of securities deposited in pursuance of any of the provisions of this Act with the Reserve Bank of India shall be determined by the Reserve Bank of India whose decision shall be final.", "121": "121. [Amendment of section 130, Act IV of 1882.]-Rep. by the Repealing and Amending Act, 1957 (36 of 1957), s. 2 and the First Schedule (w.e.f. 17-9-1957).", "122": "122. [Amendment of Schedule I. Act 9 of 1908.]-Rep. by s. 2 and the First Schedule ibid, (w.e.f. 17-9-1957).", "123": "123. [Repeals.]-Rep. by s. 2 and the First Schedule ibid, (w.e.f. 17-9-1957).1. Subs. by Act 35 of 1957, s. 5, for section 118 (w.e.f. 1-9-1957).2. Subs. by Act 41 of 1999, s. 30 and the First Schedule, for \"Controller\" (w.e.f. 19-4-2000).3. Subs. by Act 13 of 1941, s. 67, for section 119 (w.e.f. 8-4-1941)."}