{"name": "Interest Act, 1978\r", "1": "Interest Act, 1978\n1.Short title, extent and commencement.-(1)\r\nThis Act may be called the Interest Act, 1978.(2)\r\nIt extends to the whole of India except the State of  Jammu and Kashmir  .(3)\r\nIt shall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "Interest Act, 19782.\r\nDefinitions.-In\r\nthis Act, unless the context otherwise requires;-(a)\r\n\" court includes a tribunal and an arbitrator;(b)\r\n\" current rate of interest\" means the highest\r\nof the maximum, rates at which interest may be paid on different classes of deposits\r\n(other than those maintained in savings account or those maintained by\r\ncharitable or religious institutions) by different classes of Scheduled banks\r\nin accordance with the directions given or issued to bankingcompanies  generally by the\r\nReserve Bank of  India  \r\nunder the Banking Regulation Act, 1949 (10 of 1949).Explanation\r\n;- In this clause, \"scheduled\r\nBank\" means a bank , not being a Co-operative bank , transacting any\r\nbusiness authorised by the Banking Regulation Act, 1949 (10 of 1949);(c)\r\n\" debt \" means any liability for an\r\nascertained sum of money and includes a debt payable in kind, but does not\r\ninclude a judgment debt;(d)\r\n\" personal injuries\" includes any diseases\r\nand any impairment of a person physical or mental condition;(e)\r\nall other words and expression used herein but not defined and defined in the\r\nReserve Bank of India Act, 1934 (2 of 1934) shall have the meanings\r\nrespectively assigned to them in the Act.", "3": "Interest Act, 19783.\r\nPower of court to allow Interest.-(1)\r\nIn any proceeding for the recovery of any debt or damage or in any proceedings\r\nin which a claim for interest in respect of any debt or damages already paid is\r\nmade, the court may, if it thinks fit, allow interest to the person entitled to\r\nthe debt or damages or to the person making such claim, as the case may be, at\r\na rate not exceeding the current rate of interest, for the whole or part of the\r\nfollowing period, that is to say;-(a) If the proceedings relate to a debt payable by virtue of a written\r\ninstrument at a certain time ,then from the date when the debt is payable to\r\nthe date of institution of the proceedings;(b) if the proceedings do not relate to any such debt, then, from the\r\ndate mentioned in this regard in a written notice given by the person entitled  orthe person making the claim to the person liable that\r\ninterest will be claimed to the date of institution of the proceedings:Provided that where the amount of the debt\r\nor damages has been repaid before the institution of the proceedings, interest\r\nshall not be allowed under this section for the period after such repayment.(2)\r\nWhere in any such proceedings as are mentioned in sub-section (1):-(a) judgment , order or award is given for a sum\r\nwhich, apart from interest on damages, exceeds four thousand rupees, and(b) the sum represents or includes damages in\r\nrespect of personal injuries to the plaintiff or any other person or in respect\r\nof a person's death. then, the power conferred by that sub-section shall be\r\nexercised so as to include in that sum interest on those damages or on such\r\npart of them as the court considers appropriate for the whole or part of the\r\nperiod from the date mentioned in the notice to the date of institution of the\r\nproceedings, unless the court is satisfied that there are special reasons why\r\nno interest should be given in respect of those damages.(3)Nothing\r\nin this Section;-(a) shall apply in relation to:-( i ) any debt or\r\ndamages upon which interest is payable as of right, by virtue of any agreement;\r\nor(ii) any debt or damages upon which payment of\r\ninterest is barred, by virtue of an express agreement;(b) shall affect:-( i ) the compensation recoverable for the\r\ndishonour of a bill of exchange, promissory note or cheque, as defined in the\r\nNegotiable instrument Act, 1881: or(ii) the provisions of rule 2 of Order II of\r\nthe First Schedule to the Code of Civil Procedure, 1908;(c) shall empower to court to award interest\r\nupon interest.  Comment: Under certain circumstances even compound interest may be allowed by\r\nCourts, especially when dealing with commercial or bank contracts. See  Renusagar Power Co. Ltd. v. General Electric Co AIR 1994\r\nSUPREME COURT 860", "4": "Interest Act, 19784.\r\nInterest payable under certain enactments.-(1)\r\nNotwithstanding anything contained in section 3, interest shall be payable in\r\nall cases in which it is payable by virtue of any enactment or other rule of\r\nlaw or usage having the force of law.(2)\r\nNotwithstanding as aforesaid, and without prejudice to the generality of the\r\nprovisions of sub-section (1), the court shall, in each of the following cases,\r\nallow interest from the date specified below to the date of institution of the\r\nproceedings at such rate as the court may consider reasonable, unless the Court\r\nis satisfied that there are special reasons why interest should not be allowed,\r\nnamely;-(a) where money or other property has been\r\ndeposited as security for the performance of any obligation imposed by law or\r\ncontract from the date of the deposit;(b) where the obligation to pay money or restore\r\nany property arises by virtue of a fiduciary relationship from the date of the\r\ncause of action;(c) where money or other property is obtained or\r\nretained by fraud, from the date of the cause of action;(d) where the claim is of dower of maintenance,\r\nfrom the date of the cause of action.", "5": "Interest Act, 19785.\r\nSelection 34 of the Code of Civil Procedure, 1908 to apply.-Nothing\r\nin this Act shall affect the provisions of section 34 of the Code of Civil\r\nProcedure, 1908 (5 of 1908).", "6": "Interest Act, 19786.\r\nRepeal and saving.-(1)\r\nAs from the commencement of this act, the Interest Act, 1839 (32 of 1839) and\r\nany other law corresponding thereto in force in any State immediately before\r\nsuch commencement shall stand repealed.(2)\r\nThe provisions of this act, not apply to any suit or other legal proceeding\r\npending at the commencement of this Act and the provisions of the corresponding\r\nlaw applicable immediately before such commencement shall, notwithstanding the\r\nrepeal of such law by sub-section (1), continue to apply to such suit or other\r\nlegal proceeding.(3)The\r\nmention of particular matters in sub-section (2) shall not be held to prejudice\r\nor affect the general application of section 6 of the General Clauses Act, 1897\r\n(10 of 1897), with regard to the effect of repeal."}