{"name": "International Development Association (Status, Immunities and Privileges) Act, 1960\r", "1": "1. Short title, extent and commencement.-(1) This Act may be called the International Development Association (Status, Immunities and Privileges) Act, 1960.(2) It extends to the whole of India.(3) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.1. 15th October, 1960, vide notification No. S.O. 2474A, dated 11th October, 1960, see Gazette of India, Extraordinary, Part II, sec. 3(ii).2. Subs. by Act 20 of 1983, s. 2 and the Schedule, for certain words (w.e.f. 15-3-1984).", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"Agreement\" means the Agreement for the establishment and operation of the international body known as the International Development Association;(b) \"Association\" means the International Development Association established under the Agreement.", "3": "3. Conferment of status and certain immunities and privileges on the Association and conferment of certain immunities and privileges on its officers and employees.-(1) Notwithstanding anything to the contrary contained in any other law, the provisions of Article VIII of the Agreement set out in the Schedule shall have the force of law in India:Provided that nothing in section 9 thereof shall be construed as-(a) entitling the Association to import into India goods free of any duty of customs without any restriction on their subsequent sale therein; or(b) conferring on the Association any exemption from duties or taxes which form part of the price of goods sold; or(c) conferring on the Association any exemption from duties or taxes which are in fact no more than charges for services rendered.(2) The Central Government may, from time to time, by notification in the Official Gazette, amend the Schedule in conformity with any amendments, duly made and adopted, of the provisions of the Agreement set out therein.", "4": "4. Power to make rules.-The Central Government may, by notification in the Official Gazette, make rules for carrying out the purposes of this Act.", "5": "5. Notifications under section 3 and rules under section 4 to be placed before Parliament.-Every notification issued under sub-section (2) of section 3 and every rule made under section 4 shall be laid as soon as may be after it is issued or made before each House of Parliament while it is in session for a period of thirty days which may be comprised in one session or 2[in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid] both Houses agree for making any modification in the notification, or as the case may be, in the rule, or both Houses agree that the notification or rule should not be issued or made, the notification or rule shall thereafter have effect only in such modified form or be of no effect, as the case may be, so however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that notification or rule. 3"}