{"name": "Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993\r", "1": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 1. Short title, extent and commencement (1) This Act may be called the Interest on Delayed Payments to\r\nSmall Scale and Ancillary Industrial Undertakings Act, 1993.(2) It extends to the whole of India except the State of Jammu\r\nand Kashmir.(3) It shall be deemed to have come into force at once on 23rd day\r\nof September, 1992.", "2": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 2. Definitions In this Act, unless the context otherwise requires,(a) \"ancillary industrial undertaking\" has the meaning\r\nassigned to it by clause ( aa ) of section 3 of the\r\nIndustries (Development and Regulation) Act, 1951 (65 of 1951);(b) \"appointed day\" means the day following\r\nimmediately after the expiry of the period of thirty days from the day of\r\nacceptance or the day of deemed acceptance of any goods or any services by a\r\nbuyer from a supplier. Explanation : For the purposes of this clause,- ( i ) \"the day of acceptance\"\r\nmeans,(a) the day of actual delivery of goods or the\r\nrendering of services; or(b) where any objection is made in writing by\r\nthe buyer regarding acceptance of goods or services within thirty days from the\r\nday of the delivery of goods or the rendering of services, the day on which\r\nsuch objection is removed by the supplier;(ii) \"the day of deemed acceptance\" means, where no\r\nobjection is made in writing by the buyer regarding acceptance of goods or\r\nservices within thirty days from the day of the delivery of goods or the\r\nrendering of services, the day of the actual delivery of goods or the rendering\r\nof services;(c) \"buyer\" means whoever buys any\r\ngoods or receives any services from a supplier for consideration;(d) \"goods\" means every kind of\r\nmovable property other than actionable claims and money;(e) \"small scale industrial\r\nundertaking\" has the meaning assigned to it by clause (j) of section 3 of\r\nthe Industries (Development and Regulation) Act, 1951 (65 of 1951);(f) \"supplier\" means an ancillary\r\nindustrial undertaking or a small scale industrial undertaking holding a\r\npermanent registration certificate issued by the Directorate of Industries of a\r\nState or Union Territory.", "3": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 3. Liability of buyer to make payment Where any supplier supplies any goods or renders any services to\r\nany buyer, the buyer shall make payment therefor on\r\nor before the date agreed upon between him and the supplier in writing or,\r\nwhere there is no agreement in this behalf, before the appointed day.", "4": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 4. Date from which and rate at which interest is payable Where any buyer fails to make payment of the amount to the\r\nsupplier, as required under section 3, the buyer shall, notwithstanding\r\nanything contained in any agreement between the buyer and the supplier or in\r\nany law for the time being in force, be liable to pay interest to the supplier\r\non that amount from the appointed day or, as the case may be, from the date\r\nimmediately following the date agreed upon, at such rate, which is five per\r\ncent points above the floor rate for comparable lending. Explanation : For the purposes of this section, \"floor\r\nrate for comparable lending\" means the highest of the minimum lending\r\nrates charged by scheduled banks (not being co-operative banks) on credit\r\nlimits in accordance with the directions given or issued to banking companies\r\ngenerally by the Reserve Bank of India under the Banking Regulation Act, 1949\r\n(10 of 1949).", "5": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 5. Liability of buyer to pay compound interest Notwithstanding anything contained in any agreement between a\r\nsupplier and a buyer or in any law for the time being in force, the buyer shall\r\nbe liable to pay compound interest (with monthly interest) at the rate\r\nmentioned in section 4 on the amount due to the supplier.", "6": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 6. Recovery of amount due The amount due from a buyer, together with the amount of\r\ninterest calculated in accordance with the provisions of sections 4 and 5 shall\r\nbe recoverable by the supplier from the buyer by way of a suit or other\r\nproceeding under any law for the time being in force.", "7": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 7. Appeal No appeal against any decree, award or other order shall be\r\nentertained by any Court or other Authority unless the appellant (not being a\r\nsupplier) has deposited with it seventy-five per cent of the amount in terms of\r\nthe decree, award or, as the case may be, other order in the manner directed by\r\nsuch Court, or, as the case may be, such authority.", "8": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 8. Requirement to specify unpaid amount with interest in\r\nthe annual statement of accounts Where any buyer is required to get his annual accounts audited\r\nunder any law for the time being in force, such buyer shall specify the amount\r\ntogether with interest in his annual statement of accounts as remains unpaid to\r\nany supplier at the end of each accounting year.", "9": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 9. Interest not to be allowed as deduction from income Notwithstanding anything contained in the Income Tax Act, 1961,\r\nthe amount of interest payable or paid by any buyer, under or in accordance\r\nwith the provisions of this Act, shall not, for the purposes of computation of\r\nincome under the Income Tax Act, be allowed as deduction.", "10": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 10. Overriding effect The provisions of this Act shall have effect notwithstanding\r\nanything inconsistent therewith contained in any other law for the time being\r\nin force.", "11": " Interest on Delayed Payments to Small Scale and Ancillary Industrial Undertakings Act, 1993 11. Repeal and saving The Interest on Delayed Payments to Small Scale and Ancillary\r\nIndustrial Undertakings Ordinance, 1993 (Ordinance 4 of 1993) is hereby\r\nrepealed. Notwithstanding such repeal, anything done or any action taken under the\r\nOrdinance so repealed shall be deemed to have been done or taken under the\r\ncorresponding provisions of this Act."}