{"name": "Integrated Goods and Services Tax (Amendment) Act, 2018\r", "1": "1. Short title and commencement.\n(1) This Act may be called the Integrated Goods and Services Tax (Amendment) Act, 2018.(2) It shall come into force on such date as the Central Government may, by notification in the Official Gazette, appoint:Provided that different dates may be appointed for different provisions of this Act and any reference in any such provision to the commencement of this Act shall be construed as a reference to the coming into force of that provision.", "2": "2. In section 2 of the Integrated Goods and Services Tax Act, 2017 (hereinafter referred to as the principal Act),(i) in clause (6), in sub-clause (iv), after the words \"foreign exchange\", the words \"or in Indian rupees wherever permitted by the Reserve Bank of India\" shall be inserted;(ii) in clause (16), in the Explanation, in the long line, after the words \"function entrusted\", the words, figures and letter \"to a Panchayat under article 243G or\" shall be inserted.", "3": "3. In section 5 of the principal Act, for sub-section (4), the following sub-section \r  shall be substituted, namely:\"(4) The Government may, on the recommendations of the Council, by notification, specify a class of registered persons who shall, in respect of supply of specified categories of goods or services or both received from an unregistered supplier, pay the tax on reverse charge basis as the recipient of such supply of goods or services or both, and all the provisions of this Act shall apply to such recipient as if he is the person liable for paying the tax in relation to such supply of goods or services or both.\".", "4": "4. In section 8 of the principal Act, in sub-section (2), in Explanation 1, in clause (iii), \r  the words, ''being a business vertical'' shall be omitted.", "5": "5. In section 12 of the principal Act, in sub-section (8), the following proviso shall be inserted, namely:\"Provided that where the transportation of goods is to a place outside India, the place of supply shall be the place of destination of such goods.\".", "6": "6. In section 13 of the principal Act, in sub-section (3), in clause (a), for the second proviso, the following proviso shall be substituted, namely:\"Provided further that nothing contained in this clause shall apply in the case of services supplied in respect of goods which are temporarily imported into India for repairs or for any other treatment or process and are exported after such repairs or treatment or process without being put to any use in India, other than that which is required for such repairs or treatment or process;\".", "7": "7. In section 17 of the principal Act, after sub-section (2), the following sub-section shall be inserted, namely:\"(2A). The amount not apportioned under sub-section (1) and sub-section (2) may, for the time being, on the recommendations of the Council, be apportioned at the rate of fifty per cent. to the Central Government and fifty per cent. to the State Governments or the Union territories, as the case may be, on ad hoc basis and shall be adjusted against the amount apportioned under the said sub-sections.\".", "8": "8. In section 20 of the principal Act, after the fourth proviso, the following provision shall be inserted, namely:\"Provided also that where the appeal is to be filed before the Appellate Authority or the Appellate Tribunal, the maximum amount payable shall be fifty crore rupees and one hundred crore rupees respectively.''."}