{"name": "International Monetary Fund and Bank Act, 1945\r", "1": "1. Short title, extent and commencement.-(1) This 2[Act] may be called the International Monetary Fund and Bank 2[Act], 1945.(2) It extends to 4[the whole of India 5 * * *].(3) It shall come into force at once.", "2": "2. Payments to International Fund and Bank.-(1) 6[There shall be paid, after due appropriation made by Parliament by law in this behalf, out of the Consolidated Fund of India] all such sums as may from time to time be required for the purpose of paying-(a) the subscriptions payable by the Central Government, to the International Fund under paragraph (a) of section 3 7* * * of Article III of the Fund Agreement, and 8[to the International Bank under paragraphs (a) and (c)] of section 3 of Article II of the Bank Agreement;(b) any sums payable by the Central Government to the International Fund under 9[section 11 of Article V] of the Fund Agreement, and to theInternational Bank under section 9 of Article II of the Bank Agreement;(c) any charges payable by the Central Government to the International Fund under section 8 of Article V 10[, or under section 2, section 3 or section 5 of11[Article XX]],] of the Fund Agreement;(d) any sums required for implementing the guarantee of the Central Government referred to in section 3 of Article XIII of the Fund Agreement;1[(dd) any assessments required to be paid by the Central Government to the International Fund under section 4 or section 5 of 2[Article XX] of the Fund Agreement;](e) any compensation required to be paid by the Central Government to the International Fund or to any member thereof under 3[Schedule I, Schedule J or Schedule K] to the Fund Agreement.(2) The Central Government may, if it thinks fit so to do, create and issue to the International Fund or International Bank, in such form as it thinks fit, any such non-interest bearing and non- negotiable notes or other obligations as are provided for by 4[section 4] of Article III of the Fund Agreement and section 12 of Article V of the Bank Agreement.1. Published in the Gazette of India, Extraordinary, dated the 24th December, 1945, as Ordinance No. 47 of 1945. The Ordinance, made in exercise of the powers conferred by section 72 of the Government of India Act, as set out in the Ninth Schedule to the Government of India Act, 1935 (26 Geo. 5, c. 2), was converted into an Act by Act 25 of 1959.2. Subs. by Act 25 of 1959, s. 2, for \"Ordinance\".3. Subs by s. 3, ibid., for the last paragraph of the preamble and the enacting formula.4. Subs. by the A.O. 1950, for \"all the Provinces of India\".5. The words \"except Part B States\" omitted by Act 3 of 1951, s. 3 and the Sch.6. Subs. by Act 41 of 1969, s. 2, for certain words (w.e.f. 26-12-1981). 7. Omitted by Act 67 of 1982, s. 2 (w.e.f. 15-1-1983).8. Subs. by Act 25 of 1959, s. 4, for \"to the International Bank under paragraph (a)\".9. Subs. by Act 67 of 1982, s. 2, for \"paragraph (b) of section of Article IV\" (w.e.f. 15-1-1983). 10. Ins. by Act 41 of 1969, s. 2 (w.e.f. 26-12-1981).11. Subs. by Act 67 of 1982, s. 2, for \"Article XXVI\" (w.e.f. 15-1-1983).", "3": "3. Reserve Bank to be depository for International Fund and Bank.-The Reserve Bank of India (hereinafter referred to as the Reserve Bank) shall be the depository of the 5* * * Indian currency holdings of the International Fund and International Bank.", "4": "4. Power to call for information.-(1) Where under 7[paragraph (b) of section 3 of Article IV or] section 5 of Article VIII of the Fund Agreement, the International Fund requires the Central Government to furnish it with any information, the Central Government, or if generally or specially authorised by the Central Government in this behalf, the Reserve Bank, may by order in writing require any peson to furnish to such officer or other person as may be specified in the order such detailed information as the Central Government or the Reserve Bank, as the case may be, may determine to be essential for the purpose of complying with the request of the International Fund; and any person so required shall be bound to furnish such information.(2) Every officer or person to whom any information is required to be furnished under this section shall be deemed to be a public servant within the meaning of section 21 of the Indian Penal Code (45 of 1860).(3) No information obtained under this section shall be furnished to the International Fund in such detail as to disclose the affairs of any person 8***.(4) A determination of the Central Government or the Reserve Bank under sub-section (1) as to the extent of detail in which information is to be furnished shall be final, and in any prosecution under section 176 or section 177 of the Indian Penal Code (45 of 1860) in respect of any information required to be furnished under this section, it shall not be a defence to assert that the information was required to be furnished in greater detail than was essential for the purpose of complying with the request of the International Fund.(5) No prosecution for an offence in respect of any information required to be furnished under this section shall be instituted except with the previous sanction of the Central Government.1. Ins by Act 41 of 1969, s. 2 (w.e.f. 26-12-1981).2. Subs. by Act 67 of 1982, s. 2, for \"Article XXVI\" (w.e.f. 15-1-1983).3. Subs. by s. 2, ibid., for \"Schedule D or Schedule E\" (w.e.f. 15-1-1983).4. Subs. by s. 2, ibid., for \"section 5\" (w.e.f. 15-1-1983).5. The word \"British\" omitted by Act 48 of 1952, s. 3 and Sch. II. 6. Ins. by Act 41 of 1969, s. 3 (w.e.f. 26-12-1981).7. Ins. by Act 67 of 1982, s. 3 (w.e.f. 15-1-1983).8. Certain words omitted by s. 3, ibid. (w.e.f. 15-1-1983).", "5": "5. Certain provisions of Agreements to have force of law.-Notwithstanding anything to the contrary contained in any other law, the provisions of the Fund and Bank Agreements set out in the Schedule shall have the force of law in 1[India]:Provided that nothing in section 9 of Article IX of the Fund Agreement or in section 9 of Article VII of the Bank Agreement shall be construed as-(a) entitling the International Fund or International Bank to import into 1[India] goods free of any duty of customs without any restriction on their subsequent sale therein, or(b) conferring on the International Fund or International Bank any exemption from duties or taxes which form part of the price of goods sold or which are in fact no more than charges for services rendered.", "6": "6. [Amendment of section 17, Act 2 of 1934.] Rep. by the Repealing and Amending Act, 1952 (48 of 1952), s. 2 and Sch.", "7": "7. Power to make rules. - 2[(1)] The Central Government may, by notification in the Official Gazette, make rules for giving effect to the provisions set out in the Schedule, and generally for carrying out the purposes of this 3[Act].4[(2) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session or 5[in two or more successive sessions], and if before the expiry of 6[the session immediatelyfollowing the session or the successive sessions aforesaid], both Houses agree in making any modification in the rule, or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be, so however, that any such modification orannulment shall be without prejudice to the validity of anything previously done under that rule.]1. Subs. by Act 3 of 1951, s. 3 and the Sch., for \"Part A States and Part C States\".2. Renumbered as sub-section (1) by Act 25 of 1959, s. 5.3. Subs. by s. 2, ibid., for \"Ordinance\".4. Ins. by s. 5, ibid.5. Subs. by Act 67 of 1982, s. 4, for \"in two successive sessions\" (w.e.f. 15-1-1983).6. Subs. by s. 4, ibid., for certain words (w.e.f. 15-1-1983)."}