{"name": "Jallianwala Bagh National Memorial Act, 1951\r", "1": "1. Short title.-This Act may be called the Jallianwala Bagh National Memorial Act, 1951.", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"Memorial\" means the Jallianwala Bagh National Memorial to perpetuate the memory of those killed or wounded on the 13th day of April, 1919, on the site known as the Jallianwala Bagh, Amritsar;(b) \"Trust\" means the Trust for the erection and management of the Memorial.(c) \"Trustees\" means the Trustees of the Jallianwala Bagh National Memorial.", "3": "3. Objects of the Trust.-The objects of the Trust shall be-(a) to erect and maintain suitable buildings, structures and parks at or near the site of the Jallianwala Bagh in the city of Amritsar, to perpetuate the memory of those who were killed or wounded on the 13th day of April, 1919, on the said site;(b) to acquire lands, buildings and other properties for the purposes of the Trust; and(c) to raise and receive funds for the purposes of the Memorial.", "4": "4. Trustees of the Jallianwala Bagh National Memorial.-1[(1) The Trustees of the Jallianwala Bagh National Memorial shall be the following, namely:-(a) the Prime Minister -Chairperson,2*****(c) the Minister in-charge of Culture,3[(d) the Leader of Opposition recognised as such in the House of the People or where there is no such Leader of Opposition, then the Leader of the single largest Opposition Party in that House;](e) the Governor of the State of Punjab,(f) the Chief Minister of the State of Punjab, and(g) three eminent persons to be nominated by the Central Government.](2) The Trustees shall be a body corporate with perpetual succession by the name of the \"Trustees of the Jallianwala Bagh National Memorial\" and a common seal, and in that name shall sue and be sued, and shall3 have power acquire and hold property, to enter into contracts and to do all acts necessary for, and consistent with, the purposes of this Act.1. Subs. by Act 51 of 2006, s. 2, for sub-section (1) (w.e.f. 21-12-2006).2. Clause (b) omitted by Act 39 of 2019, s. 2 (w.e.f. 5-12-2019). 3. Subs. by s. 2, ibid., for clause (d) (w.e.f. 5-12-2019).", "5": "1[5. Term of office of nominated Trustees.-The Trustees nominated under clause (g) of sub-section (1) of section 4 shall be Trustees for a period of five years, and shall be eligible for renomination.]2[Provided that the term of office of a Trustee nominated under clause (g) of sub-section (1) of section 4 may be terminated before the expiry of the period of five years by the Central Government].", "6": "6. Property vested in Trustees.-All the property and funds set out in the Schedule to this Act and all other property, whether movable or immovable which may hereafter be given, bequeathed or otherwise transferred for the purposes of the Memorial or acquired for the said purposes shall vest in the Trustees.", "7": "7. Power of Trustees to appoint committee of management.-(1) For the purposes of managing the affairs of the Trust, the Trustees may, by resolution passed at a meeting, appoint a committee of management, and entrust to it such powers, duties and functions, under such directions and limitations, as may be defined by such resolution. (2) The Trustees may appoint any person as members of the committee of management, whether such person are Trustees or not, and may, from time to time, vary or rescind any resolution passed by it under this section.", "8": "8. Validity of acts of Trustees not to be questioned by reason of vacancy, etc.-No act of the Trustees shall be deemed to be invalid merely by reason any vacancy in, or any defect in the constitution of, the body of Trustees.", "9": "9. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules to carry out the objects of this Act.4 (2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for-(a) the manner in which funds belonging to the Memorial shall be kept deposited or invested;(b) the mode of authentication of orders for payment of money by the Trustees;(c) the form in which accounts shall be kept by the Trustees and the audit and publication of such accounts;(d) the laying out, erection, improvement, maintenance and management of the Memorial and the care and custody of the properties thereof.(e) the conditions under which the public shall have access to the Memorial or particular parts thereof and the regulation of the conduct of persons entering the precincts of the Memorial;(f) the preservation of, and the prevention of injury to or interference with, any property vested in the Trustees and the prevention of persons from trespassing into any particular part of the Memorial.1[(2A) Every rule made by the Central Government under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.](3) A rule made under this section made provide that a breach of any rule made under clauses (e) and (f) of sub-section (2) shall be punishable with fine which may extend to one hundred rupees.1. Subs. by Act 51 of 2006, s. 3, for section 5 (w.e.f. 21-12-2006).2. Ins. by Act 39 of 2019, s. 3 (w.e.f. 5-12-2019).3. Ins. by Act 51 of 2006, s.4 (w.e.f. 21-12-2006). 4. Ins. by s.5, ibid.(w.e.f. 21-12-2006).", "10": "10. Power of Trustees to make regulations.-The Trustees may make regulations consistent with this Act for all or any of the following purposes, namely:- (a) the manner in which meetings of the Trustees shall be convened the quorum for the transaction of any business thereat and the procedure at such meetings; (b) the manner in which a majority decision of the Trustees shall be obtained by circulation to the Trustees of the matter requiring decision; (c) the term of office of members of the committee of management their powers and duties, and the circumstances in which and the conditions subject to which such powers and duties may be exercised; (d) the appointment of such officers and servants as may be necessary for the purposes of the Trust, and their terms and conditions of service.1. Ins. by Act 4 of 2005, s. 2 and the Schedule (w.e.f. 11-1-2005)."}