{"name": "Joint-Stock Companies Act, 1857\r", "1": "The Joint-stock Companies Act, 1857Part IConstitution and Incorporation of Companies and AssociationsRegistryI. Company formed by Memorandum of Association and registration.-Seven or more persons, associated for any lawful purpose, may, by subscribing their names to a Memorandum of Association, and otherwise complying with the requisitions of this Act in respect of registration, form themselves into an incorporated Company, with or without limited liability.Banking or Insurance Company not to be formed with limited liability.-Provided that nothing in this Act shall authorise any persons to form themselves into a Joint-Stock Company or Association, with limited liability, for the purpose of Banking or Insurance.", "2": "The Joint-stock Companies Act, 1857II. Penalty on partnerships exceeding a certain number.-Not more than twenty persons shall after the first day of January 1858 carry on in partnership, in any part of the territories in the possession and under the Government of the East India Company, any trade or business having gain for its object, unless they are registered as a Company under this Act, or are authorised so to carry on business by an Act of Parliament, or by Royal Charter or Letters Patent, or by an Act of the Governor General of India in Council; and if any persons carry on business in partnership contrary to this provision, every person so acting shall be severally liable for the payment of the whole debts of the partnership, and may be sued for the same without the joinder in the action or suit of any other members of the partnership.", "3": "The Joint-stock Companies Act, 1857III. Matters required to be prescribed by Memorandum of Association.-The Memorandum of Association shall contain the following things: (that is to say)(1) The name of the proposed Company;(2) The part of the said territories in which the registered Office of the Company is to be established;(3) The objects for which the proposed Company is to be established;(4) The liability of the shareholders, whether it is to be limited or unlimited;(5) The amount of the nominal Capital of the proposed Company;(6) The number of shares into which such Capital is to be divided, and the amount of each share. In the case of a Company formed with limited liability, and hereinafter called a limited Company, the word \"limited\" shall be the last word in the name of the Company.", "4": "The Joint-stock Companies Act, 1857IV. Prohibition against identity of names in registered Companies.-No Company shall be registered under a name identical with that by which a subsisting Company is already registered, or so nearly resembling the same as to be calculated to deceive; and if any Company, through inadvertence or otherwise, is registered by a name identical with that by which a subsisting Company is registered, or so nearly resembling the same as to be calculated to deceive, such first-mentioned Company may, with the sanction of the Registrar, and shall, if required by him so to do, change its name, and upon such change being made, the Registrar shall enter the new name on the Register in the place of the former name; but no such alteration of name shall affect any rights or obligations of the Company or of any member thereof, or render defective any legal proceedings instituted or to be instituted by or against the Company; and any legal proceedings may be continued or commenced against the Company by its new name, that might have been continued or commenced against the Company by its former name.", "5": "The Joint-stock Companies Act, 1857V. Form of Memorandum of Association.-The Memorandum of Association shall be in the form marked A in the Schedule hereto, or as near thereto as circumstances admit; and it shall, when registered, bind the Company and the shareholder therein to the same extent as if each shareholders had subscribed his name and affixed his seal thereto, or otherwise duly executed the same, and there were in such Memorandum contained, on the part of himself, his heirs, executors, administrators, or representatives, a covenant to conform to all the regulations of such Memorandum, subject to the provisions of this Act.", "6": "The Joint-stock Companies Act, 1857VI. Shares to be taken by subscribers of Memorandum of Association.-Every subscriber of the Memorandum of Association shall take one share at the least in the Company; the number of shares taken by each subscriber shall be set opposite his name in such Memorandum of Association and upon the incorporation of the Company, he shall be entered in the Register of shareholders hereinafter mentioned as a shareholder to the extent of the shares he has taken.", "7": "The Joint-stock Companies Act, 1857VII. Special regulations may be prescribed by Articles of Association.-The Memorandum of Association may be accompanied by, or have annexed thereto, or endorsed thereon, Articles of Association signed by the subscribers to the Memorandum of Association, and prescribing regulations for the Company; but if no such regulations are prescribed or so far as the same do not extend to modify the regulations contained in the Table marked B in the Schedule hereto, such last-mentioned regulations shall, so far as the same are applicable, be deemed to be the regulations of the Company, and shall bind the Company and the shareholders therein to the same extent as if they had been inserted in Articles of Association, and such articles had been registered.", "8": "The Joint-stock Companies Act, 1857VIII. Form and effect of Articles of Association.-The Articles of Association shall be in the form marked C in the Schedule hereto, or as near thereto as circumstances admit; they shall, when registered, bind the Company and the shareholders therein to the same extent as if each shareholder had subscribed his name an affixed his seal thereto or otherwise duly executed the same, and there were in such Articles contained, on the part of himself, his heirs, executors, administrators, or representatives, a covenant to conform to all the regulations of such Articles, subject to the provisions of this Act.", "9": "The Joint-stock Companies Act, 1857IX. Use of printed copies of Memorandum or Articles.-Any person signing a printed copy of the Memorandum of Association, or Articles of Association, shall be deemed to have signed such Memorandum and Articles respectively.Attestation of execution.- The execution by any person of the Memorandum of Association or Articles of Association shall be attested by one witness at the least.", "10": "The Joint-stock Companies Act, 1857X. Registration of Memorandum of Association and Articles of Association.-The Memorandum of Association and Articles of Association shall be delivered to the Registrar of Joint- Stock Companies, who shall retain and register the same; there shall be paid to the Registrar of Joint- Stock Companies, in respect of the several matters mentioned in the Table marked D in the Schedule hereto, the several fees therein specified, or such smaller fees as the Governor General of India in Council may from time to time direct; and all fees so paid shall be accounted for to Government.", "11": "The Joint-stock Companies Act, 1857XI. Effect of registration.-Upon any such Memorandum of Association, either with or without Articles of Association as aforesaid, being registered, the Registrar shall certify under his hand that the Company is incorporated, and, in the case of a limited Company, that the Company is limited; the subscribers of the Memorandum of Association, together with such other persons as may from time to time become shareholders in the Company, shall thereupon be a body corporate by the name prescribed in the Memorandum of Association, having a perpetual succession and a common seal, with power to hold land, but with such pecuniary liability on the part of the shareholders as is hereinafter mentioned: the certificate of incorporation given by the Registrar shall be conclusive evidence that all the requisitions of this Act in respect of registration have been complied with; and the date of such certificate shall be deemed to be the date of the incorporation of the Company.", "12": "The Joint-stock Companies Act, 1857XII. Director to be liable for debts if dividend be paid contrary to the provisions of the Act, or when the Company is known by them to be insolvent.-If the Directors of any such company shall declare and pay any dividend contrary to the provisions of this Act or when the Company is known by them to be insolvent, or any dividend the payment of which would, to their knowledge, render it insolvent, they shall be jointly and severally liable for all the debts of the Company then existing, and for all that shall be thereafter contracted, so long as they shall respectively continue in office;Proviso.- provided always that the amount for which they shall all be so liable shall not exceed the amount of such dividend, and that, if any of the Directors shall be absent at the time of making the dividend or dividends so declared or paid, or if present and objecting thereto shall file their objection in writing with the Clerk of the Company, and shall forthwith publish notice of such objection in the Official Gazette or in some newspaper circulating in the place in which the registered Office of the Company is situate, they shall be exempted from the said liability.", "13": "The Joint-stock Companies Act, 1857XIII. Issue of shares by Company.-As soon as a certificate of incorporation has been granted by the Registrar of Joint-Stock Companies, the Company may issue certificates of shares to the subscribers to the Memorandum of Association, and to all other persons to whom shares may be allotted, of such number and amount as may be prescribed by the Memorandum of Association, but not of any greater number or amount; the shares so issued shall be personal estate, and shall not be of the nature of real estate, and each share shall be distinguished by its appropriate number.", "14": "The Joint-stock Companies Act, 1857Register of ShareholdersXIV. Register of shareholders.-Every Company registered under this Act, hereinafter referred to as \"the Company,\" shall cause to be kept in one or more books a Register of shareholders, and there shall be entered therein the following particulars:-(1) The names, addresses, and occupations, if any, of the shareholders in the Company, and the shares held by each of them, distinguishing each share by its number;(2) The amount paid on the shares of each shareholder;(3) The date at which the name of any person was entered in the Register as a shareholder;(4) The date at which any person ceased to be a shareholder in respect of any share.", "15": "The Joint-stock Companies Act, 1857XV. Annual list of shareholders of Register.-Once at the least in every year a list shall be made of all persons who on the fourteenth day succeeding the day on which the ordinary general meeting of the Company, or if there is more than one ordinary meeting in each year, the first of such ordinary general meetings is held, are holders of shares in the Company; and such list shall state the names, addresses, and occupations of all the persons therein mentioned, and the number of shares held by each of them, and shall contain a summary specifying the following particulars:-(1) The amount of the nominal Capital of the Company, and the number of shares into which it is divided;(2) The number of Shares taken from the commencement of the Company up to the date of the summary;(3) The amount of calls made on each share;(4) The total amount of calls that have been received;(5) The total amount of calls unpaid;(6) The total amount of shares forfeited. The above list and summary shall be contained in a separate part of the Register, and shall be in the form marked E in the Schedule hereto, or as near thereto as circumstances admit: such list and summary shall be completed within seven days after such fourteen day as is mentioned in this Section, and a copy thereof, authenticated by the seal of the Company, shall forthwith be forwarded to the Register; and any person may inspect and take copies of the same, subject to the regulations under which a person is here in after declared to be entitled to inspect and take copies of any documents kept by the Registrar.", "16": "The Joint-stock Companies Act, 1857XVI. Penalty on Company not keeping a proper Register.-If any Company registered under this Act makes default in keeping a Register of shareholders, or in sending a copy of such list and summary as aforesaid to the Registrar in compliance with the foregoing rules, such Company shall incur a penalty not exceeding fifty Rupees for every day during which such default continues.", "17": "The Joint-stock Companies Act, 1857XVII. Restrictive definition of shareholder.-No notice of any trust, express or implied or constructive, shall be entered on the Register or be receivable by the Company; and every person who has accepted any share in a Company registered under this Act, and whose name is entered in the Register of shareholders, and no other person (except a subscriber to the Memorandum of Association in respect of the shares subscribed for by him) shall, for the purposes of this Act, be deemed to be a shareholder.", "18": "The Joint-stock Companies Act, 1857XVIII. Transfer of shares.-The transfer of any share in the Company shall be in the form marked F in the Schedule hereto, or to the like effect, and shall be executed both by the transferrer and transferree; the transferrer shall be deemed to remain a holder of such share until the name of the transferree is entered in the Register-book in respect thereof.", "19": "The Joint-stock Companies Act, 1857XIX. Certificate of shares.-A certificate, under the common seal of the Company, specifying any share or shares held by any shareholder, shall be prima facie evidence of the title of the shareholder to the share or shares therein specified.", "20": "The Joint-stock Companies Act, 1857XX. Calls a debt to Company.-The amount of calls, for the time being unpaid on any share, shall be deemed to be a debt due from the holder of such share to the Company.", "21": "The Joint-stock Companies Act, 1857XXI. Inspection of Register and annual list of share-holders.-The Register and annual list of shareholders commencing from and the incorporation of the Company, shall be kept at the registered Office of the Company here in after mentioned; except when the Register is closed as hereinafter mentioned, such Register and annual list shall during business hours, but subject to such reasonable restrictions as the Company in general meeting may impose, so that not less than two hours in each day be appointed for inspection, be opened to the inspection of any shareholder gratis, and to the inspection of any other person on the payment of one Rupee, or such less sum as the Company may prescribe for each inspection; and every such. shareholder or other person may require a copy of such Register and annual list, or of any part thereof, on payment of two annas for every one hundred words required to be copied; if such inspection or copy is refused, the Company shall incur for each refusal a penalty not exceeding Fifty Rupees, and a further penalty not exceeding Twenty Rupees for every day during which such refusal continues.", "22": "The Joint-stock Companies Act, 1857XXII. Power to close Register.-The Company may, upon giving notice by advertisement in some newspapers circulating in that part of the said territories in which the registered Office of the Company is situate, close the Register of shareholders for any time or times not exceeding on the whole twenty-one days in each year: and the period, during which the books are closed, shall not be reckoned as part of the time within which a transfer is to be registered.", "23": "The Joint-stock Companies Act, 1857XXIII. Remedy for improper entry, or omission of entry in Register.-If the name of any person is without sufficient cause entered or omitted to be entered in the Register of shareholders of any Company, such person, or any shareholder of the Company, may, by petition to the principal Court of original Civil jurisdiction in the district or place in which the registered Office of the Company is situate; apply to such Court for an order that the Register may be rectified; and the Court may either refuse such application, with or without costs to be paid by the applicant, or it may, if satisfied of the justice of the case, make an order for the rectification of the Register, and may direct the Company to pay all the costs of such motion or petition, and any damages the party aggrieved may have sustained; and if the Company makes default or is guilty of unnecessary delay in registering any transfer of shares, they shall be responsible to any person injured by such default or delay for the amount of damage he may thereby have sustained.", "24": "The Joint-stock Companies Act, 1857XXIV. Register to be evidence.-The Register of shareholders shall be prima facie evidence of any matters by this Act directed or authorised to be inserted therein.", "25": "The Joint-stock Companies Act, 1857XXV. Copies of Memorandum and Articles of Association to be forwarded to shareholders.-Copies of the Memorandum of Association and Articles of Association shall be forwarded by the Company to every shareholder, at his request, on payment of the sum of one Rupee for each copy, or such less sum as may be prescribed by the Company.", "26": "The Joint-stock Companies Act, 1857Part IIManagement and Administration of Companies. GeneralXXVI. Registered Office of company.-The Company shall have a registered Office to which all communications and notices may be addressed; if any Company registered under this Act carries on business without having such an Office, it shall incur a penalty not exceeding Fifty Rupees for every day during which business is so carried on.", "27": "The Joint-stock Companies Act, 1857XXVII. Notice of situation of registered Office.-Notice of the situation of such registered Office, and of any change therein, shall be given to the Registrar of Joint-Stock Companies, and recorded by him: until such notice is given, the Company shall not be deemed to have complied with the provisions of this Act with respect to having a registered Office.", "28": "The Joint-stock Companies Act, 1857XXVIII. Publication of name by a limited Company.-Every limited Company registered under this Act shall paint or affix, and shall keep painted or affixed, its name on the outside of every Office or place in which the business of the Company is carried on, in a conspicuous position, in letters easily legible in the English language and also in the language required to be used in judicial proceedings in the Courts of the East India Company in the District in which the registered Office is situate, and shall have its name engraven in legible characters in such languages on its seal, and shall have its name mentioned in legible characters in such languages in all notices, advertisements, and other official publications of such Company, and in all Bills of Exchange, Hoondees, Promissory Notes, Endorsements, Cheques, and orders for money or goods, purporting to be signed by or on behalf of such Company, and in all Bills of parcels, invoices, receipts, and letters of credit of the Company.", "29": "The Joint-stock Companies Act, 1857XXIX. Penalties on non-publication of name.-If any limited Company registered under this Act does not paint or affix, and keep painted or affixed, its name in manner aforesaid, it shall be liable to a penalty not exceeding Fifty Rupees for not so painting or affixing its name and for every day during which such name is not so kept painted or affixed; and if any Officer of such Company, or any person on its behalf, uses any seal purporting to be a seal of the Company where on its name is not so engraven as aforesaid, or issues or authorizes the issue of any notice, advertisement, or other official publication of such Company, or signs or authorizes to be signed on behalf of such Company any Bill of Exchange, Hoondee, Promissory Note, Endorsement, Cheque, or order for money or goods, or issues or authorizes to be issued any Bill of parcels, invoice, receipt, or letter of credit of the Company, wherein its name is not mentioned in manner aforesaid, he shall be liable to a penalty of Five hundred Rupees, and shall further be personally liable to the holder of any such Bill of Exchange, Hoondee, Promissory Note, Cheque, or order for money or goods, for the amount thereof, unless the same is duly paid by the Company.", "30": "The Joint-stock Companies Act, 1857XXX. General Meeting of Company.-A general meeting of the Company shall be held once at the least in every year.", "31": "The Joint-stock Companies Act, 1857XXXI. What accounts to be kept.-The Directors shall cause true accounts to be kept- Of the Stock-in-Trade of the Company; Of the sums of money received and expended by the Company, and the matter in respect of which such receipt and expenditure takes place; and Of the credits and liabilities of the Company.", "32": "The Joint-stock Companies Act, 1857XXXII. Balance-sheet to be made out annually and filed with the Registrar.-A balancesheet shall be made out and filed with the Registrar of Joint-Stock Companies within twelve months after the incorporation of the Company, and once at least in every year afterwards within twelve months from the filing of the balance-sheet immediately preceding. Such balance-sheet shall contain a summary of the property and liabilities of the Company arranged under the heads appearing in the form annexed to Table B in the Schedule hereto, or as near thereto as circumstances admit.", "33": "The Joint-stock Companies Act, 1857XXXIII. Balance-sheet to be signed and certified by the Directors.-The balance-sheet shall be signed by the Directors or any three or more of them, who shall certify at the foot thereof that the same, to the best of their belief, contains a true account of the capital and liabilities and of the property and assets of the Company.", "34": "The Joint-stock Companies Act, 1857XXXIV. No dividend payable except out of profits.-No dividend shall be payable except out of the profits arising from the business of the Company including interest on capital.", "35": "The Joint-stock Companies Act, 1857XXXV. Audit.-The accounts of the Company shall be examined, and the correctness of the balance-sheet ascertained, by one or more Auditor or Auditors who shall certify, at the foot or such balance-sheet, that the same, to the best of their belief, contains a true account of the capital and liabilities and of the property and assets of the Company, or make such special report thereon as they think necessary.", "36": "The Joint-stock Companies Act, 1857XXXVI. Inspection of balance-sheet and of report of Auditors thereon.-A copy of every balance-sheet and of the report thereon by the Auditors shall be kept at the registered Office of the Company, and shall be open to inspection in the same manner as the Register of shareholders kept at such Office.", "37": "The Joint-stock Companies Act, 1857XXXVII. Appointment of Auditors.-Unless other provisions shall be contained in the regulations of the Company for the appointment of Auditors, the Auditors shall be appointed at the first general meeting of the Company in every year, and, in the case of any casual vacancy occurring in such office, at an extraordinary general meeting called for the purpose of supplying the same. No Directors or other Officer shall be eligible as an Auditors.", "38": "The Joint-stock Companies Act, 1857XXXVIII. Power of Company to alter regulations by special resolution.-Any Company registered under this Act may in general meeting, from time to time, by such special resolution as is hereinafter mentioned, alter and make new provisions in lieu of or in addition to any regulations of the Company contained in the Articles of Association or the Table marked B in the Schedule.", "39": "The Joint-stock Companies Act, 1857XXXIX. Definition of special resolution.-A resolution shall be deemed to be a special resolution of the Company whenever the same has been passed by three-fourths in number and value of such shareholders of the Company, for the time being entitled to vote, as may be present in person or by proxy (in cases where, by the regulations of the Company, proxies are allowed) at any meeting of which notice specifying the intention to propose such resolution has been duly given, and such resolution has been confirmed by Majority of such shareholders, for the time being entitled to vote, as maybe present in person or by proxy at a subsequent meeting of which notice specifying the intention to propose such confirmation has been duly given, and held at an interval of not less than one month, nor more than three months, from the date of the meeting at which such special resolution was first passed; unless a poll is demanded by at least five shareholders, a declaration of the Chairman of any such meeting as is mentioned in this Section, that a special resolution has been carried or confirmed, shall be deemed conclusive evidence of the fact, without proof of the number or proportion of the votes recorded in favor of or against the same; notice of any meeting shall, for the purposes of this Section, be deemed to be duly given, and the meeting to be duly held, whenever such notice is given and meeting held in manner prescribed by the regulations of the Company.", "40": "The Joint-stock Companies Act, 1857XL. Registry of special resolution.-A copy of an special resolution that is passed by any Company registered under this Act shall be forwarded to the Registrar of Joint-Stock Companies, and recorded by him; if such copy is not so forwarded within fifteen days from the date of the passing of the resolution, the Company shall incur a penalty not exceeding Twenty Rupees for every day after the expiration of such fifteen days during which such copy is omitted to be forwarded.", "41": "The Joint-stock Companies Act, 1857XLI. Copies of special resolutions.-A copy of any special resolution shall be given to any shareholder on payment of one Rupee or of such less sum as the Company may direct.", "42": "The Joint-stock Companies Act, 1857XLII. Notice to Registrar of increase of capital.-The Company, if authorized so to do by its regulations, may increase its nominal capital in manner directed by such regulations; but notice of any increase so made shall be given to the Registrar of Joint-Stock Companies within fifteen days from the date of the passing of the resolution by which such increase has been authorized, and the Registrar shall forthwith record the amount of such increase; if such notice is not given within the period aforesaid, the Company shall incur a penalty not exceeding Fifty Rupees for every day during which such neglect to give notice continues.", "43": "The Joint-stock Companies Act, 1857XLIII. Prohibition against carrying on business with less than seven shareholders.-If any Company registered under this Act carries on business when the number of its shareholders is less than seven, for a period of six months after the number has been so reduced, then every Director of such Company during the time that it so carries on business after such period of six months, shall be severally liable for the payment of the whole debts of the Company contracted during such time, and may be sued for the same without the joinder in the action or suit of any other person.", "44": "The Joint-stock Companies Act, 1857XLIV. Evidence of proceedings at Meetings.-The Company shall cause Minutes of all resolutions and proceedings of general meeting of the Company to be duly entered in books to be from time to time provided for the purpose, and any such Minute as aforesaid, if signed by any person purporting to be the Chairman of such meeting, shall be receivable in evidence in all legal proceedings; and, until the contrary is proved, every general meeting, in respect of the proceedings of which Minutes have been so made, shall be deemed to have been duly held and convened.", "45": "The Joint-stock Companies Act, 1857Legal Instruments of CompanyXLV. Contracts how made.-Contracts on behalf of any Company registered under this Act may be made as follows; (that is to say)(1) Any contract which, if made between private persons, would be by law required to be in writing, and if made according to English law to be under seal, may be made on behalf of the Company in writing under the common seal of the Company; and such contract may be in the same manner varied or discharged.(2) Any contract which, if made between private persons, would be by law required to be in writing and signed by the parties to be charged therewith, may be made on behalf of the Company in writing signed by any person acting under the express or implied authority of the Company; and such contract may in the same manner be varied or discharged.(3) Any contract which, if made between private persons, would by law be valid although made verbally only and not reduced into writing, may be made verbally on behalf of the Company by any person acting under the express or implied authority of the Company; and such contract may in the same way be varied or discharged. And all contracts made according to the provisions herein contained shall be effectual in law, and shall be binding upon the Company and their successors, and all other parties thereto, their heirs, Executors, Administrators, or representatives, as the case may be.", "46": "The Joint-stock Companies Act, 1857DeedsXLVI. Execution of deeds.-Any Company registered under this Act may, by instrument or writing under their common seal, empower any person either generally or in respect of any specified matters, as their attorney, to execute deeds on their behalf in any place; and every deed signed by such attorney, on behalf of the Company, and under his seal, shall be binding on the Company to the same extent as if it were under the common seal of the Company.", "47": "The Joint-stock Companies Act, 1857XLVII. Promissory Notes, Bills of Exchange, and Hoondees.-A Promissory Note, Bill of Exchange, or Hoondee shall be deemed to have been made, accepted, or endorsed on behalf of any Company registered under this Act, if made, accepted, or endorsed in the name of the Company by any person acting under the express or implied authority of the Company.", "48": "The Joint-stock Companies Act, 1857Examination of Affairs of CompanyXLVIII. Examination of affairs of Company by Inspectors appointed by the local Government.-Upon the application of one-fifth in number and value of the shareholders of any Company registered under this Act, the local Government may appoint one or more competent Inspectors to examine into the affairs of the Company, and to report thereon in such manner as the local Government directs.", "49": "The Joint-stock Companies Act, 1857XLIX. Power of Inspectors.-It shall be the duty of all Officers and Agents of the Company to produce, for the examination of the Inspectors, all books and documents in their custody or power: any Inspector may examine the Officers and Agents of the Company in relation to its business, and may, if he thinks fit, administer an oath or affirmation to such person; if any Officer or Agent refuses to produce any such book or document, or to answer any question relating to the affairs of the Company, he shall incur a penalty not exceeding Fifty Rupees in respect of each offence.", "50": "The Joint-stock Companies Act, 1857L. Result of examination how dealt with.-Upon the conclusion of the examination, the Inspectors shall report their opinion to the local Government; a copy shall be forwarded to the registered Office of the Company and shall be open to the inspection of any shareholder who shall be at liberty to take a copy thereof; and a further copy shall, at the request of the shareholders upon whose application the inspection was made, be delivered to them or to any one or more of them: all expenses of and incidental to any such examination as aforesaid shall be defrayed by the shareholders upon whose application the Inspectors were appointed.", "51": "The Joint-stock Companies Act, 1857LI. Power of Company to appoint Inspectors.-Any Company registered under this Act may in general meeting appoint Inspectors for the purpose of examining into the affairs of the Company; the Inspectors so appointed shall have the same powers and perform the same duties as Inspectors appointed by the local Government, with this exception, that, instead of making their report to the local Government, they shall make the same in such manner and to such persons as the Company in general meeting directs; and the Officers and Agents of the Company shall incur the same penalties, in case of any refusal to produce any book or document to such Inspectors, or to answer any question, as they would have incurred if such Inspectors had been appointed by the local Government.", "52": "The Joint-stock Companies Act, 1857LII. Report of Inspectors to be evidence.-A copy of the report of any Inspectors appointed under this Act, authenticated by the seal of the Company into whose affairs they have made inspection, shall without further proof be admissible as evidence of the report in any legal proceeding.", "53": "The Joint-stock Companies Act, 1857NoticesLIII. Services of notices on Company.-Any summons or notice requiring to be served upon the Company may, except in cases where a particular mode of service is directed, be served by leaving the same, or sending it through the post by a registered letter addressed to the Company at their registered Office, or by giving it to any Director, Secretary or other principal Officer of the Company; and any notice to the Registrar of Joint-Stock Companies may be served by sending it to him through the post by a registered letter, or by delivering it to him, or by leaving it for him at his Office.", "54": "The Joint-stock Companies Act, 1857LIV. Rules as to notices by letter.-Notices by letter shall be posted in such time as to admit of the letter being delivered in the due course of delivery within the period (if any) prescribed for the giving of such notice; and in proving such service it shall be sufficient to prove that such notice was properly directed, and that it was put into the Post Office at such time as aforesaid.", "55": "The Joint-stock Companies Act, 1857LV. Authentication of notices of Company.-Any summons, notice, writ, or proceeding requiring authentication by the Company may be signed by any Director, Secretary, or other authorized Officer of the Company, and need not be under the common seal of the Company; and the same may be in writing or in print, or partly in writing and partly in print.", "56": "The Joint-stock Companies Act, 1857LVI. Adjudication of offences and recovery of penalties.-All offences under this Act, made punishable by any penalty, may be prosecuted summarily before a Magistrate or any person exercising the powers of a Magistrate.The provision of Act XIII of 1856, relating to the adjudication of fines and penalties and the enforcing payment thereof, shall apply to penalties imposed under this Act in the Towns of Calcutta, Madras, and Bombay, and the Settlement of Prince of Wales' Island, Singapore, and Malacca.", "57": "The Joint-stock Companies Act, 1857Alteration of FormsLVII. Governor General of India in Council may alter Forms in Schedule.-The Governor General of India in Council may from time to time make such alterations in the Forms and Tables contained in the Schedule hereto as may be deemed requisite: any Form or Table, when altered, shall be punished in the Calcutta Gazette, and, after the expiration of one month from the date of such publication, shall have the same force as if it were included in the Schedule to this Act.", "58": "The Joint-stock Companies Act, 1857Part IIIWinding-UpPreliminaryLVIII. Application of Part III of Act.-The provisions of this Act relating to the winding-up of Companies shall apply to all Companies registered under this Act, and to all Companies registered under Act XLIII of 1850 or duly constituted by law previously to the passing of this Act, from and after the date at which they have obtained registration under this Act in manner hereinafter mentioned, but not to any other Companies.", "59": "The Joint-stock Companies Act, 1857LIX. Meaning of the expression \"the Court\" as used in Part III of the Act.-The expression \"the Court,\" as used in the Third Part of this Act, shall mean the principal Court having original Civil jurisdiction in the place in which the registered Office of the Company is situate ; unless in the regulations for the management of the Company it shall be stipulated that the said Company, if wound-up shall be wound-up by the Supreme Court of Judicature for the Presidency in which the registered Office of the Company is situate, or, if the registered Office is not situate within any Presidency or in the Settlement of Prince of Wales' Island, Singapore, and Malacca, that it shall be wound-up by such Supreme Court as shall be stipulated by such regulations, in either of which cases the word \"Court\" shall mean the Supreme Court of Judicature mentioned in such stipulation.", "60": "The Joint-stock Companies Act, 1857LX. Liability of present shareholders in respect of debts.-In the event of any Company being wound-up by the Court or voluntarily, the existing shareholders shall be liable to contribute to the assets of the Company to an amount sufficient to pay the debts and liabilities of the Company, and the costs, charges, and expenses of winding-up the same, with this qualification, that, if the Company is limited, no contribution shall be required from any shareholder exceeding the amount, if any, unpaid on the shares held by him.", "61": "The Joint-stock Companies Act, 1857LXI. Liability of former shareholders in a Company other than a limited Company with respect to debts.-In the event of any Company other than a limited Company being wound-up by the Court, any person who has ceased to be a shareholder within the period of three years prior to the commencement of the winding-up shall be liable to contribute, in respect of the shares held by him within that period, towards payment of the debts and liabilities of the Company, and the costs, charges, and expenses of winding-up the same, and shall have in all respects the same rights, and be subject to the same liabilities to creditors in respect of such shares, as if he had not so ceased to be a shareholder, with this exception, that he shall not be liable in respect of any debt or liability of the Company contracted after the time at which he ceased to be a shareholder.", "62": "The Joint-stock Companies Act, 1857LXII. Liability of former shareholders in a limited Company with respect to debts and liabilities.-In the event of any limited Company being wound-up by the Court, any person who has ceased to be a holder of any share or shares within the period of one year prior to the commencement of the winding-up shall be liable in respect of such share or shares to contribute towards payment of the debts and liabilities of the Company, and the costs, charges, and expenses of winding-up the same, and shall have in all respects the same rights and be subject to the same liabilities to creditors in respect of such share or shares as if he had not so ceased to be a shareholder.", "63": "The Joint-stock Companies Act, 1857LXIII. Commencement of winding-up of Company defined.-The winding-up shall, if the Company is wound-up by the Court, be deemed to commence at the time of the presentation of such petition as is hereinafter required to be presented to the Court; and, if the Company is wound-up voluntarily, be deemed to commence at the time of the passing of the resolution authorizing such winding-up.", "64": "The Joint-stock Companies Act, 1857LXIV. Definition of \"contributory,\" and legal character of his liability.-Any existing or former shareholder, upon whom calls are authorized to be made by the Third Part of this Act, is hereinafter called a \"contributory\"; and the representatives of any deceased contributory shall be liable in a due course of administration to the same extent as such contributory would be liable under this Act if alive.", "65": "The Joint-stock Companies Act, 1857LXV. Rights of contributories between themselves.-For the purpose of ascertaining the liability of existing and former shareholders as between themselves, the following rule shall be adopted in the absence of any express contract to the contrary; (that is to say)(1) In the case of a Company other than a limited Company, every transferree of shares shall, in a degree proportioned to the shares transferred, indemnify the transferror against all existing and future debts of the Company.(2) In the case of a limited Company, every transferre shall indemnify the transferrer against all calls made or accrued due on the shares transferred subsequently to the transfer.", "66": "The Joint-stock Companies Act, 1857Winding-up by CourtLXVI. Circumstances under which Company may be wound-up by Court.-A Company may be wound-up by the Court under the following circumstances; (that is to say)(1) Whenever the Company in general meeting has passed a special resolution requiring the Company to be wound-up by the Court;(2) Whenever the Company does not commence its business within a year from its incorporation, or suspends its business for the, space of a whole year;(3) Whenever the shareholders are reduced in number to less than seven;(4) Whenever the Company is unable to pay its debts;(5) Whenever three-fourths of the Capital of the Company have been lost or become unavailable.", "67": "The Joint-stock Companies Act, 1857LXVII. Company when deemed unable to pay its debts.-A Company shall be deemed to be unable to pay its debts-(1) Whenever a creditor, to whom the Company is indebted in a sum exceeding Five hundred Rupees then due, has served on the Company, by leaving or causing to be left at their registered Office, a demand under his hand requiring the Company to pay the sum so due, and the Company have, for the space of three weeks succeeding the service of such demand, neglected to pay such sum, or to secure or compound for the same to the satisfaction of the creditor;(2) Whenever satisfaction of a judgment, decree, or order of any Court in favor of any creditor in any suit or other legal proceeding cannot be obtained.", "68": "The Joint-stock Companies Act, 1857LXVIII. Application for winding-up to be by petition.-Any application for the winding-up of a Company shall be by petition accompanied by a declaration signed by the petitioner stating that he verily believes the same to be true: such petition may, in cases where the Company is unable to pay its debts, be presented either by a creditor or a contributory; but where any other ground is alleged for winding-up the Company, a contributory alone is entitled to present the petition.", "69": "The Joint-stock Companies Act, 1857LXIX. Course to be pursued by Court on petition of a creditor.-Upon the hearing of any petition presented by a creditor, the Court may dismiss such petition with or without costs to be paid by the petitioner, or it may make an order directing the Company, by a day to be named in the order, to pay or secure payment to the creditor of all monies that may be proved due to him, together with such costs as the Court may direct ; or the Court may, if it so thinks fit, on the hearing of such petition, make an order or decree for winding-up the Company in the first instance, or such other order as it deems just.", "70": "The Joint-stock Companies Act, 1857LXX. Order for winding-up Company on creditor's petition.-If, at the expiration of the time named in such order, such payment is not made, or security given, the Court may thereupon make an order or decree for winding-up the Company.", "71": "The Joint-stock Companies Act, 1857LXXI. Course to be pursued by Court on petition of contributory.-Upon the hearing of a petition presented by a contributory, the Court may dismiss such petition with or without costs to be paid by the petitioner, or it may make an order or decree directing the Company to be wound-up or such other order or decree as it deems just.", "72": "The Joint-stock Companies Act, 1857LXXII. Effect of the order for winding-up Company.-After the date of such order or decree for winding-up the Company, all suits and actions against the Company shall, if the Court so orders, be stayed: no Director or other Officer of the Company shall, without the sanction of the Court, dispose of any of the property, effects, or things in action of the Company; and no transfer of any shares shall be valid without the sanction of the Court: a copy of such order or decree shall forthwith be reported by the Company to the Registrar of Joint-Stock Companies, who shall make a minute thereof in his books relating to the Company.", "73": "The Joint-stock Companies Act, 1857LXXIII. Collection and application of assets.-As soon as may be after making an order or decree for winding-up the Company, the Court shall cause the assets of the Company to be collected, and applied in discharge of its liabilities, in a due course of administration.", "74": "The Joint-stock Companies Act, 1857LXXIV. Fraudulent preference.-Any conveyance, mortgage, delivery of goods, payment, or other act relating to property, if made, done, or suffered voluntarily by any Company registered under this Act whilst in insolvent circumstance, with a view to give any undue or fraudulent preference to any creditor of such Company, shall be void if made, done, or suffered within three months before the commencement of the winding-up of such Company.", "75": "The Joint-stock Companies Act, 1857LXXV. Power of Court to summon persons suspected of having property of Company.-After an order or decree for winding-up the Company has been made, any person known or suspected to have in his possession any of the estate or effects of the Company, or supposed to be indebted to the Company, and any person whom the Court may deem capable of giving information concerning the trade; dealings, estate, or effects of the Company, may be compelled to give evidence, and to produce any books, papers, deeds, writings, or other documents in his custody or power which may appear to the Court requisite to the full disclosure of any of the matters which the Court thinks necessary to be enquired into for the purpose of winding-up the Company, in the same manner as a witness may be compelled to give evidence and to produce documents in any action or suit depending in such Court.", "76": "The Joint-stock Companies Act, 1857LXXVI. Penalty on falsification of books.-If any Director, Officer, or Contributory of any Company registered under this Act destroys, mutilates, alters, or falsifies any books, papers, writings, or securities, or makes or is privy to the making of any false or fraudulent entry in any registry, book of account, or other document belonging to the Company, with intent to defraud the creditors or contributories of such Company or any of them or any other person, every person so offending shall, upon conviction, be liable to imprisonment, with or without hard labor, for any term not exceeding two years.", "77": "The Joint-stock Companies Act, 1857LXXVII. Execution upon certain judgments within three months of petition to be void-If, upon any judgment or decree voluntarily suffered by any Company being insolvent to any person with intent to give such person a preference over other creditors of the Company, any attachment, sequestration, or execution is issued against such Company, by virtue whereof the estate and effects of the Company, or any of them, are attached, sequestrated, or taken in execution, at any time within three months next before the filing or presentation of the petition for winding-up the Company, such attachment, sequestration, or taking in execution shall be void in favor of the Liquidators of the Company, as against the attaching, sequestrating, or execution creditor, whether the same has been completely executed or not, except that such creditor shall, if the attachment, sequestration, or execution would have been valid but for this provision, be entitled to retain, out of any money already realized, his costs of suit, and of the attachment, sequestration, or execution, or to proceed with the attachment, sequestration, or execution for the purpose of realizing such costs ; but on satisfaction of such costs, or on tender of the amount thereof by the Liquidators to the creditor, it shall be lawful for the Liquidators to recover from such creditor the property so attached, sequestrated, and taken in execution, and the proceeds of such property, or the residue thereof, as the case may be.", "78": "The Joint-stock Companies Act, 1857LXXVIII. Books of Company to be evidence.-All books, accounts, and documents, of the Company, and of the Liquidators hereinafter mentioned, shall, as between the contributories of the Company, be prima facie evidence of the truth of all matters therein contained, and purporting to be therein recorded.", "79": "The Joint-stock Companies Act, 1857LXXIX. Power of Court to make calls.-The Court may, at any time after making an order or decree for winding-up a Company, and either before or after it has ascertained the sufficiency of the assets of the Company, or the debts in respect of which the several classes of contributories are liable, make calls on all or any of the contributories, to the extent of their liability, for payment of all or any sums it deems necessary to satisfy the debts and liabilities of the Company and the costs of winding it up; and it may, in making a call, take into consideration the probability that some contributors upon whom the same is made may partly or wholly fail to pay their respective portions of the same; and every such call shall be deemed to debt due to the Company.", "80": "The Joint-stock Companies Act, 1857LXXX. Recovery of calls.-Upon such calls being made, the Official Liquidator or Liquidators shall proceed immediately to collect the same, and shall monthly or oftener report to the said Court the names of defaulters, together with the amounts remaining unpaid of the calls made upon them respectively, and thereupon the said Court shall order the payment of such calls or any of them within such time or times and upon such notice or demand by advertisements or otherwise as the said Court may think fit; and in case any contributory, whether subject to the ordinary Civil jurisdiction of the Court or not, shall neglect to pay any part of the call within the time fixed by the Court for the payment thereof, and shall not within such time show to the Court sufficient cause for the non-payment thereof, the said Court may make an order upon such contributory for the payment of the amount due upon the call, and such order shall have the force and effect of a decree or judgment of the Court and may be executed accordingly; and all the provisions of Acts XXXIII of 1852 and XXXIV of 1855 shall apply to the execution thereof.", "81": "The Joint-stock Companies Act, 1857LXXXI. Calls may be made upon former shareholders in respect of shares.-The Court may at any time make calls upon any former holder of a share who is liable under Section LXI or LXII of this Act in respect of such share as well as upon the existing holder of that share; but any payment made or obtained from any contributory in respect of a share shall operate for the benefit of every other contributory in respect of such share.", "82": "The Joint-stock Companies Act, 1857LXXXII. Payment of money into Court.-All monies received under the direction of the Court on account of the sale or conversion of any of the assets of any Company, or in respect of calls made on any contributories, or of any other matter, with the exception of such balance (if any) as the Official Liquidators may, with the sanction of the Court, retain in their hands for the payment of current expenses, shall be paid into Court or deposited in such manner as the Court may direct ; and no money standing to such account shall be paid out except upon cheques signed in such manner as the Court directs.", "83": "The Joint-stock Companies Act, 1857LXXXIII. Power of Court to grant injunction.-The Court may, at any time after the presentation of petition for winding-up a Company, and either before or after making an order for winding-up the same, upon the application of any creditor or contributory of such Company, restrain further proceedings in any action or suit against the Company, or appoint a receiver of the estate and effects of the Company ; it may also, by notice or advertisement, require all creditors to present and prove their claims within a certain time, or be precluded from the benefit of any distribution which may be made before such claim is proved.", "84": "The Joint-stock Companies Act, 1857LXXXIV. Power of Court to stay proceedings.-The Court may, at any time after an order has been made for winding-up a Company, upon the application of any creditor or contributory of the Company, and upon proof to the satisfaction of the Court that all proceedings in relation to such winding-up ought to be stayed, make an order staying the same, either altogether or for a limited time, on such terms and subject to such conditions as it deems fit.", "85": "The Joint-stock Companies Act, 1857LXXXV. Power of Court to adjust rights of contributories.-As soon as the creditors are satisfied, the Court shall proceed to adjust the rights of the contributories amongst themselves, and to distribute any surplus that may remain amongst the parties entitled thereto ; and for the purposes of such adjustment if may make calls on purposes of such adjustment it may make calls on the contributories to the extent of their liability for payment of such sums as it deems necessary ; and it may, in making a call, take into consideration the probability that some of the contributories upon whom the same is made may partly or wholly fail to pay their respective portions of the same. Nothing in this Section shall preclude any former shareholder entitled to indemnity under Section LXV of this Act from enforcing such indemnity by due course of law.", "86": "The Joint-stock Companies Act, 1857LXXXVI. Power of Court to order costs.-The Court may make such order as to the priority and payment out of the estate of the Company of the costs, charges, and expenses incurred in winding-up any Company as it thinks just.", "87": "The Joint-stock Companies Act, 1857Official LiquidatorsLXXXVII. Appointment of Official Liquidators.-For the purpose of conducting the proceedings in winding-up a Company, and assisting the Court therein, there shall be appointed a person or persons to be called an Official Liquidator or Official Liquidators; and such appointment shall be made as follows; (that is to say)The Court having jurisdiction may, after requiring due security, appoint such persons or person, either provisionally or otherwise, as it think fit, to the office of Official Liquidators ; it may from time to time remove any person or persons so appointed, and fill up any vacancy occasioned by such removal or by the death or resignation of any such appointee or appointees; if one person only is appointed, he shall have all the powers hereby given to several Liquidators; if more persons than one are appointed, the Court shall declare whether any act hereby required; or authorized to be done by the Official Liquidators may be done by all or any one or more of such persons:In cases where the winding-up takes place at the suit of a creditor, it shall be lawful for the major part in value of the creditors assembled at a meeting to be held for the purpose, and, in cases where the winding-up takes place at the suit of contributory, for the major part in value of the contributories assembled at a meeting to be held for the purpose, to appoint an Official Liquidator to act concurrently with the Official Liquidator so named by the Court. Every such meeting shall be held at a time and place to be fixed by the Court and of which meeting such notice shall be given as the Court may direct.", "88": "The Joint-stock Companies Act, 1857LXXXVIII. Style and duties of Official Liquidators.-The Official Liquidators or Liquidator shall be described by the style of the Official Liquidators or Official Liquidator of the particular Company in respect of which they or he are or is appointed, and not by their or his individual names or name they or he shall take into their or his custody all the property, effects, and things in action of the Company, and shall perform such duties in reference to the winding-up of the Company as may be imposed by the Court.", "89": "The Joint-stock Companies Act, 1857LXXXIX. Powers of Official Liquidators.-The Official Liquidators shall have power, with the sanction of the Court, to do the following things:-To bring or defend any action, suit, or prosecution, or other legal proceeding, Civil or Criminal, in the name and on behalf of the Company; and in such name to claim, prove, and draw dividends under any bankruptcy, insolvency, or sequestration:To carry on the business of the Company, so far as may be necessary for the beneficial winding-up of the same:To sell the property (moveable or immoveable), effects, and things in action of the Company by public auction or private contract, with power, if they think fit, to transfer the whole thereof to any person or Company, or to sell the same in parcels:To execute, in the name and on behalf of the Company, all deeds, receipts, and other documents they may think necessary; and for that purpose to use, when necessary, the Company's seal:To refer disputes to arbitration, and compromise any debts or claims:To draw, accept, make, and endorse any Bill of Exchange or Promissory Note, and also to raise upon the security of the assets of the Company from time to time any requisite sum or sums of money; and the drawing, accepting, making, or endorsing of every such Bill of Exchange or Promissory Note as aforesaid on behalf of the Company shall have the same effect with respect to the liability of such Company as if such Bill or Note had been drawn, accepted, made, or endorsed by such Company in the course of carrying on the business thereof:To do and execute all such other things as may be necessary for winding-up the affairs of the Company and distributing its assets.", "90": "The Joint-stock Companies Act, 1857XC. Remuneration of Official Liquidators.-There shall be paid to the Official Liquidators such salary or remuneration, by way of percentage or otherwise, as the Court directs.", "91": "The Joint-stock Companies Act, 1857XCI. Dissolution of Company.-When the affairs of the Company have been completely woundup, the Court shall make an order or decree declaring the Company to be dissolved from the date of such order or decree; and the Company shall be dissolved accordingly.", "92": "The Joint-stock Companies Act, 1857XCII. Registrar to make minute of dissolution of Company.-Any order or decree so made shall be reported by the Official Liquidators to the Registrar of Joint-Stock Companies, who shall make a Minute accordingly in his books of the dissolution of such Company.", "93": "The Joint-stock Companies Act, 1857Voluntary Winding-up of CompanyXCIII. Circumstances under which Company may be wound-up voluntarily.-A Company may be wound-up voluntarily, whenever the Company in general meeting has passed a special resolution to that effect. In such case the Company shall from the date of the commencement of such winding-up, cease to carry on its business, except in so far as may be required for the beneficial winding-up thereof; but its corporate state and all its corporate powers shall, notwithstanding any provision to the contrary in its Articles of Association, continue until the affairs of the Company are wound-up.", "94": "The Joint-stock Companies Act, 1857XCIV. Notice of resolution to wind-up voluntarily.-Notice of any special resolution to windup a Company voluntarily shall be given as respects Companies registered in any Presidency in the Official Gazette of the Presidency, and also in some newspaper (if any) circulating in the place where the registered Office of the Company is situate ; and, as respects a Company registered in any other part of the said Territories, in some newspaper circulating in that part of the said Territories, and also in some newspaper circulating in the part of the said Territories in which the registered Office is situate.", "95": "The Joint-stock Companies Act, 1857XCV. Consequences of voluntary wind-up.-The following consequences shall ensue upon the voluntary winding-up of a Company:-(1) The Property of the Company shall be applied in satisfaction of its liabilities, and, subject thereto, shall, unless it be otherwise provided by the Articles of Association, be distributed amongst the shareholders in proportion to their share:(2) Liquidators shall be appointed for the purpose of winding-up the affairs of the Company and distributing the property:(3) The Company in general meeting may appoint such person or persons as it thinks fit to be a Liquidator or Liquidators, and may fix the remuneration be paid to them:(4) If one person only is appointed, all the provisions herein contained in reference to several Liquidators shall apply to him:(5) When several Liquidators are appointed, every power hereby given may be exercised by any two of them:(6) The Liquidators may, at any time after the passing of the resolution for winding-up the Company, and before they have ascertained the sufficiency of the assets of the Company, or the debts and liabilities in respect of which the contributories are liable, call on all or any of the contributories to the extent of their liability to pay all or any sums they deem necessary to satisfy the debts and liabilities of the Company and the costs of winding it up; and they may, in making a call, take into consideration the probability that some of the contributories upon whom the same is made may partly or wholly fail to pay their respective portions of the same:(7) The Liquidators shall have all powers hereinbefore vested in Official Liquidators, and may exercise the same without the intervention of the Court:(8) All books, papers, and documents in the hands of the Liquidators shall at all reasonable times be open to the inspection of the shareholders:(9) When the creditors are satisfied, the Liquidators shall proceed to adjust the rights of the contributories amongst themselves; and for the purposes of such adjustment they may make calls on all the contributories to the extent of their liability for any sums they may deem necessary; and they may, in making a call, take into consideration the probability that some of the contributories upon whom the same is made may partly or wholly fail to pay their respective portions of the same:(10) As soon as the affairs of the Company are fully wound-up, the Liquidators shall make up an account showing the manner in which such winding-up has been conducted, and the property, of the Company disposed of; and such account, with the vouchers thereof, shall be laid before such person or persons as may be appointed by the Company to inspect the same; and upon such inspection being concluded the Liquidators shall proceed to call a general meeting of the shareholders for the purpose of considering such account; but no such meeting shall be deemed to be duly held unless two months' previous notice, specifying the time, places, and object of such meeting, has been published in the manner specified in Section XCIV of this Act:(11) Such general meeting shall not enter upon any business except the consideration of the account; but the meeting may proceed to the consideration thereof, notwithstanding the quorum required by any regulation of the Company to be present at general meetings is not present thereat; and if, on consideration, the meeting is of opinion that the affairs of the Company have been fairly wound-up, they shall pass a resolution to that effect, and thereupon the Liquidators shall publish a notice of such resolution in the manner specified in Section XCIV of this Act, and shall also make a return to the Registrar of Joint-Stock Companies of such resolution ; and on the expiration of one month from the date of the registration of such return, the Company shall be deemed to be dissolved :(12) If, within one year after the passing of a resolution for winding-up the affairs of the Company, such affairs are not wound-up, the Liquidators shall immediately thereafter make up an account showing the state of the affairs and the progress which has been made in winding-up down to that date, and they shall add thereto a report stating the reason why the winding-up has not been completed ; and a general meeting shall be called to consider the same, and so on from year to year until the winding-up of the affairs of the Company is completed.All costs, charges, and expenses properly incurred in the voluntary winding-up of a Company, including the remuneration of the Liquidators, shall be payable out of the assets of the Company in priority to all other claims.", "96": "The Joint-stock Companies Act, 1857XCVI. Saving of rights of creditors.-The voluntary winding-up a Company shall not prejudice the right of any creditor of such Company institute proceedings for the purpose of having the same wound-up by the Court.", "97": "The Joint-stock Companies Act, 1857Part IVRegistrationXCVII. Registration.-The registration of Companies shall be conducted as follows; (that is to say)(1) The local Government may, after the sanction of the Governor General in Council to the creation of any such Offices shall have been obtained, from time to time appoint such Registrars, Assistant Registrars, Clerks, and servants as it may think necessary for the registration of Companies under this Act, and remove them at pleasure:(2) The local Government may make such regulations as it thinks fit with respect to the duties to be performed by any such Registrars, Assistant Registrars, Clerks, and servants as aforesaid:(3) The local Government may from time to time determine the place or places at which Offices for the registration of Companies are to be established: Provided always that there shall be at all times maintained in each of the three Presidency Towns of Calcutta, Madras, and Bombay at least one such Office, and that every Company whose registered Office is within any Presidency shall be registered in that Presidency:(4) Every person may inspect the documents kept by the Registrar of Joint-Stock Companies; and there shall be paid for such inspection a fee of one Rupee for each inspection; and any person may require a copy or extract of any document or any part of any document, to be certified by the Registrar on payment of two annas for every hundred words of such copy or extract; and such certified copy shall be prima facie evidence of the matters therein contained in all legal proceedings whatever:(5) There shall be paid to any Registrar, Assistant Registrar, Clerk, or servant that may hereafter be employed in the registration of Joint-Stock Companies, such salary as the local Government may, with the sanction of the Governor General in Council, direct:(6) Whenever any act is herein directed to be done to or by the Registrar of Joint-Stock Companies, such act shall, until a Registrar of Joint-Stock Companies shall have been appointed by the local Government, be done to or by the keeper of the records of the Supreme Court of the Presidency in which the registered Office of the Company is situate, if such registered Office is situate within a Presidency; otherwise by the keeper of the records of the Supreme Court of the Presidency of Bengal.", "98": "The Joint-stock Companies Act, 1857Part VRepeal of Former Act and Temporary ProvisionsRepealXCVIII. Repeal of Act XLIII of 1850. -Act XLIII of 1850 is hereby repealed, except as to acts done or proceedings commenced or liabilities incurred before the passing of this Act. But such repeal shall not take effect with respect to any Company registered under the said Act, until such Company has obtained registration under this Act as hereinafter mentioned.", "99": "The Joint-stock Companies Act, 1857Temporary ProvisionsXCIX. Registration of existing Companies.-Any Company registered under the said Act, and any other Company duly constituted by law previously to the passing of this Act, and consisting of seven or more shareholders, may at any time hereafter register itself as a Company under this Act, with or without limited liability, subject to this proviso, that no Company established for the purpose of Banking or Insurance shall be registered under this Act as a limited Company ; and that no Company shall be registered under this Act unless an assent to its being so registered has been given by three-fourths in number and value of such of its shareholders as may have been present, personally, or by proxy in cases where proxies are allowed by the regulations of the Company, at some general meeting summoned for that purpose.", "100": "The Joint-stock Companies Act, 1857C. Requisitions for registration by existing companies.-Previously to the registration under this Act of any existing Company, there shall be delivered to the Registrar of Joint-Stock Companies the following documents; (that is to say)(1) In the case of a Company registered under the said Act, if such Company is not intended to be registered as a limited Company, a list showing the names, addresses, and occupations, of all persons who on the day of registration are holders of shares in the Company, with the addition of the shares held by such persons respectively, distinguishing each share by its number:(2) If such Company is intended to be registered as a limited Company under the provisions of this Act, the above list shall be accompanied with a statement specifying the following particulars:-The nominal Capital of the Company, and the number of shares into which it is divided;The number of shares taken, and the amount paid on each share; and The name of such Company, with the addition of the word \"Limited\" as the last word thereof:(3) In the case of any other Company duly constituted by law previously to the passing of this Act, and consisting of seven or more shareholders, if it is not intended to be registered as a limited Company, there shall be delivered to the Registrar of Joint-Stock Companies such list of shareholders as is hereinbefore mentioned, and also a copy of any Law, Royal Charter, Letters Patent, Deed of Settlement, or other instrument constituting or regulating the Company:(4) If any such Company as last aforesaid is intended to be registered as a limited Company, the above list and copy shall be accompanied by a statement specifying the following particulars ; (that is to say)The nominal capital of the Company, and the number of shares into which it is divided;The number of shares taken, and the amount paid on each share; andThe name of the Company, with the addition of the word \"Limited\" as the last word thereof.", "101": "The Joint-stock Companies Act, 1857CI. Authentication of statements of existing Companies.-The list of shareholders and any other particulars relating to the Company, hereby required to be delivered to the Registrar, shall be verified by declaration of the Directors of the Company delivering the same, or any two of them, or of any two other principal Officers of the Company.", "102": "The Joint-stock Companies Act, 1857CII. Certificate of registration of existing Companies.-Upon compliance with the foregoing requisitions, the Registrar of Joint-Stock Companies shall certify under his hand that the Company so applying for registration is incorporated as a Company under this Act, and, in the case of a limited Company, that it is limited; and thereupon such Company shall be incorporated accordingly ; and all provisions contained in any Deed of Settlement, Law, Royal Charter, or Letters Patent, or other instrument constituting or regulating the Company, shall be deemed to be regulations of the Company within the meaning of this Act; and all the provisions of this Act shall apply to such Company in the same manner in all respects as if it had been originally incorporated under this Act, subject nevertheless to the reservations hereinafter contained with respect to the existing rights of creditors and other persons, and subject to this proviso, that, except in so far as is hereinafter permitted, no Company, constituted by any special law, shall have power to alter any of the provisions contained in such law; and no Company constituted by Royal Charter or Letters Patent shall have power, by a special resolution or otherwise, to alter any of the provisions contained in such Charter or Letters Patent.", "103": "The Joint-stock Companies Act, 1857CIII. Power of Company to change name.-Any existing Company may, for the purpose of obtaining registration with limited liability, change its name by adding thereto the word \"Limited,\" or do any other act that may be necessary.", "104": "The Joint-stock Companies Act, 1857CIV. Certificate to be evidence of compliance with Act.-The certificate of incorporation given to any existing Company, in pursuance of this Act, shall be conclusive evidence that all the requisitions herein contained in respect of registration under this Act have been complied with; and the date of such certificate shall be deemed to be the date on which the Company is incorporated under this Act.", "105": "The Joint-stock Companies Act, 1857CV. Saving rights of creditors.-The registration of any existing Company under this Act shall not, nor shall any act of the Company subsequent to such registration, prejudice any right which previously to such registration has, or which would, if no such registration had taken place, have accrued to any creditor or other person against the Company in its corporate capacity in respect of any act done or liability incurred previously to such registration, or against any person then being or having been a member of such Company; but every such creditor or other person shall be entitled, in respect of any such act or liability, to all such remedies against the Company in its corporate capacity, and against every person then being or having been a member of such Company, as he would have been entitled to in case such registration had not taken place."}