{"name": "Juvenile Justice (Care and Protection of Children) Act, 2000\r", "1": "Juvenile Justice (Care and Protection of Children) Act, 2000Chapter I:\r\nPreliminary1. Short title,\r\nextent, commencement and application.-1.     \r\n  This\r\nAct may be called the Juvenile Justice (Care and Protection of Children) Act,\r\n2000.2.     \r\n  It\r\nextends to the whole of India except the State of Jammu and Kashmir.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.4.     \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, the provisions\r\nof this Act shall apply to all cases involving detention, prosecution, penalty\r\nor sentence of imprisonment of juveniles in conflict with law under such other\r\nlaw. Title substituted and subsection (4) inserted vide Juvenile Justice (Care\r\nand Protection of Children) Amendment Act, 2006, section 3", "2": " Juvenile Justice (Care and Protection of Children) Act, 2000 2. Definitions.- In this Act, unless\r\nthe context otherwise requires,a.     \r\n  \"advisory\r\nboard\" means a Central or a State advisory board or a district and city\r\nlevel advisory board, as the case may be, constituted under section 62;aa.  \r\n  \"adoption\"\r\nmeans the process through which the adopted child is permanently separated from\r\nhis biological parents and become the legitimate child of his adoptive parents\r\nwith all the rights, privileges and responsibilities that are attached to the\r\nrelationship.a.    \r\nb.    \r\n  \"begging\"\r\nmeans -              \r\n i.        \r\n  soliciting\r\nor receiving alms in a public place or entering into any private premises for\r\nthe purpose of soliciting or receiving alms, whether under any pretence;            \r\n ii.        \r\n  exposing\r\nor exhibiting with the object of obtaining or extorting alms, any sore, wound,\r\ninjury, deformity or disease, whether of himself or of any other person or of\r\nan animal;a.     \r\nb.     \r\nc.     \r\n  \"Board\"\r\nmeans a Juvenile Justice Board constituted under section 4;d.    \r\n  \"child\r\nin need of care and protection\" means a child -              \r\n i.        \r\n  who\r\nis found without any home or settled place or abode and without any ostensible\r\nmeans of subsistence,           \r\n ia.        \r\n  who\r\nis found begging, or who is either a street child or a working child,[            \r\n i.        \r\n            \r\n ii.        \r\n  who\r\nresides with a person (whether a guardian of the child or not) and such person-a.     \r\n  has\r\nthreatened to kill or injure the child and there is a reasonable likelihood of\r\nthe threat being carried out, orb.    \r\n  has\r\nkilled, abused or neglected some other child or children and there is a\r\nreasonable likelihood of the child in question being killed, abused or\r\nneglected by that person.           \r\n i.        \r\n           \r\n ii.        \r\n           \r\n iii.        \r\n  who\r\nis mentally or physically challenged or ill children or children suffering from\r\nterminal diseases or incurable diseases having no one to support or look after,\r\n           \r\n iv.        \r\n  who\r\nhas a parent or guardian and such parent or guardian is unfit or incapacitated\r\nto exercise control over the child,            \r\n v.        \r\n  who\r\ndoes not have parent and no one is willing to take care of or whose parents\r\nhave abandoned or surrendered him or who is missing and run away child and\r\nwhose parents cannot be found after reasonable inquiry,           \r\n vi.        \r\n  who\r\nis being or is likely to be grossly abused, tortured or exploited for the\r\npurpose of sexual abuse or illegal acts,          \r\n vii.        \r\n  who\r\nis found vulnerable and is likely to be inducted into drug abuse or\r\ntrafficking,         \r\n viii.        \r\n  who\r\nis being or is likely to be abused for unconscionable gains.           \r\n ix.        \r\n  who\r\nis victim of any armed conflict civil commotion or natural calamity;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n  \"children's\r\nhome\" means an institution established by a State Government or by\r\nvoluntary organization and certified by that Government under section 34;f.     \r\n  \"Committee\"\r\nmeans a Child Welfare Committee constituted under section 29;g.    \r\n  \"competent\r\nauthority\" means in relation to children in need of care and protection a\r\nCommittee and in relation to juveniles in conflict with law a Board;h.     \r\n  \"fit\r\ninstitution\" means a governmental or a registered non-governmental\r\norganization or a voluntary organization prepared to own the responsibility of\r\na child and such organization is found fit by the State Government on the\r\nrecommendation of the competent authority;i.      \r\n  \"fit\r\npersons\" means a person, being a social worker or any other person who is\r\nprepared to own the responsibility of a child and is found fit by the competent\r\nauthority to receive and take care of the child,j.      \r\n  \"guardian\",\r\nin relation to a child, means his natural guardian or any other person having\r\nthe actual charge or control over the child and recognized by the competent\r\nauthority as a guardian in course of proceedings before that authority;k.     \r\n  \"juvenile\"\r\nor \"child\" means a person who has not completed eighteenth year of\r\nage;l.      \r\n  \"juvenile\r\nin conflict with law\" means a juvenile who is alleged to have committed an\r\noffence and has not completed eighteenth year of age as on the date of\r\ncommission of such offence;m.   \r\n  Omitted\r\nvide Juvenile Justice (Care and Protection of Children) Amendment Act, 2006,\r\nsection 3n.     \r\n  \"narcotic\r\ndrug\" and \"psychotropic substance\" shall have the meaning\r\nrespectively assigned to them in the Narcotic Drugs and Psychotropic Substances\r\nAct, 1985 (61 of 1985);o.    \r\n  \"observation\r\nhome\" means a home established by a State Government or by a voluntary\r\norganization and certified by that State Government under section 8 as an\r\nobservation home for the juvenile in conflict with law;p.    \r\n  \"offence\"\r\nmeans an offence punishable under any law for the time being in force;q.    \r\n  \"place\r\nof safety\" means any place or institution (not being a police lockup or\r\njail), the person incharge of which is willing temporarily to receive and take\r\ncare of the juvenile and which, in the opinion of the competent authority, may\r\nbe a place of safety for the juvenile;r.      \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;s.     \r\n  \"probation\r\nofficer\" means an officer appointed by the State Government as a probation\r\nofficer under the Probation of Offenders Act, 1958 (20 of 1958);t.      \r\n  \"public\r\nplace\" shall have the meaning assigned to it in the Immoral Traffic\r\n(Prevention) Act, 1956 (104 of 1956);u.     \r\n  \"shelter\r\nhome\" means a home or a drop-in-center set up under section 37;v.     \r\n  \"special\r\nhome\" means an institution established by a State Government or by a\r\nvoluntary organization and certified by that Government under section 9;w.    \r\n  \"special\r\njuvenile police unit\" means a unit of the police force of a State\r\ndesignated for handling of juveniles or children under section 63;x.     \r\n  \"State\r\nGovernment\" in relation to a Union territory, means the Administrator of\r\nthe Union territory appointed by the President under article 239 of the\r\nConstitution;y.     \r\n  all\r\nwords and expressions used but not defined in this Act and Defined in the Code\r\nof Criminal Procedure, 1973 (2 of 1974), shall have the meaning respectively\r\nassigned to them in that Code.Subsections (aa), d(ia), (l) inserted and\r\nsub-section d(v) and (h) modified vide Juvenile Justice (Care and Protection of\r\nChildren) Amendment Act, 2006, section 4", "3": " Juvenile Justice (Care and Protection of Children) Act, 2000 3. Continuation of\r\ninquiry in respect of juvenile who has ceased to be a juvenile.- Where an inquiry has\r\nbeen initiated against a juvenile in conflict with law or a child in need of\r\ncare and protection and during the course of such inquiry the juvenile or the\r\nchild ceases to be such, then, notwithstanding anything contained in this Act or\r\nin any other law for the time being in force, the inquiry may be continued and\r\norders may be made in respect of such person as if such person had continued to\r\nbe a juvenile or a child.", "4": "Juvenile Justice (Care and Protection of Children) Act, 2000Chapter II: Juvenile in\r\nConflict with Law4. Juvenile Justice\r\nBoard.-1.     \r\n  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973,.(2 of 1974) the\r\nState Government may, within a period of one year from the date of commencement\r\nof the Juvenile Justice (Care and Protection of 3 Children) Amendment Act,\r\n2006, by notification in the Official Gazette, constitute for every district,\r\none or more Juvenile Justice Boards for exercising the powers and discharging\r\nthe duties conferred or imposed on such Boards in relation to juveniles in\r\nconflict with law under this Act.2.     \r\n  A\r\nBoard shall consist of a Metropolitan Magistrate or a Judicial Magistrate of\r\nthe first class, as the case may be, and two social workers of whom at least\r\none shall be a woman, forming a Bench and every such Bench shall have the\r\npowers conferred by the Code of Criminal Procedure, 1973 (2 of 1974) on a\r\nMetropolitan Magistrate or, as the case may be, a Judicial Magistrate of the\r\nfirst class and the Magistrate on the Board shall be designated as the\r\nprincipal Magistrate.3.     \r\n  No\r\nMagistrate shall be appointed as a member of the Board unless he has special\r\nknowledge or training in child psychology or child welfare and no social worker\r\nshall be appointed as a member of the Board unless he has been actively\r\ninvolved in health, education, or welfare activities pertaining to children for\r\nat least seven years.4.     \r\n  The\r\nterm of office of the members of the Board and the manner in which such member\r\nmay resign shall be such as may be prescribed.5.     \r\n  The\r\nappointment of any member of the Board may be terminated after holding inquiry,\r\nby the State Government, if -             \r\n i.        \r\n  he\r\nhas been found guilty of misuse of power vested under this Act,            \r\n ii.        \r\n  he\r\nhas been convicted of an offence involving moral turpitude, and such conviction\r\nhas not been reversed or has not been granted full pardon in respect of such\r\noffence.           \r\n iii.        \r\n  he\r\nfail to attend the proceedings of the Board for consecutive three months\r\nwithout any valid reason or he fails to attend less than three-fourth of the\r\nsittings in a year.substituted vide Juvenile Justice (Care and\r\nProtection of Children) Amendment Act, 2006, section 6", "5": "Juvenile Justice (Care and Protection of Children) Act, 20005. Procedure etc. in\r\nrelation to Board.-1.     \r\n  The\r\nBoard shall meet at such times and shall observed such rules of procedure in\r\nregard to the transaction of business at its meetings, as may be prescribed.2.     \r\n  A\r\nchild in conflict with law may be produced before an individual member of the\r\nBoard, when the Board is not sitting.3.     \r\n  A\r\nBoard may act notwithstanding the absence of any member of the Board, and no\r\norder made by the Board shall be invalid by reason only of the absence of any\r\nmember during any stage of proceedings;Provided that there shall be at least two\r\nmembers including the principal Magistrate present at the time of final\r\ndisposal of the case (4) In the event of any difference of opinion among the\r\nmembers of the Board in the interim or final disposition, the opinion of the\r\nmajority shall prevail, but where there is no such majority, the opinion of the\r\nprincipal Magistrate shall prevail.", "6": "Juvenile Justice (Care and Protection of Children) Act, 20006. Powers of Juvenile\r\nJustice Board.-\n1.     \r\n  Where\r\na Board has been constituted for any district, such Board shall,\r\nnotwithstanding anything contained in any other law for the time being in force\r\nbut save as otherwise expressly provided in this Act, have power to deal\r\nexclusively with all proceedings under this Act relating to juvenile in\r\nconflict with law.2.     \r\n  The\r\npowers conferred on the Board by or under this Act may also be exercised by the\r\nHigh Court and the court of Session, when the proceedings comes before then in\r\nappeal, revision or otherwise.Modified vide Juvenile Justice (Care and\r\nProtection of Children) Amendment Act, 2006, section 7", "7": "Juvenile Justice (Care and Protection of Children) Act, 20007. Procedure to be\r\nfollowed by a Magistrate not empowered under the Act.-1.     \r\n  When\r\nany Magistrate not empowered to exercise the power of a Board under this Act is\r\nof the opinion that a person brought before his under any of the provisions of\r\nthis Act (other than for the purpose of giving evidence), is a juvenile or the\r\nchild, he shall without any delay record such opinion and forward the juvenile\r\nor the child and the record of the proceeding to the competent authority having\r\njurisdiction over the proceeding.2.     \r\n  the\r\ncompetent authority to which the proceeding is forwarded under sub-section (1)\r\nshall hold the inquiry as if the juvenile or the child has originally been\r\nbrought before it.", "8": "Juvenile Justice (Care and Protection of Children) Act, 20008. Observation\r\nhomes.-1.     \r\n  Any\r\nState Government may establish and maintain either by itself or under an\r\nagreement with voluntary organizations, observation homes in every district or\r\na group of district, as may be required for the temporary reception of any juvenile\r\nin conflict with law during the pendency of any inquiry regarding them under\r\nthis Act.2.     \r\n  Where\r\nthe State Government is of opinion that any institution other than a home\r\nestablished or maintained under sub-section (1), is fit for the temporary\r\nreception of juvenile in conflict with law during the pendency of any inquiry\r\nregarding them under this Act, it may certify such institution as an\r\nobservation home for the purpose of this Act.3.     \r\n  The\r\nState Government may, by rules made under this Act, provide for the management\r\nof observation homes, including the standards and various types of services to\r\nbe provided by them for rehabilitation and social integration of a juvenile and\r\nthe circumstances under which, and the manner in which, the certification of an\r\nobservation home may be granted or withdrawn.4.     \r\n  Every\r\njuvenile who is not placed under the charge of parent or guardian and is sent\r\nto an observation home shall be initially kept in a reception unit of the\r\nobservation home for preliminary inquiries, care and classification for\r\njuveniles according to his age group, such as seven to twelve years, giving due\r\nconsiderations to physical and mental status and degree of the offence\r\ncommitted, for further induction into observation home.", "9": "Juvenile Justice (Care and Protection of Children) Act, 20009. Special homes.-1.     \r\n  Any\r\nState Government may established and maintain either by itself or under an\r\nagreement with voluntary organizations, special homes in every district or a\r\ngroup of districts, as may be required for reception and rehabilitation of juvenile\r\nin conflict with law under this Act.2.     \r\n  Where\r\nthe State Government is of opinion that any institution other then a home\r\nestablished or maintained under sub-section (1), is fit for the reception of\r\njuvenile in conflict with law to be sent there under this Act, it may certify\r\nsuch institution as a special home for the purposes of this Act.3.     \r\n  The\r\nState Government may, by rules made under this Act, provide for the management\r\nof special homes, including the standards and various types of service to be\r\nprovided by them which are necessary for re-socialization of a juvenile, and\r\nthe circumstances under which, and the manner in which, the certification of a\r\nspecial home may be granted or withdrawn.4.     \r\n  The\r\nrules made under sub-section (3) may also provide for the classification and\r\nseparation of juvenile in conflict with law on the basis of age and the nature\r\nof offences committed by them and his mental and physical status.", "10": "Juvenile Justice (Care and Protection of Children) Act, 200010. Apprehension of\r\njuvenile in conflict with law.-1.     \r\n  As\r\nsoon as a juvenile in conflict with law is apprehended by police, he shall be\r\nplaced under the charge of the special juvenile police unit or the designated\r\npolice officer, who shall produce the juvenile before the Board without any\r\nloss of time but within a period of twenty-four hours of his apprehension\r\nexcluding the time necessary for the journey, from the place where the juvenile\r\nwas apprehended, to the Board:Provided that in no case, a juvenile in\r\nconflict with law shall be placed in a police lockup or lodged in a jail.2.     \r\n  The\r\nState Government may make rules consistent with this Act, -             \r\n i.        \r\n  to\r\nprovide for persons through whom (including registered voluntary organizations)\r\nany juvenile in conflict with law may be produced before the Board;            \r\n ii.        \r\n  to\r\nprovide the manner in which such juvenile may be sent to an observation home.Substituted vide Juvenile Justice (Care and\r\nProtection of Children) Amendment Act, 2006, section 9", "11": " Juvenile Justice (Care and Protection of Children) Act, 2000 11. Control of\r\ncustodian over juvenile.- Any person in whose\r\ncharge a juvenile is placed in pursuance of this Act shall, while the order is\r\nin force have the control over the juvenile as he would have if he were his\r\nparents, and shall be responsible for his maintenance, and the juvenile shall\r\ncontinue is his charge for the period stated by competent authority,\r\nnotwithstanding that he is claimed by his parents or any other person.", "12": "Juvenile Justice (Care and Protection of Children) Act, 200012. Bail of\r\njuvenile.-1.     \r\n  When\r\nany person accused of a bailable or non-bailable offence, and apparently a\r\njuvenile, is arrested or detained or appears or is brought before a board, such\r\nperson shall, notwithstanding anything contained in the Code of Criminal\r\nProcedure, 1973 (2 of 1974) or in any other law for the time being in force, be\r\nreleased on bail with or without surety or placed under the supervision of a\r\nProbation Officer or under the care of any fit institution or fit person but he\r\nshall not be so released if there appear resonable grounds for believing that\r\nthe release is likely to bring him into association with any known criminal or\r\nexpose him to moral, physical or psychological danger or that this released\r\nwould defeat the ends of justice.2.     \r\n  When\r\nsuch person having been arrested is not released on bail under sub-section (1)\r\nby the officer incharge of the police station, such officer shall cause him to\r\nbe kept only in an observation home in the prescribed manner until he can be\r\nbrought before a Board.3.     \r\n  When\r\nsuch person is not released on bail under sub-section (1) by the Board it\r\nshall, instead of committing him to prison, make an order sending him to an\r\nobservation home or a place of safety for such period during the pendency of\r\nthe inquiry regarding him as may be specified in the order.Inserted vide Juvenile Justice (Care and\r\nProtection of Children) Amendment Act, 2006, section 10", "13": " Juvenile Justice (Care and Protection of Children) Act, 2000 13. Information to\r\nparent, guardian or probation officer.- Where a juvenile is arrested, the officer\r\nincharge of the police station or the special juvenile police unit to which the\r\njuvenile is brought shall, as soon as may be after there arrest, inform -a.     \r\n  the\r\nparent or guardian of the juvenile, if he can be found of such arrest and\r\ndirect him to be present at the Board before which the juvenile will appear;\r\nandb.    \r\n  the\r\nprobation officer of such arrest to enable him to obtain information regarding\r\nthe antecedents and family background of the juvenile and other material\r\ncircumstances likely to be of assistance of the Board for making the inquiry.", "14": "Juvenile Justice (Care and Protection of Children) Act, 200014. Inquiry by Board\r\nregarding juvenile.-1.     \r\n  Where\r\nis juvenile having been charged with the offence is produced before a Board,\r\nthe Board shall hold the inquiry in accordance with the provisions of this Act\r\nand may make such order in relation to the juvenile as it deems fit.Provided that an inquiry under this section\r\nshall be completed within a period of four months from the date of its\r\ncommencement, unless the period is extended by the Board having regard to the\r\ncircumstances of the case and in special cases after recording the reasons in\r\nwriting for such extension.1.     \r\n2.     \r\n  The\r\nChief Judicial Magistrate or the Chief Metropolitan Magistrate shall review the\r\npendency of cases of the Board at every six months, and shall direct the Board\r\nto increase the frequency of its sittings or may cause the constitution of\r\nadditional Boards.Section 14 renumbered and sub-sections (2)\r\nInserted vide Juvenile Justice (Care and Protection of Children) Amendment Act,\r\n2006, section 11", "15": "Juvenile Justice (Care and Protection of Children) Act, 200015. Order that may be\r\npassed regarding juvenile.-1.     \r\n  Where\r\na Board is satisfied on inquiry that a juvenile has committed an offence, then,\r\nnotwithstanding anything to the contrary contained in any other law for the\r\ntime being in force, the Board may, if it thinks so fit, -a.     \r\n  allow\r\nthe juvenile to go home after advice or admonition following appropriate\r\ninquiry against and councelling to the parent or the guardian and the juvenile;\r\nb.    \r\n  direct\r\nthe juvenile to participate in group councelling and similar activities;c.     \r\n  order\r\nthe juvenile to perform community service;d.    \r\n  order\r\nthe parent of the juvenile or the juvenile himself to pay a fine, if he is over\r\nfourteen years of age and earns money;e.     \r\n  direct\r\nthe juvenile to be released on probation of good conduct and placed under the\r\ncare of any parent, guardian or other fit person, on such parent, guardian or\r\nother fit person executing a bond, with or without surety, as the Board may\r\nrequire, for the good behaviour and well-being of the juvenile for any period\r\nnot exceeding three years;f.     \r\n  direct\r\nthe juvenile to be released on probation of good conduct and placed under the\r\ncare of any fit institution for the good behaviour and well-being of the\r\njuvenile for any period not exceeding three years;g.    \r\n  make\r\nan order directing the juvenile to be sent to a special home for a period of\r\nthree years;Provided that the Board may, if it is\r\nsatisfied that having regard to the nature of the offence and the circumstances\r\nof the case, it is expedient so to do, for reasons to be recorded, reduce the\r\nperiod of stay to such period as it thinks fit.1.     \r\n2.     \r\n  The\r\nBoard shall obtain the social investigation report on juvenile either through a\r\nprobation officer or a recognized voluntary organization or otherwise, and\r\nshall take into consideration the findings of such report before passing an\r\norder.3.     \r\n  Where\r\nan order under clause (d), clause (e) or clause (f) of sub-section (1) is made,\r\nthe Board may, if it is of opinion that in the interest of the juvenile and of\r\nthe public, it is expedient so to do, in addition make an order that the\r\njuvenile in conflict with law shall remain under the supervision of a probation\r\nofficer named in the order during such period, not exceeding three years as may\r\nbe specified therein, and may in such supervision order impose such conditions\r\nas it deems necessary for the due supervision of the juvenile in conflict with\r\nlaw.Provided that if at any time afterwards it\r\nappears to the Board on receiving a report from the probation officer or\r\notherwise, that the juvenile in conflict with law has not been of good behavior\r\nduring the period of supervision or that the fit institution under whose care\r\nthe juvenile was placed is no longer able or willing to ensure the good\r\nbehaviour and well-being of the juvenile it may, after making such inquiry as it\r\ndeems fit, order the juvenile in conflict with law to be sent to a special\r\nhome.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nBoard shall while making a supervision order under sub-section (3), explain to\r\nthe juvenile and the parent, guardian or other fit person or fit institution,\r\nas the case may be, under whose care the juvenile has been placed, the terms\r\nand conditions of the order and shall forthwith furnish one copy to the\r\nsupervision order to the juvenile, the parent, guardian or other fit person or\r\nfit institution, as the case may be, the sureties, if any, and the probation\r\nofficer.Sub-section 1(g) inserted vide Juvenile\r\nJustice (Care and Protection of Children) Amendment Act, 2006, section 1", "16": "Juvenile Justice (Care and Protection of Children) Act, 200016. Order that may\r\nnot be passed against juvenile.-1.     \r\n  Notwithstanding\r\nanything to the contrary contained in any other law for the time being in\r\nforce, no juvenile in conflict with law shall be sentenced to death or\r\nimprisonment for any term which may extend to imprisonment for life, or\r\ncommitted to prison in default of payment of fine or in default of furnishing\r\nsecurity;Provided that where a juvenile who has\r\nattained the age of sixteen years has committed an offence and the Board is\r\nsatisfied that the offence committed is of so serious in nature or that his\r\nconduct and behaviour have been such that it would not be in his interest or in\r\nthe interest of other juvenile in a special home to sent him to such special\r\nhome and that none of the other measures provided under this Act is suitable or\r\nsufficient, the Board may order the juvenile in conflict with law to be kept in\r\nsuch place of safety and in such manner as it thinks fit and shall report the\r\ncase for the order of the State Government.2.     \r\n  On\r\nreceipt of a report from a Board under sub-section (1), the State Government\r\nmay make such arrangement in respect of the juvenile as it deems proper and may\r\norder such juvenile to be kept under protective custody at such place and on\r\nsuch conditions as it thinks fit;Provided that the period of detention so\r\nordered shall not exceed in any case the maximum period provided under section\r\n15 of this Act.Section 16 modified vide Juvenile Justice\r\n(Care and Protection of Children) Amendment Act, 2006, section 13", "17": " Juvenile Justice (Care and Protection of Children) Act, 2000 17. Proceeding under\r\nChapter VIII of the Code of Criminal Procedure not competent against juvenile.-\r\n Notwithstanding\r\nanything to the contrary contained in the Code of Criminal Procedure, 1973 (2\r\nof 1974) no proceeding shall be instituted and no order shall be passed against\r\nthe juvenile under Chapter VIII of the said Code.", "18": "Juvenile Justice (Care and Protection of Children) Act, 200018. No joint\r\nproceeding of juvenile and person not a juvenile.-1.     \r\n  Notwithstanding\r\nanything contained in section 223 of the Code of Criminal Procedure, 1973 (2 of\r\n1974) or in any other law for the time being in force, no juvenile shall be\r\ncharged with or tried for any offence together with a person who is not a\r\njuvenile.2.     \r\n  If\r\na juvenile is accused of an offence for which under section 223 of the Code of\r\nCriminal Procedure, 1973 (2 of 1974) or any other law for the time being in\r\nforce, such juvenile and any person who is not a juvenile would, but for the\r\nprohibition contained in sub-section (1), have been charged and tried together,\r\nthe Board taking cognizance of that offence shall direct separate trials of the\r\njuvenile and the other person.", "19": "Juvenile Justice (Care and Protection of Children) Act, 200019. Removal of\r\ndisqualification attaching to conviction.-1.     \r\n  Notwithstanding\r\nanything contained in any other law, a juvenile who has committed an offence\r\nand has been dealt with under the provisions of this Act shall not suffer\r\ndisqualification, if any, attaching to a conviction of an offence under such\r\nlaw.2.     \r\n  The\r\nBoard shall make an order directing that the relevant records of such\r\nconviction shall be removed after the expiry of the period of appeal or a\r\nreasonable period as prescribed under the rules, as the case may be.", "20": " Juvenile Justice (Care and Protection of Children) Act, 2000 20. Special provision\r\nin respect of pending cases.- Notwithstanding anything contained in this\r\nAct, all proceedings in respect of a juvenile pending in any court in any area\r\non the date on which this Act comes into force in that area, shall be continued\r\nin that court as if this Act had not been passed and if the court finds that\r\nthe juvenile has committed an offence, it shall record such finding and instead\r\nof passing any sentence in respect of the juvenile, forward the juvenile to the\r\nBoard which shall pass orders in respect of that juvenile in accordance with\r\nthe provisions of this Act as if it had been satisfied on inquiry under this\r\nAct that a juvenile has committed the offence.Provided that the Board may, for any adequate\r\nand special reason to be mentioned in the order, review the case and pass\r\nappropriate order in the interest of such juvenile.Explanation.- In all pending cases including\r\ntrial, revision, appeal or any other criminal proceedings in respect of a\r\njuvenile in conflict with law, in any court, the determination of juvenility of\r\nsuch a juvenile shall be in terms of clause (l) of section 2, even if the\r\njuvenile ceases to be so on or before the date of commencement of this Act and\r\nthe provisions of this Act shall apply as if the said provisions had been in\r\nforce, for all purposes and at all material times when the alleged offence was\r\ncommitted.Inserted vide Juvenile Justice (Care and\r\nProtection of Children) Amendment Act, 2006, section 14", "21": "Juvenile Justice (Care and Protection of Children) Act, 200021. Prohibition of\r\npublication of name, etc., of juvenile in conflict with law or child in need of\r\ncare and protection involved in any proceeding under the Act.-1.     \r\n  No\r\nreport in any newspaper, magazine, news-sheet or visual media of any inquiry\r\nregarding a juvenile in conflict with law or a child in need of care and\r\nprotection under this Act shall disclose the name, address or school or any\r\nother particulars calculated to lead to the identification of the juvenile or\r\nchild nor shall any picture of any such juvenile or child be published:\r\nProvided that for reasons to be recorded in writing, the authority holding the\r\ninquiry may permit such disclosure, if in its opinion such disclosure is in the\r\ninterest of the juvenile or the child.2.     \r\n  Any\r\nperson who contravenes the provisions of sub-section (1), shall be liable to a\r\npenalty which may extend to twenty-five thousand rupees.Substituted vide\r\nJuvenile Justice (Care and Protection of Children) Amendment Act, 2006, section\r\n15", "22": " Juvenile Justice (Care and Protection of Children) Act, 2000 22. Provision in\r\nrespect of escaped juvenile.-Notwithstanding\r\nanything to the contrary contained in any other law for the time being in\r\nforce, any police officer may take charge without warrant of a juvenile in\r\nconflict with law who has escaped from a special home or an observation home or\r\nfrom the care of a person under whom he was placed under this Act, and shall be\r\nsent back to the special home or the observation home or that person, as the\r\ncase may be; and no proceeding shall be instituted in respect of the juvenile\r\nby reason of such escape, but the special home, or the observation home or the\r\nperson may, after giving the information to the Board which passed the order in\r\nrespect of the juvenile, take such steps in respect of the juvenile as may be\r\ndeemed necessary under the provisions of this Act.", "23": " Juvenile Justice (Care and Protection of Children) Act, 2000 23. Punishment for\r\ncruelty to juvenile or child.- Whoever, having the\r\nactual charge of or control over, a juvenile or the child, assaults, abandons,\r\nexposes or willfully neglects the juvenile or causes or procures him to be\r\nassaulted, abandoned, exposed or neglected in a manner likely to cause such\r\njuvenile or the child unnecessary mental or physical suffering shall be\r\npunishable with imprisonment for a term which may extent to six months, or\r\nfine, or with both.", "24": "Juvenile Justice (Care and Protection of Children) Act, 200024. Employment of\r\njuvenile or child for begging.-1.     \r\n  Whoever,\r\nemploys or uses any juvenile or the child for the purpose or causes any\r\njuvenile to beg shall be punishable with imprisonment for a term which may\r\nextend to three years and shall also be liable to fine.2.     \r\n  Whoever,\r\nhaving the actual charge of, or control over, a juvenile or the child abets the\r\ncommission of the offence punishable under sub-section (1), shall be punishable\r\nwith imprisonment for a term which may extend to one year and shall also be liable\r\nto fine.", "25": " Juvenile Justice (Care and Protection of Children) Act, 2000 25. Penalty for\r\ngiving intoxicating liquor or narcotic drug or psychotropic substance to\r\njuvenile or child.- \nWhoever give, or\r\ncauses to be given, to any juvenile or the child any intoxicating liquor in a\r\npublic place or any narcotic drug or psychotropic substance except upon the\r\norder of duly qualified medical practitioner or in case of sickness shall be\r\npunishable with imprisonment for a term which may extend to three years and\r\nshall also be liable to fine.", "26": " Juvenile Justice (Care and Protection of Children) Act, 2000 26. Exploitation of\r\njuvenile or child employee.-Whoever ostensibly\r\nprocures a juvenile or the child for the purpose of any hazardous employment\r\nkeeps him in bondage and with-holds his earnings or uses such earning for his\r\nown purposes shall be punishable with imprisonment for a term which may extend\r\nto three years and shall also be liable to fine.", "27": " Juvenile Justice (Care and Protection of Children) Act, 2000 27. Special\r\noffences.- The offences\r\npunishable under section 23, 24, 25 and 26 shall be cognizable.", "28": " Juvenile Justice (Care and Protection of Children) Act, 2000 28. Alternative\r\npunishment.- \nWhere an act or\r\nomission constitute an offence punishable under this Act and also under any\r\nother Central or State Act, then, notwithstanding anything contained in any law\r\nfor the time being in force, the offender found guilty of such offences shall\r\nbe liable to punishment only under such Act as provides for punishment which is\r\ngreater in degree.", "29": "Juvenile Justice (Care and Protection of Children) Act, 2000Chapter III: Child in\r\nNeed of Care and Protection29. Child Welfare\r\nCommittee.-\n1.     \r\n  The\r\nState Government may, within a period of one year from the date of commencement\r\nof the Juvenile Justice (Care and Protection of Children) Amendment Act, 2006,\r\nby notification in the official gazette, constitute for every district, one or\r\nmore, Child Welfare Committees for exercising the powers and discharge the\r\nduties conferred on such Committees in relation to child in need of care and\r\nprotection under this Act.2.     \r\n  The\r\nCommittee shall consist of a Chairperson and four other members as the State\r\nGovernment may think fit to appoint, of whom at least one shall be a woman and\r\nanother, an expert on matters concerning children.3.     \r\n  The\r\nqualification of the Chairperson and the members, and the tenure for which they\r\nmay be appointed shall be such as may be prescribed.4.     \r\n  The\r\nappointment of any member of the Committee may be terminated, after holding\r\ninquiry, by the State Government, if -             \r\n i.        \r\n  he\r\nhas been found guilty of misuse of power vested under this Act;            \r\n ii.        \r\n  he\r\nhas been convicted of an offence involving moral turpitude, and such conviction\r\nhas not been reversed or he has not been granted full pardon in respect of such\r\noffence;           \r\n iii.        \r\n  he\r\nfails to attend the proceedings of the Committee for consecutive three months\r\nwithout any valid reason or he fails to attend less than three-fourth of the\r\nsittings in a year.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  The\r\nCommittee shall function as a Bench of Magistrates and shall have the powers\r\nconferred by the Code of Criminal Procedure, 1973 (2 of 1974) on a Metropolitan\r\nMagistrate or, as the case may be, a Judicial Magistrate of the first class.Sub-section (1) modified vide Juvenile\r\nJustice (Care and Protection of Children) Amendment Act, 2006, section 16", "30": "Juvenile Justice (Care and Protection of Children) Act, 200030. Procedure, etc.,\r\nin relation to Committee.-1.     \r\n  The\r\nCommittee shall meet at such times and shall observe such rules of procedure in\r\nregard to the transaction of business at its meetings, as may be prescribed.2.     \r\n  A\r\nchild in need of care and protection may be produced before an individual\r\nmember for being placed in safe custody or otherwise when the Committee is not\r\nin session.3.     \r\n  In\r\nthe event of any difference of opinion among the members of the Committee at\r\nthe time of any interim decision, the opinion of the majority shall prevail but\r\nwhere there is no such majority the opinion of the Chairperson shall prevail.4.     \r\n  Subject\r\nto the provisions of sub-section (1), the Committee may act, notwithstanding\r\nthe absence of any member of the Committee, and no order made by the Committee\r\nshall be invalid by reason only of the absence of any member during any stage\r\nof the proceeding.", "31": "Juvenile Justice (Care and Protection of Children) Act, 200031. Powers of\r\nCommittee.-1.     \r\n  The\r\nCommittee shall have the final authority to dispose of cases for the care,\r\nprotection, treatment, development and rehabilitation of the children as well\r\nas to provide for their basic needs and protection of human rights.2.     \r\n  Where\r\na Committee has been constituted for any area, such committee shall\r\nnotwithstanding anything contained in any other law for the time being in force\r\nbut save as otherwise expressly provided in this Act, have the power to deal\r\nexclusively with all proceedings under this Act relating to children in need of\r\ncare and protection.", "32": "Juvenile Justice (Care and Protection of Children) Act, 200032. Production before\r\ncommittee.-1.     \r\n  Any\r\nchild in need of care and protection may be produced before the Committee by\r\none of the following persons -             \r\n i.        \r\n  any\r\npolice officer or special juvenile police unit or a designated police officer;            \r\n ii.        \r\n  any\r\npublic servant;           \r\n iii.        \r\n  child\r\nline, a registered voluntary organization or by such other voluntary\r\norganization or an agency as may be recognized by the State Government.           \r\n iv.        \r\n  any\r\nsocial worker or a public spirited citizen; or            \r\n v.        \r\n  by\r\nthe child himself.Provided that the child shall be produced\r\nbefore the Committee without any loss of time but within a period of\r\ntwenty-four hours excluding the time necessary for the journey.1.     \r\n2.     \r\n  The\r\nState Government may make rules consistent with this Act to provide for the\r\nmanner of making the report to the Committee and the manner of sending and\r\nentrusting the child to children's home pending the inquiry.Modified vide Juvenile Justice (Care and\r\nProtection of Children) Amendment Act, 2006, section 17", "33": "Juvenile Justice (Care and Protection of Children) Act, 200033. Inquiry.-1.     \r\n  On\r\nreceipt of a report under section 32, the Committee shall hold an inquiry in\r\nthe prescribed manner and the Committee, on its own or on the report from any\r\nperson or agency as mentioned in sub-section (1) of section 32, may pass an\r\norder to send the child to the children's home for speedy inquiry by a social\r\nworker or child welfare officer.2.     \r\n  The\r\ninquiry under this section shall be completed within four months of the receipt\r\nof the order or within such shorter period as may be fixed by the Committee;Provided that the time for the submission of\r\nthe inquiry report may be extended by such period as the Committee may, having\r\nregard to the circumstances and for the reasons recorded in writing, determine;1.     \r\n2.     \r\n3.     \r\n  The\r\nState Government shall review the pendency of cases of the Committee at every\r\nsix months, and shall direct the Committee to increase the frequency of its\r\nsittings or may cause the constitution of additional Committees.4.     \r\n  After\r\nthe completion of the inquiry, if, the Committee is of the opinion that the\r\nsaid child has no family or ostensible support or is in continued need of care\r\nand protection, it may allow the child to remain in the children's home or\r\nshelter home till suitable rehabilitation is found for him or till he attains\r\nthe age of eighteen years.Section 33 modified vide Juvenile Justice\r\n(Care and Protection of Children) Amendment Act, 2006, section 18", "34": "Juvenile Justice (Care and Protection of Children) Act, 200034. Children's\r\nhomes.-\n1.     \r\n  The\r\nState Government may establish and maintain either by itself or in association\r\nwith the voluntary organizations, children's homes, in every district or group\r\nof districts, as the case may be, for the reception of child in need of care\r\nand protection during the pendency of any inquiry and subsequently for their\r\ncare, treatment, education, training, development and rehabilitation.2.     \r\n  The\r\nState Government may, by rules made under this Act, provide for the management\r\nof children's homes including the standards and the nature of services to be\r\nprovided by them, and the circumstances under which, and the manner in which,\r\nthe certification of a children's home or recognition to a voluntary\r\norganization may be granted or withdrawn.3.     \r\n  Without\r\nprejudice to anything contained in any other law for the time being in force,\r\nall institutions, whether State Government run or those run by voluntary\r\norganisations for children in need of care and protection shall, within a\r\nperiod of six months from the date of commencement of the Juvenile Justice\r\n(Care and Protection of Children) Amendment Act, 2006, be registered under this\r\nAct in such manner as may be prescribed.Sub-section (3) modified vide Juvenile\r\nJustice (Care and Protection of Children) Amendment Act, 2006, section 19", "35": "Juvenile Justice (Care and Protection of Children) Act, 200035. Inspection.-1.     \r\n  The\r\nState Government may appoint inspection committees for the children's homes\r\n(hereinafter referred to as the inspection committees) for the State, a\r\ndistrict and city, as the case may be, for such period and for such purposes as\r\nmay be prescribed.2.     \r\n  The\r\ninspection committee of a State, district or of a city shall consist of such\r\nnumber of representatives from the State Government, Committee, voluntary\r\norganizations and such other medical experts and social workers as may be\r\nprescribed.", "36": " Juvenile Justice (Care and Protection of Children) Act, 2000 36. Social auditing.- The Central\r\nGovernment or State Government may monitor and evaluate the functioning of the\r\nChildren's homes at such period and through such persons and institutions as\r\nmay be specified by that Government.", "37": "Juvenile Justice (Care and Protection of Children) Act, 200037. Shelter homes.-1.     \r\n  The\r\nState Government may recognize, reputed and capable voluntary organizations and\r\nprovide them assistance to setup and administer as many shelter homes for\r\njuveniles or children as may be required.2.     \r\n  The\r\nshelter homes referred in sub-section (1) shall function as drop-in-centers for\r\nthe children in the need of urgent support who have been brought to such homes\r\nthrough such persons as are referred to in sub-section (1) of section 32.3.     \r\n  As\r\nfar as possible, the shelter homes shall have such facilities as may be\r\nprescribed by the rules.", "38": "Juvenile Justice (Care and Protection of Children) Act, 200038. Transfer.-1.     \r\n  If\r\nduring the inquiry it is found that the child hails from the place outside the\r\njurisdiction of the Committee, the Committee shall order the transfer of the\r\nchild to the competent authority having jurisdiction over the place of\r\nresidence of the child.2.     \r\n  Such\r\njuvenile or the child shall be escorted by the staff of the home in which he is\r\nlodged originally.3.     \r\n  The\r\nState Government may make rules to provide for the Traveling allowance to be\r\npaid to the child.", "39": "Juvenile Justice (Care and Protection of Children) Act, 200039. Restoration.-1.     \r\n  Restoration\r\nof and protection to a child shall be the prime objective of any children's\r\nhome or the shelter home.2.     \r\n  The\r\nchildren's home or a shelter home, as the case may be, shall take such steps as\r\nare considered necessary for the restoration of and protection to a child\r\ndeprived of his family environment temporarily or permanently where such child\r\nis under the care and protection of a children's home or a shelter home, as the\r\ncase may be.3.     \r\n  The\r\nCommittee shall have the powers to restore any child in need of care and\r\nprotection to his parent, guardian, fit person or fit institution, as the case\r\nmay be, and give them suitable directions.Explanation.- For the purposes of this\r\nsection \"restoration of and protection of a child\" means restoration\r\nto-a.     \r\n  Parents;\r\nb.    \r\n  adopted\r\nparents;c.     \r\n  foster\r\nparents;d.    \r\n  guardian;\r\ne.     \r\n  fit\r\nperson;f.     \r\n  fit\r\ninstitution.Substituted vide Juvenile Justice (Care and\r\nProtection of Children) Amendment Act, 2006, section 20", "40": " Juvenile Justice (Care and Protection of Children) Act, 2000 Chapter IV:\r\nRehabilitation and Social Reintegration 40. Process of\r\nrehabilitation and social reintegration.- The rehabilitation\r\nand social reintegration of a child shall begin during the stay of the child in\r\na children's home or special home and the rehabilitation and social\r\nreintegration of children shall be carried out alternatively by     \r\n i.        \r\n  adoption,\r\n    \r\n ii.        \r\n  foster\r\ncare,   \r\n iii.        \r\n  sponsorship,\r\nand   \r\n iv.        \r\n  sending\r\nthe child to an after-care organization.", "41": "Juvenile Justice (Care and Protection of Children) Act, 200041. Adoption.-1.     \r\n  The\r\nprimary responsibility for providing care and protection to children shall be\r\nthat of his family.2.     \r\n  Adoption\r\nshall be resorted to for the rehabilitation of the children who are orphan,\r\nabandoned or surrendered through such mechanism as may be prescribed.3.     \r\n  In\r\nkeeping with the provisions of the various guidelines for adoption issued from\r\ntime to time, by the State Government, or the Central Adoption Resource Agency\r\nand notified by the Central Government, children may be given in adoption by a\r\ncourt after satisfying itself regarding the investigations having been carried\r\nout, as are required for giving such children in adoption.4.     \r\n  The\r\nState Government shall recognise one or more of its institutions or voluntary\r\norganisations in each district as specialised adoption agencies in such manner\r\nas may be prescribed for the placement of orphan, abandoned or surrendered\r\nchildren for adoption in accordance with the guidelines notified under\r\nsub-section (3):Provided that the\r\nchildren's homes and the institutions run by the State Government or a\r\nvoluntary organisation for children in need of care and protection, who are\r\norphan, abandoned or surrendered, shall ensure that these children are declared\r\nfree for adoption by the Committee and all such cases shall be referred to the\r\nadoption agency in that district for placement of such children in adoption in\r\naccordance with the guidelines notified under sub-section (3).1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  No\r\nchild shall be offered for adoption -a.      until two members of\r\nthe Committee declare the child legally free for placement in the case of\r\nabandoned children,b.     till the two months\r\nperiod for reconsideration by the parent is over in the case of surrendered\r\nchildren, andc.      without his consent\r\nin the case of a child who can understand and express his consent.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  The\r\nCourt may allow a child to be given in adoption -a.      to a person\r\nirrespective of marital status; orb.     to parents to adopt a\r\nchild of same sex irrespective of the number of living biological sons or\r\ndaughters; orc.      to childless couples.\r\nSub-sections (2),\r\n(3), (4), and (6) substituted vide Juvenile Justice (Care and Protection of\r\nChildren) Amendment Act, 2006, section 21", "42": "Juvenile Justice (Care and Protection of Children) Act, 200042. Foster care.-1.     \r\n  The\r\nfoster care may be used for temporary placement of those infants who to be\r\ngiven for adoption.2.     \r\n  In\r\nfoster care, the child may be placed in another family for a short or extended\r\nperiod of time, depending upon the circumstances where the child's own parent\r\nusually visit regularly and eventually after the rehabilitation, where the\r\nchildren may return to their own homes.3.     \r\n  The\r\nState Government may make rules for purposes of carrying out the scheme of\r\nfoster care programme of children.", "43": "Juvenile Justice (Care and Protection of Children) Act, 200043. Sponsorship.-1.     \r\n  The\r\nsponsorship programme may provide supplementary support to families, to\r\nchildren's homes and to special homes to meet medical, nutritional, educational\r\nand other needs of the children with a view to improving their quality of life.2.     \r\n  The\r\nState Government may make rules for the purposes of carrying out various\r\nschemes of sponsorship of children, such as individual to individual\r\nsponsorship, group sponsorship or community sponsorship.", "44": " Juvenile Justice (Care and Protection of Children) Act, 2000 44. After-care\r\norganization.-The State Government\r\nmay, by rules made under this Act, provide-a.     \r\n  for\r\nthe establishment or recognition of after-care organizations and the functions\r\nthat may be performed by them under this Act;b.    \r\n  for\r\na scheme of after-care programme to be followed by such after-care\r\norganizations for the purpose of taking care of juveniles or the children after\r\nthey leave special homes, children homes and for the purpose of enabling them\r\nto lead an hones, industrious and useful life;c.     \r\n  for\r\nthe preparation or submission of a report by the probation officer or any other\r\nofficer appointed by that Government in respect of each juvenile or the child\r\nprior to his discharge from a special home, children's home, regarding the\r\nnecessity and nature of after-care of such juvenile or of a child, the period\r\nof such after-care, supervision thereof and for the submission of report by the\r\nprobation officer or any other officer appointed for the purpose, on the\r\nprogress of each juvenile or the child;d.    \r\n  for\r\nthe standards and the nature of services to be maintained by such after-care\r\norganizations;e.     \r\n  for\r\nsuch other matters as may be necessary for the purpose of carrying out the\r\nscheme of after-care programme for the juvenile or the child;Provided that any\r\nrule made under this section shall not provide for such juvenile or child to\r\nstay in the after-care organization for more than three years;Provided further that\r\na juvenile or child over seventeen years of age but less than eighteen years of\r\nage would stay in the after-care organization till he attains the age of twenty\r\nyears.", "45": " Juvenile Justice (Care and Protection of Children) Act, 2000 45. Linkages and\r\nco-ordination.- The State Government\r\nmay make rules to ensure effective linkages between various governmental,\r\nnon-governmental, corporate and other community agencies for facilitating the\r\nrehabilitation and social reintegration of the child.", "46": " Juvenile Justice (Care and Protection of Children) Act, 2000 Chapter V:\r\nMiscellaneous 46. Attendance of\r\nparent or guardian of juvenile or child.- Any competent\r\nauthority before which a juvenile or the child is brought under any of the\r\nprovisions of this Act, may, whenever it so thinks fit, require any parent or guardian\r\nhaving the actual charge of or control over the juvenile or the child to be\r\npresent at any proceeding in respect of the juvenile or the child.", "47": " Juvenile Justice (Care and Protection of Children) Act, 2000 47. Dispensing with\r\nattendance of juvenile or child.- If, at any stage\r\nduring the course of an inquiry, a competent authority is satisfied that the\r\nattendance of the juvenile or the child is not essential for the purpose of\r\ninquiry, the competent authority may dispense with his attendance and proceed\r\nwith the inquiry in the absence of the juvenile or the child.", "48": "Juvenile Justice (Care and Protection of Children) Act, 200048. Committal to\r\napproved places of juvenile or child suffering from dangerous diseases and his\r\nfuture disposal.-1.     \r\n  When\r\na juvenile or the child who has been brought before a competent authority under\r\nthis Act, is found to be suffering from a disease requiring prolonged medical\r\ntreatment or physical or mental complaint that will respond to treatment, the\r\ncompetent authority may send the juvenile or the child to any place recognized\r\nto be an approved place in accordance with the rules made under this Act for\r\nsuch period as it may think necessary for the required treatment.2.     \r\n  Where\r\na juvenile or the child is found to be suffering from leprosy, sexually\r\ntransmitted disease Hepatitis B, open cases of Tuberculosis and such other\r\ndiseases or is of unsound mind, he shall be dealt with separately through\r\nvarious specialized referral services or under the relevant laws as such.", "49": "Juvenile Justice (Care and Protection of Children) Act, 200049. Presumption and\r\ndetermination of age.-1.     \r\n  Where\r\nit appears to a competent authority that person brought before it under any of\r\nthe provisions of this Act (otherwise than for the purpose of giving evidence)\r\nis a juvenile or the child, the competent authority shall make due inquiry so\r\nas to the age of that person and for that purpose shall take such evidence as\r\nmay be necessary (but not an affidavit) and shall record a finding whether the\r\nperson is a juvenile or the child or not, stating his age as nearly as may be.2.     \r\n  No\r\norder of a competent authority shall be deemed to have become invalid merely by\r\nany subsequent proof that the person in respect of whom the order has been made\r\nis not a juvenile or the child, and the age recorded by the competent authority\r\nto be the age of person so brought before it, shall for the purpose of this\r\nAct, be deemed to be the true age of that person.", "50": " Juvenile Justice (Care and Protection of Children) Act, 2000 50 Sending a juvenile\r\nor child outside jurisdiction.- In the case of a\r\njuvenile or the child, whose ordinary place of residence lies outside the\r\njurisdiction of the competent authority before which he is brought, the\r\ncompetent authority may, if satisfied after due inquiry that it is expedient so\r\nto do, send the juvenile or the child back to a relative or other person who is\r\nfit and willing to receive him at his ordinary place of residence and exercise\r\nproper care and control over him, notwithstanding that such place of residence\r\nis outside the jurisdiction of the competent authority; and the competent\r\nauthority exerting jurisdiction over the place to which the juvenile or the\r\nchild is sent shall in respect of any matter arising subsequently have the same\r\npowers in relation to the juvenile or the child as if the original order had\r\nbeen passed by itself.", "51": " Juvenile Justice (Care and Protection of Children) Act, 2000 51. Reports to be\r\ntreated as confidential.- The report of the\r\nprobation officer or social worker considered by the competent authority shall\r\nbe treated as confidential;Provided that the\r\ncompetent authority may, if it so thinks fit, communicate the substance thereof\r\nto the juvenile or the child or his parent or guardian and may give such\r\njuvenile or the child, parent or guardian an opportunity or producing such\r\nevidence as may be relevant to the matter stated in the report.", "52": "Juvenile Justice (Care and Protection of Children) Act, 200052. Appeals.-1.     \r\n  Subject\r\nto the provisions of this section, any person aggrieved by an order made by a\r\ncompetent authority under this Act may, within thirty days from the date of\r\nsuch order, prefer an appeal to the Court of Session;Provided that the Court of Session may\r\nentertain the appeal after the expiry of the said period of thirty days if it\r\nis satisfied that the appellant was prevented by sufficient cause from filing\r\nthe appeal in time.1.     \r\n2.     \r\n  No\r\nappeal shall lie from -a.     \r\n  any\r\norder of acquittal made by the Board in respect of a juvenile alleged to have\r\ncommitted an offence; orb.    \r\n  any\r\norder made by a Committee in respect of a finding that a person is not a\r\nneglected juvenile.1.     \r\n2.     \r\n3.     \r\n  No\r\nsecond appeal shall lie from any order of the Court of Session passed in appeal\r\nunder this section.", "53": " Juvenile Justice (Care and Protection of Children) Act, 2000 53. Revision.- The High Court may, at any time, either of\r\nits own motion or on an application received in this behalf, call for the\r\nrecord of any proceeding in which any competent authority or Court of Session\r\nhas passed an order for the purpose of satisfying itself as to the legality or\r\npropriety of any such order and may pass such order in relation thereto as it\r\nthinks fit;Provided that the High Court shall not pass\r\nan order under this section prejudicial to any person without giving him a\r\nreasonable opportunity of being heard.", "54": "Juvenile Justice (Care and Protection of Children) Act, 200054. Procedure in\r\ninquiries, appeals and revision proceedings.-1.     \r\n  Save\r\nas other expressly provided by this Act, a competent authority while holding\r\nany inquiry under any of the provisions of this Act, shall follow, such\r\nprocedure as may be prescribed and subject thereto, shall follow, as far as may\r\nbe, the procedure laid down in the Code of Criminal Procedure, 1973 (2 of 1974)\r\nfor trials in summons cases.2.     \r\n  Save\r\nas otherwise expressly provided by or under this Act, the procedure to be\r\nfollowed in hearing appeals or revision proceedings under this Act shall be, as\r\nfar as practicable, in accordance with the provision of the Code of Criminal\r\nProcedure, 1973 (2 of 1974).", "55": "Juvenile Justice (Care and Protection of Children) Act, 200055. Power to amend\r\norders.-\n1.     \r\n  Without\r\nprejudice to the provisions for appeal and revision under this Act, any\r\ncompetent authority may, on an application received in this behalf, amend any\r\norder as to the institution to which a juvenile or the child is to be sent or\r\nas to the person under whose care or supervision a juvenile or the child is to\r\nbe placed under this Act.Provided that there\r\nshall be at least two members and the parties or its defence present during the\r\ncourse of hearing for passing an amendment in relation to any of its order.1.     \r\n2.     \r\n  Clerical\r\nmistakes in orders passed by a competent authority or errors arising therein\r\nfrom any accidental slip or omission may, at any time, be corrected by the\r\ncompetent authority either on its own motion or on an application received in\r\nthis behalf.", "56": " Juvenile Justice (Care and Protection of Children) Act, 2000 56. Power of\r\ncompetent authority to discharge and transfer juvenile or child.- The competent\r\nauthority may, notwithstanding anything contained in this Act, at any time,\r\norder a child in need of care and protection or a juvenile in conflict with law\r\nto be discharged or transferred from one children's home or special home to\r\nanother, as the case may be, keeping in view the best interest of the child or\r\nthe juvenile, and his natural place of stay, either absolutely or on such\r\nconditions as it may think fit to impose;Provided that the\r\ntotal period of stay of the juvenile or the child in a children's home or a\r\nspecial home or fit institution or under a fit person shall not be increased by\r\nsuch transfer.", "57": " Juvenile Justice (Care and Protection of Children) Act, 2000 57. Transfer between\r\nchildren's homes, under the Act, and juvenile homes, of like nature in\r\ndifferent parts of India.- The State Government may direct any child or\r\nthe juvenile to be transferred from any children's home or special home within\r\nthe State to any other children's home, special home or institution of a like\r\nnature or to such institutions outside the State in consultation with the\r\nconcerned State Government and with the prior intimation to the Committee or\r\nthe Board, as the case may be, and such order shall be deemed to be operative\r\nfor the competent authority of the area to which the child or the juvenile is\r\nsent.Substituted vide Juvenile Justice (Care and\r\nProtection of Children) Amendment Act, 2006, section 2", "58": " Juvenile Justice (Care and Protection of Children) Act, 2000 58. Transfer of\r\njuvenile or child of unsound mind or suffering from leprosy or addicted to\r\ndrugs.- \nWhere it appears to\r\nthe competent authority that any juvenile or the child kept in a special home\r\nor a children's home or shelter home or in an institution in pursuance of this\r\nAct, is suffering from leprosy or is of unsound mind or is addicted to any\r\nnarcotic drug or psychotropic substance, the competent authority may order his\r\nremoval to a leper asylum or mental hospital or treatment centre for drug addicts\r\nor to a place of safety for being kept there for such period not exceeding the\r\nperiod for which he is required to be kept under the order of the competent\r\nauthority or for such further period as may be certified by the medical officer\r\nnecessary for the proper treatment of the juvenile or the child.", "59": "Juvenile Justice (Care and Protection of Children) Act, 200059. Release and\r\nabsence of juvenile or child in placement.-1.     \r\n  When\r\na juvenile or the child is kept in a children's home or special home and on a\r\nreport of a probation officer or social worker or of Government or a voluntary\r\norganization, as the case may be, the competent authority may consider, the\r\nrelease of such juvenile or the child permitting him to live with his parent or\r\nguardian or under the supervision of any authorized person named in the order,\r\nwilling to receive and take charge of the juvenile or the child to educate and\r\ntrain him for some useful trade or calling or to look after him for\r\nrehabilitation.2.     \r\n  the\r\ncompetent authority may also permit leave of absence to any juvenile or the\r\nchild, to allow him, on special occasions like examination, marriage of\r\nrelatives, death of kith and kin or the accident or serious illness of parent\r\nor any emergency of like nature to go on leave under supervision, for a period\r\ngenerally not exceeding seven days, excluding the time taken in journey.3.     \r\n  Where\r\na permission has been revoked or forfeited and the juvenile or the child refuses\r\nor fails to return to the home concerned or juvenile to which he was directed\r\nso to return, the Board may, if necessary, cause him to be taken charge of and\r\nto be taken back to the concerned home.4.     \r\n  The\r\ntime during which a juvenile or the child is absent from a concerned home in\r\npursuance of such permission granted under this section shall be deemed to be\r\npart of the time for which he is liable to be kept in the special home.Provided that when a juvenile has failed to\r\nreturn to the special home on the permission being revoked or forfeited, the\r\ntime which elapses after his failure so to return shall be excluded in\r\ncomputing the time during which he is liable to be kept in the institution.Substituted for word “for maximum seven days”\r\nvide Juvenile Justice (Care and Protection of Children) Amendment Act, 2006,\r\nsection 23", "60": "Juvenile Justice (Care and Protection of Children) Act, 200060. Contribution by\r\nparents.-\n1.     \r\n  The\r\ncompetent authority which makes an order for sending a juvenile or the child to\r\na children's home or to a special home or placing the juvenile under the care\r\nof a fit person or fit institution may make an order requiring the parent or\r\nother person liable to maintain the juvenile or the child to contribute to his\r\nmaintenance, if able to do so, in the prescribed manner according to income.2.     \r\n  The\r\ncompetent authority may direct, if necessary, the payment to be made to poor\r\nparent or guardian by the superintendent or the Project Manager of the home to\r\npay such expenses for the journey of the inmate or parent or guardian or both,\r\nfrom the home to his ordinary place of residence at the time of sending the\r\njuvenile as may be prescribed.", "61": "Juvenile Justice (Care and Protection of Children) Act, 200061. Fund.-1.     \r\n  The\r\nState Government may create a Fund under such name as it think fit for the\r\nwelfare and rehabilitation of the juvenile or the child dealt with under this\r\nAct.2.     \r\n  There\r\nshall be credited to the Fund such Voluntary donations, contributions or subscriptions\r\nas may be made by any individual organization.3.     \r\n  The\r\nFund created under sub -section (1) shall be administered by the State advisory\r\nboard in such manner and for such purposes as may be prescribed.", "62": "Juvenile Justice (Care and Protection of Children) Act, 200062. Central, State,\r\ndistrict and city advisory boards.-1.     \r\n  The\r\nCentral Government or a State Government may constitute a Central or a State\r\nadvisory board, as the case may be, to advise that Government on matter\r\nrelating to the establishment and maintenance of the homes, mobilization of\r\nresources, provision of facilities for education, training and rehabilitation\r\nof child in need of care and protection and juvenile in conflict with law and\r\nco-ordination among the various official and non-official agencies concerned.2.     \r\n  The\r\nCentral or State advisory board shall consist of such persons as the Central\r\nGovernment or the State Government, as the case may be, may think fit and shall\r\ninclude eminent social workers, representatives of voluntary organization in\r\nthe field of child welfare corporate sector, academicians, medical\r\nprofessionals and the concerned Department of the State Government.3.     \r\n  The\r\ndistrict or city level inspection committee constituted under section 35 of\r\nthis Act shall also function as the district or city advisory boards.", "63": "Juvenile Justice (Care and Protection of Children) Act, 200063. Special juvenile\r\npolice unit.-1.     \r\n  In\r\norder to enable the police officers who frequently or exclusively deal with\r\njuveniles or are primarily engaged in the prevention of juvenile crime or\r\nhandling of the juveniles or children under this Act to perform their functions\r\nmore effectively, they shall be specially instructed and trained.2.     \r\n  In\r\nevery police station at least one officer with aptitude and appropriate\r\ntraining and orientation may be designated as the \"juvenile or the child\r\nwelfare officer\" who will handle the juvenile or the child in\r\nco-ordination with the police.3.     \r\n  Special\r\njuvenile police unit, of which all police officers designated as above, to\r\nhandle juveniles or children will be members, may be created in every district\r\nand city to co-ordinate and to upgrade the police treatment of the juveniles\r\nand the children.", "64": " Juvenile Justice (Care and Protection of Children) Act, 2000 64. Juvenile in\r\nconflict with law undergoing sentence at commencement of this Act.- In any area in which this Act is brought into\r\nforce, the State Government shall direct that a juvenile in conflict with law\r\nwho is undergoing any sentence of imprisonment at the commencement of this Act,\r\nshall, in lieu of undergoing such sentence, be sent to a special home or be\r\nkept in fit institution in such manner as the State Government thinks fit for\r\nthe remainder of the period of the sentence; and the provisions of this Act\r\nshall apply to the juvenile as if he had been ordered by the Board to be sent\r\nto such special home or institution or, as the case may be, ordered to be kept\r\nunder protective care under sub-section (2) of section 16 of this Act.Provided that the State Government, or as the\r\ncase may be the board, may, for any adequate and special reason to be recorded\r\nin writing, review the case of a juvenile in conflict with law undergoing a\r\nsentence of imprisonment, who has ceased to be so on or before the commencement\r\nof this act , and pass appropriate order in the interest of such juvenile.Explanation :– In all cases where a juvenile\r\nin conflict with law is undergoing a sentence of imprisonment at any stage on\r\nthe date of commencement of this act, his case including the issue of\r\njuvenility, shall be deemed to be decided in terms of clause (l) of section 2\r\nand other provisions contained in this act and the rules made their under,\r\nirrespective of the fact that he ceases to be a juvenile on or before such date\r\nand accordingly he shall be sent to the special home or a fit institution, as\r\nthe case may be, for the remainder of the period of the sentence but such\r\nsentence shall not in any case exceed the maximum period provided in section 15\r\nof this act.Modified vide Juvenile Justice (Care and\r\nProtection of Children) Amendment Act, 2006, section 25", "65": " Juvenile Justice (Care and Protection of Children) Act, 2000 65. Procedure in\r\nrespect of bonds.-Provisions of Chapter\r\nXXXIII of the Code of Criminal Procedure, 1973 (2 of 1974) shall as far as may\r\nbe, apply to bonds taken under this Act.", "66": " Juvenile Justice (Care and Protection of Children) Act, 2000 66. Delegation of\r\npowers.- \nThe State Government\r\nmay, by the general order, direct that any power exercisable by it under this\r\nAct shall, in such circumstances and under such conditions, if any, as may be\r\nprescribed in the order, be exercisable also by an officer subordinate to that Government.\r\n", "67": " Juvenile Justice (Care and Protection of Children) Act, 2000 67. Protection of\r\naction taken in good faith.-No suit or legal\r\nproceedings shall lie against the State Government or voluntary organization\r\nrunning the home or any officer and the staff appointed in pursuance of this\r\nAct in respect of any thing which is in good faith done or intended to be done\r\nin pursuance of this Act or of any rules or order made there under.", "68": "Juvenile Justice (Care and Protection of Children) Act, 200068. Power to make\r\nrules.-1.     \r\n  The\r\nState Government may, by notification in the Official Gazette, make rules to\r\ncarry out the purposes of this Act.Provided that the\r\nCentral Government may, frame model rules in respect of all or any of the\r\nmatters with respect to which the state government may make rules under this\r\nsection, and where any such model rules have been framed in respect of that any\r\nsuch matter, they shall apply to the state until the rules in respect of that\r\nmatter is made by the state government and while making any such rules, so far\r\nas is practicable, they confirm to such model rules.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing powers,\r\nsuch rules may provide for all or any of the following matters, namely:-             \r\n i.        \r\n  the\r\nterm of office of the members of the Board and the manner in which such member\r\nmay resign under sub-section (4) of section 4;the\r\ntime of the meetings of the Board and the rules of procedure in regard to the\r\ntransaction of business at its meeting under sub-section (1) of section 5;           \r\n iii.        \r\n  the\r\nmanagement of observation homes including the standards and various types of\r\nservice to be provided by them and the circumstances in which and the manner in\r\nwhich, the certification of the observation home may be granted or withdrawn\r\nand such other matters as are referred to in section 8;           \r\n iv.        \r\n  the\r\nmanagement of special homes including the standards and various types of\r\nservices to be provided by them and the circumstances in which and the manner\r\nin which, the certification of the special home may be granted or withdrawn and\r\nsuch other matters as are referred to in section 9;            \r\n v.        \r\n  persons\r\nto whom any juvenile in conflict with law may be produced before the Board and\r\nthe manner of sending such juvenile, to an observation home under sub-section\r\n(2) section 10;           \r\n vi.        \r\n  matters\r\nrelating to removal of disqualification attaching to conviction of a juvenile\r\nunder section 19;          \r\n vii.        \r\n  the\r\nqualifications of the Chairperson and members, and the tenure for which they\r\nmay be appointed under sub-section (3) section 29;         \r\n viii.        \r\n  the\r\ntime of the meetings of the Committee and the rules of procedure in regard to\r\nthe transaction of business at its meeting under sub-section (1) of section 30;\r\n           \r\n ix.        \r\n  the\r\nmanner of making the report of the police and to the Committee and the manner\r\nof sending and entrusting the child to children's home pending the inquiry\r\nunder sub-section (2) of section 32;            \r\n x.        \r\n  the\r\nmanagement of children's homes including the standards and nature of services\r\nto be provided by them, and the manner in which certification of a children's\r\nhome or recognition to a voluntary organization may be granted or withdrawn\r\nunder sub-section (2) and the manner of registration of institutions under sub\r\nsection (3) of section 34;           \r\n xi.        \r\n  appointment\r\nif inspection committees for children's homes, their tenure and purposes for\r\nwhich inspection committees may be appointed and such other matters as are\r\nreferred to in section 35;          \r\n xii.        \r\n  facilities\r\nto be provided by the shelter homes under sub-section (3) of section 37;       \r\n ia.        \r\n       \r\n iia.        \r\n       \r\n iiia.        \r\n       \r\n iva.        \r\n       \r\n va.        \r\n       \r\n via.        \r\n       \r\n viia.        \r\n       \r\n viiia.        \r\n       \r\n ixa.        \r\n       \r\n xa.        \r\n       \r\n xia.        \r\n       \r\n xiia.        \r\n  rehabilitation\r\nmechanism to be resorted to in adoption under sub section(2), notification of\r\nguidelines under sub section(3) and the manner of recognition of specialised\r\nadoption agencies under sub section (4) of section (41);         \r\n i.        \r\n         \r\n ii.        \r\n         \r\n iii.        \r\n         \r\n iv.        \r\n         \r\n v.        \r\n         \r\n vi.        \r\n         \r\n vii.        \r\n         \r\n viii.        \r\n         \r\n ix.        \r\n         \r\n x.        \r\n         \r\n xi.        \r\n         \r\n xii.        \r\n         \r\n xiii.        \r\n  for\r\ncarrying out the scheme of foster care programme of children under sub-section\r\n(3) of section 42;        \r\n xiv.        \r\n  for\r\ncarrying out various schemes of sponsorship of children under sub-section (2)\r\nof section 43;         \r\n i.        \r\n         \r\n ii.        \r\n         \r\n iii.        \r\n         \r\n iv.        \r\n         \r\n v.        \r\n         \r\n vi.        \r\n         \r\n vii.        \r\n         \r\n viii.        \r\n         \r\n ix.        \r\n         \r\n x.        \r\n         \r\n xi.        \r\n         \r\n xii.        \r\n         \r\n xiii.        \r\n         \r\n xiv.        \r\n         \r\n xv.        \r\n  matters\r\nrelating to after-care organization under section 44;        \r\n xvi.        \r\n  for\r\nensuring effective linkages between various agencies for facilitating\r\nrehabilitation and social integration of the child under section 45;       \r\n xvii.        \r\n  the\r\npurposes and the manner in which the Fund shall be administered under\r\nsub-section (3) of section 61;       xviii.        \r\n  any\r\nother matter which is required to be, or may be, prescribed.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made by the Central Government under this act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be, so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule.4.     \r\n  Every\r\nrule made by a State Government under this Act shall be laid, as soon as may be\r\nafter it is made, before the Legislature of that State.Inserted vide\r\nJuvenile Justice (Care and Protection of Children) Amendment Act, 2006, section\r\n26", "69": "Juvenile Justice (Care and Protection of Children) Act, 200069. Repeal and\r\nsavings.-1.     \r\n  The\r\njuvenile justice Act, 1986 (53 of 1986) is hereby repealed.2.     \r\n  Notwithstanding\r\nsuch repeal, anything done or any action taken under the said Act shall be\r\ndeemed to have been done or taken under the corresponding provisions of this\r\nAct.", "70": "Juvenile Justice (Care and Protection of Children) Act, 200070. Power to remove\r\ndifficulties.-\n1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, not inconsistent with the provisions of this\r\nAct, remove the difficulty;Provided that no such\r\norder shall be made after the expiry of the period of two years from the\r\ncommencement of this Act.1.     \r\n2.     \r\n  However,\r\norder made under the section shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament."}