{"name": "Land Ports Authority of India Act, 2010\r", "1": "Land Ports Authority of India Act, 2010PreambleChapter I Preliminary\nSection 1: Short\r\ntitle and commencement1.  \r\n  This\r\nAct may be called the Land Ports Authority of India Act, 2010.2.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint, and different dates may be\r\nappointed for different provisions of this Act, and any reference in any such\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "Land Ports Authority of India Act, 2010Section 2:\r\nDefinitionsIn this Act, unless\r\nthe context otherwise requires,--a.  \r\n  \"Authority\"\r\nmeans the Land Ports Authority of India constituted under section 3;b.  \r\n  \"Chairperson\"\r\nmeans the Chairperson of the Authority appointed under clause (a) of\r\nsub-section (3) of section 3;c.  \r\n  \"immigration\r\ncheck post\" means any port or place of departure on the land as notified\r\nunder the Foreigners' Act, 1946(31 of 1946);d.  \r\n  \"integrated\r\ncheck post\" means any land port, as the Central Government may, by\r\nnotification in the Official Gazette, specify;e.  \r\n  \"land\r\ncustoms station\" means any place notified as such by the Central\r\nGovernment under clause (b) of sub-section (1) of section 7 of the Customs Act,\r\n1962(52 of 1962) for the clearance of goods imported or to be exported by land\r\nor inland water;f.  \r\n  \"land\r\nport\" means an area on the international borders of India including\r\nportions of national highways, State highways and other roads, notified as land\r\ncustoms station or immigration check post under the Customs Act, 1962(52 of\r\n1962) or the Foreigner's Act, 1946(31 of 1946), and includes railways, with\r\nfacilities for clearance and transport of passengers and goods across the\r\nborders of India;g.  \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;h.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act; andi.  \r\n  \"regulations\"\r\nmeans regulations made by the Authority under this Act.", "3": "Land Ports Authority of India Act, 2010Chapter II The Land\r\nPorts Authority of IndiaSection 3:\r\nConstitution of Authority1.  \r\n  With\r\neffect from such date as the Central Government may, by notification in the\r\nOfficial Gazette, appoint, there shall be constituted an Authority to be known\r\nas the Land Ports Authority of India.2.  The\r\nAuthority shall be a body corporate by the name aforesaid, having perpetual\r\nsuccession and a common seal, with power, subject to the provisions of this\r\nAct, to acquire, hold and dispose of property both movable and immovable, and\r\nto contract and shall by the said name sue and be sued.3.  The\r\nAuthority shall consist of--a.   a Chairperson;b.   two Members, out of\r\nwhom one shall be Member (Planning and Development) and other shall be Member\r\n(Finance);c.   not more than nine\r\nmembers, ex officio, to be appointed by the Central Government from amongst the\r\nofficers, not below the rank of the Joint Secretary to the Government of India,\r\nrepresenting the ministries or departments of the Government of India dealing\r\nwith Home Affairs, External Affairs, Revenue, Commerce, Road Transport and\r\nHighways, Railways, Defence, Agriculture and Cooperation, Law and Justice;d.   the Chief Secretary\r\nor his nominee not below the rank of the Secretary to the Government of the\r\nrespective State where the integrated check posts are located;e.   two representatives,\r\none of whom shall be from recognised bodies of workers and the other shall be\r\nfrom traders, to be appointed by the Central Government; andf.   such other representatives\r\nas the Central Government may co-opt for functional purposes.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  The\r\nChairperson and the members referred to in clause (b) shall be appointed by the\r\nCentral Government and shall be whole-time members.5.  The\r\nChairperson shall be chosen from among persons who have special knowledge and\r\nexperience in the field of security, transport, industry, commerce, law,\r\nfinance or public administration.", "4": "Land Ports Authority of India Act, 2010Section 4:\r\nDisqualification for office of memberA person shall be\r\ndisqualified for being appointed as a member if, he-a.  \r\n  has\r\nbeen convicted and sentenced to imprisonment for an offence, which, in the\r\nopinion of the Central Government, involves moral turpitude; orb.  \r\n  is\r\nan undischarged insolvent; orc.  \r\n  is\r\nof unsound mind and stands so declared by a competent court; ord.  \r\n  has\r\nbeen removed or dismissed from the service of the Government or a body\r\ncorporate owned or controlled by the Government; ore.  \r\n  has\r\nin the opinion of the Central Government such financial or other interest in\r\nthe Authority as is likely to affect prejudicially the discharge by him of his\r\nfunctions as a member.", "5": "Land Ports Authority of India Act, 2010Section 5: Term of office\r\nand conditions of service of members1.  \r\n  Subject\r\nto the provisions of section 6, every whole-time member shall hold office for a\r\nperiod of five years from the date on which he assumes office or till he\r\nattains the age of sixty years, whichever is earlier:Provided that the\r\nCentral Government may --a.   terminate the\r\nappointment of any whole-time member, after giving him notice of a period of\r\nnot less than three months or, in lieu thereof, on payment of an amount equal\r\nto his salary and allowances, if any, for a period of three months;b.   terminate at any time\r\nthe appointment of any member who is a servant of the Government.1.  \r\n2.  The\r\nother conditions of service of the members shall be such as may be prescribed.3.  Any\r\nmember may resign his office by giving notice in writing for such period as may\r\nbe prescribed, to the Central Government and, on such resignation being\r\nnotified in the Official Gazette by that Government, such member shall be\r\ndeemed to have vacated his office.", "6": "Land Ports Authority of India Act, 2010Section 6: Vacation of\r\noffice of membersThe Central\r\nGovernment shall remove a member if, he-a.  \r\n  becomes\r\nsubject to any of the disqualifications mentioned in section 4:Provided that no\r\nmember shall be removed on the ground that he has become subject to the disqualification\r\nmentioned in clause (e) of that section, unless he has been given a reasonable\r\nopportunity of being heard in the matter; ora.  \r\nb.  \r\n  refuses\r\nto act or becomes incapable of acting; orc.  \r\n  is,\r\nwithout obtaining leave of absence from the Authority, absent from three\r\nconsecutive meetings of the Authority; ord.  \r\n  in\r\nthe opinion of the Central Government, has so abused his position as to render\r\nhis continuance in office detrimental to the public interest:Provided that no\r\nmember shall be removed under this clause unless he has been given a reasonable\r\nopportunity of being heard in the matter.", "7": "Land Ports Authority of India Act, 2010Section 7: Eligibility of\r\nmember for reappointmentAny person ceasing to\r\nbe a member shall, unless disqualified under section 4, be eligible for\r\nre-appointment.", "8": "Land Ports Authority of India Act, 2010Section 8: Meetings1.  \r\n  The\r\nAuthority shall meet at such times and places, and shall observe such rules of\r\nprocedure in regard to the transaction of business at its meetings (including\r\nthe quorum at such meetings) as may be provided by regulations.2.  The\r\nChairperson, or, if for any reason, he is unable to attend any meeting of the\r\nAuthority, any other member chosen by the members present at the meeting shall\r\npreside at the meeting.3.  All\r\nquestions which come up before any meeting of the Authority shall be decided by\r\na majority of the votes of the members present and voting, and in the event of\r\nan equality of votes, the Chairperson, or in his absence the person presiding,\r\nshall have and exercise a second or casting vote.", "9": "Land Ports Authority of India Act, 2010Section 9:   Vacancies, etc., not\r\nto invalidate proceedings of AuthorityNo act or proceeding\r\nof the Authority shall be invalid merely by reason of--a.  \r\n  any\r\nvacancy in, or any defect in the constitution of, the Authority; orb.  \r\n  any\r\ndefect in the appointment of a person acting as a member of the Authority; orc.  \r\n  any\r\nirregularity in the procedure of the Authority not affecting the merits of the\r\ncase.", "10": "Land Ports Authority of India Act, 2010Section 10: Officers and\r\nother employees of Authority1.  \r\n  For\r\nthe purpose of enabling it to efficiently discharge its functions under this\r\nAct, the Authority shall appoint such number of officers and other employees as\r\nit may consider necessary:Provided that the\r\nappointment of such category of officers, as may be specified, shall be subject\r\nto the approval of the Central Government.2.  Every\r\nofficer or other employee appointed by the Authority shall be subject to such\r\nconditions of service and shall be entitled to such remuneration as may be\r\ndetermined by regulations.", "11": "Land Ports Authority of India Act, 2010Chapter III Functions\r\nof AuthoritySection 11 Functions\r\nof Authority1.  \r\n  Subject\r\nto the provisions of this Act, the Authority shall have powers to develop,\r\nsanitize and manage the facilities for cross border movement of passengers and\r\ngoods at designated points along the international borders of India.2.  Without\r\nprejudice to the generality of the provisions contained in sub-section (1), the\r\nAuthority may-a.   put in place systems,\r\nwhich address security imperatives at the integrated check posts on the border;b.   plan, construct and\r\nmaintain roads, terminals and ancillary buildings other than national highways,\r\nState highways and railways, at an integrated check post;c.   plan, procure,\r\ninstall and maintain communication, security, goods handling and scanning\r\nequipment at an integrated check post;d.   provide appropriate\r\nspace and facilities for immigration, customs, security, taxation authorities,\r\nanimal and plant quarantine, warehouses, cargo and baggage examination yards,\r\nparking zones, banks, post offices, communication facilities, tourist\r\ninformation centres, waiting halls, canteen, refreshment stalls, public\r\nconveniences, health services and such other services, as may be deemed\r\nnecessary;e.   construct residential\r\nbuildings for its employees as well as residential accommodation for staff\r\ndeployed at integrated check posts;f.   establish and\r\nmaintain hotels, restaurants and restrooms;g.   establish and\r\nmaintain warehouses, container depots and cargo complexes for the storage or\r\nprocessing of goods;h.   arrange for postal,\r\nmoney exchange, insurance and telephone facilities for the use of passengers\r\nand other persons at integrated check posts;i.   make appropriate\r\narrangements for the security of integrated check posts and provide for\r\nregulation and control of movement of vehicles, entry and exit of passengers\r\nand goods in accordance with the respective law concerning them;j.   ensure prevention and\r\ncontrol of fire and other hazards and other facilities as deemed necessary;k.   regulate and control\r\nthe movement of vehicles, and the entry and exit of passengers, transportation\r\nworkers, handling agents, clearing and forwarding agents and goods at the\r\nintegrated check post with due regard to the law, security and protocol of the\r\nGovernment of India;l.   co-ordinate and\r\nfacilitate the working of agencies who have been engaged to undertake various\r\nactivities at the integrated check posts, in accordance with the respective\r\nlaw, for the time being in force;m.   develop and provide\r\nconsultancy, construction or management services, and undertake operations in\r\nIndia and abroad in relation to an integrated check post;n.   form one or more\r\ncompanies under the Companies Act, 1956(1 of 1956) or under any other law\r\nrelating to companies for efficient discharge of the functions imposed on it by\r\nthis Act;o.   take all such steps\r\nas may be necessary or expedient for, or may be incidental to, the exercise of\r\nany power or the discharge of any function conferred or imposed on it by this\r\nAct:Provided that\r\nsovereign functions of the Authority shall not be assigned to any private\r\nentity;p.   set up joint ventures\r\nfor the discharge of any of the functions assigned to the Authority; andq.   undertake any other\r\nactivity at the integrated check post in the best commercial interests of the\r\nAuthority.1.  \r\n2.  \r\n3.  In\r\nthe discharge of its functions under this section, the Authority may consult\r\nsuch ministry or department of the Government of India or of the State\r\nGovernment as it deems necessary, and shall have due regard to the development\r\nof land port services and to the efficiency, economy and safety of such\r\nservice.4.  \r\n  Nothing\r\ncontained in this section shall be construed as--a.   authorising the\r\ndisregard by the Authority of any law for the time being in force; orb.   authorising any\r\nperson to institute any proceeding in respect of duty or liability to which the\r\nAuthority or its officers or other employees would not otherwise be subject to.", "12": "Land Ports Authority of India Act, 2010Section 12 Responsibilities\r\nand powers of other agencies1.  \r\n  The\r\nrespective border guarding forces deployed at the borders of India shall be\r\nresponsible for security around an integrated check post.2.  The\r\nAuthority may, whenever considered necessary so to do for ensuring the peace\r\nand security at an integrated check post, seek the assistance of armed force,\r\nCentral para military force or State police as per the provisions of the law\r\nfor the time being in force.3.  The\r\nCustoms, immigration, quarantine and other officials shall co-ordinate with the\r\nAuthority for the effective discharge of its functions.4.  \r\n  Notwithstanding\r\nanything contained in any provisions of this Act, the Customs, immigration,\r\nquarantine officials, the border guarding forces and the police shall discharge\r\ntheir functions in accordance with the law for the time being in force.", "13": "Land Ports Authority of India Act, 2010Chapter IV Property\r\nand ContractSection 13 Assets and\r\nliabilities to vest in Authority1.  \r\n  On\r\nthe date of notification issued under clause (d) of section 2, all such assets,\r\nrights, powers, authorities and privileges and such property movable and\r\nimmovable, real or personal, corporeal or incorporeal, present or contingent,\r\nof whatever nature, including lands, buildings, machinery, equipments, works,\r\nworkshops, cash balances, capital, reserves, reserve funds, investments,\r\ntenancies, losses and book debts and all other rights and interests arising out\r\nof such property, as immediately before the issue of that notification, were in\r\nthe ownership or possession of the Government of India in any of the land port,\r\nas the Central Government may, in such notification, specify, shall vest in the\r\nAuthority and such vesting shall also be deemed to include all borrowings,\r\nliabilities and obligations of whatever kind then subsisting.2.  The\r\nnotification under sub-section (1) shall be issued only after the concurrence\r\nof the concerned ministries or departments of the Government of India, in case\r\nwhere such properties are owned or controlled by such ministries or\r\ndepartments.", "14": "Land Ports Authority of India Act, 2010Section 14   General effect of\r\nvesting of undertakings in AuthorityAll contracts,\r\nagreements and working arrangements subsisting immediately before the date of\r\nnotification issued under clause (d) of section 2, and affecting the land ports\r\nshall be of full force and effect as regards the Authority.", "15": "Land Ports Authority of India Act, 2010Section 15   Guarantee to be\r\noperative Any guarantee\r\ngiven for or in favour of land customs stations or immigration check posts with\r\nrespect to a loan, lease or finance shall continue to be operative in relation\r\nto such stations or check posts which have been vested in the Authority by\r\nvirtue of this Act.", "16": "Land Ports Authority of India Act, 2010Section 16   Compulsory\r\nacquisition of land for AuthorityAny land required by\r\nthe Authority for the discharge of its functions under this Act shall be deemed\r\nto be needed for a public purpose and such land may be acquired for the\r\nAuthority under the provisions of the National Highways Act, 1956(48 of 1956)\r\nor any other law for the time being in force.", "17": "Land Ports Authority of India Act, 2010Section 17   Contracts by\r\nAuthoritySubject to the\r\nprovisions of section 18, the Authority shall be competent to enter into and\r\nperform any contract necessary for the discharge of its functions under this\r\nAct.", "18": "Land Ports Authority of India Act, 2010Section 18 Mode of executing\r\ncontracts on behalf of Authority1.  \r\n  Every\r\ncontract on behalf of the Authority, shall be made by the Chairperson or such\r\nofficer of the Authority as may be generally or specially empowered in this\r\nbehalf by the Authority and such contracts as may be specified, in the\r\nregulations, shall be sealed with the common seal of the Authority:Provided that no\r\ncontract exceeding such value or amount as the Central Government may, by order\r\nfix in this behalf, shall be made unless it has been previously approved by the\r\nCentral Government:Provided further that\r\nno contract for the acquisition or sale of immovable property or for the lease\r\nof any such property for a term exceeding thirty years and no other contract\r\nexceeding such value or amount as the Central Government may, by order fix in\r\nthis behalf, shall be made unless it has been previously approved by the\r\nCentral Government.1.  \r\n2.  Subject\r\nto the provisions of sub-section (1), the form and manner in which any contract\r\nshall be made under this Act shall be such as may be provided by regulations.3.  Any\r\ncontract which is not in accordance with the provisions of this Act and the\r\nrules and regulations made there under shall not be binding on the Authority.", "19": "Land Ports Authority of India Act, 2010Chapter V Finance,\r\nAccounts and AuditSection 19   Power of Authority to\r\ncharge fees, rent, etc.The Authority may,\r\ndetermine and charge such fees or rent, not being a statutory levy under any\r\nother Act, as may be provided by regulations, separately for each integrated\r\ncheck post,--a.  \r\n  for\r\nthe cargo handling, warehousing, parking of trucks or for any other service or\r\nfacility offered in connection with transport operations;b.  \r\n  for\r\nthe parking of passenger vehicles and other amenities given to the passengers\r\nand visitors; andc.  \r\n  for\r\nthe availing of facilities and other services provided by the Authority.", "20": "Land Ports Authority of India Act, 2010Section 20   Additional capital\r\nand grant to Authority by Central GovernmentThe Central\r\nGovernment may, after the appropriation made by Parliament by law in this\r\nbehalf,--a.  \r\n  provide\r\nany capital that may be required by the Authority for the discharge of its functions\r\nunder this Act or for any purpose connected therewith on such terms and\r\nconditions as that Government may determine;b.  \r\n  pay\r\nto the Authority, on such terms and conditions as the Central Government may\r\ndetermine, by way of loans or grants such sums of money as that Government may\r\nconsider necessary for the efficient discharge of its functions under this Act.", "21": "Land Ports Authority of India Act, 2010Section 21   Fund of Authority and\r\nits investmenta.  \r\n  The\r\nAuthority shall establish its own fund and all receipts of the Authority shall\r\nbe credited thereto and all payments by the Authority shall be made there from.b.  \r\n  The\r\nAuthority shall have the power, subject to the provisions of this Act, to spend\r\nsuch sums as it thinks fit to cover all administrative expenses of the\r\nAuthority or for purposes authorised by this Act and such sums shall be treated\r\nas expenditure out of the fund of the Authority.c.  \r\n  All\r\nmoneys standing at the credit of the Authority which cannot immediately be\r\napplied as provided in sub-section (2), shall be--a.   deposited in the\r\nState Bank of India or any such scheduled bank or banks or other public\r\nfinancial institutions subject to such conditions as may, from time to time, be\r\nspecified by the Central Government;b.   invested in the\r\nsecurities of the Central Government or in such manner as may be prescribed.Explanation--In this\r\nsub-section, \"scheduled bank\" has the same meaning as in clause (e)\r\nof section 2 of the Reserve Bank of India Act, 1934(2 of 1934).", "22": "Land Ports Authority of India Act, 2010Section 22   Allocation of surplus\r\nfunds1.  \r\n  The\r\nAuthority may, from time to time, set apart such amounts as it thinks fit, as a\r\nreserve fund or funds for the purpose of expanding existing facilities or\r\nservices or creating new facilities or services at any integrated check post or\r\nincrease of expenditure from transient causes or for purposes of replacement or\r\nmeeting expenditure arising from loss or damage due to any natural calamity or\r\naccident or meeting any liability arising out of any act of omission or commission\r\nin the discharge of its functions under this Act:Provided that the\r\nAuthority shall also have the power to establish specific reserves for specific\r\npurposes:Provided further that\r\nthe sums set apart annually in respect of each or any of the specific and\r\ngeneral reserves and the aggregate at any time of such sums shall not exceed\r\nsuch limits as may, from time to time, be fixed in that behalf by the Central\r\nGovernment.2.  After\r\nmaking provision for such reserve fund or funds and for bad and doubtful debts,\r\ndepreciation in assets and all other matters which are usually provided for by\r\ncompanies registered and incorporated under the Companies Act, 1956(1 of 1956),\r\nthe Authority shall pay the balance of its annual net profits to the Central\r\nGovernment.", "23": "Land Ports Authority of India Act, 2010Section 23   Submission of\r\nprogramme of activities and financial estimatesThe Authority shall,\r\nbefore the commencement of each financial year prepare a statement of the\r\nprogramme of its activities during the forthcoming financial year as well as\r\nfinancial estimate in respect thereof and submit it for the approval of the\r\nCentral Government.", "24": "Land Ports Authority of India Act, 2010Section 24   Borrowing powers of\r\nAuthority1.  \r\n  The\r\nAuthority may, with the consent of the Central Government or in accordance with\r\nthe terms of any general or special authority given to it by the Central\r\nGovernment, borrow money from any source by the issue of bonds, debentures or\r\nsuch other instruments as it may deem fit for discharging all or any of its\r\nfunctions under this Act.2.  The\r\nCentral Government may guarantee in such manner as it thinks fit, the repayment\r\nof the principal and the payment of interest thereon with respect to the loans\r\ntaken by the Authority under sub-section (1).3.  Subject\r\nto such limits as the Central Government may, from time to time, lay down, the\r\nAuthority may borrow temporarily by way of overdraft or otherwise, such amount\r\nas it may require for discharging its functions under this Act.", "25": "Land Ports Authority of India Act, 2010Section 25   Accounts and audit1.  \r\n  The\r\nAuthority shall maintain proper accounts and other relevant records and prepare\r\nan annual statement of accounts including the profit and loss account and the\r\nbalance sheet in such form as may be prescribed by the Central Government in\r\nconsultation with the Comptroller and Auditor-General of India.2.  The\r\naccounts of the Authority shall be audited annually by the Comptroller and\r\nAuditor-General of India and any expenditure incurred by him in connection with\r\nsuch audit shall be reimbursed to him by the Authority.3.  The\r\nComptroller and Auditor-General of India and any person appointed by him in\r\nconnection with the audit of the accounts of the Authority shall have the same\r\nrights and privileges and authority in connection with such audit as the\r\nComptroller and Auditor-General has in connection with the audit of Government\r\naccounts and, in particular shall have the right to demand the production of\r\nbooks, accounts, connected vouchers, documents and papers and inspect any of\r\nthe offices of the Authority.4.  \r\n  The\r\naccounts of the Authority as certified by the Comptroller and Auditor-General\r\nof India or any other person appointed by him in this behalf together with the\r\naudit report thereon shall be forwarded annually to the Central Government and\r\nthat Government shall cause the same to be laid before both Houses of\r\nParliament.", "26": "Land Ports Authority of India Act, 2010Chapter VI Miscellaneous\nSection 26   Submission of annual\r\nreport1.  \r\n  The\r\nAuthority shall, as soon as may be, after the end of each financial year,\r\nprepare and submit to the Central Government in such form as may be prescribed,\r\na report giving an account of its activities during that financial year and the\r\nreport shall also give an account of the activities which are likely to be\r\nundertaken by the Authority during the next financial year.2.  The\r\nCentral Government shall cause such report to be laid before both Houses of\r\nParliament, as soon as may be, after it is submitted.", "27": "Land Ports Authority of India Act, 2010Section 27   DelegationThe Authority may, by\r\ngeneral or special order in writing, delegate to the Chairperson or any other\r\nmember or to any officer of the Authority, subject to such conditions and\r\nlimitations, if any, as may be specified in the order, such of its powers and\r\nfunctions under this Act (except the powers under section 35), as it may deem\r\nnecessary.", "28": "Land Ports Authority of India Act, 2010Section 28   Authentication of\r\norders and other instruments of AuthorityAll orders and\r\ndecisions of the Authority shall be authenticated by the signature of the\r\nChairperson or any other member authorised by the Authority in this behalf and\r\nall other instruments executed by the Authority shall be authenticated by the\r\nsignature of an officer of the Authority authorised by it in this behalf.", "29": "Land Ports Authority of India Act, 2010Section 29   Officers and\r\nemployees of Authority to be public servantsAll officers and\r\nemployees of Authority shall, while acting or purporting to act in pursuance of\r\nthe provisions of this Act or of any rule or regulation made there under, be\r\ndeemed to be public servants within the meaning of section 21 of the Indian\r\nPenal Code (45 of 1860).", "30": "Land Ports Authority of India Act, 2010Section 30   Protection of action\r\ntaken in good faithNo suit, prosecution\r\nor other legal proceeding shall lie against the Authority or any member or any\r\nofficer or other employee of the Authority for anything which is in good faith\r\ndone or intended to be done in pursuance of this Act or of any rule or\r\nregulation made there under.", "31": "Land Ports Authority of India Act, 2010Section 31   Custody and disposal\r\nof lost propertySubject to such\r\nregulations as the Authority may make in this behalf, the Authority shall\r\nprovide for securing the safe custody and restoration of any property which,\r\nwhile not in proper custody, is found on any premises belonging to the\r\nAuthority or under its overall control.", "32": "Land Ports Authority of India Act, 2010Section 32   Power of Central\r\nGovernment to supersede Authority1.  \r\n  If,\r\nat any time, the Central Government is of opinion--a.   that on account of a\r\ngrave emergency, the Authority is unable to discharge the functions and duties\r\nimposed on it by or under the provisions of this Act; orb.   that the Authority\r\nhas persistently defaulted in complying with any direction issued by the\r\nCentral Government under this Act or in the discharge of the functions and\r\nduties imposed on it by or under the provisions of this Act and as a result of\r\ndefault the financial position of the Authority or the administration of an\r\nintegrated check post has deteriorated; orc.   that circumstances\r\nexist which render it necessary in the public interest so to do, the Central\r\nGovernment may, by notification in the Official Gazette, supersede the\r\nAuthority for such period, not exceeding six months, as may be specified in the\r\nnotification:Provided that before\r\nissuing a notification under this sub-section for the reasons mentioned in\r\nclause (b), the Central Government shall give a reasonable opportunity to the\r\nAuthority to show cause why it should not be superseded and shall consider the\r\nexplanations and objections, if any, of the Authority.1.  \r\n2.  Upon\r\nthe publication of a notification under sub-section (1) superseding the\r\nAuthority,--a.   all the members\r\nshall, as from the date of supersession, vacate their offices as such;b.   all the powers,\r\nfunctions and duties which may, by or under the provisions of this Act, be\r\nexercised or discharged by or on behalf of the Authority, shall until the\r\nAuthority is reconstituted under sub-section (3), be exercised and discharged\r\nby such person or persons as the Central Government may direct; andc.   all property owned or\r\ncontrolled by the Authority shall, until the Authority is reconstituted under\r\nsub-section (3), vest in the Central Government.3.  On\r\nthe expiration of the period of supersession specified in the notification\r\nissued under sub-section (1), the Central Government may,--a.   extend the period of\r\nsupersession for such further term not exceeding six months, as it may consider\r\nnecessary, orb.   reconstitute the\r\nAuthority by fresh appointment and in such case the members who vacated their\r\noffices under clause (a) of sub-section (2) shall not be deemed disqualified\r\nfor appointment:Provided that the\r\nCentral Government may, at any time before the expiration of the period of\r\nsupersession, whether as originally specified under sub-section (1) or as\r\nextended under this sub-section, take action under clause (A) of this\r\nsub-section.4.  \r\n  The\r\nCentral Government shall cause a notification issued under sub-section (1) and\r\na full report of any action taken under this section and the circumstances\r\nleading to such action to be laid before both Houses of Parliament in the\r\nimmediate subsequent session of Parliament.", "33": "Land Ports Authority of India Act, 2010Section 33   Power of Central\r\nGovernment to issue directions1.  \r\n  Without\r\nprejudice to the foregoing provisions of this Act, the Authority shall, in the\r\ndischarge of its functions and duties under this Act, be bound by such\r\ndirections on questions of policy as the Central Government may give in writing\r\nto it from time to time:Provided that the\r\nAuthority shall, as far as practicable, be given opportunity to express its\r\nviews before any direction is given under this sub-section.1.  \r\n2.  The\r\ndecision of the Central Government whether a question is one of policy or not\r\nshall be final.3.  The\r\nCentral Government may, from time to time, issue directions to the Authority\r\nregarding the discharge of any functions by it under the clauses of sub-section\r\n(2) of section 11 and the Authority shall be bound to comply with such\r\ndirections.", "34": "Land Ports Authority of India Act, 2010Section 34   Power to make rules1.  \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the provisions of this Act.2.  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for--a.   the other conditions\r\nof service of members of the Authority under subsection (2) of section 5;b.   the period of notice\r\nas may be given by any member to resign his office under sub-section (3) of\r\nsection 5;c.   the manner in which\r\nthe Authority may invest the funds under clause (b) of sub-section (3) of\r\nsection 21;d.   the form in which the\r\nannual statement of accounts shall be prepared by the Authority under\r\nsub-section (1) of section 25;e.   the form in which a\r\nreport giving an account of its activities shall be prepared and submitted by\r\nthe Authority to the Central Government under sub-section (1) of section 26;\r\nandf.   any other matter\r\nwhich is to be, or may be, prescribed.", "35": "Land Ports Authority of India Act, 2010Section 35   Power to make\r\nregulations1.  \r\n  The\r\nAuthority may, with the previous approval of the Central Government, make\r\nregulations not inconsistent with this Act and the rules made there under for\r\nthe purpose of giving effect to the provisions of this Act.2.  Without\r\nprejudice to the generality of the foregoing power, such regulations may\r\nprovide for--a.   the time and places\r\nof meetings of the Authority and the procedure to be followed for transaction\r\nof business including the quorum at such meetings under sub-section (1) of\r\nsection 8;b.   the conditions of\r\nservice and the remuneration of officers and other employees to be appointed by\r\nthe Authority under sub-section (2) of section 10;c.   the contracts which\r\nare to be sealed with the common seal of the Authority under sub-section (1),\r\nand the form and manner in which a contract may be made by the Authority under\r\nsub-section (2) of section 18;d.   the fees and rent to\r\nbe charged by the Authority under sub-section (1) of section 19;e.   the custody and\r\nrestoration of lost property and the terms and conditions under which lost\r\nproperty may be restored to the persons entitled thereto under section 31.", "36": "Land Ports Authority of India Act, 2010Section 36   Rules, regulations\r\nand notifications to be laid before ParliamentEvery rule and every\r\nregulation made or notification issued under this Act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in session,\r\nfor a total period of thirty days which may be comprised in one session or in\r\ntwo or more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the rule, regulation or\r\nnotification, as the case may be, or both Houses agree that the rule,\r\nregulation or notification, as the case may be, should not be made or issued,\r\nthe rule, regulation or notification shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule, regulation or notification.", "37": "Land Ports Authority of India Act, 2010Section 37   Power to remove\r\ndifficulties1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by general or special order published in the Official\r\nGazette, make such provisions not inconsistent with the provisions of this Act\r\nas appear to it to be necessary or expedient for the removal of the difficulty:\r\nProvided that no such order shall be made after the expiry of a period of two\r\nyears from the date of the commencement of this Act.2.  Every\r\norder made under this section shall as soon as may be after it is made, be laid\r\nbefore each House of Parliament."}