{"name": "Legal Metrology Act, 2009\r", "1": "The Legal Metrology Act, 2009Chapter I Preliminary1. Short title,\r\nextent and commencement. -1.  This\r\nAct may be called the Legal Metrology Act, 2009.2.  It\r\nextends to the whole of India.3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint and different dates may be\r\nappointed for different provisions of this Act.", "2": "The Legal Metrology Act, 20092. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"Controller\"\r\nmeans the Controller of Legal Metrology appointed under section 14;b.  \r\n  \"dealer\",\r\nin relation to any weight or measure, means a person who, carries on, directly\r\nor otherwise, the business of buying, selling, supplying or distributing any\r\nsuch weight or measure, whether for cash or for deferred payment or for commission,\r\nremuneration or other valuable consideration, and includes a commission agent,\r\nan importer, a manufacturer, who sells, supplies, distributes or otherwise\r\ndelivers any weight or measure manufactured by him to any person other than a\r\ndealer;c.  \r\n\r\n  \"Director\"\r\nmeans the Director of Legal Metrology appointed under section 13;d.  \r\n  \"export\"\r\nwith its grammatical variations and cognate expressions, means taking out of\r\nIndia to a place outside India;e.  \r\n  \"import\"\r\nwith its grammatical variations and cognate expressions, means bringing into\r\nIndia from a place outside India;f.  \r\n  \"label\"\r\nmeans any written, marked, stamped, printed or graphic matter affixed to, or\r\nappearing upon any pre-packaged commodity;g.  \r\n  \"Legal\r\nMetrology\" means that part of metrology which treats units of weighment\r\nand measurement, methods of weighment and measurement and weighing and\r\nmeasuring instruments, in relation to the mandatory technical and legal\r\nrequirements which have the object of ensuring public guarantee from the point\r\nof view of security and accuracy of the weighments and measurements;h.  \r\n\r\n  \"legal\r\nmetrology officer\" means Additional Director, Additional Controller, Joint\r\nDirector, Joint Controller, Deputy Director, Deputy Controller, Assistant\r\nDirector, Assistant Controller and Inspector appointed under sections 13 and\r\n14;i.  \r\n  \"manufacturer\"\r\nin relation to any weight or measure, means a person who - \r\n i.  \r\n  manufactures\r\nweight or measure,manufactures\r\none or more parts, and acquires other parts, of such weight or measure and,\r\nafter assembling those parts, claims the end product to be a weight or measure\r\nmanufactured by himself or itself, as the case may be, \r\n iii.  \r\n  does\r\nnot manufacture any part of such weight or measure but assembles parts thereof\r\nmanufactured by others and claims the end product to be a weight or measure\r\nmanufactured by himself or itself, as the case may be \r\n iv.  \r\n  iv)\r\nputs, or causes to be put, his own mark on any complete weight or measure made\r\nor manufactured by any other person and claims such product to be a weight or\r\nmeasure made or manufactured by himself or itself, as the case may be;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\n\r\nj.  \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;k.  \r\n  \"protection\"\r\nmeans the utilisation of reading obtained from any weight or measure, for the\r\npurpose of determining any step which is required to be taken to safeguard the\r\nwell-being of any human being or animal, or to protect any commodity,\r\nvegetation or thing, whether individually or collectively;l.  \r\n\r\n  \"pre-packaged\r\ncommodity\" means a commodity which without the purchaser being present is\r\nplaced in a package of whatever nature, whether sealed or not, so that the\r\nproduct contained therein has a pre-determined quantity;m.  \r\n  \"person\"\r\nincludes,- \r\n i.  \r\n  a\r\nHindu undivided family,every\r\ndepartment or office, \r\n iii.  \r\n  every\r\norganisation established or constituted by Government, \r\n iv.  \r\n  every\r\nlocal authority within the territory of India, \r\n v.  \r\n  a\r\ncompany, firm and association of individuals, \r\n vi.  \r\n  trust\r\nconstituted under an Act, \r\n vii.  \r\n  every\r\nco-operative society, constituted under an Act, \r\n viii.  \r\n  21\r\nof 1860. every other society registered under the Societies Registration Act, 1860;n.  \r\n  \"premises\"\r\nincludes- \r\n i.  \r\n\r\n  a\r\nplace where any business, industry, production or transaction is carried on by\r\na person, whether by himself or through an agent, by whatever name called,\r\nincluding the person who carries on the business in such premises,a\r\nwarehouse, godown or other place where any weight or measure or other goods are\r\nstored or exhibited, \r\n iii.  \r\n  a\r\nplace where any books of account or other documents pertaining to any trade or\r\ntransaction are kept, \r\n iv.  \r\n\r\n  a\r\ndwelling house, if any part thereof is used for the purpose of carrying on any\r\nbusiness, industry, production or trade, \r\n v.  \r\n  a\r\nvehicle or vessel or any other mobile device, with the help of which any\r\ntransaction or business is carried on;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\n\r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\no.  \r\n  \"prescribed\"\r\n\r\nmeans prescribed by rules made under this Actp.  \r\n  \"repairer''\r\nmeans a person who repairs a weight or measure and includes a person who\r\nadjusts, cleans, lubricates or paints any weight or measure or renders any\r\nother service to such weight or measure to ensure that such weight or measure\r\nconforms to the standards established by or under this Act;q.  \r\n  \"State\r\nGovernment\", in relation to a Union territory, means the Administrator\r\nthereof;r.  \r\n  \"sale\",\r\nwith its grammatical variations and cognate expressions, means transfer of\r\nproperty in any weight, measure or other goods by one person to another for\r\ncash or for deferred payment or for any other valuable consideration and\r\nincludes a transfer of any weight, measure or other goods on the hire-purchase\r\nsystem or any other system of payment by installments, but does not include a\r\nmortgage or hypothecation of, or a charge or pledge on, such weight, measure or\r\nother goods;s.  \r\n  \"seal\"\r\nmeans a device or process by which a stamp is made, and includes any wire or\r\nother accessory which is used for ensuring the integrity of any stamp;t.  \r\n  \"stamp\"\r\nmeans a mark, made by impressing, casting, engraving, etching, branding,\r\naffixing pre-stressed paper seal or any other process in relation to, any\r\nweight or measure with a view to- \r\n i.  \r\n\r\n  certifying\r\nthat such weight or measure conforms to the standard specified by or under this\r\nAct, orindicating\r\nthat any mark which was previously made thereon certifying that such weight or\r\nmeasure conforms to the standards specified by or under this Act, has been\r\nobliterated;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\n\r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\no.  \r\np.  \r\nq.  \r\nr.  \r\ns.  \r\nt.  \r\n\r\nu.  \r\n  \"transaction\"\r\nmeans,- \r\n i.  \r\n  any\r\ncontract, whether for sale, purchase, exchange or any other purpose, or \r\n ii.  \r\n\r\n  any\r\nassessment of royalty, toll, duty or other dues, or \r\n iii.  \r\n  the\r\nassessment of any work done, wages due or services rendered;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\n\r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\no.  \r\np.  \r\nq.  \r\nr.  \r\ns.  \r\nt.  \r\n\r\nu.  \r\nv.  \r\n  \"verification\",\r\nwith its grammatical variations and cognate expressions, includes, in relation\r\nto any weight or measure, the process of comparing, checking, testing or\r\nadjusting such weight or measure with a view to ensuring that such weight or\r\nmeasure conforms to the standards established by or under this Act and also\r\nincludes re-verification and calibration;w.  \r\n  \"weight\r\nor measure\" means a weight or measure specified by or under this Act and\r\nincludes a weighing or measuring instrument.", "3": "The Legal Metrology Act, 20093. Provisions of this\r\nAct to override provisions of any other law. -The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any enactment other than this Act or in any instrument having\r\neffect by virtue of any enactment other than this Act.", "4": "The Legal Metrology Act, 2009Chapter II Standard\r\nWeights and Measures4. Units of weights\r\nand measures to be based on metric system.-Every unit of weight\r\nor measure shall be in accordance with the metric system based on the\r\ninternational system of units.", "5": "The Legal Metrology Act, 20095. Base unit of\r\nweights and measures. -1.  The\r\nbase unit of - \r\n i.  \r\n  length\r\nshall be the metre;mass\r\nshall be the kilogram; \r\n iii.  \r\n  time\r\nshall be the second; \r\n iv.  \r\n  electric\r\ncurrent shall be the ampere; \r\n v.  \r\n  thermodynamic\r\ntemperature shall be the kelvin; \r\n vi.  \r\n  luminous\r\nintensity shall be the candela; and \r\n vii.  \r\n  amount\r\nof substance shall be the mole.1.  2.  The\r\nspecifications of the base units mentioned in sub-section (1), derived units\r\nand other units shall be such as may be prescribed.", "6": "The Legal Metrology Act, 20096. Base unit of\r\nnumeration. -1.  The\r\nbase unit of numeration shall be the unit of the international form of Indian\r\nnumerals.2.  Every\r\nnumeration shall be made in accordance with the decimal system.3.  The\r\ndecimal multiples and sub-multiples of the numerals shall be of such\r\ndenominations and be written in such manner as may be prescribed.", "7": "The Legal Metrology Act, 20097. Standard units of\r\nweights and measures. -1.  The\r\nbase units of weights and measures specified in section 5 shall be the standard\r\nunits of weights and measures.2.  The\r\nbase unit of numeration specified in section 6 shall be the standard unit of\r\nnumeration.3.  For\r\nthe purpose of deriving the value of base, derived and other units mentioned in\r\nsection 5, the Central Government shall prepare or cause to be prepared objects\r\nor equipments in such manner as may be prescribed.4.  The\r\nphysical characteristics, configuration, constructional details, materials,\r\nequipments, performance, tolerances, period of re-verification, methods or\r\nprocedures of tests shall be such as may be prescribed.", "8": "The Legal Metrology Act, 20098. Standard weight,\r\nmeasure or numeral. -1.  Any\r\nweight or measure which conforms to the standard unit of such weight or measure\r\nand also conforms to such of the provisions of section 7 as are applicable to\r\nit shall be the standard weight or measure.2.  Any\r\nnumeral which conforms to the provisions of section 6 shall be the standard\r\nnumeral.3.  No\r\nweight, measure or numeral, other than the standard weight, measure or numeral,\r\nshall be used as a standard weight, measure or numeral.4.  No\r\nweight or measure, shall be manufactured or imported unless it conforms to the\r\nstandards of weight or measure specified under section 8: Provided that\r\nprovisions of this section shall not apply for manufacture done exclusively for\r\nexport or for the purpose of any scientific investigation or research.", "9": "The Legal Metrology Act, 20099. Reference,\r\nsecondary and working standard. -1.  The\r\nreference standards, secondary standards and working standards of weights and\r\nmeasures shall be such as may be prescribed.2.  Every\r\nreference standard, secondary standard and working standard shall be verified\r\nand stamped in such manner and after payment of such fee as may be prescribed.3.  Every\r\nreference standard, secondary standard and working standard which is not\r\nverified and stamped in accordance with the provisions of sub-section (2) shall\r\nnot be deemed to be a valid standard.", "10": "The Legal Metrology Act, 200910. Use of weight or\r\nmeasure for particular purposes.-Any transaction,\r\ndealing or contract in respect of any goods, class of goods or undertakings\r\nshall be made by such weight, measure or number as may be prescribed.", "11": "The Legal Metrology Act, 200911. Prohibition of\r\nquotation, etc., otherwise than in terms of standard units of weight, measure\r\nor numeration. -1.  No\r\nperson shall, in relation to any goods, things or service,-a.   quote, or make\r\nannouncement of, whether by word of mouth or otherwise, any price or charge, or\r\nb.   issue or exhibit any\r\nprice list, invoice, cash memo or other document, orc.   prepare or publish\r\nany advertisement, poster or other document, ord.   indicate the net quantity\r\nof a pre-packaged commodity, ore.   express in relation\r\nto any transaction or protection, any quantity or dimension, otherwise than in\r\naccordance with the standard unit of weight, measure or numeration.1.  2.  \r\n  The\r\nprovisions of sub-section (1) shall not be applicable for export of any goods,\r\nthings or service.", "12": "The Legal Metrology Act, 200912. Any custom,\r\nusage, etc., contrary to standard weight, measure or numeration to be void. -Any custom, usage,\r\npractice or method of whatever nature which permits a person to demand, receive\r\nor cause to be demanded or received, any quantity of article, thing or service\r\nin excess of or less than, the quantity specified by weight, measure or number\r\nin the contract or other agreement in relation to the said article, thing or\r\nservice, shall be void.", "13": "The Legal Metrology Act, 2009Chapter III\r\nAppointment and Powers of Director, Controller and Legal Metrology Officers13. Appointment of\r\nDirector, legal metrology officers and other employees.-1.  The\r\nCentral Government may, by notification, appoint a Director of legal metrology,\r\nAdditional Director, Joint Director, Deputy Director, Assistant Director and\r\nother employees for exercising the powers and discharging the duties conferred\r\nor imposed on them by or under this Act in relation to inter-State trade and\r\ncommerce.2.  The\r\nqualifications of the Director and legal metrology officers appointed under\r\nsub-section (1) shall be such as may be prescribed.3.  The\r\nDirector and every legal metrology officer, appointed under sub-section (1),\r\nshall exercise such powers and discharge such functions in respect of such\r\nlocal limits as the Central Government may, by notification, specify.4.    Every\r\nlegal metrology officer appointed under sub-section (1) shall exercise powers\r\nand discharge duties under the general superintendence, direction and control\r\nof the Director.5.  The\r\nDirector, the Controller and every legal metrology officer authorised to\r\nperform any duty by or under this Act shall be deemed to be a public servant\r\nwithin the meaning of section 21 of the Indian Penal Code.6.  \r\n  No\r\nsuit, prosecution or other legal proceeding shall lie against the Director, the\r\nController and legal metrology officer authorised to perform any duty by or\r\nunder this Act in respect of anything which is in good faith done or intended\r\nto be done under this Act or any rule or order made thereunder.7.  \r\n\r\n  The\r\nCentral Government may, with the consent of the State Government and subject to\r\nsuch conditions, limitations and restrictions as it may specify in this behalf,\r\ndelegate such of the powers of the Director under this Act as it may think fit\r\nto the Controller of legal metrology in the State, and such Controller may, if\r\nhe is of opinion that it is necessary or expedient in the public interest so to\r\ndo, delegate such of the powers delegated to him as he may think fit to any\r\nlegal metrology officer and where any such delegation of powers is made by such\r\nController, the person to whom such powers are delegated shall exercise those\r\npowers in the same manner and with the same effect as if they had been\r\nconferred on him directly by this Act and not by way of delegation.8.  \r\n  Where\r\nany delegation of powers is made under sub-section (7), the powers so delegated\r\nshall be exercised under the general superintendence, direction and guidance of\r\nthe Director.", "14": "The Legal Metrology Act, 200914. Appointment of\r\nController, legal metrology officers and other employees. -1.  The\r\nState Government may, by notification, appoint a Controller of legal metrology,\r\nAdditional Controller, Joint Controller, Deputy Controller, Assistant\r\nController, Inspector and other employees for the State for exercising the\r\npowers and discharging the duties conferred or imposed on them by or under this\r\nAct in relation to intra State trade and commerce.2.  The\r\nqualifications of the Controller and legal metrology officers appointed under\r\nsub-section (1) shall be such as may be prescribed.3.  The\r\nController and every legal metrology officer, appointed under sub-section (1),\r\nshall exercise such powers and discharge such functions in respect of such\r\nlocal limits as the State Government may, by notification, specify.4.  Every\r\nlegal metrology officer appointed under sub-section (1) shall exercise and\r\ndischarge the duties under the general superintendence, direction and control\r\nof the Controller.", "15": "The Legal Metrology Act, 200915. Power of\r\ninspection, seizure, etc. -1.  The\r\nDirector, Controller or any legal metrology officer may, if he has any reason\r\nto believe, whether from any information given to him by any person and taken\r\ndown in writing or from personal knowledge or otherwise, that any weight or\r\nmeasure or other goods in relation to which any trade and commerce has taken\r\nplace or is intended to take place and in respect of which an offence\r\npunishable under this Act appears to have been, or is likely to be, committed\r\nare either kept or concealed in any premises or are in the course of\r\ntransportation,-a.   enter at any\r\nreasonable time into any such premises and search for and inspect any weight,\r\nmeasure or other goods in relation to which trade and commerce has taken place,\r\nor is intended to take place and any record, register or other document\r\nrelating thereto;b.   seize any weight,\r\nmeasure or other goods and any record, register or other document or article\r\nwhich he has reason to believe may furnish evidence indicating that an offence\r\npunishable under this Act has been, or is likely to be, committed in the course\r\nof, or in relation to, any trade and commerce.1.  2.  The\r\nDirector, Controller or any legal metrology officer may also require the\r\nproduction of every document or other record relating to the weight or measure\r\nreferred to in sub-section (1) and the person having the custody of such weight\r\nor measure shall comply with such requisition.3.  Where\r\nany goods seized under sub-section (1) are subject to speedy or natural decay,\r\nthe Director, Controller or legal metrology officer may dispose of such goods\r\nin such manner as may be prescribed.4.    Every\r\nsearch or seizure made under this section shall be carried out in accordance\r\nwith the provisions of the Code of Criminal Procedure, 1973, relating to\r\nsearches and seizures.", "16": "The Legal Metrology Act, 200916. Forfeiture. -1.  Every\r\nnon-standard or unverified weight or measure, and every package made in\r\ncontravention of section 18, used in the course of, or in relation to, any\r\ntrade and commerce and seized under section 15, shall be liable to be forfeited\r\nto the State Government: Provided that such unverified weight or measure shall\r\nnot be forfeited to the State Government if the person from whom such weight or\r\nmeasure was seized gets the same verified and stamped within such time as may\r\nbe prescribed.2.  Every\r\nweight, measure or other goods seized under section 15 but not forfeited under\r\nsub-section (1), shall be disposed of by such authority and in such manner as\r\nmay be prescribed.", "17": "The Legal Metrology Act, 200917. Manufacturers,\r\netc., to maintain records and registers.-1.  Every\r\nmanufacturer, repairer or dealer of weight or measure shall maintain such\r\nrecords and registers as may be prescribed.2.  The\r\nrecords and registers maintained under sub-section (1) shall be produced at the\r\ntime of inspection to the persons authorised for the said purpose under\r\nsub-section (1) of section 15.", "18": "The Legal Metrology Act, 200918. Declarations on\r\npre-packaged commodities.-1.  No\r\nperson shall manufacture, pack, sell, import, distribute, deliver, offer,\r\nexpose or possess for sale any pre-packaged commodity unless such package is in\r\nsuch standard quantities or number and bears thereon such declarations and\r\nparticulars in such manner as may be prescribed.2.  Any\r\nadvertisement mentioning the retail sale price of a pre-packaged commodity\r\nshall contain a declaration as to the net quantity or number of the commodity\r\ncontained in the package in such form and manner as may be prescribed.", "19": "The Legal Metrology Act, 200919. Registration for\r\nimporter of weight or measure. -No person shall\r\nimport any weight or measure unless he is registered with the Director in such\r\nmanner and on payment of such fees, as may be prescribed.", "20": "The Legal Metrology Act, 200920. Non-standard\r\nweights and measures not to be imported. -No weight or measure,\r\nwhether singly or as a part or component of any machine shall be imported\r\nunless it conforms to the standards of weight or measure established by or\r\nunder this Act.", "21": "The Legal Metrology Act, 200921. Training in Legal\r\nMetrology. -1.  For\r\nimparting training in Legal Metrology and other allied branches of knowledge\r\nthe \"Indian Institute of Legal Metrology\" (hereinafter referred to as\r\nthe \"Institute\") established under the provisions of the Standards of\r\nWeights and Measures Act, 1976, shall be deemed to have been established under\r\nthe corresponding provisions of this Act.2.  The\r\nmanagement and control of the Institute, the teaching staff and other\r\nemployees, the courses and curricula for training thereat, the qualifications,\r\nwhich a person shall possess in order to be eligible for admission thereto\r\nshall be such as may be prescribed.", "22": "The Legal Metrology Act, 200922. Approval of\r\nmodel. -Every person, before\r\nmanufacturing or importing any weight or measure shall seek the approval of\r\nmodel of such weight or measure in such manner, on payment of such fee and from\r\nsuch authority as may be prescribed: Provided that such approval of model may\r\nnot be required in respect of any cast iron, brass, bullion, or carat weight or\r\nany beam scale, length measures (not being measuring tapes) which are\r\nordinarily used in retail trade for measuring textiles or timber, capacity measures,\r\nnot exceeding twenty litre in capacity, which are ordinarily used in retail\r\ntrade for measuring kerosene, milk or potable liquors:Provided further that\r\nthe prescribed authority may, if he is satisfied that the model of any weight\r\nor measure which has been approved in a country outside India conforms to the\r\nstandards established by or under this Act, approve such model without any test\r\nor after such test as he may deem fit.", "23": "The Legal Metrology Act, 200923. Prohibition on\r\nmanufacture, repair or sale of weight or measure without licence. -1.  No\r\nperson shall manufacture, repair or sell, or offer, expose or possess for\r\nrepair or sale, any weight or measure unless he holds a licence issued by the\r\nController under sub-section (2):Provided that no licence to repair shall be\r\nrequired by a manufacturer for repair of his own weight or measure in a State\r\nother than the State of manufacture of the same.2.  For\r\nthe purpose of sub-section (1), the Controller shall issue a licence in such\r\nform and manner, on such conditions, for such period and such area of\r\njurisdiction and on payment of such fee as may be prescribed.", "24": "The Legal Metrology Act, 2009Chapter IV: Verification\r\nand Stamping of Weight or Measure24. Verification and\r\nstamping of weight or measure.-1.  Every\r\nperson having any weight or measure in his possession, custody or control in\r\ncircumstances indicating that such weight or measure is being, or is intended\r\nor is likely to be, used by him in any transaction or for protection, shall,\r\nbefore putting such weight or measure into such use, have such weight or\r\nmeasure verified at such place and during such hours as the Controller may, by\r\ngeneral or special order, specify in this behalf, on payment of such fees as\r\nmay be prescribed.2.  The\r\nCentral Government may prescribe the kinds of weights and measures for which\r\nthe verification is to be done through the Government approved Test Centre.3.  The\r\nGovernment approved Test Centre shall be notified by the Central Government or\r\nthe State Government, as the case may be, in such manner, on such terms and\r\nconditions and on payment of such fee as may be prescribed.4.    The\r\nGovernment approved Test Centre shall appoint or engage persons having such\r\nqualifications and experience and collect such fee on such terms and conditions\r\nfor the verification of weights and measures specified under sub-section (2) as\r\nmay be prescribed.", "25": "The Legal Metrology Act, 2009Chapter V Offences and\r\nPenalties25. Penalty for use\r\nof non- standard weight or measure. -Whoever uses or keeps\r\nfor use any weight or measure or makes use of any numeration otherwise than in\r\naccordance with the standards of weight or measure or the standard of\r\nnumeration, as the case may be, specified by or under this Act, shall be\r\npunished with fine which may extend to twenty-five thousand rupees and for the\r\nsecond or subsequent offence, with imprisonment for a term which may extend to\r\nsix months and also with fine.", "26": "The Legal Metrology Act, 200926. Penalty for\r\nalteration of weight and measure.-tampers with, or\r\nalters in any way, any reference standard, secondary standard or working\r\nstandard or increases or decreases or alters any weight or measure with a view\r\nto deceiving any person or knowing or having reason to believe that any person\r\nis likely to be deceived thereby, except where such alteration is made for the\r\ncorrection of any error noticed therein on verification, shall be punished with\r\nfine which may extend to fifty thousand rupees and for the second and\r\nsubsequent offence with imprisonment for a term which shall not be less than\r\nsix months but which may extend to one year or with fine or with both.", "27": "The Legal Metrology Act, 200927. Penalty for\r\nmanufacture or sale of non-standard weight or measure.-Every person who\r\nmanufactures or causes to be manufactured or sells or offers, exposes or\r\npossesses for sale, any weight or measure which,-a.  \r\n  does\r\nnot conform to the standards of weight or measure specified by or under this\r\nAct; orb.  \r\n  which\r\nbears thereon any inscription of weight, measure or number which does not\r\nconform to the standards of weight, measure or numeration specified by or under\r\nthis Act, except where he is permitted to do so under this Act, shall be\r\npunished with a fine which may extend to twenty thousand rupees and for the\r\nsecond or subsequent offence with imprisonment for a term which may extend to\r\nthree years or with fine or with both.", "28": "The Legal Metrology Act, 200928. Penalty for\r\nmaking any transaction, deal or contract in contravention of the prescribed\r\nstandards. -Whoever makes any\r\ntransaction, deal or contract in contravention of the standards of weights and\r\nmeasures specified under section 10 shall be punished with fine which may\r\nextend to ten thousand rupees and for the second or subsequent offence, with\r\nimprisonment for a term which may extend to one year, or with fine, or with\r\nboth.", "29": "The Legal Metrology Act, 200929. Penalty for\r\nquoting or publishing, etc., of non-standard units. -Whoever violates\r\nsection 11 shall be punished with fine which may extend to ten thousand rupees\r\nand, for the second or subsequent offence, with imprisonment for a term which\r\nmay extend to one year, or with fine, or with both.", "30": "The Legal Metrology Act, 200930. Whoever- Penalty\r\nfor transactions in contravention of standard weight or measure. -a.  \r\n  in\r\nselling any article or thing by weight, measure or number, delivers or causes\r\nto be delivered to the purchaser any quantity or number of that article or\r\nthing less than the quantity or number contracted for or paid for; orb.  \r\n  in\r\nrendering any service by weight, measure or number, renders that service less\r\nthan the service contracted for or paid for; orc.  \r\n  in\r\nbuying any article or thing by weight, measure or number, fraudulently\r\nreceives, or causes to be received any quantity or number of that article or\r\nthing in excess of the quantity or number contracted for or paid for; ord.  \r\n\r\n  in\r\nobtaining any service by weight, measure or number, obtains that service in\r\nexcess of the service contracted for or paid for, shall be punished with fine\r\nwhich may extend to ten thousand rupees, and, for the second or subsequent\r\noffence, with imprisonment for a term which may extend to one year, or with\r\nfine, or with both.", "31": "The Legal Metrology Act, 200931. Penalty for\r\nnon-production of documents, etc. -Whoever, being\r\nrequired by or under this Act or the rules made there under to submit returns,\r\nmaintain any record or register, or being required by the Director or the\r\nController or any legal metrology officer to produce before him for inspection\r\nany weight or measure or any document, register or other record relating\r\nthereto, omits or fails without any reasonable excuse, so to do, shall be\r\npunished with fine which may extend to five thousand rupees and for the second\r\nor subsequent offence, with imprisonment for a term which may extend to one\r\nyear and also with fine.", "32": "The Legal Metrology Act, 200932. Penalty for\r\nfailure to get model approved. -Whoever fails or\r\nomits to submit model of any weight or measure for approval, shall be punished\r\nwith fine which may extend to twenty thousand rupees and for the second or\r\nsubsequent offence, with imprisonment for a term which may extend to one year\r\nand also with fine.", "33": "The Legal Metrology Act, 200933. Penalty for use\r\nof unverified weight or measure. -Whoever, sells,\r\ndistributes, delivers or otherwise transfers or uses any unverified weight or\r\nmeasure shall be punished with fine which shall not be less than two thousand\r\nrupees but which may extend to ten thousand rupees and, for the second or\r\nsubsequent offence, with imprisonment for a term which may extend to one year\r\nand also with fine.", "34": "The Legal Metrology Act, 200934. Penalty for sale\r\nor delivery of commodities, etc., by non-standard weight or measure. -Whoever sells, or\r\ncauses to be sold, delivers, or causes to be delivered, any commodity, article\r\nor thing by any means other than the standard weight or measure or number,\r\nshall be punished with fine which shall not be less than two thousand rupees\r\nbut which may extend to five thousand rupees and, for the second or subsequent\r\noffence, with imprisonment for a term which shall not be less than three months\r\nbut which may extend to one year, or with fine, or with both.", "35": "The Legal Metrology Act, 200935. Penalty for\r\nrendering services by non-standard weight, measure or number.-Whoever renders or\r\ncauses to be rendered, any service through means other than the weight or\r\nmeasure or numeration or in terms of any weight, measure or number other than\r\nthe standard weight or measure, shall be punished with fine which shall not be\r\nless than two thousand rupees but which may extend to five thousand rupees and\r\nfor the second or subsequent offence, with imprisonment for a term which shall\r\nnot be less than three months but which may extend to one year, or with fine,\r\nor with both.", "36": "The Legal Metrology Act, 200936. Penalty for\r\nselling, etc., of non-standard packages. -1.  Whoever\r\nmanufactures, packs, imports, sells, distributes, delivers or otherwise\r\ntransfers, offers, exposes or possesses for sale, or causes to be sold,\r\ndistributed, delivered or otherwise transferred, offered, exposed for sale any\r\npre-packaged commodity which does not conform to the declarations on the\r\npackage as provided in this Act, shall be punished with fine which may extend\r\nto twenty-five thousand rupees, for the second offence, with fine which may\r\nextend to fifty thousand rupees and for the subsequent offence, with fine which\r\nshall not be less than fifty thousand rupees but which may extend to one lakh\r\nrupees or with imprisonment for a term which may extend to one year or with\r\nboth.2.  Whoever\r\nmanufactures or packs or imports or causes to be manufactured or packed or\r\nimported, any pre-packaged commodity, with error in net quantity as may be\r\nprescribed shall be punished with fine which shall not be less than ten\r\nthousand rupees but which may extend to fifty thousand rupees and for the\r\nsecond and subsequent offence, with fine which may extend to one lakh rupees or\r\nwith imprisonment for a term which may extend to one year or with both.", "37": "The Legal Metrology Act, 200937. Penalty for\r\ncontravention by Government approved Test Centre. -1.  Where\r\nany Government approved Test Centre contravenes any of the provisions of this\r\nAct or the rules made there under, or the conditions of the licence, it shall\r\nbe punished with fine which may extend to one lakh rupees.2.  Where\r\nany owner or employee of a Government Approved Test Centre performing duties in\r\naccordance with the provisions of this Act or the rules made there under,\r\nwillfully verifies or stamps any weight or measure in contravention of the\r\nprovisions of this Act or the rules made there under, he shall, for every such\r\ncontravention, be punishable with imprisonment for a term which may extend to\r\none year or with fine which may extend to ten thousand rupees or with both.", "38": "The Legal Metrology Act, 200938. Penalty for\r\nnon-registration by importer of weight or measure-Whoever imports any\r\nweight or measure without being registered under this Act shall be punished\r\nwith fine which may extend to twenty-five thousand rupees and for the second or\r\nsubsequent offence, with imprisonment for a term which may extend to six\r\nmonths, or with fine, or with both.", "39": "The Legal Metrology Act, 200939. Penalty for\r\nimport of non-standard weight or measure. -Whoever imports any\r\nnon-standard weight or measure shall be punished with fine, which may extend to\r\nfifty thousand rupees and for the second or subsequent offence, with\r\nimprisonment for a term which may extend to one year and also with fine.", "40": "The Legal Metrology Act, 200940. Penalty for\r\nobstructing Director, Controller or legal metrology officer.-Whoever obstructs the\r\nDirector, the Controller or any legal metrology officer with intent to prevent\r\nor deter the Director or the Controller or any legal metrology officer from exercising\r\nhis powers or discharging his functions, or in consequence of anything done or\r\nattempted to be done by the Director or the Controller or any legal metrology\r\nofficer in the lawful exercise of his powers or discharge of his functions as\r\nsuch, or whoever obstructs the entry of the Director or the Controller or any\r\nlegal metrology officer into any premises for inspection and verification of\r\nany weight or measure or any document or record relating thereto or the net\r\ncontents of any packaged commodity or for any other purpose shall be punished\r\nwith imprisonment for a term which may extend to two years and for the second\r\nor subsequent offence, with imprisonment for a term which may extend to five\r\nyears.", "41": "The Legal Metrology Act, 200941. Penalty for\r\ngiving false information or false return. -1.  Whoever\r\ngives any information to the Director, the Controller or any legal metrology\r\nofficer, which he may require or ask for in the course of his duty, and which\r\nsuch person either knows or has reason to believe to be false, shall be\r\npunished with fine which may extend to five thousand rupees and for the second\r\nor subsequent offence with imprisonment for a term which may extend to six\r\nmonths and also with fine.2.  Whoever,\r\nbeing required by or under this Act so to do, submits a return or maintains any\r\nrecord or register which is false in material particulars, shall be punished\r\nwith fine which may extend to five thousand rupees and for the second or\r\nsubsequent offence, with imprisonment for a term which may extend to one year\r\nand also with fine.", "42": "The Legal Metrology Act, 200942. Vexatious search.\r\n-The Director, the\r\nController or any legal metrology officer, exercising powers under this Act or\r\nany rule made there under, who knows that there are no reasonable grounds for\r\nso doing, and yet-(a) searches, or causes to be searched, any house, conveyance\r\nor place; or(b) searches any person; or(c) seizes any weight, measure or other\r\nmovable property; shall, for every such offence, be punished with imprisonment\r\nfor a term which may extend to one year, or with fine which may extend to ten\r\nthousand rupees or with both.", "43": "The Legal Metrology Act, 200943. Penalty for\r\nverification in contravention of Act and rules. -Where the Controller\r\nor any legal metrology officer exercising powers under this Act or any rule\r\nmade there under, willfully verifies or stamps any weight or measure, in\r\ncontravention of the provisions of this Act or of any rule made there under, he\r\nshall, for every such offence, be punished with imprisonment for a term which\r\nmay extend to one year, or with fine which may extend to ten thousand rupees or\r\nwith both.", "44": "The Legal Metrology Act, 200944. Penalty for\r\ncounterfeiting of seals, etc.-1.  Whoever-\r\n \r\n i.  \r\n  counterfeits\r\nany seal specified by or under this Act or the rules made there under, orsells\r\nor otherwise disposes of any counterfeit seal, or \r\n iii.  \r\n  possesses\r\nany counterfeit seal, or \r\n iv.  \r\n  counterfeits\r\nor removes or tampers with any stamp, specified by or under this Act or rules\r\nmade there under, or \r\n v.  \r\n  affixes\r\nthe stamp so removed on, or inserts the same into, any other weight or measure,\r\nshall be punished with imprisonment for a term which shall not be less than six\r\nmonths but which may extend to one year and for the second or subsequent\r\noffence, with imprisonment for a term which shall not be less than six months\r\nbut which may extend to five years. Explanation.-In this sub-section ,\r\n''counterfeit'' shall have the meaning assigned to it in section 28 of the\r\nIndian Penal Code.1.  2.  Whoever\r\nobtains, by unlawful means, any seal specified by or under this Act or the\r\nrules made there under and uses, or causes to be used, any such seal for making\r\nany stamp on any weight or measure with a view to representing that the stamp\r\nmade by such seal is authorised by or under this Act or the rules made there\r\nunder shall be punished with imprisonment for a term which shall not be less\r\nthan six months but which may extend to one year and for the second or\r\nsubsequent offence, with imprisonment for a term which shall not be less than\r\nsix months but which may extend to five years.3.  Whoever,\r\nbeing in lawful possession of a seal specified by or under this Act or the\r\nrules made there under, uses, or causes to be used, such seal without any\r\nlawful authority for such use, shall be punished with imprisonment for a term\r\nwhich shall not be less than six months but which may extend to one year and\r\nfor the second or subsequent offence, with imprisonment for a term which shall\r\nnot be less than six months but which may extend to five years.4.  Whoever\r\nsells or offers or exposes for sale or otherwise disposes of any weight or\r\nmeasure which, he knows or has reason to believe, bears thereon a counterfeit stamp,\r\nshall be punished with imprisonment for a term which shall not be less than six\r\nmonths but which may extend to one year and for the second or subsequent\r\noffence, with imprisonment for a term which shall not be less than six months\r\nbut which may extend to five years.", "45": "The Legal Metrology Act, 200945. Penalty for\r\nmanufacture of weight and measure without licence. -Whoever, being\r\nrequired to obtain a licence under this Act or the rules made there under,\r\nmanufactures, without being in possession of a valid licence, any weight or\r\nmeasure, shall be punished with fine which may extend to twenty thousand rupees\r\nand for the second or subsequent offence, with imprisonment for a term which\r\nmay extend to one year, or with fine, or with both.", "46": "The Legal Metrology Act, 200946. Penalty for\r\nrepair, sale, etc., of weight and measure without licence.-Whoever, being\r\nrequired to obtain a licence under this Act or the rules made there under\r\nrepairs or sells or offers, exposes or possesses for repair or sale, any weight\r\nor measure, without being in possession of a valid licence, shall be punished\r\nwith fine which may extend to five thousand rupees and for the second or\r\nsubsequent offence, with imprisonment for a term which may extend to one year,\r\nor with fine, or with both.", "47": "The Legal Metrology Act, 200947. Penalty for\r\ntampering with licence. -Whoever alters or\r\notherwise tampers, with any licence issued or renewed under this Act or rules\r\nmade there under, otherwise than in accordance with any authorisation made by\r\nthe Controller in this behalf, shall be punished with fine which may extend to\r\ntwenty thousand rupees, or with imprisonment for a term which may extend to one\r\nyear or with both.", "48": "The Legal Metrology Act, 200948. Compounding of\r\noffences .\r\n-1.  Any\r\noffence punishable under section 25, sections 27 to 39, sections 45 to 47, or\r\nany rule made under sub-section (3) of section 52 may, either before or after\r\nthe institution of the prosecution, be compounded, on payment for credit to the\r\nGovernment of such sum as may be prescribed.2.  The\r\nDirector or legal metrology officer as may be specially authorised by him in\r\nthis behalf, may compound offences punishable under section 25, sections 27 to\r\n39, or any rule made under sub-section (3) of section 52.3.  The\r\nController or legal metrology officer specially authorised by him, may compound\r\noffences punishable under section 25, sections 27 to 31, sections 33 to 37,\r\nsections 45 to 47, and any rule made under sub-section (3) of section 52:\r\nProvided that such sum shall not, in any case, exceed the maximum amount of the\r\nfine, which may be imposed under this Act for the offence so compounded.4.  Nothing\r\nin sub-section (1) shall apply to person who commits the same or similar\r\noffence, within a period of three years from the date on which the first\r\noffence, committed by him, was compounded. Explanation.-For the purposes of\r\nthis sub-section, any second or subsequent offence committed after the expiry\r\nof a period of three years from the date on which the offence was previously\r\ncompounded, shall be deemed to be a first offence.5.  Where\r\nan offence has been compounded under sub-section (1), no proceeding or further\r\nproceeding, as the case may be, shall be taken against the offender in respect\r\nof the offence so compounded.6.  \r\n  No\r\noffence under this Act shall be compounded except as provided by this section.", "49": "The Legal Metrology Act, 200949. Offences by\r\ncompanies and power of court to publish name, place of business, etc., for\r\ncompanies convicted. -1.  Where\r\nan offence under this Act has been committed by a company,-a.   \r\n i.  \r\n  the\r\nperson, if any, who has been nominated under sub-section (2) to be in charge\r\nof, and responsible to, the company for the conduct of the business of the\r\ncompany (hereinafter in this section referred to as a person responsible); or \r\n ii.  \r\n\r\n  where\r\nno person has been nominated, every person who at the time the offence was\r\ncommitted was in charge of, and was responsible to, the company for the conduct\r\nof the business of the company; anda.  \r\nb.   the company, shall be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly: Provided that nothing contained in this sub-section\r\nshall render any such person liable to any punishment provided in this Act if\r\nhe proves that the offence was committed without his knowledge and that he\r\nexercised all due diligence to prevent the commission of such offence.1.  2.  \r\n  Any\r\ncompany may, by order in writing, authorise any of its directors to exercise\r\nall such powers and take all such steps as may be necessary or expedient to\r\nprevent the commission by the company of any offence under this Act and may\r\ngive notice to the Director or the concerned Controller or any legal metrology\r\nofficer authorised in this behalf by such Controller (hereinafter in this\r\nsection referred to as the authorised officer) in such form and in such manner\r\nas may be prescribed, that it has nominated such director as the person\r\nresponsible, along with the written consent of such director for being so\r\nnominated. Explanation.-Where a company has different establishments or\r\nbranches or different units in any establishment or branch, different persons\r\nmay be nominated under this sub-section in relation to different establishments\r\nor branches or units and the person nominated in relation to any establishment,\r\nbranch or unit shall be deemed to be the person responsible in respect of such\r\nestablishment, branch or unit.3.  The\r\nperson nominated under sub-section (2) shall, until- \r\n i.  \r\n  further\r\nnotice cancelling such nomination is received from the company by the Director\r\nor the concerned Controller or the authorised officer; or \r\n ii.  \r\n\r\n  he\r\nceases to be a director of the company; or \r\n iii.  \r\n  he\r\nmakes a request in writing to the Director or the concerned Controller or the\r\nlegal metrology officer under intimation to the company, to cancel the\r\nnomination, which request shall be complied with by the Director or the\r\nconcerned Controller or the legal metrology officer, whichever is the earliest,\r\ncontinue to be the person responsible: Provided that where such person ceases\r\nto be a director of the company, he shall intimate the fact of such cessation\r\nto the Director or the concerned Controller or the authorised officer: Provided\r\nfurther that where such person makes a request under clause (iii) the Director\r\nor the concerned Controller or the authorised officer shall not cancel such\r\nnomination with effect from a date earlier than the date on which the request\r\nis made.1.  2.  3.  4.    Notwithstanding\r\nanything contained in the foregoing sub-sections, where an offence under this\r\nAct has been committed by a company and it is proved that the offence has been\r\ncommitted with the consent or connivance of, or is attributable to the neglect\r\non the part of, any director, manager, secretary or other officer, not being a\r\nperson nominated under sub-section (2), such director, manager, secretary or\r\nother officer shall also be deemed to be guilty of that offence and shall be\r\nliable to be proceeded against and punished accordingly.5.  Where\r\nany company is convicted under this Act for contravention of any of the\r\nprovisions thereof, it shall be competent for the court convicting the company\r\nto cause the name and place of business of the company, nature of the\r\ncontravention, the fact that the company has been so convicted and such other\r\nparticulars as the court may consider to be appropriate in the circumstances of\r\nthe case, to be published at the expense of the company in such newspaper or in\r\nsuch other manner as the court may direct.6.  \r\n  No\r\npublication under sub-section (5) shall be made until the period for preferring\r\nan appeal against the orders of the court has expired without any appeal having\r\nbeen preferred, or such an appeal, having been preferred, has been disposed of.7.  \r\n  The\r\nexpenses of any publication under sub-section (5) shall be recoverable from the\r\ncompany as if it were a fine imposed by the court. Explanation.-For the\r\npurposes of this section,-a.   \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.   \"director\",\r\nin relation to a firm, means a partner in the firm but excludes nominated\r\ndirectors, honorary directors, Government nominated directors.", "50": "The Legal Metrology Act, 200950. Appeals.-1.  Subject\r\nto the provisions of sub-section (2), an appeal shall lie,-a.   from every decision\r\nor order under sections 15 to 20, section 22, section 25, sections 27 to 39,\r\nsection 41 or any rule made under sub-section (3) of section 52 by the legal\r\nmetrology officer appointed under section 13, to the Director;b.   from every decision\r\nor order made by the Director of Legal Metrology under sections 15 to 20,\r\nsection 22, section 25, sections 27 to 39, section 41 or any rule made under\r\nsub-section (3) of section 52, to the Central Government or any officer\r\nspecially authorised in this behalf by that Government;c.   from every decision\r\ngiven by the Controller of Legal Metrology under delegated powers of Director\r\nLegal Metrology to the Central Government;d.   from every decision\r\ngiven or order made under sections 15 to 18, sections 23 to 25, sections 27 to\r\n37, sections 45 to 47 or any rule made under sub-section (3) of section 52 by\r\nany legal metrology officer appointed under section 14, to the Controller; ande.   from every decision\r\ngiven or order made by the Controller under sections 15 to 18, sections 23 to\r\n25, sections 27 to 37, sections 45 to 47 or any rule made under sub-section (3)\r\nof section 52 not being an order made in appeal under clause (d), to the State Government\r\nor any officer specially authorised in this behalf by that Government.1.  2.  \r\n  Every\r\nsuch appeal shall be preferred within sixty days from the date on which the\r\nimpugned order was made: Provided that the appellate authority may, if it is\r\nsatisfied that the appellant was prevented by sufficient cause from preferring\r\nthe appeal within the said period of sixty days, permit the appellant to prefer\r\nthe appeal within a further period of sixty days.3.  On\r\nreceipt of any such appeal, the appellate authority shall, after giving the\r\nparties to the appeal, a reasonable opportunity of being heard and after making\r\nsuch inquiry as it deems proper, make such order, as it may think fit,\r\nconfirming, modifying or reversing the decision or order appealed against or\r\nmay send back the case with such direction as it may think fit for a fresh\r\ndecision or order after taking additional evidence, if necessary.4.    Every\r\nappeal shall be preferred on payment of such fees, as may be prescribed.5.  The\r\nCentral Government or the State Government, as the case may be, may on its own\r\nmotion or otherwise, call for and examine the record of any proceeding\r\nincluding a proceeding in appeal in which any decision or order has been made,\r\nfor the purpose of satisfying itself as to the correctness, legality or\r\npropriety of such decision or order and may pass such orders thereon as it may\r\nthink fit:Provided that no\r\ndecision or order shall be varied under this sub-section so as to prejudicially\r\naffect any person unless such person has been given a reasonable opportunity of\r\nshowing cause against the proposed action.", "51": "The Legal Metrology Act, 200951. Provisions of\r\nIndian Penal Code and Code of Criminal Procedure not to apply. -The provisions of the\r\nIndian Penal Code and section 153 of the Code of Criminal Procedure, 1973 in so\r\nfar as such provisions relate to offences with regard to weight or measure,\r\nshall not apply to any offence which is punishable under this Act.", "52": "The Legal Metrology Act, 200952. Power of the\r\nCentral Government to make rules. -1.  The\r\nCentral Government may, by notification, make rules for carrying out the\r\nprovisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the specification of\r\nthe base units of measures and base unit of mass under sub-section (2) of\r\nsection 5;b.   the manner of\r\npreparation of objects and equipments under sub-section (3) of section 7;c.   physical\r\ncharacteristics, configuration, constructional details, materials, equipment,\r\nperformance, tolerances, period of re-verification, methods or procedures of\r\ntests under sub-section (4) of section 7;d.   reference standards,\r\nsecondary standards and working standards of weights and measures under\r\nsub-section (1) of section 9;e.   reference standards,\r\nsecondary standards and working standards shall be verified and stamped and the\r\nfee under sub-section (2) of section 9;f.   the weight or measure\r\nor number in which any transaction, dealing, or contract in respect of any\r\ngoods, class of goods or undertakings shall be made under section 10;g.   the qualifications of\r\nthe Director and legal metrology officers under sub-section (2) of section 13;h.   the qualification of\r\nthe Controller and legal metrology officers under sub-section (2) of section\r\n14;i.   the manner of\r\ndisposal of goods under sub-section (3) of section 15;j.   the standard\r\nquantities or number and the manner in which the packages shall bear the\r\ndeclarations and the particulars under sub-section (1) of section 18;k.   the manner and\r\nregistration and the fee under section 19;l.   the management and\r\ncontrol of the Institute, the teaching staff and other employees, the courses\r\nand curricula for training thereat, the qualifications, which a person shall\r\npossess in order to be eligible for admission thereto under sub-section (2) of\r\nsection 21;m.   the manner, fee and\r\nauthority for approval of models under section 22;n.   the kinds of weights\r\nor measures under sub-section (2) of section 24;o.   the manner in which,\r\nterms and conditions on which and fee on payment which the Central Government\r\nshall notify the Government approved Test Centre under sub-section (3) of\r\nsection 24;p.   the qualifications\r\nand experience of persons appointed or engaged and the fee and terms and\r\nconditions on which Government approved Test Centre shall verify the weight or\r\nmeasure under sub-section (4) of section 24;q.   the error in net\r\nquantity under sub-section (2) of section 36;r.   fee for compounding\r\nof offence under sub-section (1) of section 48;s.   form and manner in\r\nwhich notice to the Director or the Controller or any other officer authorised\r\nby him shall be given under sub-section (2) of section 49.1.  2.  3.  In\r\nmaking any rule under this section, the Central Government may provide that a\r\nbreach thereof shall be punishable with fine which may extend to five thousand\r\nrupees.4.    Every\r\nrule made by the Central Government under this Act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule.", "53": "The Legal Metrology Act, 200953. Power of State\r\nGovernment to make rules. -1.  The\r\nState Government may, by notification, and after consultation with the Central\r\nGovernment, make rules to carry out the provisions of this Act.2.  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:-a.   the time within which\r\nthe weight or measure may be got verified under provsio to sub-section (1) of\r\nsection 16;b.   registers and records\r\nto be maintained by persons referred to under sub-section (1) of section 17;c.   the form, manner,\r\nconditions, period, area of jurisdiction and fees for issuance of licence under\r\nsub-section (2) of section 23;d.   fee for verification\r\nand stamping of any weight or measure under sub-section (1) of section 24;e.   manner of notifying\r\nGovernment approved Test Centre, terms and conditions and fee to be paid under\r\nsub-section (3) of section 24;f.   fee for compounding\r\nof offences under sub-section (1) of section 48.1.  2.  3.  In\r\nmaking any rule under this section, the State Government may provide that a\r\nbreach thereof shall be punishable with fine which may extend to five thousand\r\nrupees.4.    The\r\npower to make rules under this section shall be subject to the condition of the\r\nrules being made after previous publication in Official Gazette.5.  Every\r\nrule made under this section shall, as soon as may be after it is made, be laid\r\nbefore each House of State Legislature, where there are two Houses and where\r\nthere is one House of State Legislature, before that House.", "54": "The Legal Metrology Act, 200954. Delegation of\r\nPowers.-1.  The\r\nCentral Government may, in consultation with the State Government and by\r\nnotification, direct that any power exercisable by it under this Act or any\r\nrule made there- under, not being a power conferred by section 50 relating to\r\nappeal or section 52 relating to power to make rules, in relation to such\r\nmatters and subject to such conditions as may be specified, may be exercised\r\nalso by such officer subordinate to it as may be specified in the notification.\r\n2.  Subject\r\nto any general or special direction or condition imposed by the State\r\nGovernment, any person authorised by the Central Government to exercise any\r\npowers may exercise those powers in the same manner and to the same extent as\r\nif they had been conferred on that person directly by this Act and not by way\r\nof delegation.", "55": "The Legal Metrology Act, 200955. Act not to apply\r\nin certain cases. -The provisions of\r\nthis Act, in so far as they relate to verification and stamping of weights and\r\nmeasures, shall not apply to any weight or measure,-a.  \r\n  used\r\nin any factory exclusively engaged in the manufacture of any arms, ammunition\r\nor both, for the use of the Armed Forces of the Union;b.  \r\n  used\r\nfor scientific investigation or for research;c.  \r\n  manufactured\r\nexclusively for export.", "56": "The Legal Metrology Act, 200956. Existing\r\nDirector, Controller and legal metrology officer not to be affected by the new\r\nqualification to be prescribed. -1.  Every\r\nDirector, Controller and legal metrology officer appointed immediately before\r\nthe commencement of the rules made under this Act, shall be deemed to have been\r\nappointed under sub-section (1) of sections 13 and 14, notwithstanding any rule\r\nprescribing different qualifications.2.  The\r\nrules made by a State Government under the Standards of Weights and Measures\r\n(Enforcement) Act, 1985 which are in force immediately before the commencement\r\nof this Act shall remain in force until the State Government, makes rules in\r\nthat behalf.", "57": "The Legal Metrology Act, 200957. Repeal of the\r\nStandards of Weights and Measures Act, 1976 and Standards of Weights and\r\nMeasures (Enforcement) Act, 1985. -1.  The\r\nStandards of Weights and Measures Act, 1976 and the Standards of Weights and\r\nMeasures (Enforcement) Act, 1985, is hereby repealed.2.  Without\r\nprejudice to the provisions contained in the General Clauses Act, 1897, with\r\nrespect to repeals, any notification, rule or order made under the Standards of\r\nWeights and Measures Act, 1976 and the Standards of Weights and Measures\r\n(Enforcement) Act, 1985, shall, if in force, at the commencement of this Act,\r\ncontinue to be in force and have effect as if it was made under the\r\ncorresponding provision of this Act.3.  Notwithstanding\r\nsuch repeal, any appointment, notification, rule, order, registration, licence,\r\ncertificate, notice, decision, approval, authorisation or consent made, issued\r\nor given under such law shall, if in force at the commencement of this Act,\r\ncontinue to be in force and have effect as if it were made, issued or given\r\nunder the corresponding provisions of this Act"}