{"name": "Life Insurance Corporation Act, 1956\r", "1": "Life Insurance Corporation Act, 1956 Chapter I: Preliminary 1. Short title and\r\ncommencement.- \n1.     \r\n  This\r\nAct may be called the Life Insurance Corporation Act, 1956.2.     \r\n  It\r\nshall come into force on such date {1st July, 1956 vide Notification\r\nNo.S.R.O.1456, dated 26-6-1956, Gazette of India, Extraordinary, Part II,\r\nsec.3, p.1531.} as the Central Government may, by notifications in the Official\r\nGazette, appoint.", "2": "Life Insurance Corporation Act, 1956 2. Definitions.- In this Act, unless\r\nthe context otherwise requires,—1.     \r\n  \"appointed\r\nday\" means the date on which the Corporation is established under section\r\n3;2.     \r\n  \"composite\r\ninsurer\" means an insurer carrying on in addition to controlled business\r\nany other kind of insurance business;3.     \r\n  \"controlled\r\nbusiness\" means—             \r\n i.        \r\n  in\r\nthe case of any insurer specified in sub-clause (a)            \r\n ii.        \r\n  or\r\nsub-clause (b) of clause (9) of section 2 of the Insurance Act and carrying on\r\nlife insurance business—a.      all his business, if\r\nhe carries on no other class of insurance business;b.     all the business\r\nappertaining to his life insurance business, if he carries on any other class\r\nof insurance business also;c.      all his business if\r\nhis certificate of registration under the Insurance Act in respect of general\r\ninsurance business stands wholly cancelled for a period of more than six months\r\non the 19th day of January, 1956;            \r\n i.        \r\n            \r\n ii.        \r\n  in\r\nthe case of any other insurer specified in clause (9) of section 2 of the\r\nInsurance Act and carrying on life insurance business—a.      all his business in\r\nIndia, if he carries on no other class of insurance business in India;b.     all the business\r\nappertaining to his life insurance business in India, if he carries on any\r\nother class of insurance business also in India;.c.      all his business in\r\nIndia if he certificate of registration under the Insurance Act in respect of\r\ngeneral insurance business in India stands wholly cancelled for a period of\r\nmore than six months on the 19th day of January, 1956.Explanation.—  An insurer is said\r\nto carry on no class of insurance business other than life insurance business,\r\nif in addition to life insurance business, he carries on only capital\r\nredemption business or annuity certain business or both; and the expression\r\n\"business appertaining to his life insurance business\" in sub-clause\r\n(i) and (ii) shall be construed accordingly;           \r\n i.        \r\n           \r\n ii.        \r\n           \r\n iii.        \r\n  in\r\nthe case of a provident society, as defined in section 65 of the Insurance Act,\r\nall its business;           \r\n iv.        \r\n  in\r\nthe case of the Central Government or a State Government, all life insurance\r\nbusiness carried on by it, subject to the exceptions specified in section 44;1.     \r\n2.     \r\n3.     \r\n4.     \r\n  \"Corporation\"\r\nmeans the Life Insurance Corporation of India established under section 3;5.     \r\n\r\n  \"Insurance\r\nAct\" means the Insurance Act, 1938 (4 of 1938);6.     \r\n  \"insurer\"\r\nmeans an insurer as defined in the Insurance Act who carries on life insurance\r\nbusiness in India and includes the Government and a provident society as\r\ndefined in section 65 of the Insurance Act;7.     \r\n  \"member\"\r\nmeans a member of the Corporation;8.     \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;9.     \r\n  \"Tribunal\"\r\nmeans a Tribunal constituted under section 17 and having jurisdiction in\r\nrespect of any matter under the rules made under this Act;10.  \r\n  all\r\nother words and expressions used herein but not defined and defined in the\r\nInsurance Act shall have the meanings respectively assigned to them in that\r\nAct.", "3": "Life Insurance Corporation Act, 1956 Chapter II:\r\nEstablishment of Life Insurance Corporation of India 3. Establishment and\r\nincorporation of Life Insurance Corporation of India.- 1.     \r\n  With\r\neffect from such date {1st September, 1956, vide Notification No.S.R.O.1937,\r\ndated 30-8-1956, Gazette of India, Extraordinary, Pt. II, Sec.3, p.1799.} as\r\nthe Central Government may, by notification in the Official Gazette, appoint,\r\nthere shall be established a Corporation called the Life Insurance Corporation\r\nof India.2.     \r\n  The\r\nCorporation shall be a body corporate having perpetual succession and a common\r\nseal with power subject to the provisions of this Act, to acquire, hold and\r\ndispose of property, and may by its name sue and be sued.", "4": "Life Insurance Corporation Act, 1956 4. Constitution of\r\nthe Corporation.- 1.     \r\n  The\r\nCorporation shall consist of such number of persons not exceeding fifteen as\r\nthe Central Government may think fit to appoint thereto and one of them shall\r\nbe appointed by the Central Government to be the Chairman thereof.2.     \r\n  Before\r\nappointing a person to be a member, the Central Government shall satisfy itself\r\nthat that person will have no such financial or other interest as is likely to\r\naffect prejudicially the exercise or performance by him of his functions as a\r\nmember, and the Central Government shall also satisfy itself from time to time\r\nwith respect to every member that he has no such interest; and any person who\r\nis, or whom the Central Government proposes to appoint and who has consented to\r\nbe, a member shall, whenever required by the Central Government so to do,\r\nfurnish to it such information as the Central Government considers necessary\r\nfor the performance of its duties under this sub-section.3.     \r\n  A\r\nmember who is in any way directly or indirectly interested in a contract made\r\nor proposed to be made by the Corporation shall as soon as possible after the\r\nrelevant circumstances have come to his knowledge, disclose the nature of his\r\ninterest to the Corporation and the member shall not take part in any\r\ndeliberation or discussion of the Corporation with respect to that contact.", "5": "Life Insurance Corporation Act, 1956 5. Capital of the\r\nCorporation.- \n1.     \r\n  The\r\noriginal capital of the Corporation shall be five crores of rupees provided by\r\nthe Central Government after due appropriation made by Parliament by law for\r\nthe purpose, and the terms and conditions relating to the provision of such\r\ncapital shall be such as may be determined by the Central Government.2.     \r\n  The\r\nCentral Government may, on the recommendation of the Corporation, reduce the\r\ncapital of the Corporation to such extent and in such manner as the Central\r\nGovernment may determine.", "6": "Life Insurance Corporation Act, 1956 Chapter III:\r\nFunctions of the Corporation 6. Functions of the\r\nCorporation.- \n1.     \r\n  Subject,\r\nto the rules, if any, made by the Central Government in this behalf, it shall\r\nbe the general duty of the Corporation to carry on life insurance business,\r\nwhether in or outside India, and the Corporation shall so exercise its powers\r\nunder this Act as to secure that life insurance business is developed to the\r\nbest advantage of the community.2.     \r\n  Without\r\nprejudice to the generality of the provisions contained in sub-section (1) but\r\nsubject to the other provisions contained in this Act, the Corporation shall\r\nhave power—a.      to carry on capital\r\nredemption business, annuity certain business or reinsurance business in so far\r\nas such reinsurance business appertains to life insurance business;b.     subject to the rules,\r\nif any, made by the Central Government in this behalf, to invest the funds of\r\nthe Corporation in such manner as the Corporation may think fit and to take all\r\nsuch steps as may be necessary or expedient for the protection or realisation\r\nof any investment; including the taking over of and administering any property\r\noffered as security for the investment until a suitable opportunity arises for\r\nits disposal;c.      to acquire, hold and\r\ndispose of any property for the purpose of its business;d.     to transfer the whole\r\nor any part of the life insurance business carried on outside India to any\r\nother person or persons, if in the interest of the Corporation it is expedient\r\nso to do;e.      to advance or lend\r\nmoney upon the security of any movable property or otherwise;f.      to borrow or raise\r\nany money in such manner and upon such security as the Corporation may think\r\nfit;g.     to carry on either by\r\nitself or through any subsidiary any other business in any case where such\r\nother business was being carried on by a subsidiary of an insurer whose\r\ncontrolled business has been transferred to an vested in the Corporation under\r\nthis Act;h.      to carry on any other\r\nbusiness which may seen to the Corporation to be capable of being conveniently\r\ncarried on in connection with its business and calculated directly or\r\nindirectly to render profitable the business of the Corporation;i.       To do all such things\r\nas may be incidental or conducive to the proper exercise of any of the powers\r\nof the Corporation.1.     \r\n2.     \r\n3.     \r\n  In\r\nthe discharge of any of its functions the Corporation shall act so far as may\r\nbe on business principles", "7": "Life Insurance Corporation Act, 1956 Chapter IV: Transfer\r\nof Existing Life Insurance Business to the Corporation 7. Transfer of assets\r\nand liabilities of existing insurers carrying on controlled business.- 1.     \r\n  On\r\nthe appointed day there shall be transferred to and vested in the Corporation\r\nall the assets and liabilities appertaining to the controlled business of all\r\ninsurers.2.     \r\n  The\r\nassets appertaining to the controlled business of an insurer shall be deemed to\r\ninclude all rights and powers, and all property, whether movable or immovable,\r\nappertaining to his controlled business, including, in particular, cash\r\nbalances, reserve funds, investments, deposits and all other interests and\r\nrights in or arising out of such property as may be in the possession of the\r\ninsurer and all books of account or documents relating to the controlled\r\nbusiness of the insurer; and liabilities shall be deemed to include all debts,\r\nliabilities and obligations of whatever kind then existing and appertaining to\r\nthe controlled business of the insurer.Explanation.-  The expression\r\n\"assets appertaining\" to the controlled business of an insurer\"—a.      in relation to a\r\ncomposite insurer, includes that part of the paid-up capital of the insurer or\r\nassets representing such part which has or have been allocated to the\r\ncontrolled business of the insurer in accordance with the rules made in this\r\nbehalf;b.     in relation to a\r\nGovernment, means the amount lying to the credit of that business on the\r\nappointed day.1.     \r\n2.     \r\n3.     \r\n  Where\r\nany such assets are subject to any trust referred to in sub-section (6) of\r\nsection 27 of the Insurance Act or to any other trust for the benefit of\r\npolicy-holders, the assets shall be deemed to have vested in the Corporation\r\nfree from any such trust.", "8": "Life Insurance Corporation Act, 1956 8. Provident,\r\nsuperannuation and other like funds.- 1.     \r\n  Where\r\nan insurer whose controlled business is to be transferred to and vested in the\r\nCorporation under section 7, has established a provident or superannuation fund\r\nor any other like fund for the benefit of his employees and constituted a trust\r\nin respect thereof (hereinafter in this section referred to as an existing\r\ntrust), the moneys standing to the credit of any such fund on the appointed\r\nday, together with any other assets belonging to such fund, shall, subject to\r\nthe provisions of sub-section (2) stand transferred to and vest in the\r\nCorporation on the appointed day free from any such trust.2.     \r\n  Where\r\nall the employees of any such insurer do not become employees of the\r\nCorporation under section 11, the moneys and other assets belonging to any such\r\nfund as it referred to in sub-section (1), shall be apportioned between the\r\ntrustees of the fund and the Corporation in the prescribed manner; and in case\r\nof any dispute regarding such apportionment, the decision of the Central\r\nGovernment thereon shall be final.3.     \r\n  The\r\nCorporation shall, as soon as may be after the appointed day, constitute in\r\nrespect of the moneys and other assets which are transferred to and vested in\r\nit under this section, one or more trusts having objects as similar to the\r\nobjects of the existing trusts as in the circumstances may be practicable.4.     \r\n  Where\r\nall the moneys and other assets belonging to an existing trust are transferred\r\nto and vested in the Corporation under this section, the trustees of such\r\ntrust, except as respects things done or omitted to be done before the\r\nappointed day.", "9": "Life Insurance Corporation Act, 1956 9. General effect of\r\nvesting of controlled business.- 1.     \r\n  Unless\r\notherwise expressly provided by or under this Act, all contracts, agreements\r\nand other instruments of whatever nature subsisting or having effect\r\nimmediately before the appointed day and to which an insurer whose controlled\r\nbusiness has been transferred to and vested in the Corporation is a party or\r\nwhich are in favour of such insurer shall in so far as they relate to the\r\ncontrolled business of the insurer be of as full force and affect against or in\r\nfavour of the Corporation, as the case may be, and may be enforced or acted\r\nupon as fully and effectually as if, instead of the insurer, the Corporation\r\nhad been a party thereto or as if they had been entered into or issued in\r\nfavour of the Corporation.2.     \r\n  If\r\non the appointed day any suit, appeal or other legal proceeding of whatever\r\nnature is pending by or against an insurer, then, in so far as it relates to\r\nhis controlled business, it shall not abate, be discontinued or be in any way\r\nprejudicially affected by reason of the transfer to the Corporation of the\r\nbusiness of the insurer or anything done under this Act, but the suit, appeal\r\nor other proceeding may be continued prosecuted and enforced by or against the\r\nCorporation.", "10": "Life Insurance Corporation Act, 1956 10. Provisions as to\r\ncomposite insurers.- 1.     \r\n  For\r\nthe removal of doubts it is hereby declared that in any case where an insurer\r\nwhose controlled business has been transferred to an vested in the corporation\r\nunder this Act is a composite insurer, the provisions of the preceding sections\r\nshall only apply to the extent to which any property appertains to his\r\ncontrolled business and to rights and powers acquired, and to debts,\r\nliabilities and obligations incurred, and to contracts, agreements and other instruments\r\nmade by the insurer for the purposes of his controlled business and to legal\r\nproceedings relating to those purposes, and the provisions of those sections\r\nshall be construed accordingly.2.     \r\n  The\r\nCentral Government may, by rules made in this behalf provide—a.      for the determination\r\nof the question whether any property appertains to his controlled business or\r\nwhether any rights, powers, debts, liabilities or obligations were acquired or\r\nincurred or any contract, agreement or other instrument was made by the insurer\r\nfor the purposes of his controlled business or whether any documents relate to\r\nthose purposes;b.     doe the allocation of\r\nthe paid-up capital or assets representing such paid-up capital, as the case\r\nmay be, between the controlled business of the insurer and any other business;c.      for substituting for\r\nany agreements entered into by any insurer partly for the purposes of his\r\ncontrolled business and partly for other purposes separate agreements in the\r\nrequisite terms and for any apportionments and indemnities consequent thereon;d.     for the severance of\r\nleases comprising property of which part only is transferred to And vested in\r\nthe Corporation by virtue of this Act and for apportionment consequent on such\r\nseverance;e.      for the apportionment\r\nand the making of financial adjustments with respects to any debts, liabilities\r\nof obligations incurred by any such insurer partly for the purposes of his\r\ncontrolled business and partly for other purposes and for any necessary\r\nvariation of mortgages and encumbrances relating to such debts, liabilities or\r\nobligations;f.      for the apportionment\r\nof the moneys and other assets belonging to any provident or superannuation\r\nfund or any other like fund to which the provisions of section 8 do not apply\r\nbetween persons employed in connection with the controlled business of an\r\ninsurer and other persons;g.     for any other matters\r\nsupplementary to or consequential on the matters aforesaid for which provision\r\nappears to be necessary or expedient.1.     \r\n2.     \r\n3.     \r\n  All\r\nrules made under this section shall be laid for not less than thirty days\r\nbefore both Houses of Parliament as soon as possible after they are made and\r\nshall be subject to such modifications as Parliament may make during the\r\nsession in which they are so laid or the session immediately following.4.     \r\n  Where\r\nat any time before the expiration of six months from the appointed day a\r\nquestion has arisen under this section or under any rules made there under as\r\nto whether any property is or was held or used by the insurer for the purposes\r\nof his controlled business, the question shall be referred to the Tribunal for\r\ndecision.", "11": "Life Insurance Corporation Act, 1956 11. Transfer of\r\nservice of existing employees of insurers to the Corporation.- 1.     \r\n  Every\r\nwhole-time employee of an insurer whose controlled business has been\r\ntransferred to and vested in the Corporation and who was employed by the\r\ninsurer wholly or mainly in connection with his controlled business immediately\r\nbefore the appointed day shall, on and from the appointed day, become an\r\nemployee of the Corporation, and shall hold his office therein by the same\r\ntenure, at the same remuneration and upon the same terms and conditions and\r\nwith the same rights and privileges as to pension and gratuity and other\r\nmatters as he would have held the same on the appointed day if this Act had not\r\nbeen passed, and shall continue to do so unless and until his employment in the\r\nCorporation is terminated or until his remuneration terms and conditions are\r\nduly altered by the Corporation:Provided that nothing\r\ncontained in this sub-section shall apply to any such employee who has, by\r\nnotice in writing given to the Central Government prior to the appointed day,\r\nintimated his intention of not becoming an employee of the Corporation1.     \r\n2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1) or in any contract of service, the\r\nCentral Government may, for the purpose of relationship the pay scales of\r\nemployees of insurers whose controlled business has been transferred to and\r\nvested in it or for the purpose of reducing the remuneration payable to\r\nemployees in cases where in the interest of the Corporation and its\r\npolicy-holders a reduction is called for, alter the terms of service of the\r\nemployees as to their remuneration in such manner as it thinks fit; and if the\r\nalteration is not acceptable to any employee the Corporation may terminate his\r\nemployment on giving him compensation equivalent to three months ' remuneration\r\nunless the contract of service with such employee provides for a shorter notice\r\nof termination.Explanation.—  The compensation\r\npayable to an employee under this sub-section shall be in addition to and shall\r\nnot affect any pension, gratuity provident fund money or any other benefit to\r\nwhich the employee may be entitled under this contract of service.1.     \r\n2.     \r\n3.     \r\n  If\r\nany question arises as to whether any person was a whole time employee of an\r\ninsurer or as to whether any employee was employed wholly or mainly in\r\nconnection with the controlled business of an insurer immediately before the\r\nappointed day the question shall be referred to the Central Government whose\r\ndecision shall be final.4.     \r\n  Notwithstanding\r\nanything contained in the Industrial Disputes Act, 1947 (14 of 1947), or in any\r\nother law for the time being in force, the transfer of the services of any\r\nemployee of an insurer to the Corporation shall not entitle any such employee\r\nto any compensation under that Act or other law, and to such claim shall be\r\nentertained by any court, tribunal or other authority.", "12": "Life Insurance Corporation Act, 1956 12. Transfer of\r\nservices of existing employees of chief agents of insurers to the Corporation\r\nin certain cases.- Subject to such rules\r\nas the Central Government may make in this behalf, every whole-time salaried\r\nemployee of a chief agent of an insurer whose controlled business has been\r\ntransferred to and vested in the Corporation and,—a.     \r\n  who\r\nwas employed by the chief agent wholly or mainly in connection with the\r\ncontrolled business of the insurer;b.    \r\n  whose\r\nsalary on the appointed day did not exceed five hundred rupees per mensem; andc.     \r\n  who\r\nwas in the employment of the chief agent for a continuous period of not less\r\nthan one year immediately before the appointed day; shall, on and from the\r\nappointed day, become, an employee of the Corporation and the provisions of\r\nsection 11 shall, so far as may be apply in relation to such employee as they\r\napply in relation to such employee as they apply in relation to a whole-time\r\nemployee of the insurer;Provided\r\nthat  \r\nthis section shall not apply except in cases where the chief agent of the\r\ninsurer was required under the terms of his contract with the insurer to render\r\nthe prescribed services to policy holders of the insurer.Explanation.—  In the case of a\r\nwhole-time salaried employee of a chief agent who has been retrenched by the\r\nchief agent on or after the 19th day of January, 1956 the provisions of this\r\nsection shall apply as if for the words \"the appointed day\" the words\r\nand figures 'the 19th day of January, 1956' had been substituted.", "13": "Life Insurance Corporation Act, 1956 13. Duty to deliver\r\npossession of property and documents relating thereto.- 1.     \r\n  Where\r\nany property appertaining to the controlled business of an insurer has been\r\ntransferred to and vested in the Corporation under this Act, them,—a.      every person, in\r\nwhose possession, custody or control any such property may be, shall deliver\r\nthe property to the corporation forthwith;b.     any person who, on\r\nthe appointed day, has in his possession, custody or control any books,\r\ndocuments or other papers relating to such controlled business shall be liable\r\nto account for the said books, documents, and papers to the Corporation, and\r\nshall deliver them to the Corporation or to such person as the Corporation may\r\ndirect.1.     \r\n2.     \r\n  In\r\nparticular, all the assets of an insurer appertaining to life insurance\r\nbusiness held in deposit by the Reserve Bank of India under the Insurance Act\r\nor by trustees in trust shall be delivered to the Corporation.3.     \r\n  Without\r\nprejudice to the other provisions contained in this section, it shall be lawful\r\nfor the Corporation to take all necessary steps for securing possession of all\r\nproperties which have been transferred to and vested in it under this Act.", "14": "Life Insurance Corporation Act, 1956 14. Power of\r\nCorporation to modify contracts of life insurance in certain cases.- The corporation may,\r\nhaving regard to the financial condition on the appointed day of any insurer\r\nwhose controlled business has been transferred to an vested in the Corporation,\r\nreduce the amounts of insurance under contracts of life insurance entered into\r\nby such insurer before the 19th day of January 1956, in such manner and subject\r\nto such conditions as it thinks fit:Provided\r\nthat  \r\nno such reduction shall be made except in accordance with a scheme prepared by\r\nthe Corporation in this behalf and approved by the Central Government.", "15": "Life Insurance Corporation Act, 1956 15. Right of\r\nCorporation to seek relief in respect of certain transactions of the insurer.- 1.     \r\n  Where\r\nan insurer whose controlled business has been transferred to and vested in the\r\nCorporation under this Act has, at any time within five years before the 19th\r\nday of January, 1956.—a.      made any payment to\r\nany person without consideration;b.     sold or disposed of\r\nany property of the insurer without consideration or for an inadequate\r\nconsideration;c.      acquired any property\r\nor rights for an excessive consideration:d.     entered into or\r\nvaried any agreement so as to require an excessive consideration to be paid or\r\ngiven by the insurer;e.      entered into any\r\nother transaction of such an onerous nature as to cause a loss to, or impose a\r\nliability on, the insurer exceeding any benefit accruing to the insurer;f.      if a composite\r\ninsurer, transferred any property from his life department to his general\r\ndepartment without consideration or for an inadequate consideration; and the\r\npayment, sale, disposal, acquisition, agreement or variation thereof or other\r\ntransaction or transfer was not reasonably necessary for the purpose of the\r\ncontrolled business of the insurer or was made with an unreasonable lack of\r\nprudence on the part of the insurer, regard being had in either case to the\r\ncircumstances at the time, the Corporation may apply for relief to the Tribunal\r\nin respect of such transaction, and all parties to the transaction shall,\r\nunless the Tribunal otherwise directs, be made parties to the application.1.     \r\n2.     \r\n  The\r\nTribunal may make such order against any of the parties to the application as\r\nit thinks just having regard to the extent to which those parties were\r\nrespectively responsible for the transaction or benefited from it and all the\r\ncircumstances of the case.3.     \r\n  Where\r\nan application is made to the Tribunal under this section is respect of any\r\ntransaction and the application is determined in favour of the Corporation, the\r\nTribunal shall have exclusive jurisdiction to determine any claims outstanding\r\nin respect of the transaction.", "16": "Life Insurance Corporation Act, 1956 16. Compensation for\r\nacquisition of controlled business.- 1.     \r\n  Where\r\nthe controlled business of an insurer has been transferred to and vested in the\r\nCorporation under this Act, compensation shall be given by the Corporation to\r\nthat insurer in accordance with the principles contained in the First Schedule.2.     \r\n  The\r\namount of the compensation to be given in accordance with the aforesaid\r\nprinciples shall be determined by the Corporation in the first instance, and if\r\nthe amount so determined is approved by the Central Government it shall be\r\noffered to the insurer in full satisfaction of the compensation payable to him\r\nunder this Act, and if, on the other hand, the amount so offered is not\r\nacceptable to the insurer he may within such time as may be prescribed for the\r\npurpose have the matter referred to the Tribunal for decision.", "17": "Life Insurance Corporation Act, 1956 17. Constitution of\r\nTribunals.- \n1.     \r\n  The\r\nCentral Government may for the purposes of this Act constitute one or more\r\nTribunals and each of the Tribunals shall consist of three members appointed by\r\nthe Central Government one of whom shall be a person who is, or has been, a\r\nJudge of a High Court or has been a Judge of the Supreme Court, and he shall be\r\nthe Chairman thereof.2.     \r\n  A\r\nTribunal may choose one or more persons possessing special knowledge of any\r\nmatter relating to any case under inquiry to assist the Tribunal in determining\r\nany question which has to be decided by it under this Act.3.     \r\n  Every\r\nTribunal shall have the powers of a civil court while trying a suit under the\r\nCode of Civil Procedure, 1908 (5 of 1908), in respect of the following\r\nmatters:-a.      summoning and enforcing\r\nthe attendance of any person and examining him on oath;b.     requiring the\r\ndiscovery and production of documents;c.      receiving evidence on\r\naffidavits;d.     issuing commissions\r\nfor the examination of witnesses or documents.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  Every\r\nTribunal shall have power to regulate its own procedure and decide all matters\r\nwithin its competence, and may review any of its decisions in the event of\r\nthere being a mistake on the face of the record or correct any arithmetic or\r\nclerical error therein.", "18": "Life Insurance Corporation Act, 1956 Chapter V: Management 18. Offices, branches\r\nand agencies.- \n1.     \r\n  The\r\ncentral office of the Corporation shall be at such place as the Central\r\nGovernment may, by notification in the Official Gazette, specify.2.     \r\n  The\r\nCorporation shall establish a zonal office at each of the following places,\r\nnamely, Bombay, Calcutta, Delhi, Kanpur and Madras, and, subject to the\r\nprevious approval of the Central Government, may establish such other zonal\r\noffices as it thinks fit.3.     \r\n  The\r\nterritorial limits of each zone shall be such as may be specified by the\r\nCorporation.4.     \r\n  There\r\nmay be established as many divisional offices and branches in each zone as the\r\nZonal Manager thinks fit.", "19": "Life Insurance Corporation Act, 1956 19. Committees of the\r\nCorporation.- \n1.     \r\n  The\r\nCorporation may entrust the general superintendence and direction of its\r\naffairs and business to an Executive Committee consisting of not more than five\r\nof its members and the Executive Committee may exercise all powers and do all\r\nsuch acts and things as may be delegated to it by the Corporation.2.     \r\n  The\r\nCorporation may also constitute an investment Committed for the purpose of\r\nadvising it in matters relating to the investment of its funds, and the\r\nInvestment Committee shall consist of not more than seven members of whom not\r\nless than three shall be members of the Corporation and the remaining members\r\nshall be persons (whether members of the Corporation or not) who have special\r\nknowledge and experience in financial matters, particularly, matters relating\r\nto investment of funds.3.     \r\n  The\r\nCorporation may constitute such other Committees as it may think fir for the\r\npurpose of discharging such of its functions as may be delegated to them.", "20": "Life Insurance Corporation Act, 1956 20. Managing\r\nDirectors.- \nThe Corporation may\r\nappoint one or more persons to be the Managing Director or Directors of the\r\nCorporation, and every Managing Director shall be a whole-time officer of the\r\nCorporation and shall exercise such powers and perform such duties as may be\r\nentrusted or delegated to him by the Executive Committee or the Corporation.", "21": "Life Insurance Corporation Act, 1956 21. Corporation to be\r\nguided by the directions of Central Government.- In the discharge of\r\nits functions under this Act, the Corporation shall be guided by such\r\ndirections in matters of policy involving public interest as the Central\r\nGovernment may give to it in writing; and if any question arises whether a\r\ndirection relates to a matter of policy involving public interest the decision\r\nof the Central Government thereon shall be final.", "22": "Life Insurance Corporation Act, 1956 22. Zonal Managers.- 1.     \r\n  The\r\nCorporation may entrust the superintendence and direction of the affairs and\r\nbusiness of a zonal office to a person whether a member or not, who shall be\r\nknown as the Zonal Manager and the Zonal Manager shall perform all such functions\r\nof the Corporation as may be delegated to him with respect to the area within\r\nthe jurisdiction of the Zonal office.2.     \r\n  The\r\nCorporation may constitute for each zone a Board consisting of such number of\r\npersons as it thinks fit to appoint thereto for the purpose of advising the\r\nZonal Manager in respect of such matters as are referred to it under the\r\nregulations made by the Corporation.3.     \r\n  The\r\nCorporation shall constitute in the prescribed manner for each zonal office an\r\nEmployees and Agents Relations Committee consisting of such number of persons\r\nas it thinks fir and every such Committee shall consist of representatives of\r\nthe Corporation and of its employees and agents, so however, that the number of\r\nrepresentatives of the employees of the employees and agents on the Committee\r\nshall not be less than the number of representatives of the Corporation and\r\nshall be duty of the Committee to advise the Zonal Manager on matters which\r\nrelate to the welfare of the employees and agents of the Corporation or which are\r\nlikely to promote and secure amity and good relations between them and the\r\nCorporation.", "23": "Life Insurance Corporation Act, 1956 23. Staff of the\r\nCorporation.- \n1.     \r\n  For\r\nthe purpose of enabling it to discharge its functions under this Act, the\r\nCorporation may employ such number of persons as it thinks fit.2.     \r\n  Every\r\nperson employed by the Corporation or whose services have been transferred to\r\nthe Corporation under this Act, shall be liable to serve anywhere in India.", "24": "Life Insurance Corporation Act, 1956 Chapter VI: Finance,\r\nAccounts and Audit 24. Funds of the\r\nCorporation.- \nThe Corporation shall\r\nhave its own fund and all receipts of the Corporation shall be credited thereto\r\nand all payments of the Corporation shall be made there from.", "25": "Life Insurance Corporation Act, 1956 25. Audit.- 1.     \r\n  The\r\naccounts of the Corporation shall be audited by auditors duly qualified to act\r\nas auditors of companies under the law for the time being in force relating to\r\ncompanies, and the auditors shall be appointed by the Corporation with the previous\r\napproval of the Central Government and shall receive such remuneration from the\r\nCorporation as the Central Government may fix.2.     \r\n  Every\r\nauditor in the performance of his duties shall have at all reasonable times\r\naccess to the books, accounts and other documents of the Corporation.3.     \r\n  The\r\nauditors shall submit their report to the Corporation and shall also forward a\r\ncopy of their report to the Central Government.", "26": "Life Insurance Corporation Act, 1956 26. Actuarial\r\nvaluations.- \nThe Corporation\r\nshall, once at least in every two; years cause an investigation to be made by\r\nactuaries into the financial conditions of the business of the Corporation,\r\nincluding a valuation of the liabilities of the corporation, and submit the\r\nreport of the actuaries to the Central Government.", "27": "Life Insurance Corporation Act, 1956 27. Annual report of\r\nactivities of Corporation.- The Corporation\r\nshall, as soon as may, be after the end of each financial year, prepare and\r\nsubmit to the Central Government in such form as may be prescribed a report\r\ngiving an account of its activities during the previous financial year, and the\r\nreport shall also give an account of the activities if any, which are likely to\r\nbe undertaken by the Corporation in the next financial year.", "28": "Life Insurance Corporation Act, 1956 28. Surplus how to be\r\nutilised.- \nIf as a result of any\r\ninvestigation undertaken by the Corporation under section 26 any surplus\r\nemerges, not less than 95 per cent of such surplus shall be allocated to or\r\nreserved for the policy holders of the Corporation and the remainder may be\r\nutilised for such purposes and in such manner as the Central Government may\r\ndetermine.", "29": "Life Insurance Corporation Act, 1956 29. Reports to be\r\nlaid before Parliament.- The Central\r\nGovernment shall cause the report of the auditors under section 25, the report\r\nof the actuaries under section 26 and the report giving an account of the\r\nactivities of the Corporation under section 27 to be laid before both Houses of\r\nParliament as soon as may be after each such report is received by the Central\r\nGovernment.", "30": "Life Insurance Corporation Act, 1956 Chapter VII:\r\nMiscellaneous 30. Corporation to\r\nhave exclusive privilege of carrying on life insurance business.- Except to the extent\r\notherwise expressly provided in this Act, on and from the appointed day the\r\nCorporation shall have the exclusive privilege of carrying on life insurance\r\nbusiness in India; and on and from the said day any certificate to registration\r\nunder the Insurance Act held by any insurer immediately before the said day\r\nshall cease to have effect in so far as it authorises him to carry on life\r\ninsurance business in India.", "31": "Life Insurance Corporation Act, 1956 31. Exception in the\r\ncase of insurance business in respect of persons residing outside India.- 1.     \r\n  Notwithstanding\r\nanything contained in section 30 or in the Insurance Act, the Central\r\nGovernment may, by order, permit person who has made an application in that\r\nbehalf, to carry on life insurance business in India, in respect of the lives\r\nof persons ordinarily resident outside India, subject to such restrictions and\r\nconditions as may be specified in the order and any such order shall be deemed\r\nto have effect as if it were a certificate of registrations issued by the\r\nController to such person under section 3 of the Insurance Act in respect of\r\nthat class of business.2.     \r\n  Nothing\r\nin sub-section (1) shall authorise any person permitted to carry on life\r\ninsurance business of the nature referred to in that sub-section, to insure the\r\nlife of any person ordinarily resident outside India, during any period of his\r\ntemporary residence in India.", "32": "Life Insurance Corporation Act, 1956 32. Power of\r\nCorporation to have official seal in certain cases.- The Corporation may\r\nhave for use in any zonal office divisional office or in any office outside\r\nIndia an official seal which shall be a facsimile of the common seal of the\r\nCorporation, with the addition on its fact of the name of the zonal office,\r\ndivisional officer or other office where it is to be used, and any such\r\nofficial seal may be affixed to any deed or document to which the Corporation\r\nis a party.", "33": "Life Insurance Corporation Act, 1956 33. Requirement of\r\nforeign laws to be complied with in certain cases.- Where any property or\r\nrights appertaining to the controlled business of an insurer are transferred to\r\nand vested in the Corporation under this Act or would be so transferred and vested\r\nbut for the fact that such transfer and vesting are governed otherwise than by\r\nthe law of India, the insurer shall comply with such directions as may be given\r\nto him by the Corporation for the purpose of securing that the ownership of the\r\nproperty or, as the case may be, that the right is effectively transferred to\r\nthe Corporation.", "34": "Life Insurance Corporation Act, 1956 34. Revesting of\r\ncertain shares vested in the Administrator General.- Notwithstanding\r\nanything contained in the Insurance Act, all shares which have vested in the\r\nAdministrator General of any State under Sub-section (8) of the section 6A of\r\nthat Act and which have not been disposed of in accordance with the provisions\r\nof that sub-section before the appointed day, shall, in payment of the amount\r\nof expenditure, if any, incurred by the Administrator General in relation to\r\nsuch shares by the persons who would have been entitled to those shares if the\r\nsaid sub-section had not been enacted, revest in such persons.", "35": "Life Insurance Corporation Act, 1956 35. Repatriation of\r\nassets and liabilities in the case of foreign insurers in certain cases.- 1.     \r\n  Any\r\ninsurer incorporated outside India may, before the appointed day, make an\r\napplication to the Central Government stating that among the assets\r\nappertaining to the controlled business of the insurer of building up his life\r\ninsurance business in India, which, notwithstanding anything contained in\r\nsection 7, should not be transferred to and vested in the Corporation.2.     \r\n  On\r\nreceipt of an application under sub-section (1), the Central Government shall\r\ndetermine the value of the assets of the insurer appertaining to his controlled\r\nas at that date in accordance with the provisions contained in paragraph 3 of\r\nPart B of the First Schedule, and deduct there from the total amount of the\r\nliabilities of the insurer appertaining to his controlled business in existence\r\non the 31st day of December 1955, computed as at that date in accordance with\r\nthe provisions contained in the Second Schedule; and if there is any excess,\r\nthe Central Government may, by order, direct that such assets equivalent in\r\nvalue to the excess as may be specified in the order shall not be transferred\r\nto or vested in the Corporation, or where the order is made after the appointed\r\nday, that the Corporation shall be divested of the said assets.3.     \r\n  In\r\nthe case of any insurer incorporated outside India, the Central Government may\r\nalso, by order, direct that any such liabilities in respect of life insurance\r\npolicies expressed in any foreign currency issued on the lives of persons who\r\nare not citizens of India as are specified in the order together with any such\r\nassets necessary to meet the liabilities, as may be so specified, shall not be\r\ntransferred to or vested in the Corporation or, if the order is made after the\r\nappointed day, that the Corporation shall be divested of such liabilities and\r\nassets as aforesaid.4.     \r\n  The\r\namount of liabilities in respect of the policies referred to in an order made\r\nunder sub-section (3) shall be computed as at the 31st day of December, 1955,—a.      in any case where in\r\nrespect of the insurer concerned an order has been made under sub-section (2),\r\nin accordance with the provisions contained in clauseb.     Of the Second\r\nschedule; and (b) in any other case, in accordance with method A specified in\r\nthe Second Schedule.Explanation.  In computing the\r\namount of liabilities in respect of the policies referred to in this\r\nsub-section, allowances shall be made for receipts and payments in respect of\r\nsuch policies from the 31st day of December, 1955, up to the date of the order.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  Every\r\norder made by the Central Government under this section shall be carried out by\r\nthe Corporation in such manner as the Central Government may direct.", "36": "Life Insurance Corporation Act, 1956 36. Contracts or\r\nchief agents and special agents to terminate.- Notwithstanding\r\nanything contained in the Insurance Act or in any other law for the time being\r\nin force every contract appertaining to controlled business subsisting\r\nimmediately before the appointed day,—a.     \r\n  between\r\nan insurer and his chief agent or between an insurer and a special agent; orb.    \r\n  between\r\nthe chief agent of an insurer and a special agent; shall as from the appointed\r\nday, cease to have effect and all rights accruing to the chief agent or the\r\nspecial agent under any such contract shall terminate on that day:Provided\r\nthat  \r\nin every such case compensation shall be given by the Corporation to the chief\r\nagent or the special agent, as the case may be, in accordance with the\r\nprinciples contained in the Third Schedule, and the provisions of sub-section\r\n(2) of section 16 shall, so far as may be, apply in every such case.", "37": "Life Insurance Corporation Act, 1956 37. Policies to be\r\nguaranteed by Central Government.- The sums assured by\r\nall policies issued by the Corporation including any bonuses declared in\r\nrespect thereof and, subject to the provisions contained in section 14 the\r\namounts assured by all policies issued by any insurer the liabilities under\r\nwhich have vested in the Corporation under this Act, and all bonuses declared\r\nin respect thereof, whether before or after the appointed, day shall be\r\nguaranteed as to payment in cash by the Central Government.", "38": "Life Insurance Corporation Act, 1956 38. Liquidation of\r\nCorporation.- \nNo provision of law\r\nrelating to the winding up of companies or corporations shall apply to the\r\ncorporation established under this Act, and the Corporation shall not be placed\r\nin liquidation save by order of the Central Government and in such manner as\r\nthat Government may direct.", "39": "Life Insurance Corporation Act, 1956 39. Special\r\nprovisions for winding up of certain insurers.- Where any insurer\r\nbeing a company (other than a composite insurer) whose controlled business has\r\nbeen transferred to and vested in the Corporation under this Act has in\r\naccordance with the provisions of this Act collected and distributed any moneys\r\npaid to him by the Corporation by way of compensation or otherwise and has also\r\ncomplied with any direction given to him by the Corporation for the purpose of\r\nsecuring that the ownership of any property or any right is effectively\r\ntransferred to the Corporation, the Central Government may on application being\r\nmade to it in this behalf by such insurer grant a certificate to the insurer\r\nthat there is no reason for the continued existence of the insurer and where\r\nsuch a certificate has been granted shall cause the certificate to be published\r\nin the Official Gazette and upon the publication thereof the insurer shall be\r\ndissolved.", "40": "Life Insurance Corporation Act, 1956 40. Penalty for\r\nwithholding property, etc.- If any person\r\nwilfully withholds or fails to deliver to the Corporation as required by\r\nsection 13, any property or any books, documents or other papers which may be\r\nin his possession or unlawfully retains possession of any property of an\r\ninsurer which has been transferred to and vested in the Corporation under this\r\nAct or wilfully applies any such property to purpose other than those expressed\r\nin or authorised by this Act, he shall, on the complaint of the Corporation, be\r\npunishable with imprisonment which may extent to one year, or with fine which\r\nmay extend to one thousand rupees, or with both.", "41": "Life Insurance Corporation Act, 1956 41. Tribunal to have\r\nexclusive jurisdiction in certain matters.- No civil court shall\r\nhave jurisdiction to entertain or adjudicate upon any matter which a Tribunal\r\nis empowered to decide or determine under this Act.", "42": "Life Insurance Corporation Act, 1956 42. Enforcement of\r\ndecisions of Tribunals.- Any decision of a\r\nTribunal may be enforced in any civil court within the local limits of whose\r\njurisdiction the person against whom the decision is to be enforced actually\r\nand voluntarily resides or carries on business or personally works for gain or\r\nowns any property, as if it were a decree passed by that court.", "43": "Life Insurance Corporation Act, 1956 43. Application of\r\nthe Insurance Act.- 1.     \r\n  The\r\nfollowing section of the Insurance Act shall, so far as may be, apply to the\r\nCorporation as they apply to any other insurer, namely:— Sections 2, 2B, 3, 18,\r\n26, 33, 38, 39, 31, 45, 46, 47A, 50, 51, 52, 110A, 110B, 110C, 119, 121, 122\r\nand 123.2.     \r\n  The\r\nCentral Government shall as soon as may be after the commencement of this Act,\r\nby notification in the Official Gazette, direct that the following sections of\r\nthe Insurance Act shall apply to the Corporation subject to such conditions and\r\nmodifications as may be specified in the notification, namely:—3.     \r\n  Sections\r\n2D, 10, 11, 13, 14, 15, 20, 21, 22, 23, 25, 27A, 28A, 35, 36, 37, 40, 40A, 43,\r\n44, 102 to 106, 107 to 110, 111, 113, 114 and 116A.4.     \r\n  The\r\nCentral Government may, be notification in the Official Gazette, direct that\r\nall or any of the Insurance Act other than those specified in sub-section (1)\r\nor sub-section (2) shall apply to the Corporation subject to such conditions\r\nand modifications as may be specified in the notification.5.     \r\n  Every\r\nnotification issued under sub-section (2) or sub-section (3) shall be laid for\r\nnot less than thirty days before both Houses of Parliament as soon as possible\r\nafter it is issued, and shall be subject to such modifications as Parliament\r\nmay make during the session in which it is so laid or the session immediately\r\nfollowing.6.     \r\n  Save\r\nas provided in this section, nothing contained in the Insurance Act shall apply\r\nto the Corporation.", "44": "Life Insurance Corporation Act, 1956 44. Act not to apply\r\nin certain cases.- Nothing contained in\r\nthis Act shall apply in relation to—a.     \r\n  any\r\ninsurer whose business is being voluntarily would up or is being wound up under\r\nthe orders of the Court;b.    \r\n  any\r\ninsurer to whom the Insurance Act does not apply by reason of the provisions\r\ncontained in section 2E thereof;c.     \r\n  any\r\ncomposite insurer in respect of the management of whose affairs an\r\nAdministrator has been appointed under section 52A of the Insurance Act;d.    \r\n  the\r\nscheme run by the Central Government known as the Post Office Life Insurance\r\nFund;e.     \r\n  any\r\napproved superannuation fund as defined in clause (a) of section 58N of the\r\nIndian Income-tax Act, 1922 (11 of 1922), which is in existence on the\r\nappointed day;f.     \r\n  any\r\nscheme in existence on the appointed day or any scheme framed after the\r\nappointed day with the approval of the Central Government whereby, in\r\nconsideration of certain compulsory deductions made by Government from the\r\nsalaries of its employees as part of the conditions of service, the payment of\r\nmoney is assured by Government on the death of the employee concerned or on the\r\nhappening of any contingency dependent on his life.", "45": "Life Insurance Corporation Act, 1956 45. Special\r\nprovisions regarding certain composite insurer.- Notwithstanding\r\nanything contained in clause (c) of section 44, the Administrator appointed to\r\nmanage the affairs of a composite insurer under the Insurance Act shall, as\r\nsoon as may be practicable after the commencement of this Act, take steps in\r\nthe prescribed manner,—a.     \r\n  to\r\ntransfer the assets and liabilities appertaining to the controlled business of\r\nthe insurer, to the Corporation; andb.    \r\n  to\r\nvest the management of the affairs of the insurer in respect of any kind of\r\nbusiness, in the person entitled thereto.", "46": "Life Insurance Corporation Act, 1956 46. Defects in\r\nconstitution of Corporation or committees not to invalidate acts or\r\nproceedings.- \nNo act or proceeding\r\nof the Corporation or of any Committee of the Corporation shall be called in\r\nquestion on the ground merely of the existence of any vacancy or defect in the\r\nconstitution of the Corporation or Committee, as the case may be.", "47": "Life Insurance Corporation Act, 1956 47. Protection of\r\naction taken under Act.- No suit, prosecution\r\nor other legal proceeding shall lie against any member or employee of the\r\nCorporation for anything which is in good faith done for intended to be done\r\nunder this Act.", "48": "Life Insurance Corporation Act, 1956 48. Power to make\r\nrules.- \n1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette make rules to\r\ncarry out the purposes of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:—a.      the term of office\r\nand the conditions of service of members;b.     the manner in which\r\nthe moneys and other assets belonging to any such fund as is referred to in\r\nsection 8 shall be apportioned between the trustees of the fund and the\r\nCorporation;c.      the services which\r\nthe chief agent should have rendered for the purpose of the proviso to section\r\n12;d.     the jurisdiction of\r\nthe Tribunals constituted under section 17;e.      the manner in which,\r\nand the persons to whom, any compensation under this Act may be paid;f.      the time within which\r\nany matter which may be referred to a Tribunal for decision under this Act may\r\nbe so referred;g.     the manner in which\r\nand the conditions subject to which investments may be made by the Corporation;h.      the manner in which\r\nan Employees and Agents Relations Committee may be constituted for each zonal\r\noffice;i.       the form in which the\r\nreport giving an account of the activities of the Corporation shall be\r\nprepared;j.       the conditions\r\nsubject to which the Corporation may appoint employees;k.      the fees payable\r\nunder this Act and the manner in which they are to be collected;l.       any other matter\r\nwhich has to be or may be prescribed;1.     \r\n2.     \r\n3.     \r\n  All\r\nrules made under this section shall be laid for not less than thirty days\r\nbefore both Houses of Parliament as soon as possible after they are made, and\r\nshall be subject to such modifications as Parliament may make during the\r\nsession in which they are so laid or the session immediately following.", "49": "Life Insurance Corporation Act, 1956 49. Power to make\r\nregulations.- \n1.     \r\n  The\r\nCorporation may, with the previous approval of the Central Government, by\r\nnotification in the Gazette of India, make regulations not inconsistent with\r\nthis Act and the rules made there under to provide for all matters for which\r\nprovision is expedient for the purpose of giving effect to the provisions of\r\nthis Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for—a.      the powers and\r\nfunctions of the Corporation which may be delegated to the Zonal Managers;b.     the method of\r\nrecruitment of employees and agents of the Corporation and the terms and\r\nconditions of service of such employees or agents;c.      the number, term of\r\noffice and conditions of service of members of Boards constituted under section\r\n22;d.     the territorial\r\nlimits of each zone established under this Act and the business to be\r\ntransacted in each Zone;e.      the manner in which\r\nthe Fund of the Corporation shall be maintained;f.      the maintenance of\r\nseparate funds and accounts at each of the zonal offices;g.     the jurisdiction of\r\neach divisional office and the establishment of Councils representative of\r\npolicy-holders in each area served by a divisional office for the purpose of\r\nadvising the divisional office in respect of any matter which may be referred\r\nto it;h.      the conduct of\r\nbusiness at meetings of the Corporation;i.       the formation of\r\nCommittees of the Corporation and the delegation of powers and functions of the\r\nCorporation to such Committees, and the conduct of business at meetings of such\r\nCommittees;j.       the form and manner\r\nin which policies may because and contracts binding on the Corporation may be\r\nexecuted;k.      the classification of\r\npolicies, whether issued by the Corporation or by any insurer whose controlled\r\nbusiness has been transferred to and vested in the Corporation, for the\r\npurposes of declaring differential bonuses, wherever necessary;l.       the manner in which\r\nand the intervals within which the accounts of the various zonal offices,\r\ndivisional offices and branch offices may be inspected and their accounts\r\naudited,m.    the conditions\r\nsubject to which any payment may be made by the Corporation"}