{"name": "Limitation Act, 1963\r", "1": " Limitation Act, 1963 1. Short title, extent and commencement --- (1) This Act may be called the Limitation Act,\r\n1963.(2) It extends to the whole of India except\r\nthe State of Jammu and Kashmir.(3) It shall come into force on such date as\r\nthe Central Government may be notification in the Official Gazette, appoint.Note It came into force on 1st January, 1965, (Published\r\nin Gazette of India Part II, Sec.3 (2), dated 9-11-1963).", "2": " Limitation Act, 1963 2. Definitions: -In this Act, unless\r\n the context otherwise requires. \r\na. \"applicant\" includes\r\ni. a petitioner; \r\nii. any person from or\r\nthrough whom an applicant derives his right to apply; \r\niii. any person whose\r\nestate is represented by the applicant as executor, administrator or other\r\nrepresentative; \r\n  a.\r\n\"application\" includes a petitions;\r\n  b. \"bill of\r\nexchange\" includes a hundi and a cheque;\r\nc. \"bond\"\r\n includes any instrument whereby a person obliges himself to pay money to\r\nanother on condition that the obligation shall be void if a specified act is\r\nperformed, or is not performed as the case may be;\r\n  d.\r\n\"defendant\" includes\r\n  1. any person from or through\r\nwhom a defendant derives his liability to be sued; \r\n  2. any person whose\r\nestate is represented by the defendant as executor, administrator or other\r\nrepresentative; \r\n  a.\r\n\"easement\" includes a right not arising from contract, by which one\r\nperson is entitled to remove and appropriate for his own profit any part of the\r\nsoil belonging to another or anything growing in, or attached to, or subsisting\r\nupon the land of another;\r\n  b. \"foreign\r\ncountry'\" means any country other than India;\r\n  c. \"good\r\nfaith\" nothing shall be deemed to be done in good faith which is not done\r\nwith due care and attention;\r\n d.\r\n\"plaintiff\" includes\r\n  i. any person from or\r\nthrough whom a plaintiff derives his right to sue; \r\nii. any person whose estate is represented by\r\nthe plaintiff as executor, administrator or other representative;j.\"period of limitation\" means the\r\nperiod of limitation prescribed for any suit, appeal or application by the\r\nSchedule, and \"prescribed period\" means the period of limitation\r\ncomputed in accordance with the provisions of this Act;k. \"promissory-note\" means any\r\ninstrument whereby the maker engages absolutely to pay a specified sum of money\r\nto another at time therein limited, or on demand, or at sight;\r\nl. \"suit\" does not include an appeal\r\nor an application;\r\nm. \"tort\" means a civil wrong which\r\nis not exclusively the breach of a contract or the breach of trust;\r\nn. \"trustee\" does not include a\r\nbenamidar, a mortgagee remaining in possession after the mortgage has been\r\nsatisfied, or a person in a wrongful possession without title.", "3": " Limitation Act, 1963 3. Bar of limitation (1) Subject to the provisions contained in sections 4 to 24\r\n(inclusive) every suit instituted, appeal preferred, and application made after\r\nthe prescribed period shall be dismissed although limitation has not been set\r\nup as defense;1. For the purposes of this Act,1. a suit is\r\ninstituted, in an ordinary case, when the plaint is presented to the proper\r\nofficer; \r\n2. the case of a\r\npauper, when his application for leave to sue is a pauper is made; and \r\n3. the case of a claim\r\nagainst a company which is being wound up by the court, when the claimant first\r\nsends in his claim to the official liquidator; \r\n1. any claim by way of\r\na set-off or a counter claim, shall be treated as a separate suit and shall be\r\ndeemed to have been instituted- \r\n2. in the case of a\r\nset-off, on the dame date as the suit in which the set off is pleaded; \r\n3. in the case a\r\ncounter claim, on the date on which the counter claim is made in court; \r\n  1. an application by\r\nnotice of motion in a High Court is made when the application is presented to\r\nthe proper officer of that court;", "4": " Limitation Act, 1963 4. Expiry of prescribed period when court is\r\nclosed – When the prescribed period for any suit, appeal\r\nor application expires on a day when the court is closed, the suit, appeal or\r\napplication may be instituted, preferred or made on the day when the court\r\nreopens.Explanation -  A court shall be deemed to be closed on\r\nany day within the meaning of this section if during any part of its normal\r\nworking hours it remains closed on that day.", "5": " Limitation Act, 1963 5. Extension of prescribed period in certain cases –Any appeal or any application, other than an application under\r\nany of the provisions of Order XXI of the Code of Civil Procedure, 1908 (5 of\r\n1908) may be admitted after the prescribed period, if the appellant or the\r\napplicant satisfies the court that he had sufficient cause for not preferring\r\nthe appeal or making the application within such period.Explanation -  The fact that the appellant or the\r\napplicant was misled by any order, practice or judgment of the High Court in\r\nascertaining or computing the prescribed period may be sufficient cause within\r\nthe meaning of this section.Comment  : \"We do not find any cogent ground given\r\nin the application for condonation of delay which in law can constitute\r\nsufficient cause to explain the inordinate delay in filing of the special leave\r\npetitions.\" Warlu, Appellant v. Gangotribai AIR 1994 SUPREME COURT 466", "6": " Limitation Act, 1963 6. Legal disability – Where a person entitled to institute a suit or make an\r\napplication for the execution of a decree is, at the time from which the\r\nprescribed period is to be reckoned, a minor or insane, or an idiot, he may\r\ninstitute the suit or make the application within the same period after the\r\ndisability has ceases, as would otherwise have been allowed from the time\r\nspecified therefor in the third column of the Schedule.(2) Where such person is, at the time from which the prescribed\r\nperiod it to be reckoned, affected by two such disabilities, or where, before\r\nhis disability has ceased, he is affected by another disability, he may\r\ninstitute the suit or make the application within the same period after both\r\ndisabilities have ceased, as would otherwise have been allowed from the time so\r\nspecified.(3) Where the disability continues upto the death of that\r\nperson, his legal representative may institute the suit or make the application\r\nwithin the same period after the death, as would otherwise have been allowed\r\nfrom the time so specified.(4) Where the legal representative referred to in sub-section\r\n(3) is, at the date of the death of the person whom he represents. affected by\r\nany such disability, the rules contained in sub-sections (1) and (2) shall\r\napply.(5) Where a person under disability dies after the disability\r\nceases but within the period allowed to him under this section, his legal\r\nrepresentative may institute the suit or make the application within the same\r\nperiod after the death, as would otherwise have been available to that person\r\nhad he not died.Explanation -  For the purposes of this section\r\n'minor' includes a child in the womb.Notes - This section corresponds with section 6 of the\r\nold Act with some changes.", "7": " Limitation Act, 1963 7. Disability of one of several persons – Where one of several persons jointly entitled to institute a\r\nsuit or make an application for the execution of a decree is under any such\r\ndisability, and a discharge can be given without the concurrence of such\r\nperson, time will run against them all; but, where no such discharge can be\r\ngiven, time will not run as against any of them until one of them becomes\r\ncapable of giving such discharge without the concurrence of the others or until\r\nthe disability has cased.Explanation I -  This section applies to a discharge\r\nfrom every kind of liability, including a liability in respect of any immovable\r\nproperty.Explanation II -  For the purposes of this section, the\r\nmanager of a Hindu undivided family governed by the Mitakshara law shall be\r\ndeemed to be capable of giving a discharge without the concurrence of the other\r\nmembers of the family only if he is in management of the joint-family property.", "8": " Limitation Act, 1963 8. Special exceptions  –Nothing in section 6 or in section 7 applies to suits to enforce\r\nrights of pre-emotion, or shall be deemed to extend, for more than three years\r\nfrom the cessation of the disability or the death of the person affected\r\nthereby the period of limitation for any suit or application.", "9": " Limitation Act, 1963 9. Continuous running of time – Where once time has begun to run, no subsequent disability or\r\ninability to institute a suit or make an application stops it:Provided  that where letters of administration to the\r\nestate of a creditor have been granted to his debtor, the running of the period\r\nof limitation for a suit to recover the debt shall be suspended while the\r\nadministration continues.", "10": " Limitation Act, 1963 10. Suits against trustees and their representatives – Notwithstanding anything contained in the foregoing provisions\r\nof this Act, no suit against a person in whom property has become vested if trust\r\nfor any specific purpose, or against his legal representatives or assigns (not\r\nbeing assigns for valuable consideration), for the purpose of following in his\r\nor their hands such property, or the proceeds thereof or for an account of such\r\nproperty or proceeds, shall be barred by any length of time.Explanation -  For the purposes of this section any\r\nproperty comprised in a Hindu, Muslim or Buddhist religious or charitable\r\nendowment shall be deemed to be property vested in trust for a specific purpose\r\nand the manager of the property shall be deemed to be the trusted thereof.", "11": " Limitation Act, 1963 11. Suits on contracts entered into outside the\r\nterritories to which the Act extends – (1) Suits instituted in the territories to which this Act\r\nextends on contracts entered into the State of Jammu and Kashmir or in a\r\nforeign country shall be rules of limitation contained in this Act.(2) No rule of limitation in force in the State of Jammu and\r\nKashmir or in a foreign country shall be a defense to a suit instituted in the\r\nsaid territories on a contract entered into in that State or in a foreign\r\ncountry unless - a. the rule has\r\nextinguished the contract; andb. the parties were\r\ndomiciled in that State or in the foreign country during the period prescribed\r\nby such rule.", "12": " Limitation Act, 1963 12. Exclusion of time in legal proceedings – (1) In computing the period of limitation for any suit, appeal\r\nor application, the day from which such period is to be reckoned shall be\r\nexcluded.(2) In computing the period of limitation for an appeal or an\r\napplication for leave to appeal or for revision or for review of a judgment,\r\nthe day on which the judgment complained of was pronounced and the time\r\nrequisite for obtaining a copy of the decree, sentence or order appealed from\r\nor sought to be revised or reviewed shall be excluded.(3) Where a decree or order is appealed from or sought to be\r\nrevised or reviewed, or when an application is made for leave to appeal from a\r\ndecree or order the time requisite for obtaining a copy of the judgment on\r\nwhich the decree or order is founded shall also be excluded.(4) In computing the period of limitation for an application to\r\nset aside an award, the time requisite for obtaining a copy of the award shall\r\nbe excluded.Explanation -  In computing under this section the\r\ntime requisite for obtaining a copy of a decree or an order, any time taken by\r\nthe court to prepare the decree or order before an application for copy thereof\r\nis made shall not be excluded.", "13": " Limitation Act, 1963 13. Exclusion of time in cases where leave to sue or\r\nappeal as a pauper is applied for  –In computing the period of limitation prescribed for any suit or\r\nappeal in any case where an application for leave to sue or appeal as a pauper\r\nhas been made and rejected, the time during which the applicant has been\r\nprosecuting in good faith his application for such leave shall be excluded, and\r\nthe court may, on payment of the court-fees prescribed for such suit or appeal,\r\ntreat the suit or appeal as having the same force and effect as if the court-fees\r\nhad been paid in the first instance.", "14": " Limitation Act, 1963 14. Exclusion of time of proceeding bona fide in court\r\nwithout jurisdiction – (1) In computing the period of limitation for any suit the time\r\nduring which the plaintiff has been prosecuting with due diligence another\r\ncivil proceeding, whether in a court of first instance or of the appeal or\r\nrevision, against the defendant shall be excluded, where the proceeding relates\r\nto the same matter in issue and is prosecuted in good faith in a court which,\r\nfrom defect of jurisdiction or other cause of a like nature, is unable to\r\nentertain it.(2) In computing the period of limitation for any application,\r\nthe time during which the applicant has been prosecuting with due diligence\r\nanother civil proceeding, whether in a court of first instance or of appeal or\r\nrevision, against the same party for the same relief shall be excluded, where\r\nsuch proceeding is prosecuted in good faith in a count of first instance or of\r\nappeal or revision, against the same party for the same relief shall be\r\nexcluded, where such proceeding is prosecuted in good faith in a court which,\r\nfrom defect of jurisdiction or other cause of a like nature, is unable to\r\nentertain it.(3) Notwithstanding anything contained in rule 2 of Order XXIII\r\nof the Code of Civil Procedure, 1908 (5 of 1908), the provisions of sub-section\r\n(1) shall apply in relation to a fresh suit instituted on permission granted by\r\nthe court under rule of that Order, where such permission is granted on the\r\nground that the first suit must fail by reason of a defect in the jurisdiction\r\nof the court of other cause of a like nature.Explanation -  For the purpose of this section, - a. in excluding the time during which a former\r\ncivil proceeding was pending, the day on which that proceeding was instituted\r\nand the day on which it ended shall both be counted;b. a plaintiff or an applicant resisting an\r\nappeal shall be deemed to be prosecuting a proceeding;c. misjoinder of parties or of causes of\r\naction shall be deemed to be a cause of a like nature with defect of\r\njurisdiction.", "15": " Limitation Act, 1963 15. Exclusion of time in certain other cases – (1) In computing the period of limitation for any suit or\r\napplication for the execution of a decree, the institution or execution of\r\nwhich has been stayed by injunction or order, the time of continuance of the\r\ninjunction or order, the day on which it was issued or made, and the day on\r\nwhich it was withdrawn, shall be excluded.(2) In computing the period of limitation for any suit of which\r\nnotice has been given, or for which the previous consent or sanction of the\r\nGovernment or any other authority is required, in accordance with the\r\nrequirements of any law for the time being in force, the period of such notice\r\nor, as the case may be, the time required for obtaining such consent or\r\nsanction shall be excluded.Explanation -  In excluding the time required for\r\nobtaining the consent or sanction of the Government or any other authority, the\r\ndate on which the application was made obtaining the consent or sanction and\r\nthe date of receipt of the order of the Government or other authority shall\r\nboth be counted.(3) In computing the period of limitation for any suit or\r\napplication for execution of decree by any receiver of interim receiver\r\nappointed in proceedings for the adjudication of a person as an insolvent or by\r\nany liquidator or provisional liquidator appointment in proceedings for the\r\nwinding up of a company, the period beginning with the date of institution of such\r\nproceeding and ending with the expiry of three months from the date of\r\nappointment of such receiver or liquidator, as the case may be, shall be\r\nexcluded.(4) In computing the period of limitation for a suit for\r\npossession by a purchaser at a sale in execution of a decree, the time during\r\nwhich a proceeding to set aside the sale has been prosecuted shall be excluded.\r\n(5) In computing the period of limitation for any suit the time during\r\nwhich the defendant has been absent from India and from the territories outside\r\nIndia under the administration of the Central Government, shall be excluded.", "16": " Limitation Act, 1963 16. Effect of death on or before the accrual of the right\r\nto sue – (1) Where a person who would, if he were living, have a right to\r\ninstitute a suit or make an application dies before the right accrues, or where\r\na right to institute a suit or make an application accrues only on the death of\r\na person, the period of limitation shall be computed from the time when there\r\nis a legal representative of the deceased capable of instituting such suit or\r\nmaking such application.(2) Where a person against whom, if he were living, a right to\r\ninstitute a suit or make an application would have accrued dies before the\r\nright accrues, or where a right to institute a suit or make an application\r\nagainst any person accrues on the death of such person, the period of\r\nlimitation shall be computed from the time when there is a legal representative\r\nof the deceased against whom the plaintiff may institute such suit or make such\r\napplication.(3) Nothing in sub-section (1) or sub-section (2) applies to\r\nsuits to enforce rights of preemption or to suit for the possession of\r\nimmovable property or of a hereditary office.", "17": " Limitation Act, 1963 17. Effect of fraud or mistake – (1) Where, in the case of any suit or application for which a\r\nperiod of limitation is prescribed by this Act- a. the suit or\r\napplication is based upon the fraud of the defendant or respondent or his\r\nagent; orb. the knowledge of\r\nthe right or title on which a suit or application is founded is concealed by\r\nthe fraud of any such person as aforesaid; or \r\nc. the suit or\r\napplication is for relief from the consequences of a mistake; or \r\nd. where any document\r\nnecessary to establish the right of the plaintiff or applicant has been\r\nfraudulently concealed from him; \r\nthe period of limitation shall not begin to run until the\r\nplaintiff or applicant has discovered the fraud or the mistake or could, with\r\nreasonable diligence, has discovered it, or in the case of concealed document,\r\nuntil the plaintiff or the applicant first had the means of producing the\r\nconcealed document or compelling its production:Provided  that nothing in this section shall enable any\r\nsuit to be instituted or application to be made to recover or enforce any\r\ncharge against or set aside any transaction affecting, any property which- i. in the case of fraud, has been purchased\r\nfor valuable consideration by a person who was not a party to the fraud and did\r\nnot at the time of the purchase know, or have reason to believe, that any fraud\r\nhad been committed, orii. in the case of mistake, has been purchased\r\nfor valuable consideration subsequently to the transaction in which the mistake\r\nwas made, by a person who did not know, or have reason to believe, that the\r\nmistake had been made, or \r\niii. in the case of a concealed document, has\r\nbeen purchased for valuable consideration by a person who was not a party to\r\nthe concealment and, did not at the time of purchase know, or have reason to\r\nbelieve, that the document had been concealed. \r\n(2) Where a judgment-debtor has, by fraud or force, prevented\r\nthe execution of a decree or order within the period of limitation, the court\r\nmay, on the application of the judgment-creditor made after the expiry of the\r\nsaid period extend the period for execution of the decree or order:Provided  that such application is made within one year\r\nfrom the date of the discovery of the fraud or the cessation of force, as the\r\ncase may be.", "18": " Limitation Act, 1963 18. Effect of acknowledgment in writing – (1) Where before the expiration of the prescribed period for a\r\nsuit or application in respect or any property or right, an acknowledgment of\r\nliability in respect of such property or right has been made in writing signed\r\nby the party against whom such property or right is claimed, or by any person\r\nthrough whom he derived his title or liability, a fresh period of limitation\r\nshall be computed from the time when the acknowledgment was so signed.(2) Where the writing containing thee acknowledgement is\r\nundated, oral evidence may be given of the time when it was signed; but subject\r\nto the provisions of the Indian Evidence Act,1872 ( 1 of 1872), oral evidence\r\nof its contents shall not be received.Explanation -  For the purposes of this section, - a. an acknowledgment may be sufficient though\r\nit omits to specify the exact nature of the property or right, or avers that\r\nthe time for payment, delivery, performance or enjoyment has not yet come or is\r\naccompanied by refusal to pay, deliver, perform or permit to enjoy, or is\r\ncoupled with a claim to set-off, or is addressed to a person other than a\r\nperson entitled to the property or ornight;b. the word \"signed\" means signed\r\neither personally or by an agent duly Authorized in this behalf ; and\r\nc. an application for the execution of a\r\ndecree or order shall not be deemed to be an application in respect of any\r\nproperty or right. \r\nNOTES - It is not necessary that an acknowledgment within\r\nSection 18 must contain a promise pay or should amount to a promise to pay.\r\n(Subbarsadya v.Narashimha, AIR 1936 Mad.939)The above section corresponds to S.19 of the old Act and makes\r\nslight changes.", "19": " Limitation Act, 1963 19. Effect of payment on account of debt or of interest on\r\nlegacy – Where payment on account of a debt or of interest on a legacy is\r\nmade before the expiration of the prescribed period by the person liable to pay\r\nthe debt or legacy or by his agent duly Authorized in this behalf, a fresh\r\nperiod of limitation shall be computed from the time when payment was made:Provided  that, save in the case of payment of interest\r\nmade before the 1st day of January,1928, an acknowledgment of the\r\npayment appears in the hand-writing of, or in a writing signed by the person\r\nmaking the payment.Explanation -  For the purposes of this section, - a. where mortgaged land is in the possession\r\nof the mortgagee, the receipt of the rent of produce of such land be deemed to\r\nbe a payment;b. \"debt\" does not include money\r\npayable under a decree or order of a court.", "20": " Limitation Act, 1963 20. Effect of acknowledgment or payment by\r\nanother person - (1) The expression \"agent duly Authorized\r\nin this behalf\" in sections 18 and 19 shall in the case of a person under\r\ndisability, include his lawful guardian, committee or manager or an agent duly Authorized\r\nby such guardian, committee or manager to sign the acknowledgment or make the\r\npayment.\r\n(2) Nothing in the said sections renders one of several joint\r\ncontractors, partners, executors or mortgagees chargeable by reason only of a\r\nwritten acknowledgment signed by, or of a payment made by, or by the agent of,\r\nany other or others of them.(3) For the purposes of the said sections, - a. an acknowledgment\r\nsigned or a payment made in respect of any liability by, or by the duly\r\nAuthorized agent of, any limited owner of property who is governed by Hindu\r\nLaw, shall be a valid acknowledgment or payment, as the case may be, against a\r\nreversionary succeeding to such liability; and where a liability has been\r\nincurred by, or on behalf of a Hindu undivided family as such, an\r\nacknowledgment or payment made by, or by the duly Authorized agent or, the\r\nmanager of the family for the time being shall be deemed to have been made on\r\nbehalf of the whole family.", "21": " Limitation Act, 1963 21. Effect of substituting or adding new plaintiff or\r\ndefendant – (1) Where after the institution of a suit, a new plaintiff or\r\ndefendant is substituted or added, the suit shall, as regards him, be deemed to\r\nhave been instituted when he was made a party:Provided  that were the court is satisfied that the\r\nomission to include a new plaintiff or defendant was due to a mistake in good\r\nfaith it may direct that the suit as regards such plaintiff or defendant shall\r\nbe deemed to have been instituted on any earlier date.(2) Nothing in sub-section (1) shall apply to a case where a\r\nparty is added or substituted owing to assignment or devolution of any interest\r\nduring the tendency of a suit or where a plaintiff is made a defendant or a\r\ndefendant is made a plaintiff", "22": " Limitation Act, 1963 22. Continuing breaches and torts – In the case of a continuing breach of contract or in the case of\r\na continuing tort, a fresh period of limitation beings to run at every moment\r\nof the time during the breach or the tort, as the case may be, continues.", "23": " Limitation Act, 1963 23. Suits for compensation for acts not actionable without\r\nspecial damage – In the case of suit for compensation for an act which does not\r\ngive rise to a cause of action unless some specific injury actually results\r\nthere from, the period of limitation shall be computed from the time when the injury\r\nresults.", "24": " Limitation Act, 1963 24. Computation of time mentioned in instrument – All instruments shall for purposes of this Act, be deemed to be\r\nmade with reference to the Gregorian calendar.", "25": " Limitation Act, 1963 25. Acquisition of easement by prescription – (1) Where the access and use of light or air to and for any\r\nbuilding have been peaceable enjoyed there with as an easement, and as of\r\nright, without interruption and for twenty years, and where any way or\r\nwatercourse or the use of any water or any other easement (whether affirmative\r\nor negative) has been peaceably and openly enjoyed by any person claiming title\r\nthereto as an easement and as of right without interruption and for twenty\r\nyears, the right to such access and use of light or air, way, watercourse, use\r\nof other easement shall be absolute and indefeasible.(2) Each of the said periods of twenty years shall be taken to\r\nbe a period ending within two years next before the institution of the suit\r\nwherein claim to which such period relates is contested.(3) Where property over which a right is claimed under\r\nsub-section (1) belongs to the Government that sub-section shall be read as if\r\nfor the words \"twenty years\" the words \"thirty years\" were\r\nsubstituted.Explanation -  Nothing is an interruption within the meaning\r\nof the section, unless where there is an actual discontinuance of the\r\npossession or enjoyment by reason of an obstruction by the act of some person\r\nother than the claimant and unless such obstruction is submitted to or acquiesced\r\nin for one year after the claimant has notice thereof and of the person making\r\nor authorizing the same to be made.", "26": " Limitation Act, 1963 26. Exclusion in favor of reversionary of servant tenement – Where any land or water upon, over or from, which any easement\r\nhas been enjoyed or derived has been held under or by virtue of any interest\r\nfor life or in terms of years exceeding three years from the granting thereof\r\nthe time of the enjoyment of such easement during the continuance of such\r\ninterest or term shall be excluded in the computation of the period of twenty\r\nyears in case the claim is, within three years next after the determination of\r\nsuch interest or term, resisted by the person entitled on such determination to\r\nthe said land or water.", "27": " Limitation Act, 1963 27. Extinguishment of right to property – At the determination of the period hereby limited to any person\r\nfor instituting a suit for possession of any property, his right to such\r\nproperty shall be extinguished.", "28": " Limitation Act, 1963 28. Amendment of \r\ncertain ActsRepeal - Rep. By the Repealing and Amending Act, 1974\r\n(56 of 1974), Section 2 and Schedule I.", "29": " Limitation Act, 1963 29. Savings – (1) Nothing in this Act, shall affect section 25 of the Indian\r\nContract Act,1872.(2) Where any special or local law prescribes for any suit,\r\nappeal or application a period of limitation different from the period\r\nprescribed by the Schedule, the provisions of section 3 shall apply as if such\r\nperiod were the period prescribed by the Schedule and for the purpose of\r\ndetermining any period of limitation prescribed for any sit, appeal or\r\napplication by any special or local law, the provisions contained in section 5\r\nto 24 (inclusive shall apply only in so far, as and to the extent to which,\r\nthey are not expressly excluded by such special or local law.(3) Save as otherwise provided in any law for the time being in\r\nforce with respect to marriage and divorce, nothing in this Act shall apply to\r\nany suit or other proceeding under any such law.(4) Sections 25 and 26 and the definition of\r\n\"easement\" in section 2 shall not apply to cases arising in the\r\nterritories to which the Indian Easements Act,1882 may for the time being\r\nextend", "30": " Limitation Act, 1963 30.  Provision for suits, etc., for which the prescribed\r\nperiod is shorter than the period prescribed by the Indian Limitation Act,1908\r\n– Notwithstanding anything contained in this Act,(a) any suit for which the period of limitation is shorter than\r\nthe period of limitation prescribed by the Indian Limitation Act,1908, may be\r\ninstituted within a period of (Note: Substituted for the words \"five\r\nyears\" by Act No.10 of 1969) (Seven years) next after the commencement\r\nof this Act or within the period prescribed for such suit by the Indian\r\nLimitation Act,1908, whichever period expires earlier;(Note: Substituted for the Words \"five years\" by\r\nAct No.10 of 1969)[Provided that if in respect of any such suit, the said\r\nperiod of seven years expires earlier than the period of limitation prescribed\r\ntherefor under the Indian Limitation Act,1908 and the said period of seven\r\nyears together with so much of the period of limitation in repeat of such suit\r\nunder the Indian Limitation Act,1908, as has already expired before the\r\ncommencement of this Act is shorter than the period prescribed for such suit\r\nunder this Act, then, the suit may be instituted within the period of\r\nlimitation prescribed therefor under this Act].(b) any appeal or application for which the period of limitation\r\nis shorter than the period of limitation prescribed by the Indian Limitation\r\nAct, 1908 may be preferred or made within a period of ninety days next after the\r\ncommencement of this Act or within the period prescribed for such appeal or\r\napplication by the Indian Limitation Act,1908, whichever period expires\r\nearlier.", "31": " Limitation Act, 1963 31. Provision as to barred or pending suits, etc. – Nothing in this Act shall,(a) enable any suit, appeal or application to be instituted,\r\npreferred or made for which the period of limitation prescribed by the Indian\r\nLimitation Act,1908, expired before the commencement of this Act; or(b) affect any suit, appeal or application instituted, preferred\r\nor made before, and pending at, such commencement.", "32": " Limitation Act, 1963 32. Repeal  –Rep. By the Repealing and Amending Act,1974 (56 of 1974),\r\nsection 2 and Schedule I."}