{"name": "Live-Stock Importation Act, 1898\r", "1": "The Live-Stock Importation Act, 18981. Short title and local extent.-(1) This Act may be called the Live-stock Importation Act, 1898.3[(2) It extends to the whole of India 4***;] 5***,****3. Subs. by Act 40 of 1953, s. 2, for sub-section (2).4. The words \"except the State of Jammu and Kashmir\" omitted by Act 62 of 1956, s. 2 and the Schedule (w.e.f.1-11-1956).5. The word \"and\" rep. by Act 10 of 1914, s. 3 and the Second Schedule.6. Sub-section (3) rep. by s. 3 and the Second Schedule ibid.", "2": "The Live-Stock Importation Act, 18982. Definitions.-In this Act unless there is anything repugnant in the subject or context,-(a) the expression \"infectious or contagious disorders\" includes tick-pest, anthrax, glanders, farcy, scabies and any other disease or disorder which may be specified by the Central Government by notification in the Official Gazette; and(b) \"live-stock\" includes horses, kine, camels, sheep and any other animal which may be specified by the Central Government by notification in the Official Gazette;7[(c) \"import\" means the bringing or taking, by sea, land or air into 8[India].]9[(d) \"live-stock products\" include meat and meat products of all kinds including fresh, chilled and frozen meat, tissue, organs of poultry, pig, sheep, goat; egg and egg powder, milk and milk products; bovine, ovine and caprine, embryos, ova, semen; pet food products of animal origin and any other animal product which may be specified by the Central Government by notification in the Official Gazette.]7. Ins. by Act 40 of 1953, s. 3.8. Subs. by Act 62 of 1956, s. 2 and the Schedule for \"the territories to which this Act extends\" (w.e.f.1-11-1956).9. Ins. by Act 28 of 2001, s. 3 (w.e.f. 5-7-2001).", "3": "The Live-Stock Importation Act, 18983. Power to regulate importation of live-stock.-(1) The Central Government may, by notification in the Official Gazette, regulate, restrict or prohibit, in such manner and to such extent as it may think fit, 10[the import], into 7[India] or any specified place therein, of any livestock which may be liable to be affected by infectious or contagious disorders, and of any fodder, dung, stable-litter, clothing harness or fittings appertaining to live-stock or that may have been in contact therewith.11[(2) A notification issued under sub-section (1) or under section 3A shall operate as if it has been issued under section 11 of the Customs Act, 1962 (52 of 1962) and the officers of the customs at every port, airport, Inland Container Depot and Land Customs Station shall have the same powers in respect of any live-stock or livestock product or thing with regard to the importation of which such a notification has been issued and the vessel, aircraft, vehicle and other mode of conveyance containing the same, as they have for the time being in respect of any article the importation of which is regulated, restricted or prohibited by the law relating to customs and the vessel, aircraft, vehicle and other mode of conveyance containing the same; and the enactments for the time being in force relating to customs or any such article or vessel, aircraft, vehicle and other mode of conveyance shall apply accordingly.]10. Subs. by Ad 40 of 1953, s. 4, for \"the bringing or taking, by sea or land\".11. Subs. by Act 28 of 2001, s. 4, for sub-section (2) (w.e.f. 5-7-2001).", "4": "The Live-Stock Importation Act, 18981[3A. Power to regulate Importation of live-stock products. -The Central Government may, by notification in the Official Gazette, regulate, restrict or prohibit in such manner and to such extent as it may think fit, the import into the territories to which this Act extends, of any live-stock product, which may be liable to affect human or animal health.]1. Ins. by Act 28 of 2001, s. 5 (w.e.f. 5-7-2001).", "5": "The Live-Stock Importation Act, 18984. Power for State Government to make rules.-(1) The State Government may 2*** make rules for the detention, inspection, disinfection of destruction of imported live-stock, and of fodder, dung, stable-litter, clothing harness or fittings appertaining to imported live-stock or that may have been in contact therewith and for regulating the powers and duties of the officers whom it may appoint in this behalf.(2) In making any rule under this section the State Government may direct that a breach thereof shall be punishable with fine which may extend to one thousand rupees.2. The words \"subject to the control of the Governor-General in Council\" omitted by the A.O.1937.", "6": "The Live-Stock Importation Act, 18985. Protection to persons acting under Act.-No suit, prosecution or other legal proceeding shall lie against any person for anything in good faith done or intended to be done under this Act."}