{"name": "Madras Civil Courts Act, 1873\r", "1": "1. Short title.-This Act may be called \"The Madras Civil Courts' Act, 1873\":Local extent.-It extends to all the territories for the time being under the government of the Governor of Fort. St. George in Council, except the Tracts respectively under the jurisdiction of the Agents for Ganjam and Vizagapatam;Commencement.-And it shall come into force on the first day of March, 1873.", "2": "2. [Repeal of enactments]. - Rep. by the Repealing Act, 1873 (12 of 1873), s. 2 and the Schedule.", "3": "3. Number of District Courts.-The number of District (heretofore designated Zila) Courts to be established or continued under this Act, shall be fixed, and may from time to time be altered, by the Local Government : Provided that no increase to the number of such Courts shall be made by such Government without the previous sanction of the Governor General in Council.", "4": "4. Number of Subordinate Judges and District Munsifs.-The number of Subordinate Judges and District Munsifs to be appointed under this Act for each District, shall be fixed, and may from time to time be altered, by the Local Government : Provided that no addition to the number of such officers shall be made by such Government without the previous sanction of the Governor General in Council.", "5": "5. Court's locality.-The place at which any Court under this Act shall be held may be fixed, and may, from time to time, be altered, in the case of a District Court or a Subordinate Judge's Court, by the Local Government, in the case of a District Munsif's Court, by the High Court. 1[The places fixed for any Court under this section shall be deemed to be within the local jurisdiction of that Court.]", "6": "6. Appointment to vacancy in office of District Judge or Subordinate Judge.-Whenever the office of the Judge of a District Court (hereinafter called a 'District Judge') or of a Subordinate Judge under this Act is vacant, or whenever the Governor General in Council has sanctioned an addition to the number of District Judges or Subordinate Judges under the provisions of section three or section four, the Local Government shall appoint to the office such duly qualified person as it thinks proper.", "7": "7. Appointment to vacancy in office of District Munsif.-Whenever the office of a District Munsif under this Act is vacant, Or whenever the Governor General in Council has sanctioned an addition to the number of District Munsifs under the provisions of section four, the High Court shall appoint to the office such person as it thinks fit : Provided that he possesses the qualifications for the time being required by the rules in this behalf which the High Court, with the previous sanction of the Local Government, are hereby empowered to make and alter.Publication of appointments.-Every appointment made under this section shall be published in the same manner as appointments made by the Local Government.Annulment of appointments .-The Local Government may, for good and sufficient reason, annul any appointment made under this section.", "8": "8. District Courts, Subordinate Judges, and District Munsifs.-The present Zila Courts, Principal Sadr Amins, and District Munsifs, shall be respectively the first \"District Courts,\" \"Subordinate Judges,\" and \"District Munsifs\" under this Act.", "9": "9. Seal of Court.- Every Court under this Act shall use a seal of such form and dimensions as are, for the time being, prescribed by the Local Government.", "10": "10. Local limits of jurisdiction of District Courts or Subordinate Judge.-The Local Government shall fix, and may from time to time vary, the local limits of the jurisdiction of any District Judge or Subordinate Judge under this Act:Local limits of jurisdiction of each of several Subordinate Judges.-Provided that, where more than one Subordinate Judge is appointed to any district, the District Judge may assign to each such Subordinate Judge the local limits of his particular jurisdiction within such district. The present local limits of the jurisdiction of every Civil Court (other than the High Court) shall be deemed to have been fixed under this Act.", "11": "11. Local Jurisdiction of District Munsifs.-The High Court shall fix, and may from time to time modify, the local jurisdiction of District Munsifs. 2[If the High Court assigns the same local jurisdiction to two or more District Munsifs, it shall declare which of them shall be deemed the Principal District Munsif, and the other, or others, shall be called Additional District Munsifs, and shall take cognizance only of such suits and applications as may, by special or general order in this behalf, be directed by the District Judge.]", "12": "12. Jurisdiction of District Judge or subordinate Judge in original suits.-The jurisdiction of a District Judge or a Subordinate Judge extends, subject to the rules contained in the Code of Civil Procedure, to all original suits and proceedings of a civil nature.Jurisdiction of District Munsif.-The jurisdiction of a District Munsif extends to all like suits and proceedings, not otherwise exempted from his cognizance, of which the amount or value of the subject-matter does not exceed two thousand five hundred rupees.1. Added by Act 21 of 1885, s. 2.2. Added by s. 3, ibid.", "13": "13. Appeals from decrees of District Courts.-Regular or special appeals, 1*** shall, when such appeals are allowed by law, lie from the decrees and orders of a District Court to the High Court.Appellate jurisdiction of District Court.-Appeals from the decrees and orders of Subordinate Judges and District Mirnsifs shall, when such appeals are allowed by law, lie to the District Court, except when the amount or value of the subject-matter of the suit exceeds rupees five thousand, in which case the appeal shall lie to the High Court:Appellate jurisdiction of Subordinate Judge.-Provided that, whenever a Subordinate Judge's Court is established in any District at a place remote from the station of the District Court, the High Court may, with the previous sanction of the Local Government, direct that appeals from the decrees or orders of District Munsifs within the local limits of the jurisdiction of such Subordinate Judge be preferred in the Court of the latter: Disposal of appeal by District Judge.-Provided also, that the District Judge may remove to his own Court, from time to time, appeals so preferred, and dispose of them himself, or may, subject to the orders of the High Court, refer any appeals from the decrees and orders of District Munsifs, preferred in the District Court, to any Subordinate Judge within the District.", "14": "14. Valuation of suits for immovable property.-When the subject-matter of any suit or proceeding is land, a house or a garden, its value shall, for the purposes of the jurisdiction conferred by this Act, be fixed in manner provided by the Court Fees' Act, 1870, section seven clause v.", "15": "15. Power to require witness or party to make oath or affirmation.-Every Court under this Act may require a witness or party to any suit or other proceeding pending in such Court to make such oath or affirmation as is prescribed by the law for the time being in force.", "16": "16. Law administered by Courts to Natives.-Where, in any suit or proceeding, it is necessary for any Court under this Act to decide any question regarding succession, inheritance, marriage or caste, or any religious usage or institution,(a) the Muhammadan law in cases where the parties are Muhammadans, and the Hindu law in cases where the parties are Hindus, or(b) any custom (if such there be) having the force of law and governing the parties or property concerned, shall form the rule of decision, unless such law or custom has, by legislative enactment, been altered or abolished.(c) In cases where no specific rule exists, the Court shall act according to justice, equity and good conscience.", "17": "17. Judges not to try suits in which they are interested.-No District Judge, Subordinate Judge or District Munsif, shall try any suit to or in which he is a party or personally interested, or shall adjudicate upon any proceeding connected with, or arising out of, such suit.nor to try appeals form decrees passed by them in other capacities.No District Judge or Subordinate Judge, shall try any appeal against a decree or order passed by himself in another capacity.Mode of disposing of such suits and appeals.-When any such suit, proceeding or appeal comes before any such officer, he shall report the circumstances to the Court to which he is immediately subordinate. The superior Court shall thereupon dispose of the case in the manner prescribed by the Code of Civil Procedure, section six. Nothing in the last preceding clause of this section shall be deemed to affect the extraordinary original civil jurisdiction of the High Court.1. The words and figures \"or appeals under Madras Regulation XI of 1832, section nine,\" rep. by Act 12 of 1891, the First Schedule.", "18": "18. Sespension of Judge by Local Government.-Any District Judge, Subordinate Judge, or District Munsif may, for any misconduct, be suspended or removed by the Local Government.", "19": "19. Suspension of Subordinate Judge by High Court.-The High Court may, whenever it sees urgent necessity for so doing, suspend a Subordinate Judge pending the orders of the Local Government. The High Court shall immediately report the circumstances of such suspension, and the Local Government shall make such order thereon as it thinks fit.", "20": "20. Suspension of District Munsif by High Court. Commission of Inquiry.-The High Court may suspend any District Munsif who is alleged to have misconducted himself, or may appoint a commission for enquiring into his alleged misconduct.Exercise by High Court of powers conferred on Government by Act XXXVII of 1850.-The provisions of Act No. XXXVII of 1850 (for regulating enquiries into the behaviour of public servants) shall apply to enquiries under this section, the powers conferred by that Act on the Government being exercised by the High Court. On receiving the report of the result of any such enquiry, the High Court may, if it think fit, remove the Munsif from office, or suspend him, or reduce him to a lower grade.", "21": "21. Suspension of District Munisf by District Judge.-The District Judge may suspend from office, whenever he sees urgent necessity for so doing, any District Munsif under his control. Report to High Court.-Whenever a District Judge exercises the power to conferred by this section, he shall forthwith send to the High Court the a full report of the circumstances of the case, together with the evidence, if any, and the High Court shall make such order thereon as it thinks fit.", "22": "22. Appointment, suspension or removal of Ministerial Officers of District Courts.-The Ministerial Officers of the District Courts shall be appointed, and may be suspended or removed, by the Judges of such Courts, whose orders in such matters shall 1[subject to the control of the High Court] be final.", "23": "2[23. Appointment and removal of ministerial officers of subordinate Courts.-The ministerial officers of the Courts of the Subordinate Judges and District Munsifs shall be appointed by such Subordinate Judges and District Munsifs, respectively, subject to the approval or confirmation of the District Judge within whose jurisdiction such Courts are situate, and may 1[Subject to the control of the High Court] be suspended or removed from offices either by the said District Judge or (subject to his approval or confirmation) by such Subordinate Judges and District Munsifs respectively.]1. Ins. by Act 21 of 1885, s. 4.2. Subs. by Act 19 of 1877, s. 2, for section 23.", "24": "24. Rules regulating such appointments.-Every appointment under this Part shall be made subject to such rules as the Local Government from time to time prescribes on this behalf.Duties of Ministerial Officers.-Every person appointed under this Part shall perform such duties as may from time to time be imposed upon him by the presiding officer of the Court to which he belongs.Present Ministerial Officers.-The present Ministerial Officers of the Courts under this Act shall be deemed to have been appointed under this Part. 1", "25": "25. Temporary Discharge of duties of District Judge.-In the event of the death of the District Judge, or of his being incapacitated by illness or otherwise for the performance of his duties, or of his absence from the station in which his Court is held, the senior Subordinate Judge of the District shall, without interruption to his ordinary duties, assume charge of the District Judge's office, and shall discharge such of the current duties thereof as are connected with the filing of suits and appeals, the execution of processes and the like, and shall continue in charge of the office until the same is resumed or assumed by an officer duly appointed thereto.", "26": "26. District Judge may nominate to vacancy in office of District Munsif.-The District Judge, on the occurrence within his district of any vacancy in the office of District Munsif may, pending the orders of the High Court thereon, appoint such person as he thinks fit to act in such office ; and he shall at once report to the High Court the occurrence of every such vacancy and such appointment.", "27": "27. District Judge to control Civil Courts of District.-Subject to the other provisions of this Act and to the rules for the time being in force and prescribed by the High Court in this behalf, the general control over all the Civil Courts under this Act in any District is vested in the District Judge.", "28": "28. Investiture of 2[District or] Subordinate Judge with Small Cause jurisdiction.-The Local Government may, by notification in the official Gazette, invest, within such local limits as it shall from time to time appoint, any2[District or] Subordinate Judge with the jurisdiction of a Judge of a Court of Small Causes for the trial of suits cognizable by such Courts up to the amount of rupees3[one thousand],Investiture of District Munsif with similar jurisdiction.-and any District Munsif with the same jurisdiction up to the amount of rupees fifty 4[or on the recommendation of the High Court up to any amount not exceeding rupees 1[three hundred]], and may, by like notification, whenever it thinks fit, withdraw such jurisdiction from the Subordinate Judge or Munsif so invested.1. Ins. by Act 19 of 1877, s. 3.2. Ins. by Act 21 of 1885, s. 5.3. Subs. by Act 18 of 1926, s. 2, for \"five hundred\".4. Ins. by Act 21 of 1885, s. 5.", "29": "2[29. Exercise by Subordinate Judge of jurisdiction of District Judge in certain proceedings.- (1) The High Court may, by general or special order, authorise any Subordinate Judge to take cognizance of, or any District Judge to transfer to any Subordinate Judge under his control, any proceedings under the Indian Succession Act, 1925 (XXXIX of 1925), which cannot be disposed of by District Delegates.(2) The District Judge may withdraw any such proceedings taken cognizance of by, or transferred to, a Subordinate Judge, and may either himself dispose of them or transfer them to a Court under his control competent to dispose of them.(3) Notwithstanding anything contained in section 13, proceedings taken cognizance of by, or transferred to, a Subordinate Judge under the provisions of this section shall be disposed of by him subject to the law applicable to like proceedings when disposed of by the District Judge.]", "30": "30. Vacation.-The High Court may permit the Civil Courts under its control to adjourn from time to time for periods not exceeding in the aggregate two months in each year."}