{"name": "Maintenance Orders Enforcement Act, 1921\r", "1": "1. Short title and extent.(1) This Act may be called the Maintenance Orders Enforcement Act, 1921.7[(2) It extends to the whole of India 8[except the State of Jammu and Kashmir*].]", "2": "2. Definitions.In this Act, unless there is anything repugnant in the subject or context,\"Court of summary jurisdiction\" means the Court of a Chief Presidency Magistrate or of a District Magistrate;\"dependants\" means such persons as a person against whom a maintenance order is made is liable to maintain according to the law in force in 9[the reciprocating territory] in which the maintenance order is made;10[\"India\" means the territory of India excluding the State of Jammu and Kashmir*;]\"maintenance order\" means a decree or order, other than an order of affiliation, made by a Court in the exercise of civil or criminal jurisdiction for the periodical payment of sums of money towards the maintenance of the wife or other dependants of the person against whom the order is made;\"prescribed\" means prescribed by rules made under this Act;\"proper authority\" means the authority appointed by, or under the law of, a reciprocating territory to receive and transmit documents to which this Act applies; and11[\"reciprocating territory\" means any country or territory outside India in respect of which this Act for the time being applies by virtue of a declaration under section 3.]1. This Act has been extended and brought into force in Dadra and Nagar Haveli (w.e.f. 1-7-1965) by Reg. 6 of 1963, s. 2 and the First Schedule and to the Union territory of Pondicherry by Act 26 of 1968, s. 3 and the Schedule.2. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"Part A States and Part C States\".3. Subs. by the A.O. 1950, for \"in other parts of\".4. The words and letters \"in Part B States or\" omitted by Act 3 of 1951, s. 3 and the Schedule.5. Subs. by Act 47 of 1952, s. 2, for \"His Majesty's Dominions and Protectorates\"6. The words \"Acceding States and other Indian States\" omitted by the A.O. 1950.7. Subs., ibid., for sub-section (2).8. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"except Part B States\".9. Subs. by Act 47 of 1952, s. 3, for \"the Part of His Majesty's Dominions\".10. Ins. by Act 3 of 1951, s. 3 and the Schedule.11. Subs. by Act 47 of 1952, s. 3, for definition of \"reciprocating territory\".12. Definition of \"States\" omitted by Act 3 of 1951, s. 3 and the Schedule. Earlier it was inserted by the A.O. 1950.*. Vide Notification No. S.O. 3912 (E), dated 30th October, 2019, this Act is made applicable to the Union territory of Jammu and Kashmir and the Union territory of Ladakh.", "3": "1[3. Declaration of reciprocal arrangements.If the Central Government is satisfied that legal provision exists in any country or territory outside India for the enforcement within that country or territory of maintenance orders made by Courts in India, the Central Government may, by notification in the Official Gazette, declare that this Act applies in respect of that country or territory and thereupon it shall apply accordingly.]", "4": "4. Registration in India of maintenance orders made in the reciprocating territories.(1) Where a maintenance order has, whether before or after the passing of this Act, been made against any person by any Court in any reciprocating territory, and a certified copy of the order has been transmitted by the proper authority of that territory to the Central Government, the Central Government shall send a copy of the order to the prescribed officer of a Court in 2[India] for registration, and, on receipt thereof, the order shall be registered in the prescribed manner.(2) The Court in which an order is to be so registered as aforesaid shall, if the Court by which the order was made was, in the opinion of the Central Government, a Court of superior jurisdiction, be a High Court, and, if the Court was not, in its opinion, a Court of superior jurisdiction, be a Court of summary jurisdiction.", "5": "5. Transmission of maintenance orders made in India.Where a Court in 2[India] has, whether before or after the commencement of this Act, made a maintenance order against any person, and it is proved to that Court that the person against whom the order was made is resident in a reciprocating territory, the Court shall send to the Central Government, for transmission to the proper authority of that territory, a certified copy of the order.", "6": "6. Power of summary Courts to make provisional maintenance orders against persons resident in reciprocating territories.(1) Where application is made to a Court of summary jurisdiction in 2[India] for a maintenance order against any person, and it is proved that that person is resident in a reciprocating territory, the Court may, in the absence of that person, if after hearing the evidence it is satisfied of the justice of the application, make any such order as it might have made if that person had wilfully neglected to attend the Court; but in such case the order shall be provisional only and shall have no effect unless and until confirmed by a competent Court in such territory.(2) The evidence of every witness who is examined on any such application shall be reduced to writing, and such deposition shall be read over to, and signed by, him.(3) Where such an order is made, the Court shall send to the Central Government, for transmission to the proper authority of the reciprocating territory in which the person against whom the order is made is alleged to reside, the depositions so taken and a certified copy of the order together with a statement of the grounds on which the making of the order might have been opposed if the person against whom the order is made had been duly served with a summons and had appeared at the hearing and such information as the Court possesses for facilitating the identification of that person and ascertaining his whereabouts.(4) Where any such provisional order has come before a Court in a reciprocating territory for confirmation, and the order has by that Court been remitted to the Court of summary jurisdiction which made the order for the purpose of taking further evidence, that Court shall, after giving the prescribed notice, proceed to take the evidence in like manner and subject to the like conditions as the evidence in support of the original application.(5) If it appears to the Court hearing such evidence that the order ought not to have been made, the Court may rescind the order, but in any other case the depositions shall be sent to the Central Government and dealt with in like manner as the original depositions.(6) The confirmation of an order made under this section shall not affect any power of a Court of summary jurisdiction to vary or rescind that order:Provided that, on the making of a varying or rescinding order, the Court shall send a certified copy thereof to the Central Government for transmission to the proper authority of the reciprocating territory in which the original order was confirmed, or to which it was sent for confirmation and that, in the case of an order varying the original order, the order shall not have any effect unless and until confirmed in like manner as the original order.1. Subs. by Act 47 of 1952, s. 4, for section 3.2. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"the States\".", "7": "7. Power of Court of summary jurisdiction to confirm maintenance order made out of India.(1) Where a maintenance order has been made by a Court in a reciprocating territory andthe order is provisional only, and has no effect unless and until confirmed by a Court of summary jurisdiction in 1 [India], and a certified copy of the order, together with the depositions of the witnesses and a statement of the grounds on which the order might have been opposed, has beentransmitted to the Central Government, and it appears to the Central Government that the person against whom the order has been made is resident in 1[India], the Central Government may send the said documents to the prescribed officer of a Court of summary jurisdiction, with a requisition that a summons be issued calling upon the person to show cause why that order should not be confirmed, and, upon receipt of such documents and requisition, the Court shall issue such a summons and cause it to be served upon such person.(2) A summons issued under sub-section (1) shall for all purposes be deemed to be a summons issued by the Court in the exercise of its original criminal jurisdiction.(3) At the hearing it shall be open to the person to whom the summons was issued to raise any defence which he might have raised in the original proceedings had he been a party thereto, but no other defence, and the certificate from the Court which made the provisional order stating the grounds on which the making of the order might have been opposed if the person against whom the order was made had been a party to the proceedings shall be conclusive evidence that those grounds are grounds on which objection may be taken.(4) If at the hearing the person served with the summons does not appear or, on appearing, fails to satisfy the Court that the order ought not to be confirmed, the Court may, notwithstanding any pecuniary limit imposed on its power by any law for the time being in force in 1[India], confirm the order either without modification or with such modifications as to the Court after hearing the evidence may seem just:Provided that no sum shall be awarded as maintenance under this section, or shall be recoverable as such, at a rate exceeding that proposed in the provisional order.(5) If the person to whom the summons was issued appears at the hearing and satisfies the Court that for the purpose of any defence it is necessary to remit the case to the Court which made the provisional order for the taking of any further evidence, the Court may for that purpose send a certified copy of the record to the Central Government for transmission to that Court through the proper authority of the reciprocating territory, and may adjourn the proceedings.(6) Where a provisional order has been confirmed under this section, it may be varied for rescinded in like manner as if it had originally been made by the confirming Court, and where on an application for rescission or variation the Court is satisfied that it is necessary to remit the case to the Court which made the provisional order for the purpose of taking any further evidence, the Court may for that purpose send a certified copy of the record to the Central Government for transmission to that Court through the proper authority of the reciprocating territory, and may adjourn the proceedings.1. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"the States\".", "8": "8. Enforcement of maintenance orders.(1) Subject to the provisions of this Act, where an order has been registered under this Act in a High Court, the order shall, from the date of such registration, be of the same force and effect, and all proceedings may be taken thereon as if it had been an order originally obtained in the High Court in the exercise of its civil jurisdiction, or in such Civil Court subordinate to that High Court as may be named by the High Court in this behalf, and that Court shall have power to enforce the order accordingly.(2) A Court of summary jurisdiction in which an order has been registered under this Act or by which an order has been confirmed under this Act, and the officers of such Court, shall have such powers and perform such duties, for the purpose of enforcing the order, as may be prescribed.", "9": "9. Payment of charges for transmission of sums awarded as maintenance and other costs and charges.A Court in registering or confirming an order for maintenance in accordance with the provisions of this Act shall direct that the charges for the transmission to the Court, from which the order has been received or in which the provisional order has been made, as the case may be, of the sum awarded as maintenance shall be borne by the person against whom the order has been so made or confirmed, and shall be recovered from him in addition to the sum awarded as maintenance and in addition to, and in the same manner as, such other costs and charges as may be awarded or levied by the Court.", "10": "10. Proof of documents signed by officers of Court.For the purposes of this Act, any document purporting to be signed by a judge or officer of a Court outside 1[India] shall, until the contrary is proved, be deemed to have been so signed without proof of the signature of judicial or official character of the person appearing to have signed it, and the officer of a Court by whom a document is signed shall, until the contrary is provided, be deemed to have been the proper officer of the Court to sign the document.", "11": "11. Depositions to be evidence.Depositions taken in a Court in any reciprocating territory may, for the purposes of this Act, be received in evidence in proceedings before Courts of summary jurisdiction under this Act.", "12": "12. Rule making power.2[(1)] The Central Government 3[may, by notification in the Official Gazette, make rules4 ] for the purpose of carrying into effect the purposes of this Act, and in particular may make rules for the levy of the costs or charges for anything done under this Act and for all matters which are directed or permitted to be prescribed.5[(2) Every rule made by the Central Government under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]1. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"the States\".2. Section12, renumbered as sub-section (1) thereof by Act 20 of 1983, s. 2 and the Schedule (w.e.f. 15-3-1984).3. Subs. by s. 2 and the Schedule, ibid., for \"may make rules\" (w.e.f. 15-3-1984).4. For such rules, see Gazette of India, 1923, Pt. I, p. 1263.5. Ins. by Act 20 of 1983, s. 2 and the Schedule (w.e.f. 15-3-1984)."}