{"name": "Maintenance and Welfare of Parents and Senior Citizens Act, 2007\r", "1": "Maintenance and Welfare of Parents and Senior Citizens Act, 2007Chapter I:\r\nPreliminary1. Short title\r\nextent, Application and commencement.-1.  \r\n  This\r\nAct may be called the Maintenance and Welfare of Parents and Senior Citizens\r\nAct, 2007.2.  \r\n  It\r\nextends to the whole of India except the State of Jammu and Kashmir and it applies\r\nalso to citizens of India outside India.3.  \r\n  It\r\nshall come into force in a State on such date as the State Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "Maintenance and Welfare of Parents and Senior Citizens Act, 20072. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  “children”\r\nincludes son, daughter, grandson and grand-daughter but does not include a\r\nminor;b.  \r\n  “maintenance”\r\nincludes provision for food, clothing, residence and medical attendance and treatment;c.  \r\n  “minor”\r\nmeans a person who, under the provisions of the Indian Majority Act, 1875, (9\r\nof 1875) is deemed not to have attained the age of majority;d.  \r\n  “parent”\r\nmeans father or mother whether biological, adoptive or step father or step\r\nmother, as the case may be, whether or not the father or the mother is a senior\r\ncitizen;e.  \r\n  “prescribed”\r\nmeans prescribed by rules made by the State Government under this Act;f.  \r\n  “property”\r\nmeans property of any kind, whether movable or immovable, ancestral or self\r\nacquired, tangible or intangible and includes rights or interests in such\r\nproperty;g.  \r\n  “relative”\r\nmeans any legal heir of the childless senior citizen who is not a minor and is\r\nin possession of or would inherit his property after his death;h.  \r\n  “senior\r\nCitizen” means any person being a citizen of India, who has attained the age of\r\nsixty years or above;i.  \r\n  “State\r\nGovernment”, in relation to a Union territory, means the administrator thereof\r\nappointed under article 239 of the Constitution;j.  \r\n  “Tribunal”\r\nmeans the Maintenance Tribunal constituted under section 7;k.  \r\n  “welfare”\r\nmeans provision for food, health care, recreation centers and other amenities\r\nnecessary for the senior citizens.", "3": "Maintenance and Welfare of Parents and Senior Citizens Act, 20073. Act to have\r\noverriding effect.-The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any enactment other than this Act, or in any instrument having\r\neffect by virtue of any enactment other than this Act.", "4": "Maintenance and Welfare of Parents and Senior Citizens Act, 2007Chapter II: Nature of\r\nLimited Liability Partnership4. Maintenance of\r\nparents and senior citizens.-1.  \r\n  A\r\nsenior citizen including parent who is unable to maintain himself from his own\r\nearning or out of the property owned by him, shall be entitled to make an\r\napplication under section 5 in case of- \r\n i.  \r\n  parent\r\nor grand-parent, against one or more of his children not being a minor; \r\n ii.  \r\n  a\r\nchildless senior citizen, against such of his relative referred to in clause\r\n(g) of section 2.1.  \r\n2.  \r\n  The\r\nobligation of the children or relative, as the case may be, to maintain a\r\nsenior citizen extends to the needs of such citizen so that senior citizen may\r\nlead a normal life.3.  \r\n  The\r\nobligation of the children to maintain his or her parent extends to the needs\r\nof such parent either father or mother or both, as the case may be, so that\r\nsuch parent may lead a normal life.4.  \r\n  Any\r\nperson being a relative of a senior citizen and having sufficient means shall\r\nmaintain such senior citizen provided he is in possession of the property of\r\nsuch senior citizen or he would inherit the property of such senior citizen:Provided\r\nthat \r\nwhere more than one relatives are entitled to inherit the property of a senior\r\ncitizen, the maintenance shall be payable by such relative in the proportion in\r\nwhich they would inherit his property.", "5": "Maintenance and Welfare of Parents and Senior Citizens Act, 20075. Application for\r\nmaintenance.-\n1.  \r\n  An\r\napplication for maintenance under section 4, may be made-a.   by a senior citizen\r\nor a parent, as the case may be; orb.   if he is incapable,\r\nby any other person or organisation authorised by him; orc.   the Tribunal may take\r\ncognizance suo motu.Explanation.- For the purposes of\r\nthis section “organisation” means any voluntary association registered under\r\nthe Societies Registration Act, 1860, (21 of 1860) or any other law for the\r\ntime being in force.1.  \r\n2.  \r\n  The\r\nTribunal may, during the pendency of the proceeding regarding monthly allowance\r\nfor the maintenance under this section, order such children or relative to make\r\na monthly allowance for the interim maintenance of such senior citizen\r\nincluding parent and to pay the same to such senior citizen including parent as\r\nthe Tribunal may from time to time direct.3.  \r\n  On\r\nreceipt of an application for maintenance under sub-section (1) after giving\r\nnotice of the application to the children or relative and after giving the\r\nparties an opportunity of being heard, hold an inquiry for determining the\r\namount of maintenance.4.  \r\n  An\r\napplication filed under sub-section (2) for the monthly allowance for the\r\nmaintenance and expenses for proceeding shall be disposed of within ninety days\r\nfrom the date of the service of notice of the application to such person:\r\nProvided that the Tribunal may extend the said period, once for a maximum\r\nperiod of thirty days in exceptional circumstances for reasons to be recorded\r\nin writing.5.  \r\n  An\r\napplication for maintenance under sub-section (1) may be filed against one or\r\nmore persons:Provided that such children or\r\nrelative may impaled the other person liable to maintain parent in the\r\napplication for maintenance.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n  Where\r\na maintenance order was made against more than one person, the death of one of\r\nthem does not affect the liability of others to continue paying maintenance.7.  \r\n  Any\r\nsuch allowance for the maintenance and expenses for proceeding shall be payable\r\nfrom the date of the order, or, if so ordered, from the date of the application\r\nfor maintenance or expenses of proceeding, as the case may be.8.  \r\n  If,\r\nchildren or relative so ordered fail, without sufficient cause to comply with\r\nthe order, any such Tribunal may, for every breach of the order, issued a\r\nwarrant for levying the amount due in the manner provided for levying fines,\r\nand may sentence such person for the whole, or any part of each month's\r\nallowance for the maintenance and expenses of proceeding, as the case may be,\r\nremaining unpaid after the execution of the warrant, to imprisonment for a term\r\nwhich may extend to one month or until payment if sooner made whichever is\r\nearlier:Provided that no warrant shall be\r\nissued for the recovery of any amount due under this section unless application\r\nbe made to the Tribunal to levy such amount within a period of three months\r\nfrom the date on which it became due.", "6": "Maintenance and Welfare of Parents and Senior Citizens Act, 20076. Jurisdiction and\r\nprocedure.-\n1.  \r\n  The\r\nproceedings under section 5 may be taken against any children or relative in\r\nany district-a.   where he resides or\r\nlast resided; orb.   where children or\r\nrelative resides.1.  \r\n2.  \r\n  On\r\nreceipt of the application under section 5, the Tribunal shall issue a process\r\nfor procuring the presence of children or relative against whom the application\r\nis filed.3.  \r\n  For\r\nsecuring the attendance of children or relative the Tribunal shall have the\r\npower of a Judicial Magistrate of first class as provided under the Code of\r\nCriminal Procedure, 1973. (2 of 1974)4.  \r\n  All\r\nevidence to such proceedings shall be taken in the presence of the children or\r\nrelative against whom an order for payment of maintenance is proposed to be\r\nmade, and shall be recorded in the manner prescribed for summons cases:Provided that if the Tribunal is\r\nsatisfied that the children or relative against whom an order for payment of\r\nmaintenance is proposed to be made is willfully avoiding service, or willfully\r\nneglecting to attend the Tribunal, the Tribunal may proceed to hear and\r\ndetermine the case ex parte.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n  Where\r\nthe children or relative is residing out of India, the summons shall be served\r\nby the Tribunal through such authority, as the Central Government may by\r\nnotification in the official Gazette, specify in this behalf.6.  \r\n  The\r\nTribunal before hearing an application under section 5 may, refer the same to a\r\nConciliation Officer and such Conciliation Officer shall submit his findings\r\nwithin one month and if amicable settlement has been arrived at, the Tribunal\r\nshall pass an order to that effect.Explanation.- For the purposes of\r\nthis sub-section “Conciliation Officer” means any person or representative of\r\nan organisation referred to in Explanation to sub-section (1) of' section 5 or\r\nthe Maintenance Officers designated by the State Government under subsection\r\n(1) of section 18 or any other person nominated by the Tribunal for this\r\npurpose.", "7": "Maintenance and Welfare of Parents and Senior Citizens Act, 20077. Constitution of\r\nMaintenance Tribunal.-1.  \r\n  The\r\nState Government shall within a period of six months from the. Date of the.\r\ncommencement of this Act, by notification in the Official Gazette, constitute\r\nfor each Subdivision one or more Tribunals as may be specified in the\r\nnotification for the purpose of adjudicating and deciding upon the order for\r\nmaintenance under section 52.  \r\n  The\r\nTribunal shall be presided over by an officer not below the rank of\r\nSub-Divisional Officer of a State.3.  \r\n  Where\r\ntwo or more Tribunals are constituted for any area, the State Government may,\r\nby general or special order, regulate the distribution of business among them.", "8": "Maintenance and Welfare of Parents and Senior Citizens Act, 20078. Summary procedure\r\nin case of inquiry.-1.  \r\n  In\r\nholding any inquiry under section 5, the Tribunal may, subject to any rules\r\nthat may be prescribed by the State Government in this behalf, follow such\r\nsummary procedure as it deems fit.2.  \r\n  The\r\nTribunal shall have all the powers of a Civil Court for the purpose of taking\r\nevidence on oath and of enforcing the attendance of witnesses and of compelling\r\nthe discovery and production of documents and material objects and for such\r\nother purposes as may be prescribed; and the Tribunal shall be deemed to be a\r\nCivil Court for all the purposes of section 195 and Chapter XXVI of the Code of\r\nCriminal Procedure, 1973. (2 of 1974)3.  \r\n  Subject\r\nto any rule that may be made in this behalf, the Tribunal may, for the purpose\r\nof adjudicating and deciding upon any claim for maintenance, choose one or more\r\npersons possessing special knowledge of any matter relevant to the inquiry to\r\nassist it in holding the inquiry.", "9": "Maintenance and Welfare of Parents and Senior Citizens Act, 20079. Order for\r\nmaintenance.-\n1.  \r\n  If\r\nchildren or relatives, as the case may be, neglect or refuse to maintain a\r\nsenior citizen being unable to maintain himself, the Tribunal may, on being\r\nsatisfied of such neglect or refusal, order such children or relatives to make\r\na monthly allowance at such monthly rate for the maintenance of such senior\r\ncitizen, as the Tribunal may deem fit and to pay the same to such senior\r\ncitizen as the Tribunal may, from time to time, direct.2.  \r\n  The\r\nmaximum maintenance allowance which may be ordered by such Tribunal shall be\r\nsuch as may be prescribed by the State Government which shall not exceed ten\r\nthousand rupees per month.", "10": "Maintenance and Welfare of Parents and Senior Citizens Act, 200710. Alteration in\r\nallowance.-\n1.  \r\n  On\r\nproof of misrepresentation or mistake of fact or a change in the circumstances\r\nof any person, receiving a monthly allowance under section 9, for the\r\nmaintenance ordered under that section to pay a monthly allowance for the\r\nmaintenance, the Tribunal may make such alteration, as it thinks fit, in the\r\nallowance for the maintenance.2.  \r\n  Where\r\nit appears to the Tribunal that, in consequence of any decision of a competent\r\nCivil Court, any order made under section 9 should be cancelled or varied, it\r\nshall cancel the order or, as the case may be, vary the same accordingly.", "11": "Maintenance and Welfare of Parents and Senior Citizens Act, 200711. Enforcement of\r\norder of maintenance.-1.  \r\n  A\r\ncopy or the order of maintenance and including the order regarding expenses of\r\nproceedings, as the case may be, shall be given without payment of any fee to\r\nthe senior citizen or to parent, as the case may be, in whose favour it is made\r\nand such order may be enforced by any Tribunal in any place where the person\r\nagainst whom it is made, such Tribunal on being satisfied as to the identity of\r\nthe parties and the non-payment of the allowance, or as the case may be,\r\nexpenses, due.2.  \r\n  A\r\nmaintenance order made under this Act shall have the same force and effect as\r\nan order passed under Chapter IX of the Code of Criminal Procedure, 1973 (2 of\r\n1974) and shall be executed in the manner prescribed for the execution of such\r\norder by that Code.", "12": "Maintenance and Welfare of Parents and Senior Citizens Act, 200712. Option regarding\r\nmaintenance in certain cases.-Notwithstanding\r\nanything contained in Chapter IX of the Code of Criminal Procedure, 1973 (2 of\r\n1974) where a senior citizen or a parent is entitled for maintenance under the\r\nsaid Chapter and also entitled for maintenance under this Act may, without\r\nprejudice to the provisions of Chapter IX of the said Code, claim such\r\nmaintenance under either of those Acts but not under both.", "13": "Maintenance and Welfare of Parents and Senior Citizens Act, 200713. Deposit of\r\nmaintenance amount.-When an order is made\r\nunder this Chapter, the children or relative who is required to pay any amount\r\nin terms of such order shall, within thirty days of the date of announcing the\r\norder by the Tribunal, deposit the entire amount ordered in such manner as the\r\nTribunal may direct.", "14": "Maintenance and Welfare of Parents and Senior Citizens Act, 200714. Award of interest\r\nwhere any claim is allowed.-Where any Tribunal\r\nmakes an order for maintenance made under this Act, such Tribunal may direct\r\nthat in addition to the amount of maintenance, simple interest shall also be\r\npaid at such rate and from such date not earlier than the date of making the\r\napplication as may be determined by the Tribunal which shall not be less than\r\nfive per cent, and not more than eighteen per cent.:Provided that where any\r\napplication for maintenance under Chapter IX of the Code of Criminal Procedure,\r\n1973 (2 of 1974) is pending before a Court at the commencement of this Act,\r\nthen the Court shall allow the withdrawal of such application on the request of\r\nthe parent and such parent shall be entitled to file an application for\r\nmaintenance before the Tribunal", "15": "Maintenance and Welfare of Parents and Senior Citizens Act, 200715. Constitution of\r\nAppellate Tribunal.-\n1.  \r\n  The\r\nState Government may, by notification in the Official Gazette, constitute one\r\nAppellate Tribunal for each district to hear the appeal against the order of\r\nthe Tribunal.2.  \r\n  The\r\nAppellate Tribunal shall be presided over by an officer not below the rank of\r\nDistrict Magistrate.", "16": "Maintenance and Welfare of Parents and Senior Citizens Act, 200716. Appeals.-1.  \r\n  Any\r\nsenior citizen or a parent, as the case may be, aggrieved by an order of a\r\nTribunal may, within sixty days from the date of the order, prefer an appeal to\r\nthe Appellate Tribunal :Provided\r\nthat \r\non appeal, the children or relative who is required to pay any amount in terms\r\nof such maintenance order shall continue to pay to such parent the amount so\r\nordered, in the manner directed by the Appellate Tribunal:Provided\r\nfurther that \r\nthe Appellate Tribunal may, entertain the appeal after the expiry of the said\r\nperiod of sixty days, if it is satisfied that the appellant was prevented by\r\nsufficient cause from preferring the appeal in time.1.  \r\n2.  \r\n  On\r\nreceipt of an appeal, the Appellate Tribunal shall, cause a notice to be served\r\nupon the respondent.3.  \r\n  The\r\nAppellate Tribunal may call for the record of proceedings from the Tribunal\r\nagainst whose order the appeal is preferred.4.  \r\n  The\r\nAppellate Tribunal may, after examining the appeal and the records called for\r\neither allow or reject the appeal.5.  \r\n  The\r\nAppellate Tribunal shall, adjudicate and decide upon the appeal filed against\r\nthe order of the Tribunal and the order of the Appellate Tribunal shall be\r\nfinal:Provided\r\nthat \r\nno appeal shall be rejected unless an opportunity has been given to both the\r\nparties of being heard in person or through a duly authorised representative.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n  The\r\nAppellate Tribunal shall make an endeavour to pronounce its order in writing\r\nwithin one month of the receipt of an appeal.7.  \r\n  A\r\ncopy of every order made under sub-section (5) shall be sent to both the\r\nparties free of cost.", "17": "Maintenance and Welfare of Parents and Senior Citizens Act, 200717. Right to legal\r\nrepresentation.-\nNotwithstanding\r\nanything contained in any law, no party to a proceeding before a Tribunal or\r\nAppellate Tribunal shall be represented by a legal practitioner.", "18": "Maintenance and Welfare of Parents and Senior Citizens Act, 200718. Maintenance\r\nOfficer.-\n1.  \r\n  The\r\nState Government shall designate the District Social Welfare Officer or an\r\nofficer not below the rank of a District Social Welfare Officer, by whatever\r\nname called as Maintenance Officer.2.  \r\n  The\r\nMaintenance Officer referred to in sub-section (1), shall represent a parent if\r\nhe so desires, during the proceedings of the Tribunal, or the Appellate\r\nTribunal, as the case may be.", "19": "Maintenance and Welfare of Parents and Senior Citizens Act, 2007Chapter III:\r\nEstablishment of Old age19. Establishment of\r\nold age homes.-\n1.  \r\n  The\r\nState Government may establish and maintain such number of old age homes at\r\naccessible places, as it may deem necessary, in a phased manner, beginning with\r\nat least one in each district to accommodate in such homes a minimum of one\r\nhundred fifty senior citizens who are indigent.2.  \r\n  The\r\nState Government may, prescribe a scheme for management of old age homes,\r\nincluding the standards and various types of services to be provided by them\r\nwhich are necessary for medical care and means of entertainment to the\r\ninhabitants of such homes.Explanation.- For the purposes of\r\nthis section, “indigent” means any senior citizen who is not having sufficient\r\nmeans, as determined by the State Government, from time to time, to maintain\r\nhimself.", "20": "Maintenance and Welfare of Parents and Senior Citizens Act, 2007Chapter IV:\r\nProvisions for Medical Care of Senior Citizen20. Medical support\r\nfor senior citizen.-\nThe State Government\r\nshall ensure that, - \r\n i.  \r\n  the\r\nGovernment hospitals or hospitals funded fully or partially by the Government\r\nshall provide beds for all senior citizens as far as possible;separate\r\nqueues be arranged for senior citizens; \r\n iii.  \r\n  facility\r\nfor treatment of chronic, terminal and degenerative diseases is expanded for\r\nsenior citizens; \r\n iv.  \r\n  research\r\nactivities for chronic elderly diseases and ageing is expanded; \r\n v.  \r\n  There\r\nare earmarked facilities for geriatric patients in every district hospital duly\r\nheaded by a medical officer with experience in geriatric care.", "21": "Maintenance and Welfare of Parents and Senior Citizens Act, 2007Chapter V: Protection\r\nof Life and Property of Senior Citizen21. Measures for\r\npublicity awareness, etc., for welfare of senior citizen.-The State Government\r\nshall, take all measures to ensure that- \r\n i.  \r\n  the\r\nprovisions of this Act are given wide publicity through public media including\r\nthe television, radio and the print, at regular intervals; \r\n ii.  \r\n  the\r\nCentral Government and State Government Officers, including the police officers\r\nand the members of the judicial service, are given periodic sensitization and\r\nawareness training on the issues relating to this Act; \r\n iii.  \r\n  effective\r\nco-ordination between the services provided by the concerned Ministries or\r\nDepartments dealing with law, home affairs, health and welfare, to address the\r\nissues relating to the welfare of the senior citizens and periodical review of\r\nthe same is conducted.", "22": "Maintenance and Welfare of Parents and Senior Citizens Act, 200722. Authorities who\r\nmay be specified for implementing the provisions of this Act.-1.  \r\n  The\r\nState Government may, confer such powers and impose such duties on a District\r\nMagistrate as may be necessary, to ensure that the provisions of this Act are\r\nproperly carried out and the District Magistrate may specify the officer,\r\nsubordinate to him, who shall exercise all or any of the powers, and perform\r\nall or any of the duties, so conferred or imposed and the local limits within\r\nwhich such powers or duties shall be carried out by the officer as may be\r\nprescribed.2.  \r\n  The\r\nState Government shall prescribe a comprehensive action plan for providing\r\nprotection of life and property of senior citizens.", "23": "Maintenance and Welfare of Parents and Senior Citizens Act, 200723. Transfer of\r\nproperty to be void in certain circumstances.-1.  \r\n  Where\r\nany senior citizen who, after the commencement of this Act, has transferred by\r\nway of gift or otherwise, his property, subject to the condition that the\r\ntransferee shall provide the basic amenities and basic physical needs to the\r\ntransferor and such transferee refuses or fails to provide such amenities and\r\nphysical needs, the said transfer of property shall be deemed to have been made\r\nby fraud or coercion or under undue influence and shall at the option of the\r\ntransferor be declared void by the Tribunal.2.  \r\n  Where\r\nany senior citizen has a right to receive maintenance out of an estate and such\r\nestate or part thereof is transferred, the right to receive maintenance may be\r\nenforced against the transferee if the transferee has notice of the right, or\r\nif the transfer is gratuitous; but not against the transferee for consideration\r\nand without notice of right.3.  \r\n  If,\r\nany senior citizen is incapable of enforcing the rights under sub-sections (1)\r\nand (2), action may be taken on his behalf by any of the organisation referred\r\nto in Explanation to sub-section (1) of section 5.", "24": "Maintenance and Welfare of Parents and Senior Citizens Act, 2007Chapter VI: Offences\r\nand Procedure for Trial24. Exposure and\r\nabandonment of senior citizen.-Whoever, having the\r\ncare or protection of senior citizen leaves, such senior citizen in any place\r\nwith the intention of wholly abandoning such senior citizen, shall be\r\npunishable with imprisonment of either description for a term which may extend\r\nto three months or fine which may extend to five thousand rupees or with both.", "25": "Maintenance and Welfare of Parents and Senior Citizens Act, 200725. Cognizance of\r\noffences.-\n1.  \r\n  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, (2 of 1974) every\r\noffence under this Act shall be cognizable and bailable.2.  \r\n  An\r\noffence under this Act shall be tried summarily by a Magistrate.", "26": "Maintenance and Welfare of Parents and Senior Citizens Act, 2007Chapter VII:\r\nMiscellaneous26. Officers to be\r\npublic servants.-\nEvery officer or\r\nstaff appointed to exercise functions under this Act shall be deemed to be a\r\npublic servant within the meaning of section 21 (45 of 1860) of the Indian\r\nPenal Code.", "27": "Maintenance and Welfare of Parents and Senior Citizens Act, 200727. Jurisdiction of\r\ncivil courts barred.-\nNo Civil Court shall\r\nhave jurisdiction in respect of any matter to which any provision of this Act\r\napplies and no injunction shall be granted by any Civil Court in respect of\r\nanything which is done or intended to be done by or under this Act.", "28": "Maintenance and Welfare of Parents and Senior Citizens Act, 200728. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government, the State\r\nGovernments or the local authority or any officer of the Government in respect\r\nof anything which is done in good faith or intended to be done in pursuance of\r\nthis Act and any rules or orders made there under.", "29": "Maintenance and Welfare of Parents and Senior Citizens Act, 200729. Power to remove\r\ndifficulties.-\nIf any difficulty\r\narises in giving effect to the provisions of this Act, the State Government\r\nmay, by order published in the Official Gazette, make such provisions not\r\ninconsistent with the provisions of this Act, as appear to it to be necessary\r\nor expedient for removing the difficulty:Provided\r\nthat \r\nno such order shall be made after the expiry of a period of two years from the\r\ndate of the commencement of this Act.", "30": "Maintenance and Welfare of Parents and Senior Citizens Act, 200730. Power of Central\r\nGovernment to give directions.-The Central\r\nGovernment may give directions to State Governments as to the carrying into\r\nexecution of the provisions of this Act.", "31": "Maintenance and Welfare of Parents and Senior Citizens Act, 200731. Power of Central\r\nGovernment to review.-The Central\r\nGovernment may make periodic review and monitor the progress of the\r\nimplementation of the provisions of this Act by the State Governments.", "32": "Maintenance and Welfare of Parents and Senior Citizens Act, 200732. Power of State\r\nGovernment to make rules.-1.  \r\n  The\r\nState Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the purposes of this Act.2.  \r\n  Without\r\nprejudice to the generality of the foregoing power, such rules may provide for-a.   the manner of holding\r\ninquiry under section 5 subject to such rules as may be prescribed under\r\nsub-section (1) of section 8;b.   the power and\r\nprocedure of the Tribunal for other purposes under subsection (2) of section 8;c.   the maximum\r\nmaintenance allowance which may be ordered by the Tribunal under sub-section\r\n(2) of section 9;d.   the scheme for\r\nmanagement of old age homes, including the standards and various types of\r\nservices to be provided by them which are necessary for medical care and means\r\nof entertainment to the inhabitants of such homes under sub-section (2) of\r\nsection 19;e.   the powers and duties\r\nof the authorities for implementing the provisions of this Act, under\r\nsub-section (1) of section 22;f.   a comprehensive\r\naction plan for providing protection of life and property of senior citizens\r\nunder sub-section (2) of section 22;g.   any other matter\r\nwhich is to be, or may be, prescribed.1.  \r\n2.  \r\n3.  \r\n  Every\r\nrule made under this Act shall be laid, as soon as may be after it is made,\r\nbefore each House of State Legislature, where it consists of two houses or\r\nwhere such legislature consists of one House, before that House."}