{"name": "Majority Act, 1875\r", "1": "1. Short title.-This Act may be called the 4*** Majority Act, 1875.", "2": "2. Saving.-Nothing herein contained shall affect: -(a) the capacity of any persons to act in the following matters (namely), -marriage, dower, divorce and adoption;(b) the religion or religious rites and usages of any class of 7[citizens of India]; or(c) the capacity of any person who before this Act comes into force has attained majority under the law applicable to him.", "3": "8[3. Age of majority of persons domiciled in India.-(1) Every person domiciled in India shall attain the age of majority on his completing the age of eighteen years and not before.(2) In computing the age of any person, the day on which he was born is to be included as a whole day and he shall be deemed to have attained majority at the beginning of the eighteenth anniversary of that day.] Illustrations(a) Z is born in 2[India] on the first day of January, 1850, and has 9[an Indian domicile]. A guardian of his person is appointed by a Court of Justice. Z attains majority at the first moment of the first day of January, 1871.(b) Z is born in 2[lndia] on the twenty-ninth day of February 1852, and has 10[an Indian domicile]. A guardian of his property is appointed by a Court of Justice. Z attains majority at the first moment of the twentyeighth day of February, 1873.(c) Z is born on the first day of January, 1850. He acquires a domicile in 2[India]. No guardian is appointed of his person or property of any Court of Justice, nor is he under the jurisdiction of any Court of Wards. Z attains majority at the first moment of the day of January, 1868.1. This Act has been extended to Dadra and Nagar Haveli by Reg. 6 of 1963, s. 2 and the First Schedule, and the whole of the Union territory of Lakshadweep by Reg. 8 of 1965, s. 3 and Schedule.This Act has been extended to Pondicherry by Act 26 of 1968, subject to the following modification:In section 1 at the end, insert:-\"Provided that nothing contained in this Act shall apply to the Renoncants of the Union territory of Pondicherry.\".2. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"Part A States and Part C States\".3. Subs. by Act 33 of 1999, s. 2, for \"to prolong the period of nonage, and to attain more uniformity and certainty respecting the age of majority that now exists\" (w.e.f. 16-12-1999).4. The word \"Indian\" omitted by s. 3, ibid (w.e.f. 16-12-1999).5. Subs. by the A.O. 1950, for the original para.6. Subs. by Act 3 of 1951, s. 3 and the Schedule for \"except Part B States\".7. Subs. by A.O. 1950, for \"His Majesty's subject in India.\"8. Subs. by Act 33 of 1999, s. 4, for sections 3 and 4 (w.e.f. 16-12-1999).9. Subs. by Act 3 of 1951 s. 3 and the Schedule ibid., for \"a Part A State or a Part C State\".10. Subs. by s. 3 and the Schedule ibid., for \"a domicile in a Part A State or a Part C State\"."}