{"name": "Micro, Small and Medium Enterprises Development Act, 2006\r", "1": " The Micro, Small and Medium Enterprises Development Act, 2006 Chapter I Preliminary1. Short title and\r\ncommencement.-1.     \r\n  This\r\nAct may be called the Micro, Small and Medium Enterprises Development Act,\r\n2006.2.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification, appoint; and different dates may be appointed for different\r\nprovisions of this Act and any reference in any such provision to the\r\ncommencement of this Act shall be construed as a reference to the coming into\r\nforce of that provision.", "2": " The Micro, Small and Medium Enterprises Development Act, 2006 2. Definitions.-In this Act, unless\r\nthe context otherwise requires,(a) Advisory\r\nCommittee means the committee constituted by the Central Government under\r\nsub-section (2) of section 7;(b) appointed day\r\nmeans the day following immediately after the expiry of the period of fifteen\r\ndays from the day of acceptance or the day of deemed acceptance of any goods or\r\nany services by a buyer from a supplier. Explanation. For the purposes of this\r\nclause,(i) the day of acceptancemeans,a.     \r\n  the\r\nday of the actual delivery of goods or the rendering of services; orb.    \r\n  where\r\nany objection is made in writing by the buyer regarding acceptance of goods or\r\nservices within fifteen days from the day of the delivery of goods or the\r\nrendering of services, the day on which such objection is removed by the\r\nsupplier;(ii) the day of deemed acceptance means, where no objection is made in\r\nwriting by the buyer regarding acceptance of goods or services within fifteen\r\ndays from the day of the delivery of goods or the rendering of services, the\r\nday of the actual delivery of goods or the rendering of services;c.     \r\n  Board\r\nmeans the National Board for Micro, Small and Medium Enterprises established\r\nunder section 3;d.    \r\n  (d\r\n) buyer means whoever buys any goods or receives any services from a supplier\r\nfor consideration;e.     \r\n  enterprise\r\nmeans an industrial undertaking or a business concern or any other\r\nestablishment, by whatever name called, engaged in the manufacture or\r\nproduction of goods, in any manner, pertaining to any industry specified in the\r\nFirst Schedule to the Industries (Development and Regulation) Act, 1951 or\r\nengaged in providing or rendering of any service or services;f.     \r\n\r\n  goods\r\nmeans every kind of movable property other than actionable claims and money;g.    \r\n  medium\r\nenterprise means an enterprise classified as such under sub-clause (iii) of\r\nclause (a) or sub-clause (iii) of clause (b) of sub-section (1) of section 7;h.     \r\n  micro\r\nenterprisemeans an enterprise classified as such under sub-clause (i) of clause\r\n(a) or sub-clause (i) of clause (b) of sub-section (1) of section 7;i.      \r\n  National\r\nBank means the National Bank for Agriculture and Rural Development established\r\nunder section 3 of the National Bank for Agriculture and Rural Development Act,\r\n1981;j.      \r\n  notification\r\nmeans a notification published in the Official Gazette;k.     \r\n  prescribed\r\nmeans prescribed by rules made under this Act;l.      \r\n  Reserve\r\nBank means the Reserve Bank of India constituted under section 3 of the Reserve\r\nBank of India Act, 1934;m.   \r\n\r\n  small\r\nenterprise means an enterprise classified as such under sub-clause (ii) of\r\nclause (a) or sub-clause (ii) of clause (b) of sub-section (1) of section 7;n.     \r\n  suppliermeans\r\na micro or small enterprise, which has filed a memorandum with the authority\r\nreferred to in sub-section (1) of section 8, and includes,                     \r\n i.        \r\n  the\r\nNational Small Industries Corporation, being a company, registered under the\r\nCompanies Act, 1956;                    \r\n ii.        \r\n\r\n  the\r\nSmall Industries Development Corporation of a State or a Union territory, by\r\nwhatever name called, being a company registered under the Companies Act, 1956;                   \r\n iii.        \r\n  any\r\ncompany, co-operative society, trust or a body, by whatever name called,\r\nregistered or constituted under any law for the time being in force and engaged\r\nin selling goods produced by micro or small enterprises and rendering services\r\nwhich are provided by such enterprises;a.    \r\nb.    \r\nc.    \r\nd.    \r\ne.    \r\nf.    \r\ng.    \r\n\r\nh.    \r\ni.    \r\nj.    \r\nk.    \r\nl.    \r\nm.    \r\nn.    \r\no.    \r\n  Small\r\nIndustries Bank means the Small Industries Development Bank of India\r\nestablished under sub-section (1) of section 3 of the Small Industries\r\nDevelopment Bank of India Act, 1989;p.    \r\n  State\r\nGovernment, in relation to a Union territory, means the Administrator thereof\r\nappointed under article 239 of the Constitution.", "3": "The Micro, Small and Medium Enterprises Development Act, 2006 Chapter II National\r\nBoard for Micro, Small and Medium Enterprises3. Establishment of\r\nBoard.-1.     \r\n  With\r\neffect from such date as the Central Government may, by notification, appoint,\r\nthere shall be established, for the purposes of this Act, a Board to be known\r\nas the National Board for Micro, Small and Medium Enterprises.2.     \r\n  The\r\nhead office of the Board shall be at Delhi.3.     \r\n  The\r\nBoard shall consist of the following members, namely:a.      the Minister in\r\ncharge of the Ministry or Department of the Central Government having\r\nadministrative control of the micro, small and medium enterprises who shall be\r\nthe ex officio Chairperson of the Board;b.     the Minister of State\r\nor a Deputy Minister, if any, in the Ministry or Department of the Central\r\nGovernment having administrative control of the micro, small and medium\r\nenterprises who shall be ex officio Vice-Chairperson of the Board, and where\r\nthere is no such Minister of State or Deputy Minister, such person as may be\r\nappointed by the Central Government to be the Vice-Chairperson of the Board;c.      six Ministers of the\r\nState Governments having administrative control of the departments of small\r\nscale industries or, as the case may be, micro, small and medium enterprises,\r\nto be appointed by the Central Government to represent such regions of the\r\ncountry as may be notified by the Central Government in this behalf, ex\r\nofficio;d.     three Members of\r\nParliament of whom two shall be elected by the House of the People and one by\r\nthe Council of States;e.      the Administrator of\r\na Union territory to be appointed by the Central Government, ex officio;f.      the Secretary to the\r\nGovernment of India in charge of the Ministry or Department of the Central\r\nGovernment having administrative control of the micro, small and medium\r\nenterprises, ex officio;g.     four Secretaries to\r\nthe Government of India, to represent the Ministries of the Central Government\r\ndealing with commerce and industry, finance, food processing industries, labour\r\nand planning to be appointed by the Central Government, ex officio;h.      the Chairman of the\r\nBoard of Directors of the National Bank, ex officio;i.       the chairman and\r\nmanaging director of the Board of Directors of the Small Industries Bank, ex\r\nofficio;j.       the chairman, Indian\r\nBanks Association, ex officio;k.      one officer of the\r\nReserve Bank, not below the rank of an Executive Director; to be appointed by\r\nthe Central Government to represent the Reserve Bank;l.       twenty persons to\r\nrepresent the associations of micro, small and midium enterprises, including\r\nnot less than three persons representing associations of women's enterprises\r\nand not less than three persons representing associations of micro enterprises,\r\nto be appointed by the Central Government;m.    three persons of\r\neminence, one each from the fileds of economics, industry and science and\r\ntechnology, not less than one of whom shall be a woman, to be appointed by the\r\nCentral Goverment; andn.      two representatives\r\nof Central Trade Union Organisations, to be appointed by the Central\r\nGovernment; ando.     one officer not below\r\nthe rank of Joint Secretary to the Government of India in the Ministry or\r\nDepartment of the Central Government having administrative control of the\r\nmicro, small and medium enterprises to be appointed by the Central Government,\r\nwho shall be the Member-Secretary of the Board, ex officio.1.     \r\n\r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nterm of office of the members of the Board, other than ex officio members of\r\nthe Board, the manner of filling vacancies, and the procedure to be followed in\r\nthe discharge of their functions by the members of the Board, shall be such as\r\nmay be prescribed: Provided that the term of office of an ex officio member of\r\nthe Board shall continue so long as he holds the office by virtue of which he\r\nis such a member.5.     \r\n\r\n  No\r\nact or proceedings of the Board shall be invalid merely by reason ofa.      any vacancy in, or\r\nany defect in the constitution of, the Board; orb.     any defect in the\r\nappointment of a person acting as a member of the Board; orc.      any irregularity in\r\nthe procedure of the Board not affecting the merits of the case.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  The\r\nBoard shall meet at least once in every three months in a year.7.     \r\n  The\r\nBoard may associate with itself, in such manner and for such purposes as it may\r\ndeem necessary, any person or persons whose assistance or advice it may desire\r\nin complying with any of the provisions of this Act and a person so associated\r\nshall have the right to take part in the discussions of the Board relevant to\r\nthe purposes for which he has been associated but shall not have the right to\r\nvote.8.     \r\n  Without\r\nprejudice to sub-section (7) the Chairperson of the Board shall, for not less\r\nthan two of the meetings of the Board in a year, invite such Ministers of the\r\nState Governments having administrative control of the departments of small\r\nscale industries or, as the case may be, the micro, small and medium\r\nenterprises, or the Administrators of Union territories and representatives of\r\nsuch other associations of micro, small and medium enterprises, as he may deem\r\nnecessary for carrying out the purposes of this Act.9.     \r\n  It\r\nis hereby delcared that the office of member of the Board shall not disqualify\r\nits holder for being chosen as, or for being, a member of either House of\r\nParliament.", "4": "The Micro, Small and Medium Enterprises Development Act, 2006 4. Removal of member\r\nfrom Board.-1.     \r\n  The\r\nCentral Government may remove a member of the Board from it, if hea.      is, or at any time\r\nhas been, adjudged as insolvent; orb.     is, or becomes, of\r\nunsound mind and stands so declared by a competent court; orc.      refuses to act or\r\nbecomes incapable of acting as a member of the Board; ord.     has been convicted of\r\nan offence which, in the opinion of the Central Government, involves moral\r\nturpitude; ore.      has so abused, in the\r\nopinion of the Central Government, his position as a member of the Board as to\r\nrender his continuance in the Board detrimental to the interests of the general\r\npublic.1.     \r\n2.     \r\nNotwithstanding\r\nanything contained in sub-section (1), no member shall be removed from his\r\noffice on the grounds specified in clauses (c) to (e) of that sub-section\r\nunless he has been given a reasonable opportunity of being heard in the matter.", "5": " The Micro, Small and Medium Enterprises Development Act, 2006 5. Functions of\r\nBoard.-The Board shall,\r\nsubject to the general directions of the Central Government, perform all or any\r\nof the following functions, namely:a.      examine the factors\r\naffecting the promotion and development of micro, small and medium enterprises\r\nand review the policies and programmes of the Central Government in regard to\r\nfacilitating the promotion and development and enhancing the competitiveness of\r\nsuch enterprises and the impact thereof on such enterprises;b.     make recommendations\r\non matters referred to in clause (a) or on any other matter referred to it by\r\nthe Central Government which, in the opinion of that Government, is necessary\r\nor expedient for facilitating the promotion and development and enhancing the\r\ncompetitiveness of the micro, small and medium enterprises; andc.      advise the Central\r\nGovernment on the use of the Fund or Funds constituted under section 12.", "6": " The Micro, Small and Medium Enterprises Development Act, 2006 6. Powers and\r\nfunctions of member-secretary of board.-Subject to other\r\nprovisions of this Act, the Member-Secretary of the Board shall exercise such\r\npowers and perform such functions as may be prescribed.", "7": "The Micro, Small and Medium Enterprises Development Act, 2006 Chapter III\r\nClassification of Enterprises, Advisory Committee and Memorandum of Micro,\r\nSmall and Medium Enterprises7. Classification of\r\nenterprises.-1.     \r\n  Notwithstanding\r\nanything contained in section 11B of the Industries (Development and\r\nRegulation) Act, 1951, the Central Government may, for the purposes of this\r\nAct, by notification and having regard to the provisions of sub-sections (4)\r\nand (5), classify any class or classes of enterprises, whether proprietorship,\r\nHindu undivided family, association of persons, co-operative society,\r\npartnership firm, company or undertaking, by whatever name called,a.      in the case of the\r\nenterprises engaged in the manufacture or production of goods pertaining to any\r\nindustry specified in the First Schedule to the Industries (Development and\r\nRegulation) Act, 1951, as                     \r\n i.        \r\n  a\r\nmicro enterprise, where the investment in plant and machinery does not exceed\r\ntwenty-five lakh rupees;                    \r\n ii.        \r\n  a\r\nsmall enterprise, where the investment in plant and machinery is more than\r\ntwenty-five lakh rupees but does not exceed five crore rupees; or                   \r\n iii.        \r\n  a\r\nmedium enterprise, where the investment in plant and machinery is more than\r\nfive crore rupees but does not exceed ten crore rupees;a.    \r\nb.     in the case of the\r\nenterprises engaged in providing or rendering of services, as             \r\n i.        \r\n  a\r\nmicro enterprise, where the investment in equipment does not exceed ten lakh\r\nrupees;a\r\nsmall enterprise, where the investment in equipment is more than ten lakh\r\nrupees but does not exceed two crore rupees; or           \r\n iii.        \r\n  a\r\nmedium enterprise, where the investment in equipment is more than two crore\r\nrupees but does not exceed five crore rupees. Explanation 1. For the removal of\r\ndoubts, it is hereby clarified that in calculating the investment in plant and\r\nmachinery, the cost of pollution control, research and development, industrial\r\nsafety devices and such other items as may be specified, by notification, shall\r\nbe excluded. Explanation 2.It is clarified that the provisions of section 29B\r\nof the Industries (Development and Regulation) Act, 1951, shall be applicable\r\nto the enterprises specified in sub-clauses (i) and (ii) of clause (a) of\r\nsub-section (1) of this section.2.     \r\n  The\r\nCentral Government shall, by notification, constitute an Advisory Committee\r\nconsisting of the following members, namely:a.      the Secretary to the\r\nGovernment of India in the Ministry or Department of the Central Government\r\nhaving administrative control of the small and medium enterprises who shall be\r\nthe Chairperson, ex officio;b.     not more than five\r\nofficers of the Central Government possessing necessary expertise in matters\r\nrelating to micro, small and medium enterprises, members, ex officio;c.      not more than three\r\nrepresentatives of the State Governments, members, ex officio; andd.     one representative\r\neach of the associations of micro, small and medium enterprises, members, ex\r\nofficio.1.     \r\n2.     \r\n\r\n3.     \r\n  The\r\nMember-Secretary of the Board shall also be the ex officio Member-Secretary of\r\nthe Advisory Committee.4.     \r\n  The\r\nCentral Government shall, prior to classifying any class or classes of\r\nenterprises under sub-section (1), obtain the recommendations of the Advisory\r\nCommittee.5.     \r\n  The\r\nAdvisory Committee shall examine the matters referred to it by the Board in\r\nconnection with any subject referred to in section 5 and furnish its\r\nrecommendations to the Board.6.     \r\n  The\r\nCentral Government may also seek the advice of the Advisory Committee on any of\r\nthe matters specified in section 9, 10, 11, 12 or 14 of Chapter IV.7.     \r\n  The\r\nState Government may seek advice of the Advisory Committee on any of the\r\nmatters specified in the rules made under section 30.8.     \r\n  The\r\nAdvisory Committee shall, after considering the following matters, communicate\r\nits recommendations or advice to the Central Government or, as the case may be,\r\nState Government or the Board, namely:a.      the level of\r\nemployment in a class or classes of enterprises;b.     the level of\r\ninvestments in plant and machinery or equipment in a class or classes of\r\nenterprises;c.      the need of higher\r\ninvestment in plant and machinery or equipment for technological upgradation,\r\nemployment generation and enhanced competitiveness of the class or classes of\r\nenterprises;d.     the possibility of\r\npromoting and diffusing entrepreneurship in a micro, small or medium\r\nenterprises; ande.      the international\r\nstandards for classification of small and medium enterprises.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n7.     \r\n8.     \r\n9.     \r\n\r\n  Notwithstanding\r\nanything contained in section 11B of the Industries (Development and\r\nRegulation) Act, 1951 and clause (h) of section 2 of the Khadi and Village\r\nIndustries Commission Act, 1956, the Central Government may, while classifying\r\nany class or classes of enterprises under sub-section (1), vary, from time to\r\ntime, the criterion of investment and also consider criteria or standards in\r\nrespect of employment or turnover of the enterprises and include in such\r\nclassification the micro or tiny enterprises or the village enterprises, as\r\npart of small enterprises.", "8": " The Micro, Small and Medium Enterprises Development Act, 2006 8. Memorandum of\r\nmicro, small and medium enterprises.-1.     \r\n  Any\r\nperson who intends to establish,a.      a micro or small\r\nenterprise, may, at his discretion, orb.     a medium enterprise\r\nengaged in providing or rendering of services may, at his discretion; orc.      a medium enterprise\r\nengaged in the manufacture or production of goods pertaining to any industry\r\nspecified in the First Schedule to the Industries (Development and Regulation)\r\nAct, 1951,shall file the memorandum of mico, small or, as the case may be, of medium\r\nenterprise with such authority as may be specified by the State Government\r\nunder sub-section (4) or the Central Government under sub-section (3):Provided\r\nthat any person who, before the commencement of this Act, established                     \r\n i.        \r\n  a\r\nsmall scale industry and obtained a registration certificate, may, at his\r\ndiscretion; and                    \r\n ii.        \r\n  an\r\nindustry engaged in the manufacture or production of goods pertaining to any\r\nindustry specified in the First Schedule to the Industries (Development and\r\nRegulation) Act, 1951, having investment in plant and machinery of more than\r\none crore rupees but not exceeding ten crore rupees and, in pursuance of the\r\nnotification of the Government of India in the erstwhile Ministry of Industry\r\n(Department of Industrial Development) number S.O. 477(E) dated the 25th July,\r\n1991 filed an Industrial Entrepreneur's Memorandum shall within one hundred and\r\neighty days from the commencement of this Act, file the memorandum, in\r\naccordance with the provisions of this Act.1.     \r\n2.     \r\n  The\r\nform of the memorandum, the procedure of its filing and other matters\r\nincidental thereto shall be such as may be notified by the Central Government\r\nafter obtaining the recommendations of the Advisory Committee in this behalf.3.     \r\n  The\r\nauthority with which the memorandum shall be filed by a medium enterprise shall\r\nbe such as may be specified by notification, by the Central Government.4.     \r\n  The\r\nState Government shall, by notification, specify the authority with which a\r\nmicro or small enterprise may file the memorandum.5.     \r\n\r\n  The\r\nauthorities specified under sub-sections (3) and (4) shall follow, for the\r\npurposes of this section, the procedure notified by the Central Government\r\nunder sub-section (2).", "9": " The Micro, Small and Medium Enterprises Development Act, 2006 Chapter IV Measures\r\nFor Promotion, Development and Enhancement of Competitiveness of Micro, Small\r\nand Medium Enterprises9. Measures for\r\npromotion and development.-The Central\r\nGovernment may, from time to time, for the purposes of facilitating the promotion\r\nand development and enhancing the competitiveness of micro, small and medium\r\nenterprises, particularly of the micro and small enterprises, by way of\r\ndevelopment of skill in the employees, management and entrepreneurs,\r\nprovisioning for technological upgradation marketing assistance or\r\ninfrastructure facilities and cluster development of such enterprises with a\r\nview to strengthening backward and forward linkages, specify, by notification,\r\nsuch programmes, guidelines or instructions, as it may deem fit.", "10": " The Micro, Small and Medium Enterprises Development Act, 2006 10. Credit\r\nfacilities.-The policies and\r\npractices in respect of credit to the micro, small and medium enterprises shall\r\nbe progressive and such as may be specified in the guidelines or instructions\r\nissued by the Reserve Bank, from time to time, to ensure timely and smooth flow\r\nof credit to such enterprises, minimise the incidence of sickness among and\r\nenhance the competitiveness of such enterprises.", "11": " The Micro, Small and Medium Enterprises Development Act, 2006 11. Procurement\r\npreference policy.-For facilitating\r\npromotion and development of micro and small enterprises, the Central\r\nGovernment or the State Government may, by order notify from time to time,\r\npreference policies in respect of procurement of goods and services, produced\r\nand provided by micro and small enterprises, by its Ministries or departments,\r\nas the case may be, or its aided institutions and public sector enterprises.", "12": " The Micro, Small and Medium Enterprises Development Act, 2006 12. Funds.-There shall be\r\nconstituted, by notification, one or more Funds to be called by such name as\r\nmay be specified in the notification and there shall be credited thereto any\r\ngrants made by the Central Government under section 13.", "13": " The Micro, Small and Medium Enterprises Development Act, 2006 13. Grants by Central\r\nGovernment.-The Central\r\nGovernment may, after due appropriation made by Parliament by law in this\r\nbehalf, credit to the Fund or Funds by way of grants for the purposes of this\r\nAct, such sums of money as that Government may consider necessary to provide.", "14": " The Micro, Small and Medium Enterprises Development Act, 2006 14. Administration\r\nand utilisation of Fund or Funds.-1.     \r\n  The\r\nCentral Government shall have the power to administer the Fund or Funds in such\r\nmanner as may be prescribed.2.     \r\n  The\r\nFund or Funds shall be utilised exclusively for the measures specified in sub-section\r\n(1) of section 9.3.     \r\n  The\r\nCentral Government shall be responsible for the coordination and ensuring\r\ntimely utilisation and release of sums in accordance with such criteria as may\r\nbe prescribed.", "15": " The Micro, Small and Medium Enterprises Development Act, 2006 Chapter V Delayed\r\nPayments to Micro and Small Enterprises15. Liability of\r\nbuyer to make payment.-Where any supplier,\r\nsupplies any goods or renders any services to any buyer, the buyer shall make\r\npayment therefore on or before the date agreed upon between him and the\r\nsupplier in writing or, where there is no agreement in this behalf, before the\r\nappointed day: Provided that in no case the period agreed upon between the\r\nsupplier and the buyer in writing shall exceed forty-five days from the day of\r\nacceptance or the day of deemed acceptance.", "16": " The Micro, Small and Medium Enterprises Development Act, 2006 16. Date from which\r\nand rate at which interest is payable.-Where any buyer fails\r\nto make payment of the amount to the supplier, as required under section 15,\r\nthe buyer shall, notwithstanding anything contained in any agreement between\r\nthe buyer and the supplier or in any law for the time being in force, be liable\r\nto pay compound interest with monthly rests to the supplier on that amount from\r\nthe appointed day or, as the case may be, from the date immediately following\r\nthe date agreed upon, at three times of the bank rate notified by the Reserve\r\nBank.", "17": " The Micro, Small and Medium Enterprises Development Act, 2006 17. Recovery of\r\namount due.-For any goods\r\nsupplied or services rendered by the supplier, the buyer shall be liable to pay\r\nthe amount with interest thereon as provided under section 16.", "18": "The Micro, Small and Medium Enterprises Development Act, 2006 18. Reference to\r\nmicro and small enterprises facilitation council.-1.     \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, any party to a\r\ndispute may, with regard to any amount due under section 17, make a reference\r\nto the Micro and Small Enterprises Facilitation Council.2.     \r\n  On\r\nreceipt of a reference under sub-section (1), the Council shall either itself\r\nconduct conciliation in the matter or seek the assistance of any institution or\r\ncentre providing alternate dispute resolution services by making a reference to\r\nsuch an institution or centre, for conducting conciliation and the provisions\r\nof sections 65 to 81 of the Arbitration and Conciliation Act, 1996 shall apply\r\nto such a dispute as if the conciliation was initiated under Part III of that\r\nAct.3.     \r\n  Where\r\nthe conciliation initiated under sub-section (2) is not successful and stands\r\nterminated without any settlement between the parties, the Council shall either\r\nitself take up the dispute for arbitration or refer to it any institution or centre\r\nproviding alternate dispute resolution services for such arbitration and the\r\nprovisions of the Arbitration and Conciliation Act, 1996 shall then apply to\r\nthe dispute as if the arbitration was in pursuance of an arbitration agreement\r\nreferred to in sub-section (1) of section 7 of that Act.4.     \r\n\r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, the Micro and\r\nSmall Enterprises Facilitation Council or the centre providing alternate\r\ndispute resolution services shall have jurisdiction to act as an Arbitrator or\r\nConciliator under this section in a dispute between the supplier located within\r\nits jurisdiction and a buyer located anywhere in India.5.     \r\n  Every\r\nreference made under this section shall be decided within a period of ninety\r\ndays from the date of making such a reference.", "19": " The Micro, Small and Medium Enterprises Development Act, 2006 19. Application for\r\nsetting aside decree, award or order.-No application for\r\nsetting aside any decree, award or other order made either by the Council\r\nitself or by any institution or centre providing alternate dispute resolution\r\nservices to which a reference is made by the Council, shall be entertained by\r\nany court unless the appellant (not being a supplier) has deposited with it\r\nseventy-five per cent of the amount in terms of the decree, award or, as the\r\ncase may be, the other order in the manner directed by such court: Provided\r\nthat pending disposal of the application to set aside the decree, award or\r\norder, the court shall order that such percentage of the amount deposited shall\r\nbe paid to the supplier, as it considers reasonable under the circumstances of\r\nthe case subject to such conditions as it deems necessary to impose.", "20": " The Micro, Small and Medium Enterprises Development Act, 2006 20. Establishment of\r\nmicro and small enterprises facilitation council.-The State Government\r\nshall, by notification, establish one or more Micro and Small Enterprises\r\nFacilitation Councils, at such places, exercising such jurisdiction and for\r\nsuch areas, as may be specified in the notification.", "21": "The Micro, Small and Medium Enterprises Development Act, 2006 21. Composition of\r\nmicro and small enterprises facilitation council.-1.     \r\n  The\r\nMicro and Small Enterprise Facilitation Council shall consist of not less than\r\nthree but not more than five members to be appointed from among the following\r\ncategories, namely:             \r\n i.        \r\n  Director\r\nof Industries, by whatever name called, or any other officer not below the rank\r\nof such Director, in the Department of the State Government having\r\nadministrative control of the small scale industries or, as the case may be,\r\nmicro, small and medium enterprises; andone\r\nor more office-bearers or representatives of associations of micro or small\r\nindustry or enterprises in the State; and           \r\n iii.        \r\n  one\r\nor more representatives of banks and financial institutions lending to micro or\r\nsmall enterprises; or           \r\n iv.        \r\n  one\r\nor more persons having special knowledge in the field of industry, finance,\r\nlaw, trade or commerce.1.     \r\n2.     \r\n\r\n  The\r\nperson appointed under clause (i) of sub-section (1) shall be the Chairperson\r\nof the Micro and Small Enterprises Facilitation Council.3.     \r\n  The\r\ncomposition of the Micro and Small Enterprises Facilitation Council, the manner\r\nof filling vacancies of its members and the procedure to be followed in the\r\ndischarge of their functions by the members shall be such as may be prescribed\r\nby the State Government.", "22": " The Micro, Small and Medium Enterprises Development Act, 2006 22. Requirement to\r\nspecify unpaid amount with interest in the annual statement of accounts.-Where any buyer is\r\nrequired to get his annual accounts audited under any law for the time being in\r\nforce, such buyer shall furnish the following additional information in his\r\nannual statement of accounts, namely:     \r\n i.        \r\n  the\r\nprincipal amount and the interest due thereon (to be shown separately)\r\nremaining unpaid to any supplier as at the end of each accounting year;    \r\n ii.        \r\n  the\r\namount of interest paid by the buyer in terms of section 16, along with the\r\namounts of the payment made to the supplier beyond the appointed day during\r\neach accounting year;   \r\n iii.        \r\n\r\n  the\r\namount of interest due and payable for the period of delay in making payment\r\n(which have been paid but beyond the appointed day during the year) but without\r\nadding the interest specified under this Act;   \r\n iv.        \r\n  the\r\namount of interest accrued and remaining unpaid at the end of each accounting\r\nyear; and    \r\n v.        \r\n  the\r\namount of further interest remaining due and payable even in the succeeding\r\nyears, until such date when the interest dues as above are actually paid to the\r\nsmall enterprise, for the purpose of disallowance as a deductible expenditure\r\nunder section 23.", "23": " The Micro, Small and Medium Enterprises Development Act, 2006 23. Interest not to\r\nbe allowed as deduction from income.-Notwithstanding\r\nanything contained in the Income-tax Act, 1961, the amount of interest payable\r\nor paid by any buyer, under or in accordance with the provisions of this Act,\r\nshall not, for the purposes of computation of income under the Income-tax Act,\r\n1961, be allowed as deduction.", "24": " The Micro, Small and Medium Enterprises Development Act, 2006 24. Overriding\r\neffect.-The provisions of\r\nsections 15 to 23 shall have effect notwithstanding anything inconsistent\r\ntherewith contained in any other law for the time being in force.", "25": " The Micro, Small and Medium Enterprises Development Act, 2006 25. Scheme for\r\nclosure of business of micro, small and medium enterprises.-Notwithstanding\r\nanything contained in any law for the time being in force, the Central\r\nGovernment may, with a view to facilitating closure of business by a micro,\r\nsmall or medium enterprise, not being a company registered under the Companies\r\nAct, 1956, notify a Scheme within one year from the date of commencement of\r\nthis Act.", "26": " The Micro, Small and Medium Enterprises Development Act, 2006 Chapter VI\r\nMiscellaneous26. Appointment of\r\nofficers and other employees.-1.     \r\n  The\r\nCentral Government or the State Government may appoint such officers with such\r\ndesignations and such other employees as it thinks fit for the purposes of this\r\nAct and may entrust to them such of the powers and functions under this Act as\r\nit may deem fit.2.     \r\n  The\r\nOfficers appointed under sub-section (1) may, for the purposes of this Act, by\r\norder require any person to furnish such information, in such form, as may be\r\nprescribed.", "27": " The Micro, Small and Medium Enterprises Development Act, 2006 27. Penalty for\r\ncontravention of section 8 or section 22 or section 26.-1.     \r\n  Whoever\r\nintentionally contravenes or attempts to contravene or abets the contravention\r\nof any of the provisions contained in sub-section (1) of section 8 or\r\nsub-section (2) of section 26 shall be punishablea.      in the case of the\r\nfirst conviction, with fine which may extend to rupees one thousand; andb.     in the case of any\r\nsecond or subsequent conviction, with fine which shall not be less than rupees\r\none thousand but may extend to rupees ten thousand.1.     \r\n\r\n2.     \r\n  Where\r\na buyer contravenes the provisions of section 22, he shall be punishable with a\r\nfine which shall not be less than rupees ten thousand.", "28": " The Micro, Small and Medium Enterprises Development Act, 2006 28. Jurisdiction of\r\ncourt.-No court inferior to\r\nthat of a Metropolitan Magistrate or a Magistrate of the first class shall try\r\nany offence punishable under this Act.", "29": "The Micro, Small and Medium Enterprises Development Act, 2006 29. Jurisdiction of\r\ncourts.-1.     \r\n  The\r\nCentral Government may, by notification, make rules to carry out the provisions\r\nof this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:a.      the term of office of\r\nthe members of the Board, the manner of filling vacancies, and the procedure to\r\nbe followed in the discharge of functions by the members of the Board under\r\nsub-section (4) of section 3;b.     the powers and functions\r\nof the Member-Secretary under section 6;c.      the manner in which\r\nthe Fund may be administered under sub-section (1) of section 14;d.     the criteria based on\r\nwhich sums may be released under sub-section (3) of section 14;e.      the information to be\r\nfurnished and the form in which it is to be furnished under sub-section (2) of\r\nsection 26; andf.      any other matter\r\nwhich is to be or may be prescribed under this Act.1.     \r\n2.     \r\n3.     \r\n  Every\r\nnotification issued under section 9 and every rule made by the Central\r\nGovernment under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the notification or rule or both Houses agree\r\nthat the notification or rule should not be made, the notification or rule\r\nshall thereafter have effect only in such modified form or be of no effect, as\r\nthe case may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that\r\nnotification or rule.", "30": "The Micro, Small and Medium Enterprises Development Act, 2006 30. Power to make\r\nrules by State Government.-1.     \r\n  The\r\nState Government may, by notification, make rules to carry out the provisions\r\nof this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:a.      the composition of\r\nthe Micro and Small Enterprises Facilitation Council, the manner of filling\r\nvacancies of the members and the procedure to be followed in the discharge of\r\ntheir functions by the members of the Micro and Small Enterprises Facilitation\r\nCouncil under sub-section (3) of section 23;b.     any other matter\r\nwhich is to be or may be, prescribed under this Act.1.     \r\n2.     \r\n3.     \r\n  The\r\nrule made under this section shall, as soon as may be after it is made, be laid\r\nbefore each House of the State Legislature where there are two Houses, and\r\nwhere there is one House of the State Legislature, before that House.", "31": " The Micro, Small and Medium Enterprises Development Act, 2006 31. Power to remove\r\ndifficulties.-1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as may appear to be\r\nnecessary for removing the difficulty: Provided that no order shall be made\r\nunder this section after the expiry of two years from the commencement of this\r\nAct.2.     \r\n  Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "32": " The Micro, Small and Medium Enterprises Development Act, 2006 32. Repeal of Act.-1.     \r\n  The\r\nInterest on Delayed Payments to Small Scale and Ancillary Industrial\r\nUndertakings Act, 1993 is hereby repealed.2.     \r\n  Notwithstanding\r\nsuch repeal, anything done or any action taken under the Act so repealed under\r\nsub-section (1) shall be deemed to have been done or taken under the\r\ncorresponding provisions of this Act."}