{"name": "Mines and Minerals (Development and Regulation) Act, 1957\r", "1": "1. Short title, extent and commencement.(1) This Act may be called the Mines and Minerals2[(Development and Regulation)] Act, 1957.(2) It extends to the whole of India.(3) It shall come into force on such date3 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Declaration as to expediency of Union Control.It is hereby declared that it is expedient in the public interest that the Union should take under its control the regulation of mines and the development of minerals to the extent hereinafter provided.", "3": "3. Definitions.In this Act, unless the context otherwise requires,4[(a) \"leased area\" means the area specified in the mining lease within which mining operations can be undertaken and includes the non-mineralised area required and approved for the activities falling under the definition of mine as referred to in clause (i);(aa) \"minerals\" includes all minerals except mineral oils;](b) \"mineral oils\" includes natural gas and petroleum;(c) \"mining lease\" means a lease granted for the purpose of undertaking mining operations, and includes a sub-lease granted for such purpose;(d) \"mining operations\" means any operations undertaken for the purpose of winning any mineral;(e) \"minor minerals\" means building stones, gravel, ordinary clay, ordinary sand other than sand used for prescribed purposes, and any other mineral which the Central Government may, by notification in the Official Gazette, declare to be a minor mineral;5[(ea) \"notified minerals\" means any mineral specified in the Fourth Schedule;](f)\"prescribed\" means prescribed by rules made under this Act;(g) \"prospecting licence\" means a licence granted for the purpose of undertaking prospecting operations;4[(ga) \"prospecting licence-cum-mining lease\" means a two stage concession granted for the purpose of undertaking prospecting operations followed by mining operations;](h) \"prospecting operations\" means any operations undertaken for the purpose of exploring, locating or proving mineral deposit ; 6***1. Subs. by Act 38 of 1999, s. 2, for \"regulation of mines and the development of minerals\" (w.e.f. 18-12-1999).2. Subs. by s. 3, ibid., for \"(Regulation and Development)\" (w.e.f. 18-12-1999).3. 1st June, 1958, vide notification No. G.S.R. 432, dated 29th May, 1958, see Gazette of India, Extraordinary, PartII, sec. 3(i).4. Subs. by Act 25 of 2016, s. 2, for clause (a) (w.e.f. 6-5-2016).5. Ins. by Act 10 of 2015, s. 2 (w.e.f. 12-1-2015).6. The word \"and\" omitted by Act 38 of 1999, s. 4 (w.e.f. 18-12-1999).1[(ha) \"reconnaissance operations\" means any operations undertaken for preliminary prospecting of a mineral through regional, aerial, geophysical or geochemical surveys and geological mapping, but does not include pitting, trenching, drilling (except drilling of boreholes on a grid specified from time to time by the Central Government) or sub-surface excavation;(hb) \"reconnaissance permit\" means a permit granted for the purpose of undertaking reconnaissance operations; 2***]3[(hc) \"Special Court\" means a Court of Session designated as Special Court under sub-section(1) of section 30B; and](i) the expressions, \"mine\" and \"owner\", have the meaning assigned to them in the Mines Act, 1952 (35 of 1952).", "4": "4. Prospecting or mining operations to be under licence or lease.(1) 4[No person shall undertake any reconnaissance, prospecting or mining operations in any area, except under and in accordance with the terms and conditions of a reconnaissance permit or of a prospecting licence or, as the case may be, of a mining lease, granted under this Act and the rules made thereunder]:Provided that nothing in this sub-section shall affect any prospecting or mining operations undertaken in any area in accordance with terms and conditions of a prospecting licence or mining lease granted before the commencement of this Act which is in force at such commencement:5[Provided further that nothing in this sub-section shall apply to any prospecting operations undertaken by the Geological Survey of India, the Indian Bureau of Mines, 6[the Atomic Minerals Directorate for Exploration and Research] of the Department of Atomic Energy of the Central Government, the Directorates of Mining and Geology of any State Government (by whatever name called), and the Mineral Exploration Corporation Limited., a Government company within the meaning of 7[clause (45) of section 2 of the Companies Act, 2013 (18 of 2013), and any such entity that may be notified for this purpose by the Central Government]:]8[Provided also that nothing in this sub-section shall apply to any mining lease (whether called mining lease mining concession or by any other name) in force immediately before the commencement of this Act in the Union territory of Goa, Daman and Diu.]9[(1A) No person shall transport or store or cause to be transported or stored any mineral otherwise than in accordance with the provisions of this Act and the rules made thereunder.](2) 10[No reconnaissance permit, prospecting licence or mining lease] shall be granted otherwise than in accordance with the provisions of this Act and the rules made thereunder.5[(3) Any State Government may, after prior consultation with the Central Government and in accordance with the rule made under section 18, 11[undertake reconnaissance, prospecting or mining operations with respect to any mineral specified in the First Schedule in any area within that State which is not already held under any reconnaissance permit, prospecting licence or mining lease].]1. Ins. by Act 38 of 1999, s. 4 (w.e.f. 18-12-1999).2. The word \"and\" omitted by Act 10 of 2015, s. 2 (w.e.f. 12-1-2015).3. Ins. by s. 2, ibid. (w.e.f. 12-1-2015).4. Subs. by Act 38 of 1999, s. 5, for certain words (w.e.f. 18-12-1999).5. Ins. by Act 37 of 1986, s. 2 (w.e.f. 10-2-1987).6. Subs. by Act 38 of 1999, s. 5, for \"the Atomic Minerals Division\" (w.e.f. 18-12-1999).7. Subs. by Act 10 of 2015, s. 3, for \"section 617 of the Companies Act, 1956 (1 of 1956)\" (w.e.f. 12-1-2015).8. Ins. by Act 16 of 1987, s. 14 (w.e.f. 1-10-1963).9. Ins. by Act 38 of 1999, s. 5 (w.e.f. 18-12-1999).10. Subs. by s. 5, ibid., \"No prospecting licence or mining lease\" (w.e.f. 18-12-1999).11. Subs. by s. 5, ibid., for certain words (w.e.f. 18-12-1999).", "5": "6[5. Restrictions on the grant of prospecting licences or mining leases.7[(1) A State Government shall not grant a 8[reconnaissance permit, prospecting licence or mining lease] to any person unless such person1. Subs. by Act 37 of 1986, s. 3, for section 4A (w.e.f. 10-2-1987).2. The words \", after consultation with the Central Government,\" omitted by Act 25 of 1994, s. 2 (w.e.f. 25-1-1994).3. Proviso omitted by Act 38 of 1999, s. 6 (w.e.f. 18-12-1999).4. Subs. by Act 25 of 1994, s. 2, for \"one year\" (w.e.f. 25-1-1994).5. Subs. by Act 10 of 2015, s. 4, for the provisos (w.e.f. 12-1-2015).6. Subs. by Act 37 of 1986, s. 4, for section 5 (w.e.f. 10-2-1987).7. Subs. by Act 25 of 1994, s. 3, for sub-section (1) (w.e.f. 25-1-1994).8. Subs. by Act 38 of 1999, s. 7, for \"prospecting licence or mining lease\" (w.e.f. 18-12-1999).(a) is an Indian national, or company as defined in 1[clause (20) of section 2 of the Companies Act, 2013 (18 of 2013)]; and(b) satisfies such conditions as may be prescribed:2[Provided that in respect of any mineral specified in Part A and Part B of the First Schedule, no reconnaissance permit, prospecting licence or mining lease shall be granted except with the previous approval of the Central Government.]Explanation.For the purposes of this sub-section, a person shall be deemed to be an Indian national,(a) in the case of a firm or other association of individuals, only if all the members of the firm or members of the association are citizens of India; and(b) in the case of an individual, only if he is a citizen of India.](2) No mining lease shall be granted by the State Government unless it is satisfied that3[(a) there is evidence to show the existence of mineral contents in the area for which the application for a mining lease has been made in accordance with such parameters as may be prescribed for this purpose by the Central Government;](b) there is a mining plan duly approved by the Central Government, or by the State Government, in respect of such category of mines as may be specified by the Central Government, for the development of mineral deposits in the area concerned:]4[Provided that a mining lease may be granted upon the filing of a mining plan in accordance with a system established by the State Government for preparation, certification, and monitoring of such plan, with the approval of the Central Government.]", "6": "6.Maximum area for which a prospecting licence or mining lease may be granted.5[(1) No person shall acquire 6*** in respect of any mineral or prescribed group of associated minerals 7[in a State](a) one or more prospecting licences covering a total area of more than twenty-five square kilometres; or7[(aa) one or more reconnaissance permit covering a total area of ten thousand square kilometres:Provided that the area granted under a single reconnaissance permit shall not exceed five thousand square kilometers; or](b) one or more mining leases covering a total area of more than ten square kilometres:8[Provided that if the Central Government is of the opinion that in the interest of the development of any mineral or industry, it is necessary so to do, it may, for reasons to be recorded in writing, increase the aforesaid area limits in respect of prospecting licence or mining lease, in so far as it pertains to any particular mineral, or to any specified category of deposits of such mineral, or to any particular mineral located in any particular area.]1. Subs. by Act 10 of 2015, s. 5, for \"sub-section (1) of section 3 of the Companies Act, 1956 (1 of 1956)\" (w.e.f. 12-1-2015).2. Subs. by s. 5, ibid., for the proviso (w.e.f. 12-1-2015).3. Subs. by s. 5, ibid., for clause (a) (w.e.f. 12-1-2015).4. Ins. by s. 5, ibid. (w.e.f. 12-1-2015).5. Subs. by Act 56 of 1972, s. 3, for sub-section (1) (w.e.f. 12-9-1972).6. The words \"in any one State\" omitted by Act 37 of 1986, s. 5 (w.e.f. 10-2-1987).7. Ins. by Act 38 of 1999, s. 8 (w.e.f. 18-12-1999).8. Subs. by Act 10 of 2015, s. 6, for the proviso (w.e.f. 12-1-2015).1[(c) any reconnaissance permit, mining lease or prospecting licence in respect of any area which is not compact or contiguous:Provided that if the State Government is of opinion that in the interests of the development of any mineral, it is necessary so to do, it may, for reasons to be recorded in writing, permit any person to acquire a reconnaissance permit, prospecting licence or mining lease in relation to any area which is not compact or contiguous.](2) For the purposes of this section, a person acquiring by, or in the name of, another person a2[reconnaissance permit, prospecting licence or mining lease] which is intended for himself shall be deemed to be acquiring it himself.3[(3) For the purposes of determining the total area referred to in sub-section (1), the area held under a 2[reconnaissance permit, prospecting licence or mining lease] by a person as a member of a co- operative society, company or other corporation or a Hindu undivided family or a partner of a firm, shall be deducted from the area referred to in sub-section (1) so that the sum total of the area held by such person, under a 2[reconnaissance permit, prospecting licence or mining lease], whether as such member or partner, or individually, may not, in any case, exceed the total area specified in sub-section(1).]", "7": "4[7. Periods for which prospecting licences may be granted or renewed.(1) The period for which 5[a reconnaissance permit or prospecting licence] may be granted shall not exceed three years.(2) A prospecting licence shall, if the State Government is satisfied that a longer period is required to enable the licensee to complete prospecting operations be renewed for such period or periods as that Government may specify:Provided that the total period for which a prospecting licence is granted does not exceed five years:Provided further that no prospecting licence granted in respect of 6[a mineral included in Part A and Part B to] the First Schedule shall be renewed except with the previous approval of the Central Government.]", "8": "7[8. Periods for which mining leases may be granted or renewed.(1) The provisions of thissection shall apply to minerals specified in Part A of the First Schedule.(2) The maximum period for which a mining lease may be granted shall not exceed thirty years:Provided that the minimum period for which any such mining lease may be granted shall not be less than twenty years.(3) A mining lease may be renewed for a period not exceeding twenty years with the previous approval of the Central Government.]", "9": "9. Royalties in respect of mining leases.(1) The holder of a mining lease granted before thecommencement of this Act shall, notwithstanding anything contained in the instrument of lease or in any law in force at such commencement, pay royalty in respect of any 1[mineral removed or consumed by him or by his agent, manager, employee, contractor or sub-lessee] from the leased area after such commencement, at the rate for the time being specified in the Second Schedule in respect of that mineral.(2) The holder of a mining lease granted on or after the commencement of this Act shall pay royalty in respect of any 1[mineral removed or consumed by him or by his agent, manager, employee, contractor or sub-lessee] from the leased area at the rate for the time being specified in the Second Schedule in respect of that mineral.2[(2A) The holder of a mining lease, whether granted before or after the commencement of the Mines and Minerals (Regulation and Development) Amendment Act, 1972 (56 of 1972) shall not be liable to pay any royalty in respect of any coal consumed by a workman engaged in a colliery provided that such consumption by the workman does not exceed one-third of a tonne per month.](3) The Central Government may, by notification in the Official Gazette, amend the Second Schedule so as to enhance or reduce the rate at which royalty shall be payable in respect of any mineral with effect from such date as may be specified in the notification:3[Provided that the Central Government shall not enhance the rate of royalty in respect of any mineral more than once during any period of 4[three years].]1. Subs. by Act 56 of 1972, s. 4, for \"mineral removed by him\" (w.e.f. 12-9-1972).2. Ins. by s. 4, ibid. (w.e.f. 12-9-1972).3. Subs. by s. 4, ibid., for the proviso (w.e.f. 12-9-1972).4. Subs. by Act 37 of 1986, s. 8, for \"four years\" (w.e.f. 10-2-1987).", "10": "10. Application for prospecting licences or mining leases.(1) An application for 1[a reconnaissance permit, prospecting licence or mining lease] in respect of any land in which the minerals vest in the Government shall be made to the State Government concerned in the prescribed form and shall be accompanied by the prescribed fee.(2) Where an application is received under sub-section (1), there shall be sent to the applicant an acknowledgment of its receipt within the prescribed time and in the prescribed form.(3) On receipt of an application under this section, the State Government may, having regard to the provisions of this Act and any rules made thereunder, grant or refuse to grant the 2[permit, licence or lease].", "11": "1[11. Grant of prospecting licence-cum-mining lease through auction in respect of minerals other than notified minerals.(1) The provisions of this section shall not be applicable to cases covered by section 10A or section 17A or to minerals specified in Part A or Part B of the First Schedule or to land in respect of which minerals do not vest in the Government.1. Subs. by Act 10 of 2015, s. 11, for section 11 (w.e.f. 12-1-2015).(2) In areas where there is evidence to show the existence of mineral contents as required by clause (a) of sub-section (2) of section 5, the State Government shall grant a mining lease for minerals other than notified minerals following the procedure laid down in section 10B.(3) In areas where there is inadequate evidence to show the existence of mineral contents as required under clause (a) of sub-section (2) of section 5, the State Government shall grant a prospecting licence- cum-mining lease for minerals other than notified minerals in accordance with the procedure laid down in this section.(4) The State Government shall notify the areas in which prospecting licence-cum-mining leases shall be granted for any minerals other than notified minerals, the terms and conditions subject to which such prospecting licence-cum-mining leases shall be granted, and any other relevant conditions, in such manner as may be prescribed by the Central Government.(5) For the purpose of granting prospecting licence-cum-mining leases, the State Government shall select, through auction by method of competitive bidding, including e-auction, an applicant who fulfils the eligibility conditions as specified in this Act.(6) The Central Government shall prescribe the terms and conditions, and procedure, subject to which the auction shall be conducted, including the bidding parameters for the selection, which may include a share in the production of the mineral, or any payment linked to the royalty payable, or any other relevant parameter, or any combination or modification of them.(7) Without prejudice to the generality of sub-section (6), the Central Government shall, if it is of the opinion that it is necessary and expedient to do so, prescribe terms and conditions, procedure and bidding parameters in respect of categories of minerals, size and area of mineral deposits and a State or States, subject to which the auction shall be conducted.(8) The State Government shall grant a prospecting licence-cum-mining lease to an applicant selected in accordance with the procedure laid down in this section.(9) The holder of a prospecting licence-cum-mining lease shall be required to complete, within the period laid down in section 7, the prospecting operations satisfactorily as specified in the notice inviting applications.(10) A holder of a prospecting licence-cum-mining lease, who completes the prospecting operation as laid down in sub-section (9) and establishes the existence of mineral contents in the area in conformity with such parameters as may be prescribed for this purpose by the Central Government, shall be required to apply for a mining lease for such area and shall have the right to get the mining lease and thereafter undertake mining operations in accordance with the provisions of this Act.]", "12": "12. Registers of prospecting licences and mining leases.(1) The State Government shall cause to be maintained in the prescribed form(a) a register of applications for prospecting licences;(b) a register of prospecting licensees;2[(c) a register of applications for mining leases;(d) a register of mining lessees;(e) a register of applications for reconnaissance permits; and(f) a register of reconnaissance permits,] in each of which shall be entered such particulars as may be prescribed.(2) Every such register shall be open to inspection by any person on payment of such fee as the State Government may fix.", "13": "13. Power of Central Government to make rules in respect of minerals.(1) The Central Government may, by notification in the Official Gazette, make rules for regulating the grant of2[reconnaissance permits, prospecting licences and mining leases] in respect of minerals and for purposes connected therewith.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:(a) the person by whom, and the manner in which, applications for 3[reconnaissance permits, prospecting licences or mining leases] in respect of land in which the minerals vest in the Government may be made and the fees to be paid therefor;(b) the time within which, and the form in which, acknowledgement of the receipt of any such application may be sent;(c) the matters which may be considered where applications in respect of the same land are received on the same day;4[(d) the terms and conditions of auction by competitive bidding for selection of the company under section 11A;](e) the authority by which 2[reconnaissance permits, prospecting licences or mining leases] in respect of land in which the minerals vest in the Government may be granted;(f) the procedure for obtaining 5[a reconnaissance permit, a prospecting licence or a mining lease] in respect of any land in which the minerals vest in a person other than the Government and the terms on which, and the conditions subject to which, such 6[a permit, licence or lease] may be granted or renewed;1. Ins. by Act 25 of 2016, s. 3 (w.e.f. 6-5-2016).2. Subs. by Act 38 of 1999, s. 14, for \"prospecting licences and mining leases\" (w.e.f. 18-12-1999).3. Subs. by s. 14, ibid., for \"prospecting licences or mining leases\" (w.e.f. 18-12-1999).4. Ins. by Act 34 of 2010, s. 3 (w.e.f. 13-2-2012)).5.  Subs. by Act 38 of 1999, s. 14, for \"a prospecting licence or a mining lease\" (w.e.f. 18-12-1999).6. Subs. by s. 14, ibid., for \"a licence or lease\" (w.e.f. 18-12-1999).(g) the terms on which, and the conditions subject to which, may other 1[reconnaissance permit, prospecting licence or mining lease] may be granted or renewed;(h) the facilities to be afforded by holders of mining leases to persons deputed by the Government for the purpose of undertaking research or training in matters relating to mining operations;2[(i) the fixing and collection of fees for 3[reconaaissance permits, prospecting licences or mining leases] surface rent, security deposit, fines, other fees or charges and the time within which and the manner in which the dead rent or royalty shall be payable;](j) the manner in which rights of third parties may be protected (whether by payment of compensation or otherwise) in cases where any such party may be prejudicially affected by reason of any 4[reconnaissance, prospecting or mining operations];5[(jj) parameters of existence of mineral contents under clause (a) of sub-section (2) of section 5;](k) the grouping of associated minerals for the purposes of section 6;(l) the manner in which, and the conditions subject to which, 6[a reconnaissance, permit, a prospecting licence or a mining lease] may be transferred;(m) the construction, maintenance and use of roads, power transmission lines, tramways, railways, aerial ropeways, pipelines and the making of passages for water for mining purposes on any land comprised in a mining lease;(n) the form of registers to be maintained under this Act;(p) the reports and statements to be submitted by holders of 8[reconnaissance permits or prospecting licences] or owners of mines and the authority to which such reports and statements shall be submitted;(q) the period within which applications for revision of any order passed by a State Government or other authority in exercise of any power conferred by or under this Act, may be made 9[the fees to be paid therefore and the documents which shall accompany such applications] and the manner in which such applications shall be disposed of; and9[(qq) the manner in which rehabilitation of flora and other vegetation, such as trees, shrubs and the like destroyed by reason of any prospecting or mining operations shall be made in the same area or in any other area selected by the Central Government (whether by way of reimbursement of the cost of rehabilitation or otherwise) by the person holding the prospecting licence or mining lease;]10***11[(qqa) the amount of payment to be made to the District Mineral Foundation undersub-sections (5) and (6) of section 9B;(qqb) the manner of usage of funds accrued to the National Mineral Exploration Trust undersub-section (2) of section 9C;1. Subs. by Act 38 of 1999, s. 14, for \"prospecting licence or mining lease\" (w.e.f. 18-12-1999).2. Subs. by Act 37 of 1986, s. 11, for clause (i) (w.e.f. 10-2-1987).3.  Subs. by Act 38 of 1999, s. 14, for \"prospecting licences or mining leases\" (w.e.f. 18-12-1999).4. Subs. by s. 14, ibid., for \"prospecting or mining operations\" (w.e.f. 18-12-1999).5. Ins. by Act 10 of 2015, s. 14 (w.e.f. 12-1-2015).6. Subs. by Act 38 of 1999, s.14, for \"a prospecting licence or a mining lease\" (w.e.f. 18-12-1999).7. Omitted by Act 37 of 1986, s. 11 (w.e.f. 10-2-1987).8. Subs. by Act 38 of 1999, s. 14, for \"prospecting licences\" (w.e.f. 18-12-1999).9. Ins. by Act 37 of 1986, s. 11 (w.e.f. 10-2-1987).10. The word \"and\" omitted by Act 10 of 2015, s. 14 (w.e.f. 12-1-2015).11. Ins. by s. 14, ibid. (w.e.f. 12-1-2015).(qqc) the composition and functions of the National Mineral Exploration Trust undersub-section (3) of section 9C;(qqd) the manner of payment of amount to the National Mineral Exploration Trust undersub-section (4) of section 9C;(qqe) the terms and conditions subject to which mining leases shall be granted under sub-section(3) of section 10B;(qqf) the terms and conditions, and procedure, subject to which the auction shall be conducted including the bidding parameters for the selection under sub-section (5) of section 10B;(qqg) the time limits for various stages in processing applications for grant of mining lease or prospecting licence-cum-mining lease under sections 10B, 11, 11A, 11B, and section 17A, and their renewals;(qqh) the terms and conditions for grant of non-exclusive reconnaissance permits undersub-section (1) of section 10C;(qqi) the terms and conditions for grant of prospecting licence-cum-mining leases undersub-section (4) of section 11;(qqj) the terms and conditions, and procedure, including the bidding parameters for the selection under sub-section (6) of section 11;1[(qqja) the terms and conditions and amount or transfer charges under the proviso tosub-section (6) of section 12A;](qqk) the amount to be payable by a Government company or corporation, or a joint venture for grant of mining lease under sub-section (2C) of section 17A; and](r) any other matter which is to be, or may be, prescribed under this Act.", "14": "14. 3[Sections 5 to 13] not to apply to minor minerals.The provisions of 2[sections 5 to 13] (inclusive) shall not apply to 4[quarry leases, mining leases or other mineral concessions] in respect of minor minerals.", "15": "15. Power of State Governments to make rules in respect of minor minerals.(1) The State Government may, by notification in the Official Gazette, make rules for, regulating the grant of 5[quarry leases, mining leases or other mineral concessions] in respect of minor minerals and for purposes connected therewith.1. Ins. by Act 25 of 2016, s. 4 (w.e.f. 6-5-2016).2. Ins. by Act 56 of 1972, s. 6 (w.e.f. 12-9-1972).3. Subs. by Act 37 of 1986, s. 12, for \"sections 4 to 13\" (w.e.f. 10-2-1987).4. Subs. by Act 56 of 1972, s. 7, for \"prospecting licences and mining leases\" (w.e.f. 12-9-1972).5. Subs. by s. 8, ibid., for \"prospecting licence and mining leases\" (w.e.f. 12-9-1972).1[(1A) In particular and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:(a) the person by whom and the manner in which, applications for quarry leases, mining leases or other mineral concessions may be made and the fees to be paid therefor;(b) the time within which, and the form in which, acknowledgement of the receipt of any such applications may be sent;(c) the matters which may be considered where applications in respect of the same land are received within the same day;(d) the terms on which, and the conditions subject to which and the authority by which quarry leases, mining leases or other mineral concessions may be granted or renewed;(e) the procedure for obtaining quarry leases, mining leases or other mineral concessions;(f) the facilities to be afforded by holders of quarry leases, mining leases or other mineral concessions to persons deputed by the Government for the purpose of undertaking research or training in matters relating to mining operations;(g) the fixing and collection of rent, royalty, fees, dead rent, fines or other charges and the time within which and the manner in which these shall be payable;(h) the manner in which rights of third parties may be protected (whether by way of payment of compensation or otherwise) in cases where any such party is prejudicially affected by reason of any prospecting or mining operations;(i) the manner in which rehabilitation of flora and other vegetation such as trees, shrubs and the like destroyed by reason of any quarrying or mining operations shall be made in the same area or in any other area selected by the State Government (whether by way of reimbursement of the cost of rehabilitation or otherwise) by the person holding the quarrying or mining lease;(j) the manner in which and the conditions subject to which, a quarry lease, mining lease or other mineral concession may be transferred;(k) the construction, maintenance and use of roads power transmission lines, tramways, railways, serial rope ways, pipelines and the making of passage for water for mining purposes on any land comprised in a quarry or mining lease or other mineral concession;(l) the form of registers to be maintained under this Act;(m) the reports and statements to be submitted by holders of quarry or mining leases or other mineral concessions and the authority to which such reports and statements shall be submitted;(n) the period within which and the manner in which and the authority to which applications for revision of any order passed by any authority under these rules may be made, the fees to be paid therefore, and the powers of the revisional authority; and(o) any other matter which is to be, or may be, prescribed.](2) Until rules are made under sub-section (1), any rules made by a state Government regulating the grant of 2[quarry leases, mining leases or other mineral concessions] in respect of minor minerals which are in force immediately before the commencement of these Act shall continue in force.3[(3) The holder of a mining lease or any other mineral concession granted under any rule made under sub-section (1) shall pay 4[royalty or dead rent, whichever is more] in respect of minor minerals removed or consumed by him or by his agent, manager, employee, contractor or sub-lessee at the rate prescribed for the time being in the rules framed by the State Government in respect of minor minerals:1. Ins. by Act 37 of 1986, s. 13 (w.e.f. 10-2-1987).2. Subs. by Act 56 of 1972, s. 8, for \"prospecting licence and mining leases\" (w.e.f. 12-9-1972).3. Ins. by s. 8, ibid. (w.e.f. 12-9-1972).4. Subs. by Act 37 of 1986, s. 13, for \"royalty\" (w.e.f. 10-2-1987).Provided that the State Government shall not enhance the rate of 1[royalty or dead rent] in respect of any minor mineral for more than once during any period of 2[three] years.]3[(4) Without prejudice to sub-sections (1), (2) and sub-section (3), the State Government may, by notification, make rules for regulating the provisions of this Act for the following, namely:(a) the manner in which the District Mineral Foundation shall work for the interest and benefit of persons and areas affected by mining under sub-section (2) of section 9B;(b) the composition and functions of the District Mineral Foundation under sub-section (3) of section 9B; and(c) the amount of payment to be made to the District Mineral Foundation by concession holders of minor minerals under section 15A.]", "16": "16. Power to modify mining leases granted before 25th October, 1949.5[(1) (a) All mining leases granted before the commencement of the Mines and Minerals (Regulation and Development) Amendment Act, 1972 (56 of 1972) 6[if in force at the date of commencement of the Mines and Minerals (Regulation and Development) Amendment Act, 1994 (25 of 1994), shall be brought in conformity with the provisions of this Act and the rules made thereunder within two years from the date of the commencement of the Mines and Minerals (Regulation and Development) Amendment Act, 1994], or such further time as the Central Government may, by general or special order, specify in this behalf.(b) Where the rights under any mining lease, granted by the proprietor of an estate or tenure before the commencement of the Mines and Minerals (Regulation and Development) Amendment Act, 1972 (56 of 1972), have vested, on or after the 25th day of October, 1949, in the State Government in pursuance of the provisions of any Act of any Provincial or State Legislature which provides for the acquisition of estates or tenures or provides for agrarian reform, such mining lease shall be brought into conformity with the provisions of this Act and the rules made thereunder within 7[two years from the commencement of the Mines and Minerals (Regulation and Development) Amendment Act, 1994 (25 of 1994)], or within such further time as the Central Government may, by general or special order, specify in this behalf.]8[(1A) Where any action is taken under clause (a) or clause (b) of sub-section (1) to bring the period of any lease in conformity with the provisions of this Act and the rules made thereunder, then notwithstanding anything contained in section 8, the period of such lease shall continue to operate for a period of two years from the date of bringing such lease in conformity with the provisions of this Act.](2) The Central Government may, by notification in the Official Gazette, make rules for the purpose of giving effect to the provisions of sub-section (1) and in particular such rules shall provide(a) for giving previous notice of the modification or alteration proposed to be made in any existing mining lease to the lessee and where the lessor is not the Central Government, also to the lessor and for affording him an opportunity of showing cause against the proposal;(b) for the payment of compensation to the lessee in respect of the reduction of any area covered by the existing mining lease; and1. Subs. by Act 37 of 1986, s. 13, for \"royalty\" (w.e.f. 10-2-1987).2. Subs. by s. 13, ibid., for \"four\" (w.e.f. 10-2-1987).3. Ins. by Act 10 of 2015, s. 15 (w.e.f. 12-1-2015).4. Ins. by s. 16, ibid. (w.e.f. 12-1-2015).5. Subs. by Act 56 of 1972, s. 9, for sub-section (1) (w.e.f. 12-9-1972).6. Subs. by Act 25 of 1994, s. 6, for certain words (w.e.f. 25-1-1994).7. Subs. by s. 6, ibid., for \"six months from the commencement of the Mines and Minerals (Regulation and Development) Amendment Act, 1972\" (w.e.f. 25-1-1994).8. Ins. by s. 6, ibid. (w.e.f. 25-1-1994).(c) for the principles on which, the manner in which, and the authority by which, the said compensation shall be determined.", "17": "17. Special powers of Central Government to undertake prospecting or mining operations in certain lands.(1) The provisions of this section shall apply 1*** in respect of land in which the minerals vest in the Government of a State 2[or any other person].(2) Notwithstanding anything contained in this Act, the Central Government, after consultation with the State Government, may undertakes 3[reconnaissance, prospecting or mining operations] in any area not already held under any 4[reconnaissance permit, prospecting licence or mining lease] and where it proposes to do so, it shall, by notification in the Official Gazette(a) specify the boundaries of such area;(b) state whether 3[reconnaissance, prospecting or mining operations] will be carried out in the area; and(c) specify the mineral or minerals in respect of which such operations will be carried out.(3) Where, in exercise of the powers conferred by sub-section (2), the Central Government undertakes 3[reconnaissance, prospecting or mining operations] in any area, the Central Government shall be liable to pay 5[reconnaissance permit fee or prospecting fee] royalty, surface rent or dead rent, as the case may be, at the same rate at which it would have been payable under this Act, if such3[reconnaissance, prospecting or mining operations] had been undertaken by a private person under a4[reconnaissance permit, prospecting licence or mining lease].(4) The Central Government, with a view to enabling it to exercise the powers conferred on it bysub-section (2) may, after consultation with the State Government, by notification in the Official Gazette, declare that no 4[reconnaissance permit, prospecting licence or mining lease] shall be granted in respect of any land specified in the notification.", "18": "18. Mineral development.(1) It shall be the duty of the Central Government to take all such steps as may be necessary 3[for the conservation and systematic development of minerals in India and for theprotection of environment by preventing or controlling any pollution which may be caused by prospecting or mining operations] and 4[for such purposes] the Central Government may, by notification in the Official Gazette, make such rules as it thinks fit.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:(a) the opening of new mines and the regulation of mining operations in any area;(b) the regulation of the excavation or collection of minerals from any mine;(c) the measures to be taken by owners of mines for the purpose of beneficiation of ores, including the provision of suitable contrivances for such purpose;(d) the development of mineral resources in any area;(e) the notification of all new borings and shaft sinkings and the preservation of bore-holerecords, and specimens of cores of alt new bore-holes;(f) the regulation of the arrangements for the storage of minerals and the stocks thereof that may be kept by any person;(g) the submission of samples of minerals from any mine by the owner thereof and the manner in which and the authority to which such samples shall be submitted; and the taking of samples of any minerals from any mine by the State Government or any other authority specified by it in that behalf;1. Ins. by Act 10 of 2015, s. 17 (w.e.f. 12-1-2015).2. Subs. by Act 25 of 1994, s. 7, for \"Where in exercise of the powers conferred by sub-section (2) the State Government\" (w.e.f. 25-1-1994).3. Subs. by Act 37 of 1986, s. 15, for \"for the conservation and development of minerals in India\" (w.e.f. 10-2-1987).4. Subs. by s. 15, ibid., for \"for that purpose\" (w.e.f. 10-2-1987).(h) the submission by owners of mines of such special or periodical returns and reports as may be specified, and the form in which and the authority to which such returns and reports shall be submitted;1[(i) the regulation of prospecting operations;(j) the employment of qualified geologists or mining engineers to supervise prospecting or mining operations;(k) the disposal or discharge of waste slime or tailings arising from any mining or metallurgical operations carried out in a mine;(l) the manner in which and the authority by which directions may be issued to the owners of any mine to do or refrain from doing certain things in the interest of conservation or systematic development of minerals or for the protection of environment by preventing or controlling pollution which may be caused by prospecting or mining operations;(m) the maintenance and submission of such plans, registers or records as may be specified by the Government;(n) the submission of records or reports by persons carrying on prospecting or mining operations regarding any research in mining or geology carried out by them;(o) the facilities to be afforded by persons carrying out prospecting or mining operations to persons authorised by the Central Government for the purpose of undertaking research or training in matters relating to mining or geology;(p) the procedure for and the manner of imposition of fines for the contravention of any of the rules framed under this section and the authority who may impose such fines; and(q) the authority to which, the period within which, the form and the manner in which applications for revision of any order passed by any authority under this Act and the rules made thereunder may be made, the fee to be paid and the documents which should accompany such applications.](3) All rules made under this section shall be binding on the Government.", "19": "19. Prospecting licences and mining leases to be void if in contravention of Act.Any1[reconnaissance permit, prospecting licence or mining lease] granted, renewed or acquired in contravention of the provisions of this Act or any rules or orders made thereunder shall be void and of no effect.Explanation.Where a person has acquired more than one 1[reconnaissance permit, prospecting licence or mining lease] 2*** and the aggregate area covered by such 3[permits, licences or leases], as the case may be, exceeds the maximum area permissible under section 6, only that 1[reconnaissance permit, prospecting licence or mining lease] the acquisition of which has resulted in such maximum area being exceeded shall be deemed to be void.", "20": "20. Act and rules to apply to all renewals of prospecting licences and mining leases.The provisions of this Act and the rules made thereunder shall apply in relation to the renewal after the commencement of this Act of any prospecting licence or mining lease granted before such commencement as they apply in relation to the renewal of a prospecting licence or mining lease granted after such commencement.", "21": "21. Penalties.1[(1) Whoever contravenes the provisions of sub-section (1) or sub-section (1A) of section 4 shall be punishable with imprisonment for a term which may extend to five years and with fine which may extend to five lakh rupees per hectare of the area.(2) Any rule made under any provision of this Act may provide that any contravention thereof shall be punishable with imprisonment for a term which may extend to two years or with fine which may extend to five lakh rupees, or with both, and in the case of a continuing contravention, with additional fine which may extend to fifty thousand rupees for every day during which such contravention continues after conviction for the first such contravention.](3) Where any person trespasses into any land in contravention of the provisions of sub-section (1) of section 4, such trespasser may be served with an order of eviction by the State Government or any authority authorised in this behalf by that Government and the State Government or such authorised authority may, if necessary, obtain the help of the police to evict the trespasser from the land.2[(4) Whenever any person raises, transports or causes to be raised or transported, without any lawful authority, any mineral from any land, and, for that purpose, uses any tool, equipment, vehicle or any other thing, such mineral tool, equipment, vehicle or any other thing shall be liable to be seized by an officer or authority specially empowered in this behalf.(4A) Any mineral, tool, equipment, vehicle or any other thing seized under sub-section (4), shall be liable to be confiscated by an order of the court competent to take cognizance of the offence undersub-section (1) and shall be disposed of in accordance with the directions of such court.](5) Whenever any person raises, without any lawful authority, any mineral from any land, the State Government may recover from such person the mineral so raised, or, where such mineral has already been disposed of, the price thereof, and may also recover from such person, rent, royalty or tax, as the case may be, for the period during which the land was occupied by such person without any lawful authority.3[(6) Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), an offence under sub-section (1) shall be cognizable.]", "22": "22. Cognizance of offences.No court shall take cognizance of any offence punishable under this Act or any rules made thereunder except upon complaint in writing made by a person authorised in this behalf by the Central Government or the State Government.1. Subs. by Act 10 of 2015, s. 19, for sub-sections (1) and (2) (w.e.f. 12-1-2015).2. Subs. by Act 38 of 1999, s. 17, for sub-section (4) (w.e.f. 18-12-1999).3. Ins. by Act 37 of 1986, s. 16 (w.e.f. 10-2-1987).", "23": "23. Offences by companies.(1) If the person committing an offence under this Act or any rules made thereunder is a company, every person who at the time the offence was committed was in charge of, and was responsible to the company for the conduct of the business of the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly:Provided that nothing contained in this sub-section shall render any such person liable to any punishment, if he proves that the offence was committed without his knowledge or that he exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where an offence under this Act has been committed with the consent or connivance of any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation.For the purposes of this section,(a) \"company\" means any body corporate and includes a firm or other association of individuals;(b) \"director\" in relation to a firm means a partner in the firm.", "24": "24. Power of entry and inspection.(1) For the purpose of ascertaining the position of theworking, actual or prospective, of any mine or abandoned mine or for any other purpose connected with this Act or the rules made thereunder, any person authorised by the 1[Central Government or a State Government] in this behalf, by general 2*** order, may(a) enter and inspect any mine;(b) survey and take measurements in any such mine;(c) weigh, measure or take measurements of the stocks of minerals lying at any mine;(d) examine any document, book, register, or record in the possession or power of any person having the control of, or connected with, any mine and place marks of identification thereon, and take extracts from or make copies of such document, book, register or record;(e) order the production of any such document, book, register, record, as is referred to in clause (d); and(f) examine any person having the control of, or connected with, any mine.(2) Every person authorised by the 1[Central Government or a State Government] under sub-section(1) shall be deemed to be a public servant within the meaning of section 21 of the Indian Penal Code, and every person to whom an order or summons is issued by virtue of the powers conferred by clause (e) or clause (f) of that sub-section shall be legally bound to comply with such order or summons, as the case may be.", "25": "25. Recovery of certain sums as arrears of land revenue.1[(1)] Any rent, royally, tax, fee orother sum due to the Government under this Act or the rules made thereunder or under the terms and conditions of any 2[reconnaissance permit, prospecting licence or mining lease] may, on a certificate of such officer as may be specified by the State Government in this behalf by general or special order, be recovered in the same manner as an arrear of land revenue.3[(2) Any rent, royalty, tax, fee or other sum due to the Government either under this Act or any rule made thereunder or under the terms and conditions of any 2[reconnaissance permit, prospecting licence or mining lease] may, on a certificate of such officer as may be specified by the State Government in this behalf by general or special order, be recovered in the same manner as if it were an arrear of land revenue and every such sum which becomes due to the Government after the commencement of the Mines and Minerals (Regulation and Development) Amendment Act, 1972 (56 of 1972), together with the interest due thereon shall be a first charge on the assets of the holder of the2[reconnaissance permit, prospecting licence or mining lease], as the case may be.]", "26": "26. Delegation of powers.(1) The Central Government may, by notification in the Official Gazette, direct that any power exercisable by it under this Act may, in relation to such matters and subject to such conditions, if any, as may be specified in the notification be exercisable also by(a) such officer or authority subordinate to the Central Government; or(b) such State Government or such officer or authority subordinate to a State Government, as may be specified in the notification.(2) The State Government may, by notification in the Official Gazette, direct that any power exercisable by it under this Act may, in relation to such matters and subject to such conditions, if any, as may be specified in the notification, be exercisable also by such officer or authority subordinate to the State Government as may be specified in the notification.(3) Any rules made by the Central Government under this Act may confer powers and impose duties or authorise the conferring of powers and imposition of duties upon any State Government or any officer or authority subordinate thereto.", "27": "27. Protection of action taken in good faith.No suit, prosecution or other legal proceedings shall lie against any person for anything which is in good faith done or intended to be done under this Act.", "28": "28. Rules and notifications to be laid before Parliament and certain rules to be approved by Parliament.4[(1) Every rule and every notification made by the Central Government under this Act shall be laid, as soon as may be after it is made, before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or notification or both Houses agree that the rule or notification should not be made, the rule or notification shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule or notification.](2) Without prejudice to the generality of the rule making power vested in the Central Government, no rules made with reference to clause (c) of sub-section (2) of section 16 shall come into force until they have been approved, whether with or without modifications, by each House of Parliament.1. Section 25 re-numbered as sub-section (1) thereof by Act 56 of 1972, s. 14 (w.e.f. 12-9-1972).2. Subs. by Act 38 of 1999, s. 22, for \"prospecting licence or mining lease\" (w.e.f. 18-12-1999).3. Ins. by Act 56 of 1972, s. 14 (w.e.f. 12-9-1972).4. Subs. by s. 15, ibid., for sub-section (1) (w.e.f. 12-9-1972).1[(3) Every rule and every notification made by the State Government under this Act shall be laid, as soon as may be after it is made, before each House of the State Legislature where it consists of two Houses, or where such Legislature consists one House, before that House.]", "29": "29. Existing rules to continue.All rules made or purporting to have been made under the Mines and Minerals (Regulation and Development) Act, 1948 (53 of 1948), shall, in so far as they relate to matters for which provision is made in this Act and are not inconsistent therewith, be deemed to have been made under this Act as if this Act had been in force on the date on which such rules were made and shall continue in force unless and until they are superseded by any rules made under this Act.", "30": "2[30. Power of revision by Central Government.The Central Government may, of its own motion or on an application made within the prescribed time by an aggrieved party,(a) revise any order made by a State Government or other authority in exercise of the powers conferred on it by or under this Act with respect to any mineral other than a minor mineral; or(b) where no such order has been made by the State Government or other authority in exercise of the powers conferred on it by or under this Act with respect to any mineral other than a minor mineral within the time prescribed therefore, pass such order as it may think fit and appropriate in the circumstances:Provided that in cases covered by clause (b) the Central Government shall, before passing any order under this clause, give an opportunity of being heard or to represent in the matter.]", "31": "31. Relaxation of rules in special cases.The Central Government may, if it is of opinion that inthe interests of mineral development it is necessary so to do, by order in writing and for reasons to be recorded, authorise in any case the grant, renewal or transfer of any 5[reconnaissance permit, prospecting1. Ins. by Act 25 of 1994, s. 10 (w.e.f. 25-1-1994).2. Subs. by Act 10 of 2015, s. 20, for section 30 (w.e.f. 12-1-2015).3. Ins. by Act 15 of 1958, s. 2 (w.e.f. 15-5-1958).4. Ins. by Act 10 of 2015, s. 21 (w.e.f. 12-1-2015).5. Subs. by Act 38 of 1999, s. 23, for \"prospecting licence or mining lease\" (w.e.f. 18-12-1999).licence or mining lease], or the working of any mine for the purpose of searching for or winning any mineral, on terms and conditions different from those laid down in the rules made under section 13.", "32": "32. [Amendments to Act 53 of 1948].Rep. by the Repealing and Amending Act, 1960 (58 of1960), s. 2 and the First Schedule (w.e.f. 26-12-1960).", "33": "33. Validation of certain acts and indemnity.All acts of executive authority done, proceedings taken and sentences passed under the Mines and Minerals (Regulation and Development) Act, 1948 (53 of 1948), with respect to the regulation of mines and the development of minerals during the period commencing on the 26th day of January, 1950, and ending with the date of commencement of this Act by the Government or by any officer of the Government or by any other authority, in the belief or purported belief that the acts, proceedings of sentences were being done, taken or passed under the said Act, shall be as valid and operative as if they had been done, taken or passed in accordance with law, and no suit or other legal proceeding shall be maintained or continued against any person whatsoever, on the ground that any such acts, proceedings or sentences were not done, taken or passed in accordance with law."}