{"name": "Moorshedabad Act, 1891\r", "1": "1. ShortTitle and commencement.(1) This Act may be called the Moorshedabad Act, 1891; and(2) It shall come into force at once.", "2": "2. Confirmation of indenture of March, 1891.The said indenture is hereby confirmed.", "3": "3. Additions to schedule to indenture.(1) The Governor General in Council, by notification in the Gazette of India, may in his discretion, on the written request of the Nawab Bahadoor of Moorshedabad for the time being, add, in such form as the Governor General in Council may think fit, to the schedules of immoveable property which are annexed to the said indenture any additional immoveable property which may be acquired from time to time for the maintenance of the position and dignity of the Nawab Bahadoor of Moorshedabad for the time being.(2) No such notification as is referred to in sub-section (1) shall be made without such previous publication as would be necessary under section 6 of the General Clauses Act, 1887, in the case of a rule to be made under an enactment to which that section applies.(3) The publication in the Gazette of India of such a notification, as having been made by the Governor General in Council, shall, subject to any further order of the Governor General in Council, be conclusive proof with respect to the subject-matter of the notification.", "4": "4. Limitation for claims to scheduled immoveable property.No right to any immoveable property mentioned in any of the schedules to the said indenture, or in any addition which under the last foregoing section may from time to time be made to those schedules or any of them, shall, if the right has not accrued before the passing of this Act, be acquired by any person by adverse possession or assertion of title unless such adverse possession or assertion of title is found to have existed for sixty years.", "5": "5. Perpetual descent of property.All property, moveable and immoveable, mentioned in the said indenture, or in any of the schedules thereto or in any addition which under section 3 may from time to time be made to those schedules or any of them, shall descend and, subject to the provisions of the said indenture, be enjoyed for ever by the Nawab Bahadoor of Moorshedabad for the time being.", "6": "6. Relief from stamp and registration laws.The said indenture shall for all the purposes of all enactments for the time being in force be admissible in evidence and have in all other respects the same effect as if it had been duly stamped and registered in such manner as those enactments, or any of them, or any rule or order under any of them, may require."}