{"name": "Multi-State Cooperative Societies Act, 1984\r", "1": "Multi-State Cooperative Societies Act, 1984 Chapter I:\r\nPreliminary 1. Short title,\r\nextent and commencement.- 1.     \r\n  This\r\nAct may be called the Multi-State Cooperative Societies Act, 1984.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by notification\r\nin the Official Gazette, appoint.", "2": "Multi-State Cooperative Societies Act, 1984 2. Application.- This Act shall apply\r\nto :a.     \r\n  All\r\ncooperative societies, with objects not confined to one State, which were\r\nincorporated before the commencement of this Act,             \r\n i.        \r\n  under\r\nthe Cooperative Societies Act, 1912, or            \r\n ii.        \r\n  under\r\nany other law relating to cooperative societies in force in any State or in\r\npursuance of the Multi-unit Cooperative Societies Act, 1942, and the\r\nregistration of which has not been cancelled before such commencement; anda.    \r\nb.    \r\n  all\r\nmulti-State cooperative societies.", "3": "Multi-State Cooperative Societies Act, 1984 3. Definitions.- In this Act, unless\r\nthe context otherwise requires:a.     \r\n  \"board\"\r\nmeans the board of directors or the governing body of a multi-State cooperative\r\nsociety by whatever name called, to which the direction and control of the\r\nmanagement of the affairs of the society is entrusted;b.    \r\n  \"bye-laws\"\r\nmeans the bye-laws for the time being in force which have been duly registered\r\nunder this Act and includes amendments thereto which have been duly registered\r\nunder this Act;c.     \r\n  \"Central\r\nRegistrar\" means the Central Registrar of Cooperative Societies appointed\r\nunder sub-section (1) of section 4 and includes any officer empowered to\r\nexercise the powers of the Central Registrar under sub-section (2) of that\r\nsection;d.    \r\n  \"Chief\r\nExecutive\" means a Chief Executive of a multi-State cooperative society\r\nappointed under section 44;e.     \r\n  \"cooperative\r\nbank\" means a multi-State cooperative society which undertakes banking\r\nbusiness;f.     \r\n  \"cooperative\r\nprinciples\" means the cooperative principles specified in the First\r\nSchedule;g.    \r\n  \"cooperative\r\nsociety\" means a society registered or deemed to be registered under any\r\nlaw relating to cooperative societies for the time being in force in any State;h.     \r\n  \"cooperative\r\nyear\", in relation to any multi-State cooperative society or class of such\r\nsocieties, means the year ending on the 30th day of June and where the accounts\r\nof such society or class of such societies are, with the previous sanction of\r\nthe Central Registrar, balanced on any other day, the year ending on such day;i.      \r\n  \"Deposit\r\nInsurance Corporation\" means the Deposit Insurance and Credit Guarantee\r\nCorporation established under section 3 of the Deposit Insurance Corporation\r\nAct, 1961;j.      \r\n  \"member\"\r\nmeans a person joining in the application for the registration of a multi-State\r\ncooperative Society and includes a person admitted to membership after such\r\nregistration in accordance with the provisions of this Act, the rules and the\r\nbye-laws;k.     \r\n  \"multi-State\r\ncooperative society\" means a society registered or deemed to be registered\r\nunder this Act and includes a national cooperative society;l.      \r\n  \"multi-State\r\ncooperative society with limited liability\" means a society having the\r\nliability of its members limited by its bye-laws to the amount, if any, unpaid\r\non the shares respectively, held by them or to such amount as they may,\r\nrespectively, there-by undertake to contribute to the assets of the society, in\r\nthe event of its being wound up;m.   \r\n  \"national\r\ncooperative society\" means a multi-State cooperative society specified in\r\nthe Second Schedule;n.     \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;o.    \r\n  \"officer\"\r\nmeans a president, vice-president, chairman, vice-chairman, managing director,\r\nsecretary, manager, member of a board, treasurer, liquidator, an administrator\r\nappointed under section 48 and includes any other person empowered under this\r\nAct or the rules or the bye-laws to give directions in regard to the business\r\nof multi-state cooperative society;p.    \r\n  \"Prescribed\"\r\nmeans prescribed by rules;q.    \r\n  \"Reserve\r\nBank\" means the Reserve Banks of India constituted under the Reserve Bank\r\nof India Act, 1934;r.      \r\n  \"rules\"\r\nmeans the rules made under this Act,", "4": "Multi-State Cooperative Societies Act, 1984    Chapter II: Central\r\nRegistrar and Registration of Societies 4. Central\r\nRegistrar.- \n1.     \r\n  The\r\nCentral Government may appoint a person to be the Central Registrar of\r\nCooperative Societies and may appoint such other persons as it may think fit to\r\nassist the Central Registrar.2.     \r\n  The\r\nCentral Government may, by notification, direct that any power exercisable by\r\nthe Central Registrar under this Act (other than the power of registration of a\r\nmulti-State cooperative society) shall in relation to such society, and such\r\nmatters as may be specified in the notification be exercisable also by any\r\nother officer of the Central Government or of a State Government as may be\r\nauthorised by the Central Government subject to such conditions as may be\r\nspecified there in;Provided that  no officer of a\r\nState Government shall be empowered to exercise such power in relation to a\r\nnational cooperative society;Provided further that  no officer of a\r\nState Government below the rank of the Registrar of Cooperative Societies shall\r\nbe empowered to exercise any power exercisable by the Central Registrar under\r\nSection 87.", "5": "Multi-State Cooperative Societies Act, 1984 5. Multi-State\r\nCooperative Societies which may be registered.- 1.     \r\n  No\r\nmulti-State cooperative society shall be registered under this Act, unless the\r\nmain objects of the society are to serve the interests of members in more than\r\none State.2.     \r\n  Subject\r\nto the provisions of sub-section (1), a multi-State cooperative society, which\r\nhas as its objects the promotion of the economic and social betterment of its\r\nmembers through mutual aid in accordance with the cooperative principles or a\r\nmulti-State cooperative society established with the object of facilitating the\r\noperations of other such societies or of cooperative societies or of both may\r\nbe registered under this Act.3.     \r\n  The\r\nword \"Limited\" or its equivalent in any Indian language shall be\r\nsuffixed to the name of every multi-state cooperative society registered under\r\nthis Act with limited liability.", "6": "Multi-State Cooperative Societies Act, 1984 6. Application for\r\nregistration.- \n1.     \r\n  For\r\nthe purposes of registration of a multi-state cooperative society under this\r\nAct, an application shall be made to the Central Registrar in such form and\r\nwith such particulars as may be prescribed.2.     \r\n  The\r\napplication shall be signed -a.      in the case of a\r\nmulti-State cooperative society of which all the members are individuals, by at\r\nleast fifty persons from each of the States concerned;b.     in the case of a\r\nmulti-State cooperative society of which the members are cooperative societies,\r\nby duly authorised representatives on behalf of at least two such societies as\r\nare not registered in the same state; andc.      in the case of a\r\nmulti-State cooperative society of which another multi-State cooperative\r\nsociety and other cooperative societies are members, by duly authorised\r\nrepresentatives of each of such societies;Provided that  not less than two of\r\nthe cooperative societies referred to in clause (b) or clause (c) as the case\r\nmay be, shall be such as are not registered in the same State.1.     \r\n2.     \r\n3.     \r\n  The\r\napplication shall be accompanied by four copies of the proposed bye-laws of the\r\nmulti-State cooperative society and the persons by whom or on whose behalf such\r\napplication is made shall furnish such information in regard to the society as\r\nthe Central Registrar may require.", "7": "Multi-State Cooperative Societies Act, 1984 7. Registration.- 1.     \r\n  If\r\nthe Central Registrar is satisfied -a.      that the application\r\ncomplies with the provisions of this Act and the rules;b.     that the proposed\r\nmulti-State cooperative society satisfies the basic criterion that its objects\r\nare to serve the interests of members in more than one State;c.      that there is no\r\nother multi-State cooperative society having similar area of operation and\r\nidentical objects;d.     that the proposed\r\nbye-laws are not contrary to the provisions of this Act and the rules; ande.      that the proposed\r\nmulti-State cooperative society has reasonable prospects of becoming a viable\r\nunit, he may register the multi-State cooperative society and its bye-laws.1.     \r\n2.     \r\n  Where\r\nthe Central Registrar refuses to register a multi-State cooperative society, he\r\nshall communicate the order of refusal together with the reasons therefor, to\r\nsuch number of the applicants and in such manner as may be prescribed.3.     \r\n  The\r\napplication for registration shall be disposed of by the Central Registrar\r\nwithin a period of six months from the date of receipt thereof by him:Provided\r\nthat  \r\nif the Central Registrar is unable to dispose of the application within the\r\nperiod aforesaid, he shall make a report to the Central Government stating\r\ntherein the reasons for his inability to do so, and the Central Government may\r\nallow him such further period or periods as is considered necessary to dispose\r\nof such application.", "8": "Multi-State Cooperative Societies Act, 1984 8. Registration\r\ncertificate.- \nWhere a multi-State\r\ncooperative society is registered under this Act, the Central Registrar shall\r\nissue a certificate of registration signed by him, which shall be conclusive\r\nevidence that the society therein mentioned is duly registered under this Act,\r\nunless it is proved that the registration of the society has been cancelled.", "9": "Multi-State Cooperative Societies Act, 1984 9. Amendment of\r\nbye-laws of a multi-State Cooperative Society.- 1.     \r\n  No\r\namendment of any bye-laws of a multi-State Cooperative society shall be valid,\r\nunless such amendment has been registered under this Act.2.     \r\n  Every\r\nproposal for such amendment shall be forwarded to the Central Registrar and if\r\nthe Central Registrar is satisfied that the proposed amendment -a.      is not contrary to\r\nthe provisions of this Act or of the rules;b.     does not conflict\r\nwith cooperative principles; andc.      will promote the\r\neconomic interests of the members of the multi-State cooperative society, he\r\nmay register the amendment within a period of six months from the date of\r\nreceipt thereof by him.Provided that  if the Central\r\nRegistrar is unable to register the amendment within the period aforesaid he\r\nshall make a report to the Central Government stating therein the reasons for\r\nhis inability to do so, and the Central Government may allow him such further\r\nperiod or periods as is considered necessary to register the amendment.1.     \r\n2.     \r\n3.     \r\n  The\r\nCentral Registrar shall forward to the multi-State cooperative society a copy\r\nof the registered amendment together with a certificate signed by him and such\r\ncertificate shall be conclusive evidence that the amendment has been duly\r\nregistered.4.     \r\n  Where\r\nthe Central Registrar refuses to register an amendment of the bye-laws of a\r\nmulti-State cooperative society, he shall communicate the order of refusal\r\ntogether with the reasons therefor to the Chief Executive of the society in the\r\nmanner prescribed within seven days from the date of such refusal.", "10": "Multi-State Cooperative Societies Act, 1984 10. When amendment of\r\nbye-laws comes into force.-An amendment of the\r\nbye-laws of a multi-State Cooperative society shall, unless it is expressed to\r\ncome into operation on a particular day, come into force on the day on which it\r\nis registered.", "11": "Multi-State Cooperative Societies Act, 1984 11. Change of name.- 1.     \r\n  A\r\nmulti-State cooperative society may, by an amendment of its bye-laws, change\r\nits name but such change shall not affect any right or obligaton of the\r\nmulti-State cooperative society or of any of its members or past members, and\r\nany legal proceedings which might have been continued or commenced by or\r\nagainst the multi-State cooperative society by its former name may be continued\r\nor commenced by or against its new name.2.     \r\n  Where\r\na multi-State cooperative society changes its name, the Central Registrar shall\r\nenter the new name on the register of multi-State cooperative societies in\r\nplace of the former name and shall amend the certificate of registration\r\naccordingly.", "12": "Multi-State Cooperative Societies Act, 1984 12. Change of\r\naddress.- \nEvery multi-State\r\ncooperative society shall have a principal place of business and an address\r\nregistered in the manner prescribed to which all notices and communications may\r\nbe sent and any change in the principal place of business of a multi-State\r\ncooperative society shall be made with the previous approval of the Central\r\nRegistrar.", "13": "Multi-State Cooperative Societies Act, 1984 13. Liability.- 1.     \r\n  No\r\nmulti-State cooperative society with unlimited liability shall be registered\r\nafter the commencement of this Act:Provided that where a\r\nmulti-unit cooperative society with unlimited liability was functioning before\r\nthe commencement of this Act, such a society shall exercise the option within a\r\nperiod of one year from such commencement either to continue to function as\r\nsuch or to convert itself into a multi-State cooperative society with limited\r\nliability by following the procedure specified in sub-sections (2) to (4).1.     \r\n2.     \r\n  Subject\r\nto the provisions of this Act and the rules, a multi-unit cooperative society\r\nmay, by an amendment of its bye-laws, change the extent of its liability.3.     \r\n  When\r\na multi-unit cooperative society has passed a resolution to change the extent\r\nof its liability, it shall give notice thereof in writing to all its members\r\nand creditors, and, notwithstanding anything contained in the bye-laws or\r\ncontract to the contrary, any member or creditor shall, during the period of\r\none month from the date of service of the notice upon him, have the option of\r\nwithdrawing his shares, deposits or loans, as the case may be.4.     \r\n  Any\r\nmember or creditor who does not exercise his option within the period specified\r\nin sub-section (3) shall be deemed to have assented to the change.5.     \r\n  An\r\namendment of a bye-law of a multi-unit cooperative society changing the extent\r\nof its liability shall not be registered or shall not take effect until either-a.      the assent thereto of\r\nall members and creditors has been obtained: orb.     all claims of members\r\nand creditors who exercise the option referred to in sub-section (3) within the\r\nperiod specified therein have been met in full or otherwise satisfied.", "14": "Multi-State Cooperative Societies Act, 1984 14. Amalgamation or\r\ntransfer of assets and liabilities or division of multi-State Cooperative\r\nSocieties.- \n1.     \r\n  A\r\nmulti-State cooperative society may, with the prior consultation of the Central\r\nRegistrar and by a resolution passed by a majority of not less than two-thirds\r\nof the members present and voting at a general meeting of the society held for\r\nthe purpose,-a.      transfer its assets\r\nand liabilities in whole or in part to any other multi-State cooperative\r\nsociety or cooperative society;b.     divide itself into\r\ntwo or more multi-State cooperative societies;c.      divide itself into\r\ntwo or more cooperative societies.1.     \r\n2.     \r\n  Any\r\ntwo or more multi-State cooperative societies may, with the prior consultation\r\nof the Central Registrar and by a resolution passed by a majority of not less\r\nthan two-thirds of the members present and voting at a general meeting of each\r\nsuch society, amalgamate themselves and form a new multi-State cooperative\r\nsociety.3.     \r\n  The\r\nresolution of a multi-State cooperative society under sub-section (1) or\r\nsub-section (2) shall contain all particulars of the transfer or division or\r\namalgamation, as the case may be: Provided that in the case of a cooperative\r\nbank, the Central Registrar shall not accord approval to any such resolution\r\nwithout the previous sanction in writing of the Reserve Bank.4.     \r\n  When\r\na multi-State cooperative society has passed a resolution under sub-section (1)\r\nor sub-section (2), it shall give notice thereof in writing to all the members\r\nand creditors and, notwithstanding anything contained in the bye-laws or\r\ncontract to the contrary, any member or creditor, shall, during the period of\r\none month of the date of service of the notice upon him, have the option of\r\nwithdrawing his shares, deposits or loans, as the case may be.5.     \r\n  Any\r\nmember or creditor who does not exercise his option within the period specified\r\nin sub-section (4) shall be deemed to have assented to the proposals contained\r\nin the resolution.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\na.      A resolution passed\r\nby a multi-State cooperative society under this section shall not take effect until\r\nthe assent thereto of all the members and creditors has been obtained.b.     The multi-State\r\ncooperative society shall make arrangements for meeting in full or otherwise\r\nsatisfying all claims of the members and creditor who exercise the option\r\nwithin the period specified in sub-section (4).1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n7.     \r\n  On\r\nreceipt of an application for the registration of new societies formed by\r\ndivision in accordance with the resolution passed under sub-section (1) or of a\r\nnew society formed by amalgamation in accordance with the resolution passed\r\nunder sub-section (2), the Central Registrar, on being satisfied that the\r\nresolution has become effective under sub-section (6) shall, unless for reasons\r\nto be recorded in writing he thinks fit to refuse so to do, register the new\r\nsocieties or society, as the case may be, and the bye-laws thereof.8.     \r\n  On\r\nthe issue of an order under sub-section (7), the provisions of section 17\r\nshall; so far as may be, apply to the multi-State cooperative society so\r\ndivided or the multi-State cooperative societies so amalgamated.9.     \r\n  Where\r\na resolution passed by a multi-State Cooperative Society under this section\r\ninvolves the transfer of any assets and liabilities, the resolution shall,\r\nnotwithstanding anything contained in any other law for the time being in force,\r\nbe a sufficient conveyance to vest the assets and liabilities in the transferee\r\nwithout any further assurance.", "15": "Multi-State Cooperative Societies Act, 1984 15. Central Registrar\r\nto prepare scheme of amalgamation or reorganisation of cooperative bank in\r\ncertain cases.- \nWhen an order of\r\nmoratorium has been made by the Central Government under sub-section (2) of\r\nsection 45 of the Banking Regulation Act, 1949 in respect of a cooperative\r\nbank, the Central Registrar, with the previous approval of the Reserve Bank in\r\nwriting, may, during the period of moratorium, prepare a scheme -a.     \r\n  for\r\nthe amalgamation of the cooperative bank with any other cooperative bank; orb.    \r\n  for\r\nthe reorganisation of the cooperative bank.", "16": "Multi-State Cooperative Societies Act, 1984 16. Liability of a\r\ncooperative bank to the Deposit Insurance and Credit Guarantee Corporation.- Notwithstanding\r\nanything contained in section 14 or any other provision of this Act, were a\r\ncooperative bank, being an insured bank within the meaning of the Deposit\r\nInsurance and Credit Guarantee Corporation Act, 1961, is amalgamated or\r\nreorganised and the Deposit Insurance Corporation has become liable to pay to\r\nthe depositors of the insured bank under sub-section (2) of section 16 of the\r\nAct, the bank with which such insured bank is amalgamated, or the new\r\ncooperative bank found after such amalgamation, or, as the case may be, the\r\ninsured bank or transferee bank shall be under an obligation to repay to the\r\nDeposit Insurance Corporation in the circumstances, to the extent and in the\r\nmanner referred to in section 21 of the Deposit Insurance and Credit Guarantee\r\nCorporation Act, 1961.", "17": "Multi-State Cooperative Societies Act, 1984 17. Cancellation of\r\nregistration certificate of multi-State cooperative societies in certain\r\ncases.- \n1.     \r\n  Where\r\nthe whole of the assets and liabilities of a multi-state cooperative society\r\nare transferred to another multi-State cooperative society or to a cooperative\r\nsociety in accordance with the provisions of section 14, the registration of\r\nthe first mentioned multi-State cooperative society shall stand cancelled and\r\nthe society shall be deemed to have been dissolved and shall cease to exist as\r\na corporate body.2.     \r\n  Where\r\ntwo or more multi-State cooperative societies are amalgamated into a new\r\nmulti-State cooperative society in accordance with the provisions of section\r\n14, the registration of each of the amalgamating societies shall stand\r\ncancelled on the registration of the new society, and each of the amalgamating\r\nsocieties shall be deemed to have been dissolved and shall cease to exist as a\r\ncorporate body.3.     \r\n  Where\r\na multi-State cooperative society divides itself into two or more multi-State\r\ncooperative societies or two or more cooperative societies in accordance with\r\nthe provisions of section 14, registration of that society shall stand\r\ncancelled on the registration of the new societies, and that society shall be\r\ndeemed to have been dissolved and shall cease to exist as a corporate body.4.     \r\n  The\r\namalgamation or division of multi-State cooperative societies shall not in any\r\nmanner whatsoever effect any right or obligation of the resulting multi-State\r\ncooperative society or societies or render defective any legal proceedings by\r\nor against the multi-State cooperative society or societies, and any legal\r\nproceedings that might have been continued or commenced by or against the\r\nmulti-State cooperative society or societies, as the case may be, before the\r\namalgamation or division may be continued or commenced by or against the\r\nresulting multi-State cooperative society or societies.", "18": "Multi-State Cooperative Societies Act, 1984 18. Conversion of\r\ncooperative society into multi-State Cooperative Society.- 1.     \r\n  A\r\ncooperative society may, by an amendment of its bye-laws, extend its\r\njurisdiction and convert itself into a multi-State cooperative society:Provided that no such amendment of\r\nbye-laws of a cooperative society shall be valid unless it has been registered\r\nby the Central Registrar.1.     \r\n2.     \r\na.      Every proposal for\r\nsuch amendment shall be forwarded to the Central Registrar.b.     If the Central\r\nRegistrar, after consulting the Registrars of Cooperative Societies of the\r\nStates concerned, has satisfied himself that such amendment fulfils the\r\nrequirement of sub-section (2) of section 9, he may register the amendment\r\nwithin a period of six months from the date of receipt thereof by him:Provided that if the Central\r\nRegistrar is unable to register the amendment within the period aforesaid, he\r\nshall make a report to the Central Government stating therein the reasons for\r\nhis inability to do so, and the Central Government may allow him such further\r\nperiod or periods as is considered necessary to register the amendment.1.     \r\n2.     \r\n3.     \r\n  The\r\nCentral Registrar shall forward to the cooperative society a copy of the\r\nregistered amendment together with a certificate signed by him and such\r\ncertificate shall be conclusive evidence that the amendment has been\r\nregistered.4.     \r\n  Where\r\nthe Central Registrar refuses to register an amendment of the bye-laws of a\r\ncooperative society, he shall communicate the order of refusal together with\r\nthe reasons therefor to the society in the manner prescribed within seven days\r\nfrom the date of refusal.5.     \r\na.      Once the amendment of\r\nbye-laws has been registered by the Central Registrar, the cooperative society\r\nshall, as from the date of registration of amendment, become a multi-State\r\ncooperative society.b.     The Central Registrar\r\nshall forward to the cooperative society a certificate signed by him to the\r\neffect that such society has been registered as a multi-State cooperative\r\nsociety under this Act and also forward a copy of the same to the Registrar of\r\nCooperative Societies of the State concerned.c.      The Registrar of\r\nCooperative Societies referred to in clause (b) shall thereupon make an order\r\ndirecting that the society had, as from the date of registration by the Central\r\nRegistrar, ceased to be a society under the law relating to cooperative\r\nsocieties in force in that State.", "19": "Multi-State Cooperative Societies Act, 1984 Chapter III: Members\r\nof Multi-State Cooperative Societies and Their Rights and Liabilities 19. Persons who may\r\nbecome members.- \n1.     \r\n  No\r\nperson shall be admitted as member of a multi-State cooperative society except\r\nthe following, namely :-a.      an individual competent\r\nto contract under section 11 of the Indian Contract Act, 1872;b.     any multi-State\r\ncooperative society or any cooperativesociety;c.      the Central\r\nGovernment;d.     a State Government;e.      the National\r\nCooperative Development Corporation established under the National Cooperative\r\nDevelopment Corporation Act,1962;f.      any other corporation\r\nowned or controlled by Government;g.     any Government\r\ncompany as defined in section 617 of the Companies Act, 1956;h.      such class or classes\r\nof persons or association of persons as may be permitted by the Central\r\nRegistrar having regard to the nature and activities of a multi-State\r\ncooperative society;1.     \r\n2.     \r\n  Such\r\nnumber of individuals possessing such qualifications as may be prescribed may\r\nbe admitted as members of the National Cooperative Union of India Limited, New\r\nDelhi.3.     \r\n  Save\r\nas otherwise provided in sub-section (2) and notwithstanding anything contained\r\nin sub-section (1) no individual shall be eligible for admission as a member of\r\na national cooperative society.4.     \r\n  Any\r\nperson eligible for membership of a multi-State cooperative society may, on his\r\napplication, be admitted as a member by such society.5.     \r\n  Every\r\napplication for admission as a member of a multi-State cooperative society\r\nshall be disposed of by such society within a period of four months from the\r\ndate of receipt of the application, and the decision of such society on the\r\napplication shall be communicated to the applicant within fifteen days from the\r\ndate of such decision:Provided that  if the application\r\nis not disposed of within the period aforesaid, or the decision is not\r\ncommunicated within a period of fifteen days of the expiry of the aforesaid\r\nperiod of four months, the multi-state cooperative society shall be deemed to\r\nhave made a decision, on the date of expiry of such period, refusing admission\r\nto the applicant.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  Notwithstanding\r\nanything contained in this section, the Central Government may, having regard\r\nto the fact that the interest of any person or class of persons conflicts or is\r\nlikely to conflict with the objects of any multi-State cooperative society or\r\nclass of multi-State cooperative societies, by general or special order\r\npublished in the Official Gazette, declare that any person or class of persons\r\nengaged in or carrying on any profession, business or employment shall be\r\ndisqualified from being admitted, or for continuing, as members or shall be\r\neligible for membership only to a limited extent of any specified multi-State\r\ncooperative society or class of multi-State cooperative societies, so long as\r\nsuch person or persons is or are engaged in or carrying on that profession,\r\nbusiness or employment, as the case may be.", "20": "Multi-State Cooperative Societies Act, 1984 20. Members not to\r\nexercise rights till due payment made.- No member of a\r\nmulti-State cooperative society shall exercise the rights of a member, unless\r\nhe has made such payments to the society in respect of membership, or has\r\nacquired such interest in the society, as may be specified in the bye-laws.", "21": "Multi-State Cooperative Societies Act, 1984 21. Expulsion of\r\nmembers.- \n1.     \r\n  A\r\nmulti-State cooperative society may, by resolution passed by a majority of not\r\nless than two thirds of the members present and voting at a general meeting of\r\nmembers held for the purpose, expel a member for acts which are detrimental to\r\nthe proper working of the society;Provided that  the member concerned\r\nshall not be expelled unless he has been given a reasonable opportunity of\r\nmaking representation in the matter.2.     \r\n  No\r\nmember of the multi-State cooperative society who has been expelled under\r\nsub-section(1) shall be eligible for readmission as a member of that society,\r\nfor a period of three years from the date of such expulsion:Provided that  the Central\r\nRegistrar may, on application of the multi-State cooperative society and if\r\nsatisfied that in the special circumstances of the case, it is necessary so to\r\ndo in the interests of the multi-State cooperative society, sanction the\r\nre-admission or admission within the said period, of any such members as a\r\nmember of the said society.", "22": "Multi-State Cooperative Societies Act, 1984 22. Votes of\r\nmembers.- \nEvery member of a\r\nmulti-State Cooperative society, including a member who is an employee of such\r\nsociety, shall have one vote in the affairs of the societyProvided that – a.     \r\n  a\r\nmember who is an employee of such society shall not be entitled to vote -             \r\n i.        \r\n  at\r\nan election of a member of the board of such society.            \r\n ii.        \r\n  in\r\nany general meeting convened for framing the bye-laws of such society or any\r\namendments thereto:a.    \r\nb.    \r\n  in\r\nthe case of an equality of votes, the Chairman shall have a second or casting\r\nvote;c.     \r\n  where\r\nany of the authorities referred to in clauses (c) to (g) of sub-section (1) of\r\nsection 19 is a member of a Multi-State cooperative society, each person\r\nnominated by such authority, on the board, in accordance with the provisions\r\ncontained in this Act and the rules, shall have one vote;d.    \r\n  a\r\nmulti-State cooperative society, the members of which include cooperative\r\nsocieties or other multi-State cooperative societies, may provide for an\r\nequitable system of voting having regard to the membership of, and the extent\r\nof business carried on by such cooperative societies, or multi-State\r\ncooperative societies and other relevant circumstances.", "23": "Multi-State Cooperative Societies Act, 1984 23. Manner of\r\nexercising vote.- Every member of a\r\nmulti-State cooperative society shall exercise his vote in person and no member\r\nshall be permitted to vote by proxy:Provided that  a multi-State\r\ncooperative society or a cooperative society which is a member of another\r\nmulti-State cooperative society, may, subject to the provisions of sub-section\r\n(3) of section 29 and the rules, appoint its representative to vote on its\r\nbehalf in the affairs of that other society.", "24": "Multi-State Cooperative Societies Act, 1984 24. Restrictions on\r\nholding of shares.- No member, other than\r\nany of the authorities referred to in clauses (c) to (g) of sub-section (1) of\r\nsection 19 or a multi-State cooperative society or a cooperative society, shall\r\nhold more than such portion of the total share capital of the society (in no\r\ncase exceeding one-fifth thereof) as may be prescribed;Provided\r\nthat  \r\nthe Central Government may, by notification, specify in respect of any class of\r\nsocieties a higher or lower maximum than one-fifth of the share capital.", "25": "Multi-State Cooperative Societies Act, 1984 25. Restrictions on\r\ntransfer of shares or interest.- The transfer of the\r\nshare or interest of a member in the capital of a multi-State cooperative\r\nsociety shall be subject to such conditions as to maximum holding as are\r\nspecified in section 24.", "26": "Multi-State Cooperative Societies Act, 1984 26. Redemption of\r\nshare.- \nShares held in a\r\nmulti-State Cooperative society by any of the authorities referred to in\r\nclauses (c) to (g) of sub-section (1) of section 19 shall be redeemable in\r\naccordance with the bye-laws of such multi-State cooperative society and in a\r\ncase where the bye-laws do not contain any provision in this regard, in such\r\nmanner as may be agreed upon between the multi-State cooperative society and\r\nsuch authority.", "27": "Multi-State Cooperative Societies Act, 1984 27. Transfer of\r\ninterest on death of members.- 1.     \r\n  On\r\nthe death of a member of multi-State cooperative society may transfer the share\r\nor interest of the deceased member to the person nominated in accordance with\r\nthe rules made in this behalf, or if there is no person so nominated to such\r\nperson as may appear to the board to be the heir or legal representative of the\r\ndeceased member, or pay to such nominee, heir or legal representative, as the\r\ncase may be, a sum representing the value of such members share or interest as\r\nascertained in accordance with the rules;Provided\r\nthat  \r\nno such transfer or payment shall be made except with the consent of the\r\nnominee, heir or legal representative, as the case may be;1.     \r\n2.     \r\n  A\r\nmulti-State cooperative society shall, unless within six months of the death of\r\nthe member prevented by an order of a competent court, pay to such nominee,\r\nheir or legal representative, as the case may be, all other moneys due to the\r\ndeceased member from the society.3.     \r\n  All\r\ntransfer and payments made by a multi-State cooperative society in accordance\r\nwith the provisions of this section shall be valid and effectual against any\r\ndemand made upon the society by any other person.", "28": "Multi-State Cooperative Societies Act, 1984 28. Liability of past\r\nmember and estate of deceased member.- 1.     \r\n  Subject\r\nto the provisions of sub-section (2), the liability of a past member or of the\r\nestate of a deceased member of a multi-State cooperative society for the debts\r\nof the society as they existed; -a.      in the case of a past\r\nmember, on the date on which he ceased to be a member,b.     in the case of a\r\ndeceased member, on the date of his death, shall continue for a period of two\r\nyears from such date.1.     \r\n2.     \r\n  Notwithstanding\r\nanything contained in sub-section(1), where a multi-State cooperative society\r\nis ordered to be wound up under section 77, the liability of a past member who\r\nceased to be a member or of the estate of a deceased member who died within two\r\nyears immediately preceding the date of the order of winding up, shall continue\r\nuntil the entire liquidation proceedings are completed but such liability shall\r\nextend only to the debts of the society as they existed on the date of\r\ncessation of membership or death, as the case may be.", "29": "Multi-State Cooperative Societies Act, 1984 Chapter IV: Direction\r\nand Management of Multi-State Cooperative Societies 29. General body, its\r\nconstitution, powers and functions.- 1.     \r\n  The\r\ngeneral body of a multi-State cooperative society shall consist of all the\r\nmembers of such society;Provided that  where the bye-laws\r\nof a multi-State cooperative society provide for the constitution of a smaller\r\nbody consisting of delegates of members of the society elected or selected in\r\naccordance with such byelaws, that smaller body shall exercise such powers of the\r\ngeneral body as may be prescribed or as may be specified in the bye-laws of the\r\nsociety.1.     \r\n2.     \r\n  Subject\r\nto the provisions of this Act, the rules and the bye-laws, the ultimate\r\nauthority of a multi-State cooperative society shall vest in the general body\r\nof its members:Provided that  nothing contained in\r\nthis sub-section shall affect the exercise by the board or any officer of a\r\nmulti-State cooperative society of any power conferred on such board or such\r\nofficer by this Act or the rules or the bye-laws.1.     \r\n2.     \r\n3.     \r\n  Where\r\nin any meeting of the general body or the board of a multi-State cooperative\r\nsociety, a cooperative society or another multi-State cooperative society is to\r\nbe represented, such cooperative society or other multi-State cooperative\r\nsociety shall be represented in such meeting only through the Chairman or the\r\nChief Executive of such cooperative society or other multi-State cooperative\r\nsociety, as the case may be, and where there is no board or such cooperative\r\nsociety or other multi-State cooperative society, for whatever reasons, through\r\nthe administrator, by whatever name called, of such cooperative society or\r\nother multi-State cooperative society.", "30": "Multi-State Cooperative Societies Act, 1984 30. Annual general\r\nmeeting of the general body.- 1.     \r\n  Every\r\nmulti-State cooperative society shall, within such period as may be prescribed,\r\nafter the close of the year, call a general meeting of its members in the\r\nmanner prescribed for the purpose of -a.      consideration of the\r\naudit report and annual report;b.     disposal of net\r\nprofits;c.      approval of the\r\nprogramme of activities for the ensuing year;d.     amendment of\r\nbye-laws;e.      election, if any, of\r\nthe members of the board, other than nominated members, subject to the provisions\r\nof section 35;Provided that  the Central\r\nRegistrar may by general and special order, extend the period for holding such\r\nmeeting for a further period not exceeding three months.Provided further that  if in the opinion of\r\nthe Central Registrar no such extension is necessary or such meeting is not\r\ncalled by the multi-State cooperative society within the extended period, if\r\nany, granted by him, the Central Registrar or any person authorised by him in\r\nthis behalf may call such meeting in the manner prescribed, and that meeting\r\nshall be deemed to be a general meeting duly called by the society and the\r\nCentral Registrar may order that expenditure incurred in calling such a meeting\r\nshall be paid out of the funds of the society or by such person or persons who,\r\nin the opinion of the Central Registrar, was or were responsible for the\r\nrefusal or failure to convene the general meeting.2.     \r\n  At\r\nevery annual general meeting of a multi-State cooperative society the board\r\nshall lay before the society a statement showing the details of the loans or\r\ngoods on credit, if any, given to any of the members of the board or to the\r\nspouse or a son or daughter of a member of the board during the preceding year\r\nor outstanding against him or against such spouse or son or daughter of the\r\nmember of the board.", "31": "Multi-State Cooperative Societies Act, 1984 31. Special general\r\nmeeting of the general body.- 1.     \r\n  The\r\nChief Executive may, at any time, on the direction of the board, call a special\r\ngeneral meeting of the society and shall call such meeting within one month\r\nafter the receipt of a requisition in writing from the Central Registrar or\r\nfrom such member or members or a proportion of the total number of members, as\r\nmay be provided in the bye-laws.2.     \r\n  If\r\na special general meeting of a multi-State cooperative society is not called in\r\naccordance with the requisition referred to in sub-section (1), the Central\r\nRegistrar or any person authorised by him in this behalf shall have the power\r\nto call such meeting and that meeting shall be deemed to be a meeting called by\r\nthe Chief Executive in accordance with the provisions of that sub-section and\r\nthe Central Registrar may order that the expenditure incurred in calling such\r\nmeeting shall be paid out of the funds of the society or by such person or\r\npersons who, in the opinion of the Central Registrar, was or were responsible\r\nfor the refusal or failure to convene the special general meeting.", "32": "Multi-State Cooperative Societies Act, 1984 32. Board of\r\ndirectors.- \nSubject to the\r\nprovisions of this Act and the rules, there shall be a board of directors for\r\nevery multi-State cooperative society consisting of such number of members as\r\nmay be provided for under the bye-laws.", "33": "Multi-State Cooperative Societies Act, 1984 33. Association of\r\nemployees in the management decision making process.- Every multi-State\r\ncooperative society shall devise such procedure, as may be specified in the\r\nbye-laws or in the administrative instructions, for association of the\r\nrepresentatives of employees of such multi-State cooperative societies at such\r\nlevel or bodies as may be specified in the bye-laws or the instructions issued\r\nin this regard, in the management decision making process.", "34": "Multi-State Cooperative Societies Act, 1984 34. Disqualification\r\nfor a member of a board.- No member of any\r\nmulti-state cooperative society or nominee of a member-society on a national\r\ncooperative society shall be eligible for being chosen as, or for being, a\r\nmember of the board of such multi-State cooperative society or national\r\ncooperative society or of any other cooperative society to which the\r\nmulti-State cooperative society is affiliated. if such member -a.     \r\n  has\r\nbeen adjudged by a competent court to be insolvent or of unsound mind;b.    \r\n  is\r\nconcerned or participates in the profits of any contract with the society;c.     \r\n  has\r\nbeen convicted for an offence involving moral turpitude;d.    \r\n  holds\r\nany office or place of profit under the society;Provided that  the Chief Executive\r\nor such full-time employee of the society as may be notified by the Central\r\nGovernment from time to time or a person elected by the employees of such\r\nsociety to represent them on the Board of such society shall be eligible for\r\nbeing chosen as, or for being, a member of such board;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n  has\r\nbeen a member of the society for less than twelve months immediately preceding\r\nthe date of such election or appointment;f.     \r\n  has\r\ninterest in any business of the kind carried on by the society of which he is a\r\nmember;g.    \r\n  has\r\ntaken loan or goods on credit from the society of which he is a member, or is\r\notherwise indebted to such society and after the receipt of a notice of default\r\nissued to him by such society, has defaulted -             \r\n i.        \r\n  in\r\nrepayment of such loan or debt or in payment of the price of the good taken on\r\ncredit, as the case may be, within the date fixed for such repayment or payment\r\nor where such date is extended, which in no case shall exceed six months,\r\nwithin the date so extended, or            \r\n ii.        \r\n  when\r\nsuch loan or debt or the price of goods taken on credit is to be paid in\r\ninstallments, in payment of any installment, and the amount in default or any\r\npart there of has remained unpaid on the expiry of six months from the date of\r\nsuch default;Provided that  a member of the\r\nboard who had ceased to hold office as such under this clause shall not be\r\neligible, for a period of one year, from the date on which he ceased to hold\r\noffice, for reelection as a member of the board of the multi-State cooperative\r\nsociety of which he was a member or for election to the board of any other\r\nmulti-State cooperative society;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\n  is\r\na person against whom any amount due under a degree, decision or order is\r\npending recovery under this Act;i.      \r\n  is\r\nretained or employed as a legal practitioner on behalf of or against the\r\nmulti-State cooperative society, or on behalf of or against any other\r\nmulti-State cooperative society which is a member of the former society.Explanation -  For the purposes of\r\nthis clause \"legal practitioner\" has the same meaning as in clause\r\n(i) of sub-section (1) of Section 2 of the Advocates Act, 1961;a.      \r\nb.      \r\nc.      \r\nd.      \r\ne.      \r\nf.      \r\ng.      \r\nh.      \r\ni.      \r\nj.      \r\n  has\r\nbeen convicted for any offence under this Act.", "35": "Multi-State Cooperative Societies Act, 1984 35. Election of\r\nmembers of board.- 1.     \r\n  The\r\nsuperintendence, direction and control of the preparation of the electoral\r\nrolls for, and the conduct of, elections of the members of the board of such\r\nmulti-State cooperative societies or class of multi-State cooperative societies\r\nas the Central Government may, by general or special order, notify, shall be\r\nvested in such returning officers as may be appointed by the Central Registrar\r\nin this behalf.2.     \r\n  The\r\nvote at such elections shall be by secret ballot.3.     \r\n  The\r\nterm of office of the elected members of the board shall be such, not exceeding\r\nthree years from the date of election, as may be specified in the bye-laws of a\r\nmulti-State cooperative society:Provided that  the elected members\r\nshall continue to hold office till their successors are elected or nominated\r\nunder the provisions of this Act or the rules or the bye-laws and assume the\r\ncharge of their office.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  No\r\nperson shall be eligible to be elected as a member of the board of a\r\nmulti-State cooperative society unless he is a member of the general body of\r\nthat society.5.     \r\n  The\r\nCentral Government may make rules generally to provide for or to regulate\r\nmatters in respect of elections of members of the board.", "36": "Multi-State Cooperative Societies Act, 1984 36. Holding of office\r\nin cooperative society.-Notwithstanding any\r\nthing contained in this Act, no person shall be eligible to hold, at the same\r\ntime, office of a president or chairman or vice-president or vice-chairman on\r\nthe board of more than one multi-State cooperative society:Provided\r\nthat  \r\nany person holding, at the commencement of this Act, the office of a president\r\nor chairman or vice-president or vice-chairman in more than one multi-State\r\ncooperative society shall, within three months from such commencement by notice\r\nin writing signed by him, intimate the name of the multi-State cooperative\r\nsociety in which he wishes to serve and thereupon his office in the other\r\nmulti-State cooperative society in which he does not wish to serve shall become\r\nvacant:Provided\r\nfurther that  \r\nin default of such intimation within the period referred to in the preceding\r\nproviso, his offices in all the multi-State cooperative societies shall, at the\r\nexpiration of the period aforesaid, become vacant.", "37": "Multi-State Cooperative Societies Act, 1984 37. Restrictions on\r\nholding of office.- No person shall be\r\neligible to hold the office of a president or chairman or vice-president or\r\nvice-chairman on the board of a multi-State cooperative society, after he has\r\nheld the office as aforesaid during two consecutive terms, whether full or\r\npart:Provided\r\nthat  \r\na person who has ceased to hold the office of a president or chairman\r\ncontinuously, for one full term of three years shall again be eligible for\r\nelection to the offices aforesaid.Explanation -  Where any person\r\nholding the office of the president or vice-president or chairman or\r\nvice-chairman at the commencement of this Act is again elected to that office\r\nafter such commencement, he shall for the purpose of this section, be deemed to\r\nhave held office for one term before such election.", "38": "Multi-State Cooperative Societies Act, 1984 38. Payment of\r\nhonorarium.- \nHonorarium may be\r\npaid to the elected chairman or president of the board out of the profits of\r\nthe multi-State cooperative society in respect of specific services rendered by\r\nhim, subject to such restrictions and conditions as may be prescribed.", "39": "Multi-State Cooperative Societies Act, 1984 39. Removal of\r\nelected members by general body.- An elected member of\r\na board who has acted adversely to the interests of multi-State cooperative\r\nsociety may, on the basis of a report from the Central Registrar or otherwise,\r\nbe removed from the board upon a resolution of the general body passed at its\r\nmeeting by a majority of not less than two thirds of the members present and\r\nvoting at the meeting.Provided\r\nthat  \r\nthe member concerned shall not be removed unless he has been given a reasonable\r\nopportunity of making representation in the matter.", "40": "Multi-State Cooperative Societies Act, 1984 40. Removal of member\r\nby Central Registrar.- If in spite of\r\ncessation of office under circumstances mentioned in Section 34, Section 36,\r\nSection 37 or Section 39 a member of the board refuses to vacate his office,\r\nthe Central Registrar shall, by order in writing, remove him from such office.", "41": "Multi-State Cooperative Societies Act, 1984 41. Nominee of\r\nCentral Government or State Government on the board.- 1.     \r\n  Where\r\nthe Central Government or a State Government has subscribed to the share\r\ncapital of a multi - state cooperative society or has guaranteed the repayment\r\nof principal and payment of interest on debentures issued by a multi-State\r\ncooperative society or has guaranteed the repayment of principal and payment of\r\ninterest on loans and advances to a multi-State cooperative society, the\r\nCentral Government or the State Government in this behalf, as the case may be,\r\nor any person authorised by the Central Government or the State Government,\r\nshall have the right to nominate on the board such number of persons as may be\r\nprescribed;2.     \r\n  The\r\nbye-laws of a multi-State cooperative society may provide for the nomination of\r\npersons in excess of the limits prescribed under sub-section(1).3.     \r\n  A\r\nperson nominated under this section shall hold office during the pleasure of\r\nthe Government by which he has been so nominated.", "42": "Multi-State Cooperative Societies Act, 1984 42. Powers and\r\nfunctions of the board.- 1.     \r\n  The\r\nboard may exercise all such powers as may be necessary or expedient for the\r\npurpose of carrying out its functions under this Act.2.     \r\n  Without\r\nprejudice to the generality of the foregoing power, such power shall include\r\nthe power --a.      to admit members;b.     to interpret the\r\norganisational objectives and set up specific goals to be achieved towards\r\nthese objectives;c.      to make periodic\r\nappraisal of operations;d.     to appoint a Chief\r\nExecutive and such other employees of the society (out of the list of persons\r\nreferred to in section 50) as are not required to be appointed by the Chief\r\nExecutive;e.      to make provisions\r\nfor regulating the appointment of employees of the multi-State cooperative\r\nsociety and the scales of pay, allowances and other conditions of service of,\r\nincluding disciplinary action against, such employees;f.      to approve annual and\r\nsupplementary budget;g.     to acquire or dispose\r\nof immovable property;h.      to raise funds;i.       to sanction loans to\r\nthe members; andj.       to take such other\r\nmeasures or to do such other acts as may be prescribed or required under this\r\nAct.", "43": "Multi-State Cooperative Societies Act, 1984 43. Meetings of the\r\nboard.- \n1.     \r\n  The\r\nChief Executive shall convene the meetings of the board at the instance of the\r\nchairman or president of the multi-State cooperative society.2.     \r\n  The\r\ntotal number of meetings of the board in a year and the venue of meetings may\r\nbe such as may be prescribed: Provided that the board shall meet at least once\r\nin every quarter.", "44": "Multi-State Cooperative Societies Act, 1984 44. Chief Executive.- 1.     \r\n  There\r\nshall be Chief Executive, by whatever designation called, of every multi-State\r\ncooperative society, to be appointed by the board and he shall be a full-time\r\nemployee of such multi-State cooperative society.2.     \r\n  The\r\nChief Executive shall be member of the board and of the Executive Committee and\r\nsuch other committees or sub-committees as may be constituted under sub-section\r\n(1) of section 46.3.     \r\n  The\r\nfunctional directors in national cooperative societies shall also be members of\r\nthe board.4.     \r\n  Where\r\nthe Central Government has subscribed to the extent of more than one-half of\r\nthe share capital of a national co-operative society, it shall be obligatory on\r\nsuch a society to seek prior approval of the Central Government to the\r\nappointment of Chief Executive and the functional directors.", "45": "Multi-State Cooperative Societies Act, 1984 45. Powers and\r\nfunctions of Chief Executive.- The Chief Executive\r\nshall exercise the powers and discharge the functions, specified below,\r\nnamely:-a.     \r\n  day\r\nto day management of the business of the multi-State Cooperative society;b.    \r\n  operating\r\nthe accounts of the multi-State cooperative society and be responsible for\r\nmaking arrangements for safe custody of cash;c.     \r\n  signing\r\nof the documents for and on behalf of the multi-State cooperative society;d.    \r\n  making\r\narrangements for the proper maintenance of various books and records of the\r\nmulti-State cooperative society and for the correct preparation, timely\r\nsubmission of periodical statements and returns in accordance with the\r\nprovisions of this Act, the rules and the bye-laws;e.     \r\n  convening\r\nmeetings of the general body of the multi-State cooperative society, the board\r\nand the Executive Committee and other committees or sub-committees constituted\r\nunder sub-section (1) of Section 46 and maintaining proper records for such\r\nmeetings;f.     \r\n  making\r\nappointments to posts in the multi-State cooperative society in accordance with\r\nthe rules made under clause (e) of Sub-section (2) of section 42 except the\r\nposts in relation to which the power of appointment vests in the board under\r\nClause (d) of that sub-section;g.    \r\n  assisting\r\nthe board in the formulation of policies and objectives and planning;h.     \r\n  furnishing\r\nto the board periodical information necessary for appraising the operations and\r\nfunctions of the multi-State cooperative society;i.      \r\n  performing\r\nsuch other duties, and exercising such other powers, as may be prescribed or as\r\nmay be specified in the bye-laws of the multi-State cooperative society.", "46": "Multi-State Cooperative Societies Act, 1984 46. Committees of the\r\nboard.- \n1.     \r\n  The\r\nboard may, subject to such conditions as may be prescribed, constitute an\r\nExecutive Committee and other committees or sub-committees, as may be\r\nconsidered necessary.2.     \r\n  The\r\nExecutive Committee or other committee or sub-committee referred to in\r\nsub-section (1) shall perform such functions as are assigned to it in\r\naccordance with the bye-laws of the multi-State cooperative society.", "47": "Multi-State Cooperative Societies Act, 1984 47. Central\r\nGovernment's power to give directions in public interest.- If the Central\r\nGovernment is satisfied that in the public interest or for the purposes of\r\nsecuring proper implementation of cooperative production and other\r\ndevelopmental programmes approved or undertaken by the Central Government or to\r\nsecure proper management of business of the multi-State cooperative societies\r\ngenerally or for preventing the affairs of the multi-State cooperative\r\nsocieties being conducted in a manner detrimental to the interests of the\r\nmembers, any depositors or creditors thereof, it is necessary to issue\r\ndirections to any class of multi-State cooperative societies generally or to\r\nany multi-State cooperative society or societies in particular, the Central\r\nGovernment may issue directions to them or to it, from time to time and all\r\nsuch multi-State cooperative societies or the society concerned, as the case\r\nmay be, shall be bound to comply with such directions.", "48": "Multi-State Cooperative Societies Act, 1984 48. Supersession of\r\nboard.- \n1.     \r\n  If\r\nin the opinion of the Central Registrar the board of any multi-State\r\ncooperative society is persistently making default or is negligent in the\r\nperformance of the duties imposed on it by this Act or the rules or the\r\nbye-laws or has committed any act which is prejudicial to the interests of the\r\nsociety or its members or has omitted or failed to comply with any directions\r\ngiven to its under section 47 or that there is a stalemate in the constitution\r\nor functions of the board, the Central Registrar may after giving the board an\r\nopportunity to state its objections, if any, and considering the objections, if\r\nreceived, by order in writing, remove the board and appoint one or more\r\nadministrators, who need not be members of the society to manage the affairs of\r\nthe society for such period not exceeding one year; as may be specified in the\r\norder, which period may, at the discretion of the Central Registrar, be\r\nextended from time to time; so, however, that the aggregate period does not exceed\r\ntwo years.2.     \r\n  The\r\nCentral Registrar may fix such remuneration for the administrators as he may\r\nthink fit and the remuneration shall be paid out of the funds of the\r\nmulti-State cooperative society.3.     \r\n  The\r\nadministrator shall subject to the control of the Central Registrar and to such\r\ninstructions as he may from time to time give, have power to exercise all or\r\nany of the functions of the board or of any officer of the multi-State\r\ncooperative society and take all such actions as may be required in the interests\r\nof the society.4.     \r\n  Save\r\nas otherwise provided in sub-section (5), the administrator shall, before the\r\nexpiry of his term of office, arrange for the constitution of a new board, in\r\naccordance with the bye-laws of the multi-State cooperative society.5.     \r\n  If\r\nat any time during the period of administrator is in office the Central\r\nRegistrar considers it necessary or expedient so to do, he may, by order in\r\nwriting giving reasons therefor, direct the administrator to arrange for the\r\nconstitution of a new board for such multi-State cooperative society in\r\naccordance with the bye-laws of such society and immediately on the\r\nconstitution of such board, the administrators shall hand over the management\r\nof such society to such newly constituted board and cease to function.6.     \r\n  Where\r\na multi-State cooperative society is indebted to any financial institution the\r\nCentral Registrar shall, before taking any action, under sub-section (1) in\r\nrespect of that society, consult the financial institution.7.     \r\n  Notwithstanding\r\nanything contained in this Act, the Central Registrar shall, in the case of a\r\ncooperative bank, if so required in writing by the Reserve Bank in the public\r\ninterests or for preventing the affairs of the cooperative bank being conducted\r\nin a manner detrimental to the interests of the depositors or for securing the\r\nproper management of a cooperative bank, pass an order for the supersession of\r\nthe board of that cooperative bank and for the appointment of an administrator\r\ntherefor for such periods not exceeding five years in the aggregate as may from\r\ntime to time be specified by the Reserve Bank.", "49": "Multi-State Cooperative Societies Act, 1984 49. Securing\r\npossession of records, etc.- 1.     \r\n  If\r\n–a.      the records\r\n(including registers and books of accounts) of a multi-State cooperative\r\nsociety are likely to be tampered with or destroyed or the funds or other\r\nproperty of such society are likely to be misappropriated or misapplied; orb.     the board of a\r\nmulti-State cooperative society is reconstituted at a general meeting of the\r\nsociety; orc.      the board of a\r\nmulti-State cooperative society is removed by the Central Registrar under\r\nsub-section (1) of section 48; ord.     a multi - State\r\ncooperative society is ordered to be wound up under section 77 and the outgoing\r\nmembers of the board refuse to hand over charge of the records and property of\r\nthe society to those having, or entitled to receive such charge, the Central\r\nRegistrar may apply to the magistrate within whose jurisdiction the multi-State\r\ncooperative society functions for securing the records and property of the\r\nsociety.1.     \r\n2.     \r\n  On\r\nreceipt of an application under sub-section (1), the magistrate may, by a\r\nwarrant authorise any police officer not below the rank of a sub-inspector to\r\nenter and search any place where such records and property are kept or are\r\nbelieved to be kept and to seize such records and property; and the records and\r\nproperty so seized shall be handed over to the new board or administrator of\r\nthe multi-State cooperative society or the liquidator, as the case may be.3.     \r\n  Every\r\nsuch search and seizure shall be made in accordance with the provisions of the\r\nCode of Criminal Procedure, 1973.", "50": "Multi-State Cooperative Societies Act, 1984 50. Constitution of\r\nbody of persons for preparation of list, etc.- The Central\r\nGovernment shall -a.     \r\n  constitute\r\na body of persons in the manner prescribed for the preparation of a list of\r\npersons eligible for appointment to the posts of Chief Executive and other\r\nmanagerial posts in national cooperative societies, the maximum pay-scale of\r\nwhich exceeds such amount as may be prescribed;b.    \r\n  make\r\nrules for regulating the recruitment, remuneration, allowances and other\r\nconditions of service of officers and other employees of national cooperative\r\nsocieties.", "51": "Multi-State Cooperative Societies Act, 1984 51. Acts of\r\nmulti-State cooperative societies not to be invalidated by certain defects.- No act of a\r\nmulti-State cooperative society or of any board or of any committee or of any\r\nofficers of the society shall be deemed to be invalid by reason only of the\r\nexistence of any defect in the procedure or in the constitution of the society\r\nor of the board of the committee thereof or in the appointment or election of\r\nan officer or on the ground that such officer was disqualified to hold office.", "52": "Multi-State Cooperative Societies Act, 1984 Chapter V: Privileges\r\nof Multi-State Cooperative Societies 52. Multi-State\r\nCooperative Society to be body corporate.- The registration of a\r\nmulti-State cooperative society shall render it a body corporate by the name\r\nunder which it is registered having perpetual succession and a common seal, and\r\nwith power to hold property, enter into contract, institute and defend suits\r\nand other legal proceedings and to do all things necessary for the purposes for\r\nwhich it is constituted.", "53": "Multi-State Cooperative Societies Act, 1984 53. Charge and set\r\noff, in respect of share or contribution or interest of member.- A multi-State\r\ncooperative society shall have a charge on the share or contribution or\r\ninterest in the capital and on the deposits of a member or past or deceased\r\nmember and on any dividend, bonus or profits payable to a member or past member\r\nor the estate of a deceased member in respect of any debt due from such member\r\nor past member of the estate of such deceased member to the society and may set\r\noff any sum credited or payable to a member or past member or the estate of\r\ndeceased member in or towards payment of any such debt.", "54": "Multi-State Cooperative Societies Act, 1984 54. Share or\r\ncontribution or interest not liable to attachment.- 1.     \r\n  Subject\r\nto the provisions of section 53, the share or contribution or interest of a\r\nmember or past or deceased member in the capital of a multi-State cooperative\r\nsociety shall not be liable to attachment or sale under any decree or order of\r\nany court in respect of any debt or liability incurred by such member and an\r\nofficial assignee or a receiver under any law relating to insolvency shall not\r\nbe entitled to or have any claim on such share of contribution or interest.2.     \r\n  The\r\nreserve fund, or the bad debt reserves, or the provident fund of the employees\r\nof a multi-State cooperative society invested by such society in accordance\r\nwith the provisions of this Act and the rules shall not be liable to attachment\r\nunder any decree or order of a court in respect of any debt or liability\r\nincurred by the society.", "55": "Multi-State Cooperative Societies Act, 1984 55. Register of\r\nmember.- \nAny register or list\r\nof members or shares kept by any multi-State cooperative society shall be prima\r\nfacie evidence of any of the following particulars entered therein, namely -a.     \r\n  the\r\ndate on which any person entered in such register or list became a member;b.    \r\n  the\r\ndate on which any such person ceased to be a member.", "56": "Multi-State Cooperative Societies Act, 1984 56. Admissibility of\r\ncopy of entry as evidence.- 1.     \r\n  A\r\ncopy of any entry in a book of a multi-State cooperative society regularly kept\r\nin the course of its business shall, if certifies in such manner as may be\r\nprescribed, be received in any suit or legal proceedings as prima facie\r\nevidence of the existence of such entry and shall be admitted as evidence of\r\nthe matters, transactions and accounts therein every case where and to the same\r\nextent as, the original entry itself is admissible.2.     \r\n  No\r\nofficer of a multi-State cooperative society and no officer in whose office the\r\nbooks of a multi-State cooperative society are deposited after liquidation\r\nshall, in any legal proceedings to which the society or the liquidator is not a\r\nparty, be compelled to produce any of the society's books or documents the\r\ncontents of which can be proved under this section, or to appear as a witness\r\nto prove the matters, transactions and accounts therein recorded, except under\r\nan order of a court or an arbitrator made for a special cause.", "57": "Multi-State Cooperative Societies Act, 1984 57. Exemption from\r\ncompulsory registration of instruments.- Nothing in clauses\r\n(b) and (c) of sub-section (1) of section 17 of the Registration Act, 1908,\r\nshall apply to -a.     \r\n  any\r\ninstrument relating to shares in a multi-State cooperative society notwithstanding\r\nthat the assets of the society consist in whole or in part of immovable\r\nproperty; orb.    \r\n  any\r\ndebenture issued by any such society and not creating, declaring, assigning,\r\nlimiting or extinguishing any right, title or interest to or in immovable property,\r\nexcept in so far as it entitles the holder thereof to the security afforded by\r\na registered instrument whereby the society has mortgaged, conveyed or\r\notherwise transferred the whole or part of its immovable property or any\r\ninterest therein to trustees upon trust for the benefit of the holders of such\r\ndebentures; orc.     \r\n  an\r\nendorsement upon or transfer of any debenture issued by any such society.", "58": "Multi-State Cooperative Societies Act, 1984 58. Deduction from\r\nsalary to meet multi-State Cooperative Society's claim in certain cases.- 1.     \r\n  Notwithstanding\r\nanything contained in any law for the time being in force, a member of a\r\nmulti-State cooperative society may execute an agreement in favour of that\r\nsociety providing that his employer disbursing his salary or wages shall be\r\ncompetent to deduct every month from the salary or wages payable to him, such\r\namount as may be specified in the agreement and pay the amount so deducted to\r\nthe society in satisfaction of any debt or other demand owing by the member to\r\nthe society.2.     \r\n  On\r\nthe execution of such agreement the employer disbursing the salary or wages of\r\nthe members shall, if so required by the multi-State cooperative society by a\r\nrequisition in writing and so long as the society does not intimate that the\r\nwhole of such debt or other demand has been paid, make the deduction in\r\naccordance with the agreement and pay the amount so deducted to the society\r\nwithin a period of fourteen days of the date on which deduction has been made,\r\nas if it were a part of the salary or wages payable on the day as required\r\nunder the Payment of Wages Act, 1936, and such payment shall be valid discharge\r\nof the employer for his liability to pay the amount deducted.3.     \r\n  If\r\nafter the receipt of a requisition made under sub-section (2) the employer\r\ndisbursing the salary or wages of the member at any time fails to deduct the\r\namount specified in the requisition from the salary or wages payable to the\r\nmember concerned or makes default in remitting the amount deducted to the\r\nmulti-State cooperative society, the society shall be entitled to recover any\r\nsuch amount from such employer as arrears of land revenue and the amount so due\r\nfrom such employer shall rank in priority in respect of the liability of such\r\nemployer equal to that of the salary or wages in arrears.", "59": "Multi-State Cooperative Societies Act, 1984 59. Government aid to\r\nmulti-State Cooperative Societies.- Notwithstanding\r\nanything contained in any law for the time being in force, the Central\r\nGovernment or a State Government may, with a view to promoting cooperative\r\nmovement -a.     \r\n  subscribe\r\nto the share capital of a multi-State cooperative society;b.    \r\n  give\r\nloans or make advances to a multi-State cooperative society;c.     \r\n  guarantee\r\nthe repayment of principal and payment of interest on debentures issued by a\r\nmulti-State cooperative society;d.    \r\n  guarantee\r\nthe repayment of share capital of a multi-State cooperative society and\r\ndividends thereon at such rates as may be specified by the Central Government\r\nor the State Government;e.     \r\n  guarantee\r\nthe repayment of principal and payment of interest on loans advances to a\r\nmulti-State cooperative society;f.     \r\n  give\r\nfinancial assistance in any other form, including subsides, to any multi-State\r\ncooperative society.", "60": "Multi-State Cooperative Societies Act, 1984 Chapter VI:\r\nProperties and Funds of Multi-State Cooperative Societies 60. Funds not to be\r\ndivided by way of profit.- 1.     \r\n  No\r\npart of the funds, other than net profits, of a multi-State cooperative society\r\nshall be divided by way of bonus or dividend or otherwise distributed among its\r\nmembers.2.     \r\n  The\r\nnet profits of a multi-State cooperative society referred to in sub-section (1)\r\nin respect of a society earning profit shall be calculated by deducting from\r\nthe gross profits for the year, all interest accrued and accruing in relation\r\nto amounts which are overdue, establishment charges, interest payable on loans\r\nand deposits, audit fees, working expenses including repairs, rent, taxes and\r\ndepreciation, bonus payable to employees under the law relating to payment of\r\nbonus for the tem being in force, and equilisation fund for such bonus,\r\nprovision for payment of income-tax and making approved donations under the\r\nIncome-tax Act, 1961, development rebate, provision for development fund, bad\r\ndebt fund, price fluctuation fund, dividend equalisation fund, share capital,\r\nredemption fund, investment fluctuation fund, provision for retirement benefits\r\nto employees, and after providing for or writing off bad debt and losses not\r\nadjusted against any funds created out of profit.Provided\r\nfurther that  \r\nin case of such multi-State cooperative societies as do not have share capital,\r\nthe surplus of income over expenditure shall not be treated as net profits and\r\nsuch surplus shall be dealt with in accordance with the bye-laws.", "61": "Multi-State Cooperative Societies Act, 1984 61. Disposal of net\r\nprofits.- \n1.     \r\n  A\r\nmulti-State cooperative society shall out of its net profits in any year -a.      transfer an amount\r\nnot less than twenty-five per cent to the reserve fund, andb.     credit such portion,\r\nas may be prescribed, to the cooperative education fund maintained by the\r\nNational Cooperative Union of India Limited, New Delhi.1.     \r\n2.     \r\n  Subject\r\nto such conditions as may be prescribed, the balance of the net profits may be\r\nutilized for all or any of the following purposes, namely;a.      payment of dividend\r\nto members on their paid-up share capital at a rate not exceeding the\r\nprescribed limit;b.     constitution of, or\r\ncontribution to, such special funds including education funds, as may be\r\nspecified in the bye-laws;c.      donation of amount\r\nnot exceeding five per cent of the net profits for any purpose as defined in\r\nsection 2 of the Charitable Endowments Act, 1890;d.     payment of ex gratia\r\namount to employees of the multi-State cooperative society to the extent and in\r\nthe manner specified in the bye-laws.1.     \r\n2.     \r\n3.     \r\n  The\r\nfunds of a multi-State cooperative society shall not be utilised for any\r\npolitical purpose.", "62": "Multi-State Cooperative Societies Act, 1984 62. Investment of\r\nfunds.- \nA multi-State\r\ncooperative society may invest or deposit its funds -a.     \r\n  in\r\na cooperative bank, State cooperative bank, cooperative land mortgage bank,\r\ncooperative land development bank or Central cooperative bank; orb.    \r\n  in\r\nany of the securities specified in section 20 of the Indian Trusts Act, 1882;\r\norc.     \r\n  in\r\nthe shares or securities of any other multi-State cooperative society or any\r\ncooperative society; ord.    \r\n  in\r\nthe shares, securities or assets of any other institution, with the previous approval\r\nof the Central Registrar; ore.     \r\n  with\r\nany bank; orf.     \r\n  in\r\nsuch other mode as may be prescribed.Explanation -  In clause (e),\r\n\"bank\" means any banking company as defined in clause (e) of section\r\n5 of the Banking Regulation Act 1949, and includes -             \r\n i.        \r\n  the\r\nState Bank of India constituted under the State Bank of India Act, 1955;            \r\n ii.        \r\n  a\r\nsubsidiary bank as defined in clause (k) of section 2 of the State Bank of\r\nIndia (Subsidiary Banks) Act, 1959;           \r\n iii.        \r\n  a\r\ncorresponding new bank constituted under section 3 of the Banking Companies\r\n(Acquisition and Transfer of Under-takings) Act, 1970 or a corresponding new\r\nbank constituted under section 3 of the Banking Companies (Acquisition and\r\nTransfer of Undertakings) Act, 1980.", "63": "Multi-State Cooperative Societies Act, 1984 63. Restrictions on\r\nloans.- \n1.     \r\n  A\r\nmulti-State Cooperative society, other than a cooperative bank, shall not make\r\na loan -a.      to a member on the\r\nsecurity or his share or on the security of a non-member; orb.     to a non-member;Provided\r\nthat  \r\nwith the general or special sanction of the Central Registrar, a multi-State\r\ncooperative society may make loans to another multi-State cooperative society.1.     \r\n2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), a multi-State cooperative society may\r\nmake a loan to a depositor on the security of his deposit.", "64": "Multi-State Cooperative Societies Act, 1984 64. Restrictions on\r\nborrowing.- \nA multi-State\r\ncooperative society shall receive deposits and loans only to such extent and\r\nunder such conditions as may be specified in the bye-laws;Provided\r\nthat  \r\na cooperative bank shall be governed by the provisions of the Banking\r\nRegulation Act, 1949.", "65": "Multi-State Cooperative Societies Act, 1984 65. Restrictions on\r\nother transactions with non-members.- Save as provided in\r\nsection 63 and 64, the transaction of a multi-State cooperative society with\r\nany person other than a member shall be subject to such prohibitions and\r\nrestrictions, if any, as may be prescribed.", "66": "Multi-State Cooperative Societies Act, 1984 66. Contributory\r\nProvident Fund.- \n1.     \r\n  A\r\nmulti-State cooperative society having such number or class of employees as may\r\nbe prescribed may establish a contributory provident fund for the benefit of\r\nsuch employees to which shall be credited all contributions made by the\r\nemployees and the society in accordance with the bye-laws of the society.2.     \r\n  Monies\r\nstanding to the credit of any contributory provident fund established by a\r\nmulti-State cooperative society under sub-section (1) shall not -a.      be used in the\r\nbusiness of the society;b.     form part of the\r\nassets of the society;c.      be liable to\r\nattachment or be subject to any other process or any court or other authority.1.     \r\n2.     \r\n3.     \r\n  Notwithstanding\r\nanything contained in this section, a provident fund established by a\r\nmulti-State cooperative society to which the provisions of the Employees'\r\nProvident Funds and Miscellaneous Provisions Act, 1952, apply, shall be\r\ngoverned by that Act.", "67": "Multi-State Cooperative Societies Act, 1984 Chapter VII: Audit,\r\nInquiry, Inspection and Surcharge 67. Audit.- 1.     \r\n  The\r\nCentral Registrar shall audit, or cause to be audited by a person authorised by\r\nhim by general or special order in writing in this behalf, the accounts of\r\nevery multi-State cooperative society at least once in each year.2.     \r\n  The\r\naudit under sub-section (1) shall include an examination of overdue debts, if\r\nany, the verification of the cash balance and securities, and a valuation of\r\nthe assets and liabilities of the multi-State cooperative society.3.     \r\n  The\r\nperson auditing the accounts of a multi-State cooperative society shall have\r\nfree access to the books, accounts, papers, vouchers, stock and other property\r\nof such society and shall be allowed to verify its cash balance and securities.4.     \r\n  The\r\ndirectors, managers, administrators and other officers of the multi-State\r\ncooperative society shall furnish to the person auditing the accounts of the society\r\nall such information as to its transactions and working as such person may\r\nrequire.5.     \r\n  The\r\nCentral Registrar or the person authorised by him under sub-section (1) to\r\naudit the accounts of a multi-State cooperative society shall have power, where\r\nnecessary -a.      to summon at the time\r\nof the audit any officer, agent, servant or member of the society, past or\r\npresent, who, he has reason to believe can give valuable information in regard\r\nto transactions of the society or the management of its affairs; andb.     to require the\r\nproduction of any book or document relating to the affairs or, any cash or\r\nsecurities belonging to, the society by any officer, agent, servant, or member\r\nof the society in possession of such books, documents, cash or securities and\r\nin the event of serious irregularities discovered during audit, to take them\r\ninto custody.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  If\r\nat the time of audit the accounts of a multi-State cooperative society are not\r\ncomplete, the Central Registrar or the person authorised by him under\r\nsub-section (1) to audit may cause the accounts to be written up at the expense\r\nof the society.7.     \r\n  Audit\r\nfee, if any, due from any multi-State cooperative society shall be determined\r\nby the Central Registrar and shall be recoverable in the same manner as is\r\nprovided in section 89.", "68": "Multi-State Cooperative Societies Act, 1984 68. Inspection of\r\nmulti-State cooperative Societies.- 1.     \r\n  The\r\nCentral Registrar, or any person authorised by him by general or special order\r\nin writing in this behalf, may inspect a multi-State cooperative society.2.     \r\n a.      For the purpose of\r\ninspection under sub-section (1), the Central Registrar or the person\r\nauthorised by him under that sub-section shall at all times have access to all\r\nbooks, accounts, papers, vouchers, securities, stock and other property of that\r\nsociety and may, in the event of serious irregularities discovered during\r\ninspection, take them into custody and shall have power to verify the cash\r\nbalance of the society and subject to the general or special order of the\r\nCentral Registrar to call a meeting of the board and also a general meeting of\r\nthe society where such general meeting is, in his opinion, necessary.b.     Every officer of\r\nmembers of a multi-State cooperative society shall furnish information with\r\nregard to the working of the society as the Central Registrar or the person\r\nmaking such inspection may require.1.     \r\n2.     \r\n3.     \r\n  A\r\ncopy of the report of inspection under this section shall be communicated to\r\nthe multi-State cooperative society within a period of three months from the\r\ndate of completion of such inspection.", "69": "Multi-State Cooperative Societies Act, 1984 69. Inquiry by\r\nCentral Registrar.- 1.     \r\n  The\r\nCentral Registrar may, of his own motion or on the application of a majority of\r\nthe members of the board or of not less than one third of the members, hold an\r\ninquiry or direct some person authorised by him by order in writing in this\r\nbehalf to hold an inquiry into the constitution, working and financial\r\ncondition of a multi-State cooperative society.2.     \r\n  The\r\nCentral Registrar or the person authorised by him under sub-section (1) shall\r\nhave the following powers, namely;a.      he shall at all\r\nreasonable times have free access to the books, accounts, documents,\r\nsecurities, cash and other properties belonging to or in the custody of the\r\nmulti-State cooperative society and may summon any person in possession or responsible\r\nfor the custody of any such book, accounts, documents, securities, cash or\r\nother properties to produce the same, at any place specified by him;b.     he may,\r\nnotwithstanding any rules or bye-laws specifying the period of notice for a\r\ngeneral meeting of the multi-State cooperative society, require the officers of\r\nthe society to call a general meeting of the society by giving notice of not\r\nless than seven days at such time and place at the headquarters of the society\r\nto consider such matters, as may be directed by him; and where the officers of\r\nthe society refuse or fail to call such a meeting he shall have power to call\r\nit himself;c.      he may summon any\r\nperson who is reasonably believed by him to have any knowledge of the affairs\r\nof the multi-State cooperative society to appear before him at any place at the\r\nheadquarters of the society or any branch thereof and may examine such person\r\non oath.1.     \r\n2.     \r\n3.     \r\n  Any\r\nmeeting called under clause (b) of sub-section (2) shall have all the powers of\r\na general meeting of the society called under the bye-laws of the society and\r\nits proceedings shall be regulated by such bye-laws.4.     \r\n  The\r\nCentral Registrar shall, within a period of three months of the date of\r\nreceipt, communicate a brief summary of the report of the inquiry to the\r\nmulti-State cooperative society, the financial institutions, if any, to which\r\nthe society is affiliated, and to the person or authority, if any, at whose\r\ninstance the inquiry is made.", "70": "Multi-State Cooperative Societies Act, 1984 70. Inspection of\r\nbooks of indebted multi-State cooperative societies.- 1.     \r\n  The\r\nCentral Registrar shall, on the application of a creditor of a multi-State\r\ncooperative society, inspect, or direct some person authorised by him by order\r\nin writing in this behalf to inspect, the books of the society:Provided that  no such inspection\r\nshall be made unless the applicant -a.      satisfies the Central\r\nRegistrar that the debt is a sum then due, and that he has demanded payment\r\nthereof and has not received satisfaction within a reasonable time; andb.     deposits with the\r\nCentral Registrar such sum as security for the costs of the proposed inspection\r\nas the Central Registrar may require.1.     \r\n2.     \r\n  The\r\nCentral Registrar shall communicate the result of any such inspection to the\r\ncreditor.", "71": "Multi-State Cooperative Societies Act, 1984 71. Cost of inquiry\r\nand inspection.- \nWhere an inquiry is\r\nheld under section 69 or an inspection is made under section 70, the Central\r\nRegistrar may apportion the costs, or such part of the costs, as he may think\r\nfit, between the multi-State cooperative society, the members or creditor\r\ndemanding an inquiry or inspection, and the officers or former officers and the\r\nmembers or past members of that society;Provided that - a.     \r\n  no\r\norder of apportionment of the cost shall be made under this section unless the\r\nsociety or the person liable to pay the costs thereunder has had a reasonable\r\nopportunity of being heard;b.    \r\n  the\r\nCentral Registrar shall state in writing under his own hand the grounds on\r\nwhich the costs are apportioned.", "72": "Multi-State Cooperative Societies Act, 1984 72. Recovery of\r\ncosts.- \nAny sum awarded by\r\nway of costs under section 71 may be recovered, on application to a magistrate\r\nhaving jurisdiction in the place where the person, from whom the money is\r\nclaimable, actually and voluntarily resides or carries on business, and such\r\nmagistrate shall recover the same as if it were a fine imposed by himself.", "73": "Multi-State Cooperative Societies Act, 1984 73. Repayment, etc.- 1.     \r\n  If\r\nin the course of an audit, inquiry, inspection or the winding up of a\r\nmulti-State cooperative society, it is found that any person, who is or was\r\nentrusted with the organisation or management of such society or who is or has\r\nat any time been an officer or an employee of the society, has made any payment\r\ncontrary to this Act, the rules or the bye-laws or has caused any deficiency in\r\nthe assets of the society by breach of trust or willful negligence or has\r\nmisappropriated or fraudulently retained any money or other property belonging\r\nto such society, the Central Registrar may, of his own motion or on the\r\napplication of the board, liquidator any creditor, inquire himself or direct\r\nany person authorised by him, by an order in writing in this behalf, to inquire\r\ninto the conduct of such person within a period of two years from the date of\r\nthe report of the audit, inspection or inquiry or the date of the order of\r\nwinding up, as the case may be;Provided that  where the Central\r\nRegistrar is satisfied that such inquiry could not be commenced during the\r\nperiod of two years aforesaid on account of fraud or concealment of facts make,\r\nor direct the inquiry to be made, with such period not exceeding six years from\r\nthe date of the audit, inspection or the inquiry or the date of the order of\r\nwinding up, as he may think fit.1.     \r\n2.     \r\n  Where\r\nan inquiry is made under sub-section (1), the Central Registrar may, after\r\ngiving the person concerned a reasonable opportunity of being heard, make an\r\norder requiring him to repay or restore the money or property or any part\r\nthereof, with interest at such rate, or to pay contribution and cost or\r\ncompensation to such extent, as the Central Registrar may consider just and\r\nequitable.", "74": "Multi-State Cooperative Societies Act, 1984 Chapter VIII:\r\nSettlement of Disputes 74. Disputes.- 1.     \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, if any dispute\r\n(other than a dispute regarding disciplinary action taken by a multi-State\r\ncooperative society against its paid employee or an industrial dispute as\r\ndefined in clause (k) of section 2 of the Industrial Disputes Act, 1947)\r\ntouching the constitution, management or business of a multi-State cooperative\r\nsociety arises -a.      among members, past\r\nmembers and persons claiming through members and deceased members, orb.     between a member,\r\npast member or a person claiming through a member, past member or deceased\r\nmember and the multi-State cooperative society, its board or any officer, agent\r\nor employee of the multi-State cooperative society or liquidator, past or\r\npresent, orc.      between the\r\nmulti-State cooperative society or its board and any past board, any officer,\r\nagent or employee, or any past officer, past agent of past employee or the\r\nnominee, heirs or legal representatives of any deceased officer, or deceased\r\nemployee of the multi-State cooperative society, ord.     between the\r\nmulti-State cooperative society and any other multi-State cooperative society,\r\nbetween a multi-State cooperative society and liquidator of another multi-State\r\ncooperative society or between the liquidator of one multi-State cooperative\r\nsociety and the liquidator of another multi-State cooperative society, Such\r\ndispute shall be referred to the Central Registrar for decision and no court\r\nshall have jurisdiction to entertain any suit or other proceedings in respect\r\nof such dispute;Provided that  all disputes in\r\nwhich a national cooperative society is a party shall be referred to the\r\nCentral Registrar or any officer empowered to exercise the power of the Central\r\nRegistrar.1.     \r\n2.     \r\n  For\r\nthe purposes of sub-section (1), the following shall be deemed to be disputes\r\ntouching the constitution, management or business of a multi-State cooperative\r\nsociety, namely:a.      a claim by the\r\nmulti-State cooperative society for any debt or demand due to it from a member\r\nor the nominee, heirs or legal representatives of a deceased member, whether\r\nsuch debt or demand be admitted or not;b.     a claim by a surety\r\nagainst the principal debtor where the multi-State cooperative society has\r\nrecovered from the surety any amount in respect of any debt or demand due to it\r\nfrom the principal debtor as a result of the default of the principal debtor,\r\nwhether such debt or demand is admitted or not;c.      any dispute arising\r\nin connection with the election of any officer of a multi-State cooperative\r\nsociety.1.     \r\n2.     \r\n3.     \r\n  If\r\nany question arises whether a dispute referred to the Central Registrar is or\r\nis not a dispute touching the constitution, management or business of a\r\nmulti-State cooperative society, the decision thereon of the Central Registrar\r\nshall be final and shall not be called in question in any court.", "75": "Multi-State Cooperative Societies Act, 1984 75. Limitation.- 1.     \r\n  Notwithstanding\r\nanything contained in the Limitation Act, 1963, but subject to the specific\r\nprovisions made in this Act, the period of limitation in the case of a dispute\r\nreferred to the Central Registrar shall,a.      When the dispute\r\nrelates to the recovery of any sum including interest thereon due to a\r\nmulti-State cooperative society by a member thereof, be computed from the date\r\non which such member dies or ceases to be a member of the society;b.     save as otherwise\r\nprovided in clause(c), when the dispute relates to any act or omission on the\r\npart of any of the parties referred to in clause (b) or clause (c) of\r\nsub-section (1) of section 74, be six years from the date on which the act or\r\nomission, with reference to which the dispute arose, took place;c.      when the dispute\r\nrelates to a multi-State cooperative society which has been ordered to be wound\r\nup under section 77 or in respect of which an administrator has been appointed\r\nunder section 48, be six years from the date of the order issued under section\r\n77 or section 48, as the case may be;d.     when the dispute is\r\nin respect of an election of an officer of a multi-State cooperative society,\r\nbe one month from the date of the declaration of the result of the election.1.     \r\n2.     \r\n  The\r\nperiod of limitation in the case of any dispute, except those mentioned in\r\nsub-section (1), which are required to be referred to the Central Registrar\r\nshall be regulated by the provisions of the Limitation Act, 1963, as if the\r\ndispute were a suit and the Central Registrar a civil court.3.     \r\n  Notwithstanding\r\nanything contained in sub-sections(1) and (2), the Central Registrar may admit\r\na dispute after the expiry of the period of limitation, if the applicant\r\nsatisfies the Central Registrar that he had sufficient cause for not referring\r\nthe dispute within such period.", "76": "Multi-State Cooperative Societies Act, 1984 76. Settlement of\r\ndisputes.- \n1.     \r\n  The\r\nCentral Registrar may, on receipt of the reference of dispute under section 74.a.      elect to decide the\r\ndispute himself, orb.     transfer it for\r\ndisposal to any other person who has been invested by the Central Government\r\nwith powers in that behalf.1.     \r\n2.     \r\n  The\r\nCentral Registrar may withdraw any reference transferred under clause (b) of\r\nsub-section (1) and decide it himself or refer the same for decision to any\r\nother person who has been invested by the Central Government with powers in\r\nthat behalf.3.     \r\n  The\r\nCentral Registrar or any other person to whom a dispute is referred for\r\ndecision under this section may, pending the decision of the dispute, make such\r\ninterlocutory orders as he may deem necessary in the interest of justice.", "77": "Multi-State Cooperative Societies Act, 1984 Chapter IX: Winding\r\nUp of Multi-State Cooperative Societies 77. Winding Up of\r\nMulti-State Cooperative Societies.- 1.     \r\n  If\r\nthe Central Registrar, after an inquiry has been held under section 69 or an\r\ninspection has been made under section 70, or on receipt of an application made\r\nby not less than three fourths of the members of a multi State cooperative\r\nsociety, is of the opinion that the society ought to be wound up, he may, after\r\ngiving the society a reasonable opportunity of making its representations, by order,\r\ndirect it to be wound up.2.     \r\n  The\r\nCentral Registrar may, of his own motion and after giving the multi-State\r\ncooperative society a reasonable opportunity of making its representations,\r\nmake an order directing the winding up of the multi-State cooperative society -a.      where it is a\r\ncondition of the registration of the society that the society shall consist of\r\nat least fifty members and the number of members has been reduced to less than\r\nfifty; orb.     where the multi-State\r\ncooperative society has not commenced working within a period of six months of\r\nthe date of its registration or such extended period as the Central Registrar\r\nmay allow in this behalf or has ceased to function in accordance with\r\ncooperative principles.1.     \r\n2.     \r\n3.     \r\n  The\r\nCentral Registrar may cancel an order for the winding up of a multi-State\r\ncooperative society, at any time, in any case where in his opinion, the society\r\nshould continue to exist.4.     \r\n  A\r\ncopy of such order shall be communicated by registered post to the multi-State\r\ncooperative society and to the financial institutions, if any, of which the\r\nsociety is a member.5.     \r\n  Notwithstanding\r\nanything contained in this section no cooperative bank shall be wound up except\r\nwith the previous sanction in writing of the Reserve Bank.", "78": "Multi-State Cooperative Societies Act, 1984 78. Winding up of\r\ncooperative banks at the direction of Reserve Bank.- Notwithstanding\r\nanything to the contrary contained elsewhere in this Act, the Central Registrar\r\nshall make an order for the winding up of a cooperative bank, if so required by\r\nthe Reserve Bank in the circumstances mentioned in section 13D of the Deposit\r\nInsurance and Credit Guarantee Corporation Act, 1961.", "79": "Multi-State Cooperative Societies Act, 1984 79. Reimbursement to\r\nthe Deposit Insurance Corporation by liquidator.- Where a cooperative\r\nbank, being an insured bank within the meaning of the Deposit Insurance and\r\nCredit Guarantee Corporation Act, 1961, is wound up and the Deposit Insurance Corporation\r\nhas become liable to the depositors of the insured bank under sub-section (1)\r\nof section 16 of that Act, the Deposit Insurance Corporation shall be\r\nreimbursed by the liquidator or such other person in the circumstances, to the\r\nextent and in the manner provided in section 21 of that Act.", "80": "Multi-State Cooperative Societies Act, 1984 80. Liquidator.- 1.     \r\n  Where\r\nthe Central Registrar has made an order under section 77 for the winding up of\r\na multi-State cooperative society, the Central Registrar may appoint a\r\nliquidator for the purpose and fix his remuneration.2.     \r\n  A\r\nliquidator shall, on appointment, take into his custody or under his control\r\nall the property, effects and actionable claims to which the multi-State\r\ncooperative society is or appears to be entitled and shall take such steps as\r\nhe may deem necessary or expedient to prevent loss or deterioration of, or\r\ndamage to, such property, effects and claims and he may carry on the business\r\nof the multi-State cooperative society so far may be necessary with the\r\nprevious approval of the Central Registrar.3.     \r\n  Where\r\nan appeal is preferred under clause (k) of sub-section (1) of section 90, an\r\norder for the winding up of a multi-State cooperative society made under\r\nsection 77 shall not operate thereafter until the order is confirmed in appeal;Provided\r\nthat  \r\nthe liquidator shall continue to have custody or control of the Property,\r\neffects and actionable claims mentioned in sub-section (2) and have authority\r\nto take the step referred to in that sub-section.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  Where\r\nan order for the winding up of a multi-State cooperative society is set aside\r\nin appeal, the property, effects and actionable claims of the society shall\r\nre-vest in the society.", "81": "Multi-State Cooperative Societies Act, 1984 81. Powers of\r\nliquidator.- \n1.     \r\n  Subject\r\nto any rules made in this behalf, the whole of the assets of a multi-State\r\ncooperative society in respect of which an order for winding up has been made,\r\nshall vest in the liquidator appointed under section 80 from the date on which\r\nthe order takes effect and the liquidator shall have power to realise such\r\nassets by sale or otherwise.2.     \r\n  Such\r\nliquidator shall also have power, subject to the control of the Central\r\nRegistrar -a.      to institute and\r\ndefend suits and other legal proceedings on behalf of the multi-State\r\ncooperative society by the name of his office;b.     to determine from\r\ntime to time the contribution (including debts due and costs of liquidation) to\r\nbe made or remaining to be made by the members or past members or by the estates\r\nor nominees, heirs or legal representatives of deceased members or by any\r\nofficers or former officers, to the assets of the multi-State cooperative\r\nsociety;c.      to investigate all\r\nclaims against the multi-State cooperative society and subject to the provisions\r\nof this Act, to decide questions of priority arising between claimants;d.     to pay claims against\r\nthe multi-State cooperative society, including interest up to the date of\r\nwinding up according to their respective priorities, if any, in full or rateably,\r\nas the assets of the society may permit; the surplus, if any, remaining after\r\npayment of the claims being applied in payment of interest from the date of\r\nsuch order of winding up at a rate fixed by him but not exceeding the contract\r\nrate in any case;e.      to determine by what\r\npersons and in what proportions the costs of the liquidation are to be borne;f.      to determine whether\r\nany person is a member, past member or nominee of a deceased member;g.     to give such\r\ndirections in regard to the collection and distribution of the assets of the\r\nmulti-State cooperative society as may appear to him to be necessary for\r\nwinding up the affairs of that society;h.      to carry on the\r\nbusiness of the multi-State cooperative society so far as may be necessary for\r\nthe beneficial winding up of the same;i.       to make any\r\ncompromise or arrangement with creditors or persons claiming to be creditors or\r\nhaving or alleging to have any claim, present or future, whereby the\r\nmulti-State cooperative society may be rendered liable;j.       to make any\r\ncompromise or arrangement with any person between whom and the multi-State\r\ncooperative society there exists any dispute and to refer to any such dispute\r\nfor decision;k.      after consulting the\r\nmembers of the multi State cooperative society, to dispose of the surplus, if\r\nany, remaining after paying the claims against the society, in such manner as\r\nmay be prescribed;l.       to compromise all\r\ncalls or liabilities, to calls and debts and liabilities capable of resulting\r\nin debts, and all claims, present or future, certain or contingent, subsisting\r\nor alleged to be subsisting between the multi-State cooperative society and a\r\ncontributory or other debtor or person apprehending liability to the\r\nmulti-State cooperative society and all questions in any way relating to or\r\naffecting the assets or the winding up of the society on such terms as may be\r\nagreed any take any security for the discharge of any such call, liability,\r\ndebt or claim and give a complete discharge in respect thereof.1.     \r\n2.     \r\n3.     \r\n  When\r\nthe affairs of a multi-State cooperative society have been wound up, the\r\nliquidator shall make a report to the Central Registrar and deposit the records\r\nof the society in such place as the Central Registrar may direct.", "82": "Multi-State Cooperative Societies Act, 1984 82. Disposal of\r\nsurplus assets.- \nThe surplus assets,\r\nas shown in the report of a liquidator of a multi-State cooperative society\r\nwhich is wound up;a.     \r\n  may,\r\nif the bye-laws of the multi-State cooperative society specify the purpose for\r\nwhich surplus shall be utilised, be utilised by the Central Registrar for the\r\nsaid purpose, andb.    \r\n  if\r\nthe bye-laws aforesaid do not specify the purpose, be divided by the Central\r\nRegistrar, with the previous sanction of the Central Government, amongst the\r\nmembers of such multi-State cooperative society in such manner as may be\r\nprescribed.", "83": "Multi-State Cooperative Societies Act, 1984 83. Priority of\r\ncontributions assessed by liquidator.- Notwithstanding\r\nanything contained in any law relating to insolvency the contribution assessed\r\nby a liquidator shall rank next to debts due to the Central Government or a\r\nState Government or a local authority in accordance with the order of priority\r\nin insolvency proceedings.", "84": "Multi-State Cooperative Societies Act, 1984 84. Power of Central\r\nRegistrar to cancel registration of a multi-State Cooperative Society.- 1.     \r\n  The\r\nCentral Registrar may, after considering the report of the liquidator made to\r\nhim under sub-section (3) of section 81, order the registration of the multi State\r\ncooperative society to be cancelled and on such cancellation, that society\r\nshall stand dissolved.2.     \r\n  An\r\norder passed under sub-section (1) shall be communicated by registered post to\r\nthe president of the multi-State cooperative society and to the financial\r\ninstitutions, if any, of which the society was a member.", "85": "Multi-State Cooperative Societies Act, 1984 Chapter X: Execution\r\nof Decrees, Orders and Decisions 85. Execution of\r\ndecisions, etc.- \nEvery decision or\r\norder made under section 30, section 31, section 73, section 76, section 90,\r\nsection 92 or section 93 shall, if not carried out.a.     \r\n  on\r\na certificate signed by the Central Registrar or any person authorised by him\r\nin writing in this behalf, be deemed to be a decree of a civil court and shall\r\nbe executed in the same manner as if it were a decree of such court orb.    \r\n  where\r\nthe decision or order provides for the recovery of money, be executed according\r\nto the law for the time being in force for the recovery of arrears of land\r\nrevenue :Provided that  any application for\r\nthe recovery in such manner of any sum shall be made -             \r\n i.        \r\n  to\r\nthe Collector and shall be accompanied by a certificate signed by the Central\r\nRegistrar or by any person authorised by him in writing in this behalf;            \r\n ii.        \r\n  within\r\ntwelve years from the date fixed, in the decision or order and if no such date\r\nis fixed from the date of the decision or order, as the case may be; ora.     \r\nb.     \r\nc.     \r\n  be\r\nexecuted by the Central Registrar or any persons authorised by him in writing\r\nin this behalf, by attachment and sale or sale without attachment of any\r\nproperty of the person or a multi-State cooperative society against whom the\r\ndecision or order has been made.", "86": "Multi-State Cooperative Societies Act, 1984 86. Execution of\r\norders of liquidator.- Every order made by\r\nthe liquidator under section 81 shall be executed according to the law for the\r\ntime being in force for the recovery of arrears of land revenue.", "87": "Multi-State Cooperative Societies Act, 1984 87. Attachment before\r\naward.- \n1.     \r\n  Where\r\nthe Central Registrar is satisfied that a party to any reference made to him\r\nunder section 74 with intent to defeat or delay the execution of any decision\r\nthat may be passed thereon is about to -a.      dispose of the whole or\r\nany part of the property; orb.     remove the whole or\r\nany part of the property from its existing precincts, the Central Registrar\r\nmay, unless adequate security is furnished, direct conditional attachment of\r\nthe said property or such part thereof as he think necessary.1.     \r\n2.     \r\n  The\r\nattachment under sub-section (1) shall be executed by a civil court having\r\njurisdiction in the same way as an attachment order passed by itself and shall\r\nhave the same effect as such order.", "88": "Multi-State Cooperative Societies Act, 1984 88. Central Registrar\r\nor the person authorised by him to be civil court for certain purposes.- The Central Registrar\r\nor any person authorised by him in writing in this behalf shall be deemed, when\r\nexercising any powers under this Act for the recovery of any amount by the\r\nattachment and sale or by sale without attachment of any property, or when\r\npassing any orders on any application made to him for such recovery or for\r\ntaking a step-in-aid of such recovery, to be a civil court for the purposes of\r\narticle 136 of the Schedule to the Limitation Act, 1963.", "89": "Multi-State Cooperative Societies Act, 1984 89. Recovery of sums\r\ndue to Government.- 1.     \r\n  All\r\nsums due from a multi-State cooperative society, or from an officer or member\r\nor past member of a multi-State cooperative society, to the Central Government\r\nor a State Government, including any cost awarded to the Central Government or\r\nthe State Government, as the case may be under any provision of this Act, may\r\non a certificate issued by the Central Registrar in this behalf, be recovered\r\nin the same manner as arrears of land revenue.2.     \r\n  Sums\r\ndue from a multi-State cooperative society to the Central Government or a State\r\nGovernment and recoverable under sub-section(1) may be recovered firstly from\r\nthe property of the society and secondly from the members, past members or the\r\nestates of deceased members, subject to the limit of their liability;Provided that  the liability of\r\npast members and the estate of deceased members shall in all cases be subject\r\nto the provision of section 28.", "90": "Multi-State Cooperative Societies Act, 1984 Chapter XI: Appeals\r\nand Revision 90. Appeals.- 1.     \r\n  Subject\r\nto the provisions of section 91, an appeal shall lie under this section against\r\n-a.      an order made by the\r\nCentral Registrar under sub-section (2) of section 7 refusing to register a\r\nmulti-State cooperative society;b.     an order made by the\r\nCentral Registrar under sub-section (4) of section 9 refusing to register an\r\namendment of the bye-laws of multi-State cooperative society;c.      a decision of a multi\r\nState cooperative society refusing or deemed to be refusing under sub-section\r\n(5) of section 19 to admit any person as a member of the society who is\r\notherwise duly qualified for membership under the bye-laws of the society;d.     a decision of a\r\nmulti-State cooperative society under sub-section (1) of section 21 expelling\r\nany of its members;e.      a decision of a\r\nmulti-State cooperative society removing an elected members of a board under\r\nsection 39;f.      an order made by the\r\nCentral Registrar under section 40 removing a member from his office;g.     an order made by the\r\nCentral Registrar under section 48 superseding the board of directors of a\r\nmulti-State cooperative society;h.      an order made by the\r\nCentral Registrar under section 71 apportioning the cost of an inquiry held\r\nunder section 69 or an inspection made under section 70;i.       an order made under\r\nsub-section (2) of section 73;j.       a decision or order\r\nmade under section 76;k.      an order made by the\r\nCentral Registrar under section 77 directing the winding up of multi-State\r\ncooperative society;l.       an order made by the\r\nliquidator of a multi-State cooperative society under section 81;m.    an order under\r\nsection 87 directing attachment of property before award.1.     \r\n2.     \r\n  An\r\nappeal against any decision or order under sub-section (1) shall be made within\r\nsixty day from the date of such decision or order,a.      if the decision or\r\norder was made by the Central Registrar, to the prescribed authority;b.     if the decision was\r\nmade by a multi-State cooperative society (other than a national cooperative\r\nsociety), or a liquidator of such society, to the officer who is empowered to\r\nexercise the powers of the Central Registrar under sub-Section (2) of section\r\n4; orc.      if the decision was\r\nmade by a national cooperative society or a liquidator of such society, to the\r\nCentral Registrar appointed under sub-section(1) of section 4.1.     \r\n2.     \r\n3.     \r\n  The\r\nappellate authority may, if satisfied that the appellant was prevented by\r\nsufficient cause from preferring the appeal within the period of sixty days,\r\nadmit the appeal within such further period not exceeding sixty days as that\r\nauthority may deem fit.4.     \r\n  In\r\ndisposing of an appeal under this section, the appellate authority may, after\r\ngiving the parties a reasonable opportunity of making their representations,\r\npass such order thereon as that authority may deem fit.5.     \r\n  The\r\ndecision or order of the appellate authority on appeal shall be final.", "91": "Multi-State Cooperative Societies Act, 1984 91. No appeal or\r\nrevision in certain cases.- Notwithstanding\r\nanything contained in this Act, where with the previous sanction in writing of\r\nor on requisition by, the Reserve Bank, a cooperative bank -a.     \r\n  is\r\nbeing wound up; orb.    \r\n  in\r\nrespect of which a scheme of amalgamation or reorganisation is given effect to;\r\norc.     \r\n  in\r\nrespect of which an order for the supersession of the board and the appointment\r\nof an administrator therefor has been made, no appeal, revision or review there\r\nagainst shall lie or be permissible, and the sanction or requisition of the\r\nReserve Bank shall not be liable to be called in question.", "92": "Multi-State Cooperative Societies Act, 1984 92. Revision.- 1.     \r\n  Subject\r\nto the provisions of section 91, the Central Government may, of its own motion\r\nor on an application, call for and examine the records of any proceedings in\r\nwhich no appeal lies to the appellate authority under section 90 for the purpose\r\nof satisfying itself as to the legality or propriety of any decision or order\r\nmade under this Act and if in any case it shall appear to the Central\r\nGovernment that any such decision or order should be modified, annulled or\r\nrevised or remitted for reconsideration, the Central Government may, after\r\ngiving the party to be affected thereby a reasonable opportunity of being\r\nheard, pass such order thereon as it may deem fit.Provided that  the application to\r\nthe Central Government for the exercise of the power under this section shall\r\nbe preferred within ninety days from the date on which the decision or order to\r\nwhich the application relates was communicated to the applicant;Provided further that  the Central\r\nGovernment may, if satisfied that the appellant was prevented by sufficient\r\ncause from making the application within the said period of ninety days, admit\r\nthe application after the expiry of the said period.1.     \r\n2.     \r\n  The\r\nCentral Government may suspend the execution of the decision or order pending\r\nthe exercise of its power under sub-section (1) in respect thereof.3.     \r\n  The\r\nCentral Government may award costs in proceedings under this section to be paid\r\nout of the funds of the multi-State cooperative society concerned or by such\r\nparty to the application for revision as the Central Government may deem fit.", "93": "Multi-State Cooperative Societies Act, 1984 93. Review.- 1.     \r\n  The\r\nappellate authority under section 90 may, on the application of any party\r\ninterested, review its own order in any case and pass in reference thereto such\r\norder as it thinks fit;Provided that  no such application\r\nshall be entertained unless the appellate authority is satisfied that there has\r\nbeen a discovery of new and important matter or evidence which after exercise\r\nof due diligence was not within the knowledge of the applicant or could not be\r\nproduced by him at the time when the order was made or that there has been some\r\nmistake or error apparent on the face of the record or for any other sufficient\r\nreason;Provided further that  no such order shall\r\nbe made under this sub-section unless notice has been given to all interested\r\nparties and they have been afforded a reasonable opportunity of being heard.1.     \r\n2.     \r\n  An\r\napplication for review under sub-section (1) by any party shall be made within\r\nthirty days from the date of communication of the order of the appellate\r\nauthority sought to be reviewed.", "94": "Multi-State Cooperative Societies Act, 1984 94. Interlocutory\r\norders.- \nWhere an appeal is\r\nmade under section 90 or where the Central Government calls for the records of\r\na case under section 92, the appellate authority or the Central Government, as\r\nthe case may be, may in order to prevent the ends of justice being defeated,\r\nmake such interlocutory orders, including an order of stay, pending the\r\ndecision of the appeal or revision as such authority or the Central Government\r\nmay deem fit.", "95": "Multi-State Cooperative Societies Act, 1984 Chapter XII:\r\nSocieties Which Become Multi-State Cooperative Societies Consequent on Re-organisation\r\nof States 95. Cooperative\r\nsocieties functioning immediately before re-organisation of States.- 1.     \r\n  Where\r\nby virtue of the provisions of Part I of the States Reorganisation Act, 1956,\r\nor any other enactment relating to reorganisation of States, any cooperative\r\nsociety which immediately before the day on which the reorganisation takes\r\nplace, had its objects confined to one State becomes, as from that day, a multi-State\r\ncooperative society, it shall be deemed to be a multi-State cooperative society\r\nregistered under the corresponding provisions of this Act and the bye-laws of\r\nsuch society shall, in so far as they are not inconsistent with the provisions\r\nof this Act, continue to be in force until altered or rescinded.2.     \r\n  If\r\nit appears to the Central Registrar or any officer authorised in this behalf by\r\nthe Central Government (hereafter in this section referred to as the authorised\r\nofficer) that it is necessary or expedient to reconstitute or reorganize any\r\nsociety referred to in sub-section(1) the Central Registrar or the authorised\r\nofficer, as the case may be, may, with the previous approval of the Central\r\nGovernment, place before a meeting of the general body of that society, held in\r\nsuch manner as may be prescribed, a scheme for the reconstitution or\r\nreorganisation, including proposals regarding -a.      the formation of new\r\nmulti-State cooperative societies and the transfer thereto in whole or in part,\r\nof the assets and liabilities of that society, orb.     the transfer, in\r\nwhole or in part, of the assets and liabilities of that society to any other\r\nmulti-State cooperative society in existence immediately before the date of\r\nthat meeting of the general body (hereafter in this section referred to as the\r\nexisting multi-State cooperative society).1.     \r\n2.     \r\n3.     \r\n  If\r\nthe scheme is sanctioned by a resolution passed by a majority of the members\r\npresent at the said meeting, either without modifications or with modifications\r\nto which the Central Registrar or the authorised officer agrees, he shall\r\ncertify the scheme and upon such certification, the scheme shall,\r\nnotwithstanding anything to the contrary contained in any law, regulation or\r\nbye-laws for the time being in force, be binding on all the societies affected\r\nby the scheme, as well as the share-holders and creditors of all such\r\nsocieties.4.     \r\n  If\r\nthe scheme is not sanctioned under sub-section (3), the Central Registrar or\r\nthe authorised officer may refer the scheme to such Judge of the appropriate\r\nHigh Court, as may be nominated in this behalf by the Chief Justice thereof,\r\nand the decision of that Judge in regard to the scheme shall be final and shall\r\nbe binding on all the societies affected by the scheme as well as the\r\nshareholders and creditors of all such societies.Explanation -  In this sub-section,\r\n\"appropriate High Court\" means the High Court within the local limits\r\nof whose jurisdiction the principal place of business of the multi-state\r\ncooperative society is situated.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  Notwithstanding\r\nanything contained in this section, where a scheme under sub-section (2)\r\nincludes any proposal regarding the transfer of the assets and liabilities of\r\nany multi-State cooperative society referred to in clause (b) thereof, the\r\nscheme shall not be binding on such multi-State cooperative society or the\r\nshareholders and creditors thereof, unless the proposal regarding such transfer\r\nis accepted by that multi-State cooperative society by a resolution passed by a\r\nmajority of the members present at a meeting of its general body.", "96": "Multi-State Cooperative Societies Act, 1984 Chapter XIII:\r\nOffences and Penalties 96. Offences.- 1.     \r\n  A\r\nmulti-State cooperative society or an officer or member thereof wilfully making\r\na false return or furnishing false information, or any person wilfully or\r\nwithout any reasonable excuse disobeying any summons, requisition or lawful\r\nwritten order issued under the provisions of this Act, or willfully not\r\nfurnishing any information required from him by a person authorised in this\r\nbehalf under the provisions of this Act, shall be punishable with fine which may\r\nextend to two hundred rupees.2.     \r\n  Any\r\nemployer who without sufficient cause, fails to pay to a multi-state\r\ncooperative society the amount deducted by him under section 58 within a period\r\nof fourteen days from the date on which such deduction is made, shall, without\r\nprejudice to any action that may be taken against him under any other law for\r\nthe time being in force, be punishable with fine which may extend to five\r\nhundred rupees.3.     \r\n  Any\r\nofficer or custodian who willfully fails to hand over custody of books, accounts,\r\ndocuments, records, cash, security and other property belonging to a\r\nmulti-State cooperative society of which he is an officer or custodian, to a\r\nperson entitled under section 49, section 67, section 68, section 69 or section\r\n80 shall be punishable with fine which may extend to two hundred rupees and in\r\nthe case of a continuing breach, with a further fine which may extend to five\r\nhundred rupees for every day during which the breach is continued after\r\nconviction for the first such breach.", "97": "Multi-State Cooperative Societies Act, 1984 97. Cognizance of\r\noffences.- \n1.     \r\n  No\r\ncourt inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of\r\nthe first class shall try any offence under this Act.2.     \r\n  No\r\nprosecution shall be instituted under this Act without the previous sanction of\r\nthe Central Registrar and such sanction shall not be given without giving to\r\nthe person concerned a reasonable opportunity to represent his case.", "98": "Multi-State Cooperative Societies Act, 1984 Chapter XIV:\r\nMiscellaneous 98. Copy of Act,\r\nrules and bye-laws etc., to be open to inspection.- Every multi-State\r\ncooperative society shall keep a copy of this Act, the rules and its bye-laws\r\nand also a list of its members, open to inspection free of charge at all\r\nreasonable times at the registered address of the society.", "99": "Multi-State Cooperative Societies Act, 1984 99. Power to exempt\r\nmulti-State Cooperative Societies from conditions as to registration.- 1.     \r\n  Notwithstanding\r\nanything contained in this Act, the Central Government may, by general or\r\nspecial order, for reasons to be recorded therein, and subject to such conditions,\r\nif any, as may be specified therein exempt any multi-State cooperative society\r\nor class of such societies from any of the requirement of this Act relating to\r\nregistration;2.     \r\na.      The Central\r\nGovernment may, by general or special order and for reasons to be recorded\r\ntherein;                     \r\n i.        \r\n  exempt\r\nany multi-State cooperative society or any class of such societies from any of\r\nthe provisions of this Act or of the rules; or                    \r\n ii.        \r\n  direct\r\nthat such provisions shall apply to such society or class of societies with\r\nsuch modifications not affecting the substance thereof as may be specified in\r\nthe order;Provided that  no order shall be\r\nmade under sub-clause(ii) so as to prejudice the interests of such society or\r\nclass of such societies without a reasonable opportunity being given to make\r\nrepresentation in the matter.a.    b.     Every order made\r\nunder clause (a) shall be published in the Official Gazette.", "100": "Multi-State Cooperative Societies Act, 1984 100. Liquidator to be\r\npublic servant.- \nAny person appointed\r\nas liquidator under the provisions of this Act shall be deemed to be a public\r\nservant within the meaning of section 21 of the Indian Penal Code.", "101": "Multi-State Cooperative Societies Act, 1984 101. Notice necessary\r\nin suits.- \nNo suit shall be\r\ninstituted against a multi-State cooperative society or any of its officers in\r\nrespect of any act touching the constitution, management or the business of the\r\nsociety until the expiration of ninety days next after notice in writing has\r\nbeen delivered to the Central Registrar or left at his office, stating the\r\ncause of action, the name, description and place of residence of the plaintiff\r\nand the relief which he claims, and the plaint shall contain a statement that\r\nsuch notice has been so delivered or left.", "102": "Multi-State Cooperative Societies Act, 1984 102. Certain Acts not\r\nto apply.- \n1.     \r\n  The\r\nprovisions of the Companies Act, 1956 and the Monopolies and Restrictive Trade\r\nPractices Act, 1969 shall not apply to multi-State cooperative societies.2.     \r\n  The\r\nmulti-State cooperative societies registered or deemed to be registered under\r\nthe provisions of this Act shall not indulge in monopolistic and restrictive\r\ntrade practices, as defined in the Monopolies and Restrictive Trade Practices\r\nAct, 1969.", "103": "Multi-State Cooperative Societies Act, 1984 103. Savings of\r\nexisting multi-State Cooperative Societies.- 1.     \r\n  Every\r\nmulti-State cooperative society existing immediately before the commencement of\r\nthis Act which has been registered under the Cooperative Societies Act, 1912 or\r\nunder any other Act relating to cooperative societies in force, in any State or\r\nin pursuance of the provisions of the Multi-unit Cooperative Societies Act,\r\n1942, shall be deemed to be registered under the corresponding provisions of\r\nthis Act, and the bye-laws of such society shall, in so far as they are not\r\ninconsistent with the provisions of this Act, or the rules, continue to be in\r\nforce until altered or rescinded.2.     \r\n  All\r\nappointments, rules and orders made, all notifications and notices issued and\r\nall suits and other proceedings instituted under any of the Acts referred to in\r\nsub-section (1) shall, in so far as they are not inconsistent with the\r\nprovisions of this Act, be deemed to have been respectively made, issued and\r\ninstituted under this Act, save that an order made cancelling the registration\r\nof a multi-State cooperative society shall be deemed, unless the society has\r\nalready been finally liquidated, to be an order made under section 77 for its\r\nbeing wound up.", "104": "Multi-State Cooperative Societies Act, 1984 104. Power to amend\r\nsecond Schedule.- 1.     \r\n  f\r\nthe Central Government is satisfied that any multi-State cooperative society\r\nshould be designated as a national cooperative society or any national\r\ncooperative society specified in the second Schedule should be omitted from the\r\nsaid Schedule, it may, by notification, amend the said Schedule so as to\r\ninclude there in such multi-State cooperative society or exclude therefrom such\r\nnational cooperative society, and thereupon the said Schedule shall be deemed\r\nto have been amended accordingly.2.     \r\n  A\r\ncopy of every notification made under sub-section (1) shall be laid before each\r\nHouse of Parliament as soon as may be after it is made.", "105": "Multi-State Cooperative Societies Act, 1984 105. Bar of\r\njurisdiction of courts.- 1.     \r\n  Save\r\nas otherwise provided in this Act, no court shall have jurisdiction in respect\r\nof -a.      the registration of a\r\nmulti-State cooperative society or its bye-laws or of an amendment of the\r\nbye-laws;b.     the removal of board of\r\ndirectors;c.      any dispute required\r\nunder section 74 to be referred to the Central Registrar; andd.     any matter concerning\r\nthe winding up and the dissolution of a multi State cooperative society.1.     \r\n2.     \r\n  While\r\na multi-State cooperative society is being wound up, no suit or other legal\r\nproceedings relating to the business of such society, shall be proceeded with\r\nor instituted against the liquidator or against the society or any member\r\nthereof, except by leave of the Central Registrar and subject to such terms and\r\nconditions as he may impose.3.     \r\n  Save\r\nas otherwise provided in this Act, no decision or order made under this Act\r\nshall be questioned in any court.", "106": "Multi-State Cooperative Societies Act, 1984 106. Powers of civil\r\ncourt.- \n1.     \r\n  In\r\nexercising the functions conferred on him by or under this Act, the Central\r\nRegistrar, or any other person deciding a dispute under section 76 and the\r\nliquidator of a multi-State cooperative society and a person entitled to audit,\r\ninspect or hold an inquiry under this Act, shall have all the powers of a civil\r\ncourt while trying a suit under the Code of Civil Procedure, 1908, in respect\r\nof the following matters, namely:-a.      summoning and\r\nenforcing the attendance of any person and examining him on oath;b.     requiring the\r\ndiscovery and production of any document;c.      proof of facts by\r\naffidavits; andd.     issuing commissions\r\nfor examination of witnesses.1.     \r\n2.     \r\n  In\r\nthe case of an affidavit, any officer appointed by the Central Registrar, or\r\nany other person deciding a dispute or the liquidator, as the case may be, may\r\nadminister oath to the deponent.", "107": "Multi-State Cooperative Societies Act, 1984 107. Indemnity.- No suit, prosecution\r\nor other legal proceedings shall lie against the Central Registrar or any\r\nperson subordinate to him or acting on his authority or against any other\r\nperson in respect of anything in good faith done or purporting to have been\r\ndone under this Act.", "108": "Multi-State Cooperative Societies Act, 1984 108. Opening of\r\nbranches.- \n1.     \r\n  Notwithstanding\r\nanything contained to the contrary in any law relating to cooperative societies\r\nin force in a State, a multi-State cooperative society, not being a cooperative\r\nbank, may open branches or places of business in any place in India.2.     \r\n  Where\r\na multi-State cooperative society opens branches or places of business in any\r\nState under sub-section (1), the Registrar of Cooperative Societies in such\r\nState shall not exercise any jurisdiction in relation to such branches or places\r\nof business nor shall call for any returns or information there from.", "109": "Multi-State Cooperative Societies Act, 1984 109. Power to make\r\nRules.- \n1.     \r\n  The\r\nCentral Government may, by notification, make rules to carry out the provisions\r\nof the Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-             \r\n i.        \r\n  the\r\nform to be used, the particulars to be given and the conditions to be complied\r\nwith in the making of applications under section 6 for the registration of a\r\nmulti-State cooperative society and the procedure in the matter of such\r\napplications.            \r\n ii.        \r\n  the\r\nnumber of the applicants and the manner in which the order of refusal to\r\nregister a multi-State cooperative society and its bye-laws shall be\r\ncommunicated under sub-section (2) of section 7;           \r\n iii.        \r\n  the\r\nmanner in which the order of refusal to register any amendment of the bye-laws\r\nshall be communicated under sub-section (4) of section 9 and section 18;           \r\n iv.        \r\n  the\r\nprocedure and conditions for change in the extent of the liability of a\r\nmulti-State cooperative society under section 13;            \r\n v.        \r\n  the\r\nmatters in respect of which a multi-State cooperative society may make bye-laws\r\nand the procedure to be followed in making, altering and abrogating bye-laws\r\nunder section 9 or section 18 and the conditions to be satisfied prior to such\r\nmaking, alteration or abrogation.           \r\n vi.        \r\n  the\r\nconditions to be complied with under section 19 by persons applying for\r\nadmission as members, for the election and admission of members and the payment\r\nto be made and the interest to be acquired before the exercise of the right of\r\nmembership;          \r\n vii.        \r\n  the\r\nnumber of individuals who may be admitted as members of the National\r\nCooperative Union of India Limited, New Delhi as required by section 19 and\r\ntheir qualifications;         \r\n viii.        \r\n  the\r\nwithdrawal and expulsion of members and the payments, if any, to be made to\r\nmembers who withdraw or are expelled and the liability of past members or the\r\nestates of deceased members;           \r\n ix.        \r\n  the\r\nvotes of members, as required by section 22;            \r\n x.        \r\n  the\r\nmaximum number of shares of a multi-State cooperative society which may subject\r\nto the provisions of section 24, be held by a member;           \r\n xi.        \r\n  the\r\nconstitution and powers of a smaller body representing the general body under\r\nsection 29.          \r\n xii.        \r\n  general\r\nmeeting of the members under section 30, the period within which such meeting\r\nbe called and the procedure at such meetings and the powers to be exercised by\r\nsuch meetings;         \r\n xiii.        \r\n  the\r\nproportion of individuals and multi-State cooperative societies in the\r\nconstitution of the board of directors and the general body under section 32;        \r\n xiv.        \r\n  the\r\nelection of members of the boards under section 35 and nomination of members to\r\nsuch boards under section 41, the appointment, or election of officers and the\r\npowers to be exercised and the duties to be performed by the boards and other\r\nofficers;         \r\n xv.        \r\n  the\r\nrestrictions and conditions subject to which honorarium may be paid under\r\nsection 38 to the elected chairman or president of the board of directors for\r\nservices rendered;        \r\n xvi.        \r\n  the\r\nadditional measures and acts which may be taken or, as the case may be, done by\r\nthe board under section 42;       \r\n xvii.        \r\n  the\r\nnumber of meetings of the board, the venue of such meetings and the number of\r\ncommittees or sub-committees for purposes of sections 43 and 46;       xviii.        \r\n  the\r\nappointment and regulation of work entrusted to persons replacing the board in\r\npursuance of section 48;        \r\n xix.        \r\n  the\r\nconstitution of a body of persons under section 50 for the preparation of a\r\nlist of persons eligible for appointment to the posts of Chief Executive and\r\nother management posts in national cooperative societies and the amount of the\r\nmaximum pay-scale applicable to such posts;         \r\n xx.        \r\n  the\r\nrecruitment, remuneration, allowances and other conditions of service of\r\nofficers and other employees of national cooperative societies under section\r\n50;        \r\n xxi.        \r\n  prohibiting\r\na multi-State cooperative society from electing a defaulting member, or a\r\nrepresentative of defaulting member-society, on its board;       \r\n xxii.        \r\n  the\r\nreturns to be submitted by a multi-State cooperative society to the Central\r\nRegistrar, the persons by whom and the form in which such returns shall be\r\nsubmitted and in case of failure to submit any such returns, the levy of\r\nexpenses of preparing it.       xxiii.        \r\n  the\r\npersons by whom and the form in which copies of entries in books of multi-State\r\ncooperative societies may be certified under section 56 and the charges to be\r\nlevied for the supply of such copies;       xxiv.        \r\n  the\r\nterms and conditions on which the Central Government may make share capital\r\ncontribution or give financial or other assistance to multi-State cooperative\r\nsocieties under section 59 and the terms and conditions on which the Central\r\nGovernment may guarantee the payment of the principal or interest on debentures\r\nissued by multi-State cooperative societies or loans or deposits raised by\r\nthem;       \r\n xxv.        \r\n  the\r\nprocedure to be followed in proceedings before the Central Registrar or other\r\npersons deciding disputes including the appointment of a guardian for a party\r\nto the dispute who is a minor or who, by reason of unsoundness of mind or\r\nmental infirmity, is incapable of protecting his interest, and the levy of\r\nexpenses relating to such proceedings;       xxvi.        \r\n  The\r\nmode in which the value of a deceased member's share or interests shall be\r\nascertained and the nomination of a person to whom such share or interest may\r\nbe paid or transferred;      xxvii.        \r\n  the\r\npayments to be made and conditions to be complied with by members applying for\r\nloans, the period for which any loans may be made and the maximum amount which\r\nmay be lent to any members;     xxviii.        \r\n  the\r\nformation and maintenance of reserve funds and other funds under section 61 and\r\nthe objects to which such funds may be applied, and the investment of any funds\r\nunder the control of a multi-State cooperative society under section 62;       xxix.        \r\n  the\r\nconditions under which profits may be distributed under section 61 to the\r\nmembers of a multi-State cooperative society and the maximum rate of dividend\r\nwhich may be paid by multi-State cooperative societies;       \r\n xxx.        \r\n  the\r\nprohibitions and restrictions subject to which multi-State cooperative\r\nsocieties may, under section 65, transact business with persons who are not\r\nmembers;       xxxi.        \r\n  the\r\naccounts and books to be kept by a multi-State cooperative society and the\r\naudit of such accounts and the charges, if any, to be made for such audit under\r\nsection 67 and the periodical publication of a balance sheet showing the assets\r\nand liabilities of a multi-State cooperative society;      xxxii.        \r\n  the\r\ncalculation and writing off of bad debts by multi State Cooperative societies;     xxxiii.        \r\n  the\r\nappointment of persons for settlement of disputes under section 76;     xxxiv.        \r\n  the\r\nprocedure to be followed by a liquidator appointed under section 80 in respect\r\nof provisions of section 81.      xxxv.        \r\n  the\r\nmanner in which the surplus assets may be divided amongst the members of the\r\nmulti-State cooperative society under section 82;     xxxvi.        \r\n  the\r\nprocedure for execution of decisions under section 85;    xxxvii.        \r\n  the\r\nprocedure to be followed in presenting and disposing of appeals under section\r\n90;   xxxviii.        \r\n  the\r\nissue and service of processes and for proof of service thereof;     xxxix.        \r\n  the\r\nmanner of effecting attachment;           \r\n xl.        \r\n  the\r\ncustody, preservation and sale of property under attachment;          \r\n xli.        \r\n  the\r\ninvestigation of claims by persons other than the defaulter to any right or\r\ninterest in the attached property, and the postponement of sale pending such\r\ninvestigation;         \r\n xlii.        \r\n\r\n  the\r\nimmediate sale of perishable articles;        \r\n xliii.        \r\n  the\r\ninspection of documents in the office of the Central Registrar or of any other\r\nofficer or authority and the levy of fees for granting certified copies of the\r\nsame;       \r\n xliv.        \r\n  the\r\nmanner in which funds may be raised by multi-State cooperative society or a\r\nclass of multi-State cooperative societies by means of shares or debentures or\r\notherwise and the quantum of funds so raised;        \r\n xlv.        \r\n  the\r\nprocedure under section 95 for reconstitution and reorganisation of societies\r\nwhich become multi-State cooperative societies consequent on reorganisation of\r\na State;       \r\n xlvi.        \r\n  the\r\nmethod of communicating or publishing any decision or order required to be\r\ncommunicated or published under this Act or the rules;       xlvii.        \r\n  the\r\nmanner and the periodicity or returns of pending cases of registration of\r\nmulti-State cooperative societies and amendments of bye-laws to be sent by the\r\nCentral Registrar to the Central Government;      xlviii.        \r\n  any\r\nother matter which is required to be, or may be prescribed.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made under this section shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in sessions for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification to the rule or both Houses agree that the rule should not be made,\r\nthe rule shall thereafter have effect only in such modified form or be of no\r\neffect as the case may be; so, however, that any such modification or annulment\r\nshall be without prejudice to the validity or anything previously done under\r\nthat rule.", "110": "Multi-State Cooperative Societies Act, 1984 110. Repeal.- The Multi-unit\r\nCooperative Societies Act, 1942 is hereby repealed."}