{"name": "National Bank for Agriculture and Rural Development Act, 1981\r", "1": "National Bank for Agriculture and Rural Development Act, 1981 Chapter I:\r\nPreliminary 1. Short title,\r\nextent and commencement.- 1.     \r\n  This\r\nAct may be called the National Bank for Agriculture and Rural Development Act,\r\n19812.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint, and different dates may be\r\nappointed for different provisions of this Act, and any reference in any\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "National Bank for Agriculture and Rural Development Act, 1981 2. Definitions.- In this Act, unless the context otherwise\r\nrequires,-- a.     \r\n  \"Agriculture\"\r\nincludes horticulture, animal husbandry, forestry, dairy and poultry farming,\r\npisciculture, and other allied activities, whether or not undertaken jointly\r\nwith agriculture and the expression \"agricultural operations\" shall\r\nbe construed accordingly.Explanation.-For the purposes of this\r\nclause, \"pisciculture\" includes the development of fisheries, both\r\ninland and marine, catching of fish and all activities connected therewith or\r\nincidental thereto;a.    \r\nb.    \r\n  \"Agricultural\r\nRefinance and Development Corporation\" means the Corporation established\r\nunder section 3 of the Agricultural Refinance and Development Corporation Act,\r\n1963 (10 of 1963), and renamed under section 3A of that Act as the Agricultural\r\nRefinance and Development Corporation;c.     \r\n  \"Board\"\r\nmeans the Board of Directors of the National Bank;d.    \r\n  \"central\r\nco-operative bank\" means the principal co- operative society in a district\r\nin a State, the primary object of which is the financing of other co-operative\r\nsocieties in that district:Provided that in addition to such principal\r\nsociety in a district, or where there is no such principal society in a\r\ndistrict, the State Government may declare any one or more co- operative\r\nsocieties carrying on the business of financing other co-operative societies in\r\nthat district to be also or to be a central co-operative bank or central\r\nco-operative banks within the meaning of this definition;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n  \"Chairman\"\r\nmeans the Chairman of the Board appointed under section 6;f.     \r\n  \"co-operative\r\nsociety\" means a society registered, or deemed to be registered, under the\r\nCo-operative Societies Act, 1912 (2 of 1912) or any other law relating to\r\nco-operative societies for the time being in force in any State;g.    \r\n  \"crops\"\r\nincludes products of agricultural operations;h.     \r\n  \"director\"\r\nmeans a director appointed under section 6;i.      \r\n  \"industry\r\nin the tiny and decentralised sector\" means industrial concerns in the\r\ntiny and decentralised sector and \"industrial concern in the tiny and\r\ndecentralised sector\" means an industrial concern in which the investment\r\nin machinery and plant is not in excess of rupees two lakhs or such higher\r\namount as the Central Government may specify by notification in this behalf\r\nhaving regard to trends in industrial development and other relevant factors;j.      \r\n  \"Managing\r\nDirector\" means the Managing Director appointed under section 6;k.     \r\n  \"marketing\r\nof crops\" includes the processing of crops prior to marketing by any\r\nagricultural producers or any organisation of such producers;l.      \r\n  \"National\r\nBank\" means the National Bank for Agriculture and Rural Development\r\nestablished under section 3;m.   \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;n.     \r\n  \"primary\r\nrural credit society\" means a co-operative society, by whatever name\r\ncalled,-- 1.     \r\n  which\r\nhas as its object or business the provision of financial accommodation to its\r\nmembers for agriculture or agricultural operations or for the marketing of\r\ncrops, or for rural development; and2.     \r\n  the\r\nbye-laws of which do not permit admission of any other co-operative society as\r\nmember: 317 Provided that this sub-clause shall not apply to the admission, as\r\na member, of a co-operative society, which is a State co-operative bank or a\r\ncentral co-operative bank by reason of such bank subscribing to the share\r\ncapital of the co-operative society out of funds provided by the State\r\nGovernment for the purpose;a.    \r\nb.    \r\nc.    \r\nd.    \r\ne.    \r\nf.    \r\ng.    \r\nh.    \r\ni.    \r\nj.    \r\nk.    \r\nl.    \r\nm.    \r\nn.    \r\no.    \r\n  \"prescribed\"\r\nmeans prescribed by regulations made under this Act;p.    \r\n  \"regional\r\nrural bank\" means a regional rural bank established under section 3 of the\r\nRegional Rural Banks Act, 1976; (21 of 1976.)q.    \r\n  \"rural\r\ndevelopment\" means development of rural areas through any activities\r\nconducive to such development. Explanation.--For the purposes of this clause,--\r\na.     \r\n  activities\r\nconducive to development of rural areas include activities relating to\r\nproduction of goods or provision of services in rural areas and activities for\r\nthe promotion of cottage and village industries, industry in the tiny and\r\ndecentralised sector and small-scale industry and handicrafts and other rural\r\ncrafts;b.    \r\n  \"rural\r\narea\" means the area comprised in any village and includes the area\r\ncomprised in any town, the population of which does not exceed ten thousand or\r\nsuch other figure as the Reserve Bank may specify from time to time;r.      \r\n  \"Reserve\r\nBank\" means the Reserve Bank of India constituted under section 3 of the\r\nReserve Bank of India Act, 1934; (2 of 1934.)s.     \r\n  \"scheduled\r\nbank\" means a bank for the time being included in the Second Schedule to\r\nthe Reserve Bank of India Act, 1934 (2 of 1934);t.      \r\n  \"small-scale\r\nindustry\" means industrial concerns in the small scale sector and\r\n\"industrial concern in the small scale sector\" means an industrial\r\nconcern-- (i) in which the investment in machinery and plant is not in excess\r\nof rupees twenty lakhs or such higher amount as the Central Government may specify\r\nby notification in this behalf having regard to trends in industrial\r\ndevelopment and other relevant factors, and (ii) which is not an industrial\r\nconcern in the tiny and decentralised sector;u.     \r\n  \"State\r\nco-operative bank\" means the principal co- operative society in a State,\r\nthe primary object of which is the financing of other co-operative societies in\r\nthe State:Provided that in addition to such principal\r\nsociety in a State, or where there is no such principal society in a State, the\r\nState Government may declare any one or more co-operative societies carrying on\r\nbusiness in that State to be also or to be a State co-operative bank or State\r\nco-operative banks within the meaning of this definition;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\nl.     \r\nm.     \r\nn.     \r\no.     \r\np.     \r\nq.     \r\nr.     \r\ns.     \r\nt.     \r\nu.     \r\nv.     \r\n  \"State\r\nland development bank\" means the co-operative society which is the\r\nprincipal land development bank (by whatever name called) in a State and which\r\nhas as its primary object the providing of long-term finance for agricultural\r\ndevelopment:Provided that, in addition to such principal\r\nland development bank in a State, or where there is no such bank in a State,\r\nthe State Government may declare any co-operative society carrying on business\r\nin that State and authorised by the bye-laws of such co-operative society to\r\nprovide long-term finance for agricultural development to be also or to be a\r\nState land development bank within the meaning of this definition;a.    \r\nb.    \r\nc.    \r\nd.    \r\ne.    \r\nf.    \r\ng.    \r\nh.    \r\ni.    \r\nj.    \r\nk.    \r\nl.    \r\nm.    \r\nn.    \r\no.    \r\np.    \r\nq.    \r\nr.    \r\ns.    \r\nt.    \r\nu.    \r\nv.    \r\nw.    \r\n  words\r\nand expressions used herein and not defined but defined in the Reserve Bank of\r\nIndia Act, 1934 (2 of 1934), shall have the meanings respectively assigned to\r\nthem in that Act;x.     \r\n  words\r\nand expressions used herein and not defined either in this Act or in the\r\nReserve Bank of India Act, 1934 (2 of 1934), but defined in the Banking\r\nRegulation Act, 1949 (10 of 1949), shall have the meanings respectively\r\nassigned to them in the Banking Regulation Act, 1949 (10 of 1949).", "3": "National Bank for Agriculture and Rural Development Act, 1981 Chapter II:\r\nEstablishment of the National Bank for Agriculture and Rural Development and\r\nCapital Thereof 3. Establishment and\r\nincorporation of National Bank for Agriculture and Rural Development.- 1.     \r\n  With\r\neffect from such date as the Central Government may, by notification in the\r\nOfficial Gazette, appoint, there shall be established for the purposes of this\r\nAct, a bank to be known as the National Bank for Agriculture and Rural\r\nDevelopment.2.     \r\n  The\r\nBank shall be a body corporate with the name aforesaid having perpetual\r\nsuccession and a common seal with power, subject to the provisions of this Act,\r\nto acquire, hold and dispose of property and to contract, and may by that name\r\nsue and be sued.3.     \r\n  The\r\nhead office of the National Bank shall be at Bombay or at such other place as\r\nthe Central Government may, by notification, specify.4.     \r\n  The\r\nNational Bank may establish offices, branches or agencies at any place in\r\nIndia, and with the previous approval of the Central Government and in\r\nconsultation with the Reserve Bank, at any place outside India.", "4": "National Bank for Agriculture and Rural Development Act, 1981 4. Capital.- 1.     \r\n  The\r\ncapital of the National Bank shall be one hundred crores of rupees:Provided that the Central Government may, in\r\nconsultation with the Reserve Bank and by notification, increase the said\r\ncapital up to five hundred crores of rupees.1.     \r\n2.     \r\n  The\r\ncapital of the National Bank shall be subscribed to by the Central Government\r\nand the Reserve Bank in equal proportions.", "5": "National Bank for Agriculture and Rural Development Act, 1981 Chapter III:\r\nManagement of the National Bank 5. Management.- 1.     \r\n  The\r\ngeneral superintendence, direction and management of the affairs and business\r\nof the National Bank shall vest in a Board of Directors, which shall exercise\r\nall powers and do all acts and things which may be exercised or done by the\r\nNational Bank.2.     \r\n  Subject\r\nto the provisions of this Act, the Board in discharging its functions, shall\r\nact on business principles with due regard to public interest.3.     \r\n  Subject\r\nto the provisions of sub-section (1) and save as otherwise provided in the\r\nregulations made under this Act, the Managing Director shall also have powers\r\nof general superintendence, direction and management of the affairs and\r\nbusiness of the National Bank and may also exercise all powers and do all acts\r\nand things which may be exercised or done by the National Bank:Provided that during the period of any casual\r\nvacancy of the nature referred to in section 11 in the office of the Managing\r\nDirector, the Chairman may also exercise the powers and discharge the functions\r\nof the Managing Director untill the person appointed by the Central Government\r\nunder section 11 to act as Managing Director enters upon his office.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  Any\r\nwhole-time director appointed under sub-section (3) of section 6 shall assist\r\nthe Managing Director in the discharge of his functions under subsection (3)\r\nand perform such duties as the Board may entrust or delegate to him.5.     \r\n  In\r\nthe discharge of his powers and functions under sub- section (3), the Managing\r\nDirector shall follow such directions as the Chairman may give.6.     \r\n  In\r\nthe discharge of its functions under this Act, the National Bank shall be\r\nguided by such directions in matters of policy involving public interest as the\r\nCentral Government, in consultation with the Reserve Bank, or the Reserve Bank,\r\nmay give in writing.", "6": "National Bank for Agriculture and Rural Development Act, 1981 6. Board of\r\nDirectors.- \n1.     \r\n  The\r\nBoard of Directors of the National Bank shall consist of the following,\r\nnamely:-- a.     \r\n  a\r\nChairman;b.    \r\n  two\r\ndirectors from amongst experts in rural economics, rural development,\r\nhandicrafts and other rural crafts, village and cottage industries and\r\nsmall-scale industries or in any other matter, the special knowledge or\r\nprofessional experience in which is considered by the Central Government as\r\nuseful to the National Bank;c.     \r\n  three\r\ndirectors out of whom two shall be persons with experience in the working of\r\nco-operative banks and one shall be a person with experience in the working of\r\ncommercial banks;d.    \r\n  three\r\ndirectors from out of the directors of the Reserve Bank;e.     \r\n  three\r\ndirectors from amongst the officials of the Central Government;f.     \r\n  two\r\ndirectors from amongst the officials of the State Governments; andg.    \r\n  a\r\nManaging Director.1.     \r\n2.     \r\n  The\r\nChairman and other directors shall be appointed by the Central Government in\r\nconsultation with the Reserve Bank:Provided that no such consultation shall be\r\nnecessary in the case of directors appointed under clause (e) of sub-section\r\n(1).1.     \r\n2.     \r\n3.     \r\n  Where\r\nthe Central Government is satisfied, in consultation with the Reserve Bank that\r\nit is necessary so to do, it may appoint one or more whole-time directors with\r\nsuch designations as may be deemed appropriate by that Government and any\r\nwhole-time director so appointed shall also be a member of the Board:", "7": "National Bank for Agriculture and Rural Development Act, 1981 7. Term of office of\r\nChairman and other directors, retirement and payment of fees.- 1.     \r\n  The\r\nChairman shall hold office for such term not exceeding five years and shall\r\nreceive such salary and allowances as the Central Government may, at the time\r\nof appointment, specify and shall be eligible for re-appointment:1A.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), the Central Government shall have the\r\nright to terminate the terms of office of the Chairman at any time before the\r\nexpiry of the term specified under that sub-section by giving him a notice of\r\nnot less than three months in writing or three months, salary and allowances in\r\nlieu of such notice.1B.  \r\n  In\r\nthe case of a vacancy in the office of the Chairman, the Managing Director\r\nshall perform the functions and duties of the Chairman during such vacancy.2.     \r\n  Subject\r\nto the provisions contained in sub-section (5), a director appointed under\r\nclause (b) or clause (c) of sub-section (1) of section 6, shall hold office for\r\nsuch term, not exceeding three years as the Central Government may specify in\r\nthis behalf and shall be eligible for reappointment:Provided that no such\r\ndirector shall hold office continuously for a period exceeding six years.1.     \r\n2.     \r\n3.     \r\n  The\r\nCentral Government may, in consultation with the Reserve Bank, remove the\r\nChairman at any time before the expiry of his term of office after giving him a\r\nreasonable opportunity of showing cause against the proposed removal.4.     \r\n  The\r\nChairman and the directors referred to in sub-section (2) shall be paid such\r\nfees and allowances as may be prescribed for attending the meetings of the\r\nBoard or of any of its committees and for attending to any other work of the\r\nNational Bank:5.     \r\n  The\r\ndirectors appointed under clauses (b) to (f) of sub- section (1) of section 6\r\nshall hold office during the pleasure of the Central Government.", "8": "National Bank for Agriculture and Rural Development Act, 1981 8. Term of office of\r\nManaging Director and whole-time directors, conditions of service, etc.- 1.     \r\n  The\r\nManaging Director and any whole- time director appointed under sub-section (3)\r\nof section 6 shall,-- a.     \r\n  hold\r\noffice for such term not exceeding five years as the Central Government may, at\r\nthe time of appointment, specify and shall be eligible for re-appointment;b.    \r\n  receive\r\nsuch salary and allowances and be governed by such terms and conditions of\r\nservice as the Board may, with the previous approval of the Central Government\r\nand in consultation with the Reserve Bank, determine:Provided that the Managing Director and any\r\nsuch whole-time director appointed to the first Board shall receive such salary\r\nand allowances and be governed by such terms and conditions of service as the\r\nCentral Government may, in consultation with the Reserve Bank, determine.1.     \r\n2.     \r\n  The\r\nCentral Government may, in consultation with the Reserve Bank, remove the\r\nManaging Director or any whole-time director appointed under subsection (3) of\r\nsection 6 at any time before the expiry of his term of office, after giving him\r\na reasonable opportunity of showing cause against the proposed removal.3.     \r\n  Notwithstanding\r\nanything contained in sub-section (1) or sub-section (2), the Central\r\nGovernment shall have the right to terminate the term of office of the Managing\r\nDirector or of any whole-time director appointed under sub-section (3) of\r\nsection 6 at any time before the expiry of the term fixed under sub-section (1)\r\nby giving him notice of not less than three months in writing or three months'\r\nsalary and allowances in lieu of such notice:Provided that the Central Government shall,\r\nbefore terminating the term of office of the Managing Director or any\r\nwhole-time director appointed under sub-section (3) of section 6, consult the\r\nReserve Bank.", "9": "National Bank for Agriculture and Rural Development Act, 1981 9.\r\nDisqualifications.- \n1.     \r\n  No\r\nperson shall be a director who-a.      is of unsound mind\r\nand stands so declared by a competent court; orb.     is or has been\r\nconvicted of any offence which, in the opinion of the Central Government,\r\ninvolves moral turpitude; orc.      is, or at any time\r\nhas been, adjudicated insolvent or has suspended payment of his debts or has\r\ncompounded with his creditors.2.     \r\n  The\r\nappointment as director of any person who is a Member of Parliament or the\r\nLegislature of any State shall, unless within two months of the date of his\r\nappointment he ceases to be such member, be void on the expiry of the said\r\nperiod of two months and if any director is elected or nominated as a Member of\r\nParliament or of any State Legislature he shall cease to be a director as from\r\nthe date of such election or nomination, as the case may be.", "10": "National Bank for Agriculture and Rural Development Act, 1981 10. Vacation and\r\nresignation of office by directors.- 1.     \r\n  If\r\na director-a.     \r\n  becomes\r\nsubject to any of the disqualifications mentioned in section 9; orb.    \r\n  is\r\nabsent without leave of the Board for more than three consecutive meetings\r\nthereof, his seat shall thereupon become vacant.2.     \r\n  Any\r\ndirector may resign his office by giving notice thereof in writing to the\r\nCentral Government, and on his resignation being accepted by the Central\r\nGovernment or if his resignation is not sooner accepted, on the expiry of three\r\nmonths from the receipt thereof by the Central Government, he shall be deemed\r\nto have vacated his office.", "11": "National Bank for Agriculture and Rural Development Act, 1981 11. Casual vacancy in\r\nthe office of Managing Director.- If the Managing\r\nDirector is by infirmity or otherwise rendered incapable of carrying out his\r\nduties or is duties or is absent on leave or otherwise, in circumstances not\r\ninvolving the vacation of his appointment, the Central Government may, after\r\nconsultation with the Reserve Bank and the Board, appoint another person to act\r\nin his place as Managing Director during his absence.", "12": "National Bank for Agriculture and Rural Development Act, 1981 12. Meetings of\r\nBoard.- \n1.     \r\n  The\r\nBoard shall meet at such times and places and shall observe such rules of\r\nprocedure in regard to the transaction of business at its meetings as may be\r\nprescribed.2.     \r\n  The\r\nChairman of the Board, or, if for any reason he is unable to attend any\r\nmeeting, the Managing Director and in the absence of both, the Chairman and the\r\nManaging Director any other director nominated by the Chairman in this behalf,\r\nand in the absence of such nomination, any other director elected by the\r\ndirectors present at the meeting, shall preside at the meeting of the Board.3.     \r\n  All\r\nquestions which come up before any meeting of the Board shall be decided by a\r\nmajority of votes of the directors present and voting, and in the event of an\r\nequality of votes, the Chairman, or, in his absence, the person presiding,\r\nshall have a second or casting vote.", "13": "National Bank for Agriculture and Rural Development Act, 1981 13. Committees of National Bank.- 1.     \r\n  The\r\nBoard may constitute an Executive Committee consisting of such number of\r\ndirectors as may be prescribed.2.     \r\n  The\r\nExecutive Committee shall discharge shall discharge such function as may be\r\nprescribed or may be delegated to it by the Board.3.     \r\n  The\r\nBoard may constitute such other committees, whether consisting wholly of\r\ndirectors or wholly of other persons or partly of directors and partly of other\r\npersons as it thinks fit and for such purposes as it may decide and every\r\ncommittee so constituted shall discharge such functions as may be delegated to\r\nit by the Board.4.     \r\n  The\r\nExecutive Committee shall meet at such times and places and shall observe such\r\nrules of procedure in regard to the transaction of business at its meetings, as\r\nmay be prescribed.5.     \r\n  The\r\ntimes and places at which any committee constituted under subsection (3) shall\r\nmeet, the rules of procedure which such committee shall observe in regard to\r\nthe transaction of business at its meetings, and the fees and allowances which\r\nmay be paid to the members of such committee for attending the meetings of the\r\ncommittee and for attending to any other work of the National Bank shall be\r\nsuch as may be specified by that Bank.", "14": "National Bank for Agriculture and Rural Development Act, 1981 14. Advisory\r\nCouncil.-1.     \r\n  The\r\nBoard may constitute an Advisory Council consisting of such number of directors\r\nand such other persons who, in the opinion of the Board, have special knowledge\r\nof agriculture, agricultural credit, co-operation and rural economics,\r\nsmall-scale industries, village and cottage industries and handicrafts and\r\nother rural crafts or have special knowledge and appreciation of the country's\r\noverall developmental policies and in particular overall monetary and credit\r\npolicies, which is considered by the Board as useful to the National Bank.2.     \r\n  The\r\nAdvisory Council shall advise the National Bank in such matters as may be\r\nreferred to the Advisory Council by the National Bank and may discharge such\r\nother functions as may be entrusted or delegated to the Advisory Council by the\r\nNational Bank.3.     \r\n  A\r\nmember of the Advisory Council shall hold office for such term not exceeding\r\nfive years as the National Bank may fix, and receive such fees and allowances\r\nas may be prescribed for attending the meetings of the Advisory Council and for\r\nattending to any other work of the National Bank.4.     \r\n  The\r\nAdvisory Council shall meet at such times and places and shall observe such\r\nrules of procedure in regard to transaction of business at its meetings as may\r\nbe prescribed.", "15": "National Bank for Agriculture and Rural Development Act, 1981 15. Member of Board\r\nor Committee thereof not to participate in meetings in certain cases.- A director of the\r\nBoard or a member of a Committee, who has any direct or indirect pecuniary\r\ninterest in any matter coming up for consideration at a meeting of the Board or\r\na Committee thereof, shall, as soon as possible after relevant circumstances\r\nhave come to his knowledge, disclose the nature of his interest at such\r\nmeeting, and the disclosure shall be recorded in the minutes of the Board, or\r\nthe Committee, as the case may be, and the director or member shall not take\r\nany part in any deliberation or decision of the Board or the Committee with\r\nrespect to that matter.", "16": "National Bank for Agriculture and Rural Development Act, 1981 Chapter IV: Transfer\r\nof Business to the National Bank16. Transfer of\r\nassets and liabilities of Agricultural Refinance and Development Corporation.- 1.     \r\n  On\r\nsuch date as the Central Government, in consultation with the Reserve Bank may,\r\nby notification, appoint, the entire undertaking of the Agricultural Refinance\r\nand Development Corporation (hereafter in this Chapter referred to as the\r\n\"Corporation\") including all business, property, assets and\r\nliabilities, rights, interests, privileges and obligations of whatever nature,\r\nshall stand transferred to and vest in the National Bank.2.     \r\n  As\r\ncompensation for the transfer of the undertaking of the Corporation to the National\r\nBank under sub-section (1), the National Bank shall within six months from the\r\ndate appointed under that sub- section (hereafter in this section referred to\r\nas the appointed date) pay to the shareholders of the Corporation a sum equal\r\nto the total paid-up capital of the Corporation as on the date immediately\r\npreceding the appointed date.3.     \r\n  The\r\namount of compensation payable under sub-section (2) to the shareholders of the\r\nCorporation shall be apportioned among the shareholders in proportion to their\r\ncontributions to the paid-up capital of the Corporation as on the date\r\nimmediately preceding the appointed date.Explanation.-- For the purposes of this\r\nsub-section, \"shareholders of the Corporation\" means shareholders of\r\nthe Corporation whose names appear on the register of shareholders maintained\r\nunder section 8 of the Agricultural Refinance and Development Corporation Act,\r\n1963 (10 of 1963), on the date immediately preceding the appointed date.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nNational Bank shall also pay to the shareholders of the Corporation referred to\r\nin sub-section (2) an amount calculated at the rate at which the shares of the\r\nCorporation were guaranteed as to the payment of minimum divided under section\r\n6 of the Agricultural Refinance and Development Corporation Act, 1963 (10 of\r\n1963), for the period, if any, that has expired in the accounting year of the\r\nCorporation before the appointed date and this amount the National Bank shall\r\ndistribute to the shareholders of the Corporation referred to in sub-section\r\n(2) in proportion to the shares held by such shareholders on the date\r\nimmediately preceding the appointed date and at the rate at which such shares\r\nwere guaranteed as to the payment of minimum dividend.5.     \r\n  All\r\ncontracts, deeds, bonds, agreements, powers of attorney, grants of legal\r\nrepresentation and other instruments of whatever nature subsisting or having\r\neffect immediately before the appointed date and to which the Corporation is a\r\nparty, or which are in favour of the Corporation, shall be of as full force and\r\neffect against or in favour of the National Bank, as the case may be, and may\r\nbe enforced or acted upon as fully and effectually as if instead of the\r\nCorporation the National Bank had been a party thereto, or as if they had been\r\nin favour of the National Bank.6.     \r\n  If,\r\nimmediately before the appointed date, any suit, appeal or other legal\r\nproceeding of whatever nature, is pending, by or against the Corporation, the\r\nsame shall not abate, be discontinued or be in any way prejudicially affected\r\nby reason of the transfer to the National Bank of the undertaking of the\r\nCorporation, or of anything contained in this Act, but the suit, appeal or\r\nother proceeding may be continued, prosecuted and enforced, by or against the\r\nNational Bank.", "17": "National Bank for Agriculture and Rural Development Act, 1981 17. Dissolution of\r\nthe Corporation and repeal of Act 10 of 1963.- On the date appointed\r\nunder sub-section (1) of section 16,-- a.     \r\n  the\r\nCorporation shall stand dissolved; andb.    \r\n  the\r\nAgricultural Refinance and Development Corporation Act, 1963, shall stand repealed.", "18": "National Bank for Agriculture and Rural Development Act, 1981 18. Transfer of\r\nbusiness from Reserve Bank.- 1.     \r\n  On\r\nsuch date as the Central Government may, in consultation with the Reserve Bank,\r\nby notification, appoint, the assets and liabilities with the Reserve Bank\r\nrelating to-a.     \r\n  the\r\nNational Agricultural Credit (Long Term Operations) Fund established and\r\nmaintained under section 46A of the Reserve Bank of India Act, 1934 (2 of\r\n1934); andb.    \r\n  the\r\nNational Agricultural Credit (Stabilisation) Fund established and maintained\r\nunder section 46B of the Reserve Bank of India Act, 1934 (2 of 1934), shall\r\nstand transferred to the National Bank and form part of the National Rural\r\nCredit (Long Term Operations) Fund referred to in section 42 and the National\r\nRural Credit (Stabilisation) Fund referred to in section 43, respectively.1.     \r\n2.     \r\n  With\r\neffect from such date as the Central Government may, in consultation with the\r\nReserve Bank, by notification, appoint, the loans and advances which the\r\nReserve Bank has granted to State co- operative banks and regional rural banks\r\nunder section 17 [except sub- clause (a) of clause (4)] of the Reserve Bank of\r\nIndia Act, 1934 (2 of 1934), and which the Reserve Bank may specify by a\r\ngeneral or special order, shall, as far as may be, become and be deemed to be\r\nloans and advances granted by the National Bank under section 21, and the\r\nNational Bank shall repay to the Reserve Bank, the amount of such loans and\r\nadvances on such terms and conditions as the Central Government may specify, in\r\nconsultation with the Reserve Bank.3.     \r\n  All\r\nrights, liabilities interests, privileges and obligations of whatever nature\r\n(including the rights and obligations arising by way of purchase, sale and\r\nrediscount of any bills of exchange and promissory notes) of the Reserve Bank\r\nin relation to any asset or liability referred to in sub-section (1) or any\r\nloan or advance referred to in sub-section (2) shall stand transferred to and\r\nvest in the National Bank on the date on which such asset or liability stands\r\ntransferred to the National Bank under sub-section (1) or, as the case may be,\r\nsuch loan or advance becomes under sub-section (2) a loan or advance granted by\r\nthe National Bank.4.     \r\n  All\r\ncontracts, deeds, bonds, agreements, powers of attorney, grants of legal\r\nrepresentation and other instruments of whatever nature relating to any asset\r\nor liability referred to in sub-section (1) and subsisting or having effect\r\nimmediately before the date appointed under that sub-section or relating to any\r\nloan or advance referred to in sub-section (2) and subsisting or having effect\r\nimmediately before the date appointed under that sub-section shall be of as\r\nfull force and effect against, or in favour of, the National Bank, as the case\r\nmay be, and may be enforced or acted upon as fully and effectually as if\r\ninstead of the Reserve Bank, the National Bank had been a party thereto, or as\r\nif they had been in favour of the National Bank.5.     \r\n  If,\r\nimmediately before the date appointed under sub-section (1) or sub-section (2),\r\nas the case may be, any suit, appeal or other legal proceedings of whatever\r\nnature relating to any asset or liability referred to in sub-section (1) or any\r\nloan or advance referred to in sub-section (2) is pending, by or against the\r\nReserve Bank, the same shall not abate, be discontinued, or be in any way prejudicially\r\naffected by reason of the transfer to the National Bank of such asset or\r\nliability under sub-section (1), or as the case may be, such loan or advance\r\nbecoming under sub-section (2) a loan or advance granted by the National Bank,\r\nor of anything contained in this Act, but the suit, appeal or other proceedings\r\nmay be continued, prosecuted and enforced, by or against the National Bank.", "19": "National Bank for Agriculture and Rural Development Act, 1981 Chapter V: Borrowings\r\nby the National Bank 19. Borrowings by the\r\nNational Bank.- The National Bank may, for the purpose of\r\ncarrying out its functions under this Act,-- a.     \r\n  issue\r\nand sell bonds, debentures and other financial instruments with or without\r\nguarantee of the Central Government on such terms and conditions as may be\r\napproved by the Board;;b.    \r\n  borrow\r\nmoney from the Reserve Bank repayable on demand or otherwise on such terms and\r\nconditions including the terms relating to security and purposes as may be\r\nspecified by the Reserve Bank;c.     \r\n  borrow\r\nmoney from the Central Government and from any other authority or organisation\r\nor institution approved by the Board, on such terms end conditions as may be\r\nagreed upon;d.    \r\n  accept\r\nfrom the Central Government, a State Government, a local authority, a State\r\nland development bank, a State co-operative bank or a scheduled bank or any\r\nperson or body, whether incorporated or not, deposits repayable on such terms\r\nas the National Bank may, with the approval of the Reserve Bank fix; ande.     \r\n  receive\r\ngifts, grants, donations or benefactions from the Central Government or any\r\nState Government or any other source.", "20": "National Bank for Agriculture and Rural Development Act, 1981 20. Borrowings in\r\nforeign currency.- \n1.     \r\n  Notwithstanding\r\nanything contained in the Foreign Exchange Management Act, 1999, or in any\r\nother law for the time being in force, relating to foreign exchange, the\r\nNational Bank may borrow, with the previous approval of the Central Government\r\nand in consultation with the Reserve Bank, foreign currency from any bank or\r\nfinancial institution in India or elsewhere, for granting loans and advances or\r\nfor utilising such currency for any other purpose specified under the provisions\r\nof this Act.", "21": "National Bank for Agriculture and Rural Development Act, 1981 Chapter VI: Credit\r\nFunctions of the National Bank 21. Production and\r\nmarketing credit.- 1.     \r\n  The\r\nNational Bank may provide by way of refinance, loans and advances, repayable on\r\ndemand or on the expiry of fixed period not exceeding eighteen months, to State\r\nco-operative banks, central co-operative banks, regional rural banks, or to any\r\nfinancial institution or to any class of financial institutions, which are\r\napproved by the Reserve Bank in this behalf, for financing-             \r\n i.        \r\n  agricultural\r\noperations or the marketing of crops, or            \r\n ii.        \r\n  the\r\nmarketing and distribution of inputs necessary for agriculture or rural\r\ndevelopment, or           \r\n iii.        \r\n  any\r\nother activity for the promotion of or in the field of agriculture or rural\r\ndevelopment, or           \r\n iv.        \r\n  bona\r\nfide commercial or trade transactions, or            \r\n v.        \r\n  the\r\nproduction or marketing activities of artisans or of small-scale industries,\r\nindustries in the tiny and decentralised sector, village and cottage industries\r\nor of those engaged in the field of handicrafts and other rural crafts.2.     \r\n  The\r\nNational Bank may make loans and advances under sub- section (1) against the\r\nsecurity of-             \r\n i.        \r\n  stocks,\r\nfunds and securities other than immovable property, in 326 which a trustee is\r\nauthorised to invest trust money by any law for the time being in force;            \r\n ii.        \r\n  promissory\r\nnotes supported by documents of title to goods, such documents having been\r\ntransferred, assigned or pledged to the borrowing institution as security for a\r\nloan or advance made for any of the purposes specified in sub-section (1):Provided that the National Bank may, whenever\r\nit considers it necessary so to do, accept, in lieu of the actual assignment of\r\nany such security in favour of the National Bank, a declaration in writing from\r\nthe borrowing institution,-- (a) stating that it holds such documents such\r\ndocuments of title to goods as may be set out in the declaration; and (b)\r\ncontaining such other particulars as may be required by the National Bank.1.     \r\n2.     \r\n3.     \r\n  Notwithstanding\r\nanything contained in sub-section (2), the National Bank may in its discretion\r\ngrant a loan or advance-- (a) to any State co-operative bank or central\r\nco-operative bank if the loan or advance is fully guaranteed for repayment of\r\nprincipal and interest by Government; (b) to any State co-operative bank which\r\nis a scheduled bank, if the loan or advance is secured either by a bill of\r\nexchange or promissory note executed by the central co-operative bank and\r\nassigned in favour of the State co-operative bank.4.     \r\n  Notwithstanding\r\nanything contained in sub-sections (2) and (3), the National Bank may also make\r\nloans and advances repayable on demand or on the expiry of fixed periods not\r\nexceeding eighteen months against promissory notes of a State co-operative bank\r\nor a regional rural bank or an institution approved under sub-section (1):\r\nProvided that the borrowing institution furnishes a declaration in writing,\r\nsetting out the purpose for which it has made loans and advances and such other\r\nparticulars as may be required by the National Bank.", "22": "National Bank for Agriculture and Rural Development Act, 1981 22. Conversion loan\r\nfor production credit.- Where the National\r\nBank is satisfied that owing to drought, famine or other natural calamities,\r\nmilitary operations or enemy action, any State co-operative bank, central\r\ncooperative bank, regional rural bank or any such financial institution or any\r\nfinancial institution falling under any such class of financial institutions,\r\nas may be approved by the Reserve Bank in this behalf, requires assistance\r\nunder this section, it may provide to such bank or institution such financial\r\nassistance as it may deem fit by way of making loans and advances repayable on\r\nthe expiry of fixed periods not exceeding seven years and on such terms and\r\nconditions as may be specified in this behalf by the National Bank :Provided that loans\r\nand advances may be made under this section only for the purpose of enabling\r\nthe borrowing bank or institution,-a.     \r\n  to\r\npay any dues to the National Bank for credit extended for financing\r\nagricultural operations or the marketing of crops under clause (i) of sub-section(1)\r\nof section 21, orb.    \r\n             \r\n i.        \r\n  to\r\nmake loans or advances to central co-operative banks or primary rural credit\r\nsocieties in cases where the borrowing bank is a State co-operative bank and            \r\n ii.        \r\n  to\r\nmake loans and advances to primary rural credit societies in cases where the\r\nborrowing bank is a central co-operative bank, and such loans or advances in\r\nboth the cases being repayable on the expiry of fixed periods not being less\r\nthan eighteen months and not exceeding seven years, by way of reimbursement of\r\nloans and advances made by such co-operative banks or societies for agriculture\r\nor agricultural operations or for reimbursement of such loans or advances which\r\nhave been converted into loans or advances repayable on expiry of fixed periods\r\nnot being less than eighteen months and not exceeding seven years from the date\r\nof conversion:Provided further that\r\nno loan or advance shall be made under this section to a State cooperative bank\r\nor a central co-operative bank unless such loan or advance is fully guaranteed\r\nas to the repayment of the principal and payment of interest, by the State\r\nGovernment.", "23": "National Bank for Agriculture and Rural Development Act, 1981 23. Rescheduling of\r\nloans to artisans, small-scale industries, etc.- Where the National\r\nBank is satisfied that owing to unforeseen circumstances the rescheduling of\r\nany loans and advances made to artisans, small-scale industries, industries in\r\nthe tiny and decentralised sector, village and cottage industries and those engaged\r\nin the field of handicrafts and other rural crafts, by any State co- operative\r\nbank, regional rural bank or any such financial institution or any financial\r\ninstitution falling under such class of financial institutions as may be\r\napproved by the Reserve Bank in this behalf, has become necessary, it may\r\nprovide to such bank or institution such financial assistance as it may deem\r\nfit by way of loans and advances repayable on the expiry of fixed periods not\r\nbeing less than eighteen months and not exceeding seven years against such\r\nsecurities as may be specified in this behalf by the National Bank:Provided that no loan\r\nor advance shall be made under this section to a State co-operative bank unless\r\nsuch loan or advance is fully guaranteed as to the repayment of the principal\r\nand payment of interest, by the State Government but such guarantee may be\r\nwaived by the National Bank if other security to the satisfaction of the\r\nNational Bank is furnished, or if, for reasons to be recorded by it in writing,\r\nthe National Bank is satisfied that the guarantee or other security is not\r\nnecessary.", "24": "National Bank for Agriculture and Rural Development Act, 1981 24. Investment\r\ncredit-medium term.- The National Bank shall provide such\r\nfinancial assistance as it may consider necessary by way of making to State\r\nco-operative banks, regional rural banks, loans and advances repayable on the\r\nexpiry of fixed periods not being less than eighteen months and not exceeding\r\nseven years against such securities as may be specified, in this behalf, by the\r\nNational Bank and such loans or advances may be made for agriculture, rural\r\ndevelopment or such other purposes as the National Bank may, from time to time,\r\ndetermine:Provided that no loan or advance shall be\r\nmade under this section to a State co-operative bank unless such loan or\r\nadvance is fully guaranteed as to the repayment of the principal and payment of\r\ninterest, by the State Government but such guarantee may be waived by the\r\nNational Bank, if other security to the satisfaction of the National Bank is\r\nfurnished, or if, for reasons to be recorded by it in writing, the National\r\nBank is satisfied that the guarantee or other security is not necessary.", "25": "National Bank for Agriculture and Rural Development Act, 1981 25. Other investment\r\ncredit.- \n1.     \r\n  The\r\nNational Bank may provide such financial assistance as it may consider\r\nnecessary for promoting agriculture and rural development by-a.     \r\n  making\r\nloans and advances, by way of refinance, on such terms and conditions as the\r\nNational Bank may think fit to impose, to a State land development bank or a\r\nState co-operative bank or a scheduled bank or any other financial institution\r\napproved by the Reserve Bank in this behalf, and also rescheduling the payment\r\nof such loans and advances:Provided that the maximum period for which\r\nany such loan or advance may be granted, whether originally or by rescheduling\r\nthe payment thereof, shall not exceed twenty-five years;a.    b.    \r\n  purchasing\r\nor selling, or subscribing to the bonds or debentures issued by any bank or\r\ninstitution referred to in clause (a) and repayable within a period not\r\nexceeding twenty- five years from the dates on which they are issued;c.     \r\n  making\r\nloans and advances on such terms and conditions as the National Bank may think\r\nfit to impose, to a State co- operative bank or a scheduled bank for the\r\npurpose of enabling such bank to make loans or advances to artisans,\r\nsmall-scale industries, industries in the tiny and decentralised sector,\r\nvillage and cottage industries and those engaged in the field of handicrafts\r\nand other rural crafts and also rescheduling the payment of such loans and\r\nadvances:Provided that the maximum period for which\r\nany such loan or advance may be granted, whether originally or by rescheduling\r\nthe payment thereof, shall not exceed twenty-five years;a.    b.    c.    d.    \r\n  making,\r\nwhere it is considered necessary so to do in connection with any financial\r\nassistance under clause (a) or clause (b) or clause (c) to a State land\r\ndevelopment bank or a State co-operative bank or a scheduled bank, loans and\r\nadvances repayable on demand or on the expiry of a fixed period not exceeding\r\neighteen months, by way of refinance or otherwise to such bank and also rescheduling\r\nthe payment of such loans and advances for such period as the National Bank may\r\ndeem fit.2.     \r\n  The\r\nprovisions of this section shall be in addition to, and not in derogation of,\r\nthe provisions of section 21 and section 24.", "26": "National Bank for Agriculture and Rural Development Act, 1981 26. Purchase and sale\r\nof shares.- The National Bank may\r\nsubscribe to, or purchase or sell stocks, shares, bonds or debentures of, or\r\ninvest in the securities of, any institution or class of institutions concerned\r\nwith agriculture and rural development which the Board may approve subject to\r\nsuch terms and conditions as it may deem fit.", "27": "National Bank for Agriculture and Rural Development Act, 1981 27. Loans to State\r\nGovernments for share capital contributionsThe National Bank may\r\nmake loans and advance to State Governments, repayable on the expiry of fixed\r\nperiods not exceeding twenty years from the date of making such loans and\r\nadvances from the National Rural Credit (Long Term Operations) Fund established\r\nunder section 42 for enabling them to subscribe directly or indirectly to the\r\nshare capital of a co-operative credit society.", "28": "National Bank for Agriculture and Rural Development Act, 1981 28. Security for credit.1.     \r\n  No\r\naccommodation shall be granted by the National Bank under clause (a) or clause\r\n(c) of sub-section (1) of section 25 or section 30 or section 32 to an\r\ninstitution other than a scheduled bank unless it is fully and unconditionally\r\nguaranteed by the Government as to the repayment of principal and payment of\r\ninterest:Provided that no such\r\nguarantee shall be required in cases in which security to the satisfaction of\r\nthe Board is furnished by the borrowing institution.1.     \r\n2.     \r\n  No\r\naccommodation shall be granted by the National Bank under clause (a) or clause\r\n(c) of sub-section (1) of section 25 or section 32 to any scheduled bank unless\r\nsecurity to the satisfaction of the Board is furnished by such scheduled bank,3.     \r\n  Notwithstanding\r\nanything contained in sub-section (1) or sub-section (2), no guarantee or\r\nsecurity referred to therein shall be required in cases in which the Board, for\r\nreasons to be recorded in writing, decides that no such security or guarantee\r\nis necessary in respect of a scheduled bank, a State co-operative bank or any\r\nperson or class of persons, specifically approved by the Board or in respect of\r\nany scheme or class of schemes, having regard to the nature and scope of the\r\nscheme or schemes for which accommodation is proposed to be granted by the\r\nNational Bank.", "29": "National Bank for Agriculture and Rural Development Act, 1981 29. Amounts and\r\nsecurities to be held in trust.1.     \r\n  Any\r\nsums received by a borrowing institution in repayment or realisation of loans\r\nand advances refinanced either wholly or partly by the National Bank shall, to\r\nthe extent of the accommodation granted by the National Bank and remaining\r\noutstanding, be deemed to have been received by the borrowing institution in\r\ntrust for the National Bank, and shall accordingly be paid by such institution\r\nto the National Bank, as per the repayment schedule fixed by the National Bank.2.     \r\n  Where\r\nan accommodation has been granted to a borrowing institution, all securities\r\nheld, or which may be held, by such borrowing institution, on account of any\r\ntransaction in respect of which such accommodation has been granted by the\r\nNational Bank, shall be held by such institution in trust for the National\r\nBank.1.      Subs. by Act No.55 of\r\n2000, S.132.      Ins. by S.14 ibid3.      Subs. by S.15 ibid1.     \r\n2.     \r\n3.     \r\n  Notwithstanding\r\nanything to the contrary contained in any law for the time being in force,\r\nwhere a liquidator is appointed for winding up a borrowing institution, it\r\nshall be the duty of the liquidator to forthwith pass on to the National Bank\r\nthe sums recovered by the borrowing institution or the liquidator, as the case\r\nmay be, in repayment or realisation of the loans and advances refinanced either\r\nwholly or partly by the National Bank to the extent the refinance is\r\noutstanding and the National Bank shall be entitled to enforce the securities\r\nheld by the borrowing institution in trust for the National Bank as if every\r\nreference to the borrowing institution in any contract, security or other\r\ndocument obtained by borrowing institution is a reference to the National Bank\r\nand accordingly, the National Bank shall be entitled to recover the balance\r\nsums due under such loans and advances from the constituents of borrowing\r\ninstitution and any discharge given by the National Bank to such constituent\r\nshall be a valid discharge and the liquidator shall, on demand made by the\r\nNational Bank, deliver to it all such contracts, securities and other\r\ndocuments, for due enforcement thereof by the National Bank.Explanation- For the\r\npurpose of this sub-section, the word “liquidator” shall include liquidator or\r\na provisional liquidator or any person or authority entrusted with the duty of liquidating\r\nthe borrowing institution.", "30": "National Bank for Agriculture and Rural Development Act, 1981 30. Direct loans.- The National Bank\r\nmay, in exceptional circumstances to be recorded in writing by the Board, by\r\nitself or in association with other financial institutions or scheduled banks,\r\nmake loans and advances, otherwise than by way of refinance to any person or\r\nclass of persons or body corporate, on such terms and conditions, including\r\nsecurity and repayable within such period not exceeding twenty-five years, as\r\nthe National Bank may deem fit.", "31": "National Bank for Agriculture and Rural Development Act, 1981 31. Commission.- The National Bank may\r\nreceive, for the rendering of any of the services mentioned in this Chapter or\r\nChapter VII, such commission or other consideration as may be agreed upon.", "32": "National Bank for Agriculture and Rural Development Act, 1981 32. Issue of\r\nguarantees.- The National Bank may\r\nguarantee, subject to such directions as may be issued by the Board, from time\r\nto time, deferred payments in connection with the purchase of capital goods or\r\nfor any other purpose for giving effect to the provisions of this Act, due from\r\nany person of class of persons, whether incorporated or not.", "33": "National Bank for Agriculture and Rural Development Act, 1981 33. Power to impose\r\nconditions for accommodation.- In entering into any\r\ntransaction under this Act with a borrower institution, the National Bank may\r\nimpose such conditions as it may think necessary or expedient for protecting\r\nthe interests of the National Bank.", "34": "National Bank for Agriculture and Rural Development Act, 1981 34. Power to call for\r\nrepayment before agreed period.- Notwithstanding anything to the contrary\r\ncontained in any agreement or arrangement, the National Bank may, by notice in\r\nwriting, require any borrower or assisted person to whom it has granted any loan\r\nor other financial assistance including grants, to discharge forthwith in full,\r\nthe loan or other financial assistance, including grants, as the case may be,-a.     \r\n  if\r\nit appears to the National Bank that false or misleading information in any\r\nmaterial particulars was given in the application for the loan or other\r\nfinancial assistance; orb.    \r\n  if\r\nthe borrower or the person has failed to comply with any of the terms of the\r\ncontract or arrangement with the National Bank in the matter of loan or other\r\nfinancial assistance, including grants; orc.     \r\n  if\r\nthere is a reasonable apprehension that the borrower is unable to pay its debts\r\nor that proceedings for liquidation may be commenced in respect thereof; ord.    \r\n  if\r\nfor any reasons, it is necessary so to do, to protect the interests of the\r\nNational Bank.", "35": "National Bank for Agriculture and Rural Development Act, 1981 35. National Bank to\r\nhave access to records.- 1.     \r\n  The\r\nNational Bank shall have free access to all such records of a borrower seeking\r\nto avail of any credit or other facilities from the National Bank under this\r\nAct and also to all such records of any person seeking to avail of any credit\r\nor other facilities from such borrower, perusal whereof may appear to the\r\nNational Bank to be necessary in connection with the providing of finance or\r\nother assistance to such borrower or the refinancing of any loan or advance\r\nmade to such person by the borrower.2.     \r\n  The\r\nNational Bank may require any institution or person referred to in sub-section\r\n(1) to furnish to it copies of any of the records referred to in that\r\nsub-section and the institution or the person, as the case may be, shall be\r\nbound to comply with such requisition.", "36": "National Bank for Agriculture and Rural Development Act, 1981 36. Validity of loan\r\nor advance not to be questioned.-Notwithstanding\r\nanything to the contrary contained in any other law for the time being in\r\nforce, the validity of any loan or advance granted by the National Bank in\r\npursuance of the provisions of this Act shall not be called in question merely\r\non the ground of non- compliance with the requirements of such other law as\r\naforesaid or of any resolution, contract, memorandum, articles of association\r\nor other instrument:Provided that nothing\r\nin this section shall render valid any loan or advance obtained by any company\r\nor co-operative society where such company or co-operative society is not\r\nempowered by its memorandum to obtain loans or advances.", "37": "National Bank for Agriculture and Rural Development Act, 1981 37. National Bank not\r\nto grant loans or advances against its own bonds or debentures.- The National Bank\r\nshall not grant any loan or advance on the security of its own bonds or\r\ndebentures.", "38": "National Bank for Agriculture and Rural Development Act, 1981 Chapter VII: Other\r\nFunctions of the National Bank 38. Other functions\r\nof National Bank.- The National Bank--      \r\n i.        \r\n  shall\r\nco-ordinate its operations and the operations of various institutions engaged\r\nin the field of rural credit and maintain expert staff to study all problems\r\nrelating to agriculture and rural development and be available for consultation\r\nto the Central Government, the Reserve Bank, the State Governments and the\r\nother institutions engaged in the field of rural development;    \r\n ii.        \r\n  may\r\nact as the agent for the Central Government or a State Government or the\r\nReserve Bank in the transaction of any business in respect of loans and\r\nadvances granted or to be granted, or bonds or debentures purchased or\r\nsubscribed for, or to be purchased or subscribed for;   \r\n iii.        \r\n  may\r\nprovide facilities for training, for dissemination of information and the\r\npromotion of research including the undertaking of studies, researches,\r\ntechno-economic and other surveys in the field of rural banking, agriculture\r\nand rural development and it may for the said purposes make grants including\r\ngrants by way of provision for fellowships and chairs to any institution.   \r\n iv.        \r\n  may\r\nprovide technical, legal, financial, marketing and administrative assistance to\r\nany person engaged in agriculture and rural development activities;    \r\n v.        \r\n  may\r\nprovide consultancy services in the field of agriculture and rural development\r\nand other related matters in or outside India, on such terms and against such\r\nremuneration, as may be agreed upon;   \r\n vi.        \r\n  may\r\nperform the functions entrusted to or required of the National Bank by any\r\nother law for the time being in force; and  \r\n vii.        \r\n  do\r\nany other kind of business or undertake any other kind of activity which the\r\nCentral Government or the Reserve Bank may authorise.", "39": "National Bank for Agriculture and Rural Development Act, 1981 39. Incidental\r\npowers.- \nThe National Bank may\r\nalso do all such things as may be necessary or incidental to or consequential\r\nupon the exercise of its powers, discharge of its functions and the performance\r\nof its duties, under this Act, or under any other law for the time being in\r\nforce.", "40": "National Bank for Agriculture and Rural Development Act, 1981 40. Deposits and\r\ninvestments.- \n1.     \r\n  The\r\nNational Bank may invest its funds in promissory notes, stocks or securities of\r\nthe Central Government or keep the moneys deposited with the Reserve Bank or\r\nwith any agency of the Reserve Bank or with a State co-operative bank or a\r\nscheduled bank.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1) or section 30A, the National Bank may,\r\nfor beneficial investment of its surplus funds, rediscount bills of exchange or\r\npromissory notes arising out of bonafide trade and commercial transactions and\r\nalso lend repayable at call or short notice to a scheduled bank or any\r\nfinancial institution approved by the Reserve Bank, or invest in certificates\r\nof deposit and other instruments or schemes as may be approved by the Board.", "41": "National Bank for Agriculture and Rural Development Act, 1981 41. Credit\r\ninformation.-The National Bank\r\nmay, for the purpose of the efficient discharge of its functions under this\r\nAct, collect from or furnish to the Central Government, the Reserve Bank or any\r\nbanking company or such other financial institution as may be notified by the\r\nCentral Government in this behalf, credit information or other information.Explanation.-- For\r\nthe purposes of this section, the expressions \"banking company\" and\r\n\"credit information\" shall have the same meanings as in section 45A\r\nof the Reserve Bank of India Act, 1934 (2 of 1934),", "42": "National Bank for Agriculture and Rural Development Act, 1981 Chapter VIII: Funds,\r\nAccounts and Audit 42. National Rural\r\nCredit (Long Term Operations) Fund.- 1.     \r\n  The\r\nNational Bank shall establish and maintain a Fund to be known as the National\r\nRural Credit (Long Term Operations) Fund.2.     \r\n  The\r\nFund shall (in addition to assets and liabilities transferred under section 18)\r\ninclude,-a.     \r\n  such\r\nsums of money as the Central Government and the State Governments may\r\ncontribute from time to time;b.    \r\n  such\r\nsums of money as the Reserve Bank may contribute every year; andc.     \r\n  such\r\nfurther sums of money as the Board may contribute every year.3.     \r\n  The\r\namount in the said Fund shall be applied by the National Bank only to provide\r\nfinancial assistance by way of loans and advances under section 23, section 24,\r\nsub-section (1) of section 25 or section 27 or for the purposes of section 26.", "43": "National Bank for Agriculture and Rural Development Act, 1981 43. National Rural\r\nCredit (Stabilisation) Fund.- 1.     \r\n  The\r\nNational Bank shall establish and maintain a Fund to be known as the National\r\nRural Credit (Stabilisation) Fund.2.     \r\n  The\r\nFund shall (in addition to assets and liabilities transferred under section 18)\r\ninclude,->a.     \r\n  such\r\nsums of money as the Central Government and the State Governments may\r\ncontribute from time to time;b.    \r\n  such\r\nsums of money as the Reserve Bank may contribute every year; andc.     \r\n  such\r\nfurther sums of money as the Board may contribute every year.3.     \r\n  The\r\namounts in the said Fund shall be applied by the National Bank only to provide\r\nloans and advances under section 22.", "44": "National Bank for Agriculture and Rural Development Act, 1981 44. Research and\r\nDevelopment Fund.- 1.     \r\n  The\r\nNational Bank shall establish and maintain a Fund to be known as the Research\r\nand Development Fund, to which shall be credited-a.     \r\n  such\r\nsums of money as are transferable to this Fund in accordance with section 47;b.    \r\n  such\r\nsums of money as the Board may contribute every year to this Fund from out of\r\nits annual profits; andc.     \r\n  such\r\ngifts, grants, donations or benefactions which the National Bank may receive\r\nand which the Board may earmark for this purpose.2.     \r\n  The\r\nResearch and Development Fund shall be expended on matters of importance to\r\nagriculture, agricultural operations and rural development, including the\r\nprovision of training and research facilities and the making of loans or\r\nadvances grants under clause (iii) of section 38.", "45": "National Bank for Agriculture and Rural Development Act, 1981 45. Reserve Fund and\r\nother Funds.- \nThe National Bank\r\nshall establish a Reserve Fund and other Funds as the Board may consider\r\nnecessary by transferring such sums as it may deem fit, out of its annual\r\nprofits and out of receipts from gifts, grants, donations or benefactions,\r\nwhich it may receive.", "46": "National Bank for Agriculture and Rural Development Act, 1981 46. Preparation of\r\nbalance-sheet, etc., of National Bank.- 1.     \r\n  The\r\nbalance-sheet and accounts of the National Bank shall be prepared and\r\nmaintained in such form and manner as may be prescribed.2.     \r\n  The\r\nBoard shall cause the books and accounts of the National Bank to be balanced\r\nand closed as on the thirtieth day of June or such other date in each year as\r\nthe Central Government may, by notification in the Official Gazette, specify.Provided that with a view to facilitating the\r\ntransition from one period of accounting to another period of accounting under\r\nthis sub-section, the Central Government may, by order published in the\r\nOfficial Gazette, make such provisions as it considers necessary or expedient\r\nfor the balancing and closing of, or for other matters relating to, the books\r\nor accounts in respect of the concerned years.", "47": "National Bank for Agriculture and Rural Development Act, 1981 47. Disposal of\r\nsurplus.- \nAfter making provision for bad and doubtful\r\ndebts, depreciation of assets and all other matters for which provision is\r\nnecessary or expedient or which is usually provided for by bankers, and for the\r\nFunds referred to in sections 42, 43 and 45, the National Bank shall transfer—     \r\n i.        \r\n  for\r\na period of fifteen years, following the accounting year during which the\r\nNational Bank is established, the amount remaining (hereafter in this section\r\nreferred to as surplus) to the Research and Development Fund under section 44;\r\nand    \r\n ii.        \r\n  after\r\nthe expiry of the said period of fifteen years, the Board shall, after making\r\nprovision for the Fund referred to in clause (i) disburse or spend the balance\r\nof the surplus in such manner as may be approved by the Board.", "48": "National Bank for Agriculture and Rural Development Act, 1981 48. Audit.-1.     \r\n  The\r\naccounts of the National Bank shall be audited by auditors duly qualified to\r\nact as auditors under sub-section (1) of section 226 of the Companies Act, 1956\r\n(1 of 1956), who shall be appointed by the Central Government in consultation\r\nwith the Reserve Bank, for such term and on such remuneration as the Central\r\nGovernment may fix.2.     \r\n  The\r\nauditors shall be supplied with a copy of the annual balance-sheet of the\r\nNational Bank and it shall be their duty to examine it together with the\r\naccounts and vouchers relating thereto and they shall have a list delivered to\r\nthem of all books kept by the National Bank and shall at all reasonable times\r\nhave access to the books, accounts, vouchers and other documents of the\r\nNational Bank.3.     \r\n  The\r\nauditors may, in relation to the accounts of the National Bank, examine any\r\ndirector of the Board or any officer or other employee of the National Bank and\r\nshall be entitled to require from the Board or officers or employees of the\r\nNational Bank such information and explanation as they may think necessary for\r\nthe performance of their duties.4.     \r\n  The\r\nauditors shall make a report to the National Bank upon the annual balance-sheet\r\nand accounts examined by them and in every such report, they shall state\r\nwhether in their opinion the balance- sheet is a full and fair balance-sheet\r\ncontaining all necessary particulars and properly drawn up so as to exhibit a\r\ntrue and fair view of the state of affairs of the National Bank and in case\r\nthey had called for any explanation or information from the Board or any\r\nofficer or other employee of the National Bank, whether it has been given and\r\nwhether it is satisfactory.5.     \r\n  The\r\nNational Bank shall furnish to the Central Government and the Reserve Bank\r\nwithin four months from the date on which the annual accounts of the National\r\nBank are closed and balanced, a copy of its balance-sheet as on the close of\r\nthat year together with a copy of the profit and loss account for the year and\r\na copy of the auditors' report and a report of the working of the National Bank\r\nduring the relevant year, and the Central Government shall, as soon as may be\r\nafter they are received by it, cause the same to be laid before each House of\r\nParliament and cause the copies of the said balance-sheet, profit and loss\r\naccount and auditors' report to be published in the Official Gazette.6.     \r\n  Without\r\nprejudice to anything contained in the preceding sub- sections, the Central\r\nGovernment may, at any time, appoint the Comptroller and Auditor General of\r\nIndia to examine and report upon the accounts of the National Bank and any\r\nexpenditure incurred by him in connection with such examination and report\r\nshall be payable by the National Bank to the Comptroller and Auditor General of\r\nIndia.", "49": "National Bank for Agriculture and Rural Development Act, 1981 49. Returns.The\r\nNational Bank shall furnish, from time to time, to the Central Government and\r\nto the Reserve Bank, such returns as the Central Government or the Reserve Bank\r\nmay require.", "50": "National Bank for Agriculture and Rural Development Act, 1981Chapter IX: Staff50. Staff of National\r\nBank.-\n1.     \r\n  The\r\nNational Bank may appoint such number of officers and other employees as it\r\nconsiders necessary or desirable for the efficient performance of its functions\r\nand determine the terms and conditions of their appointment and service.2.     \r\n  Without\r\nprejudice to the provisions of sub-section (1), it shall be lawful for the\r\nNational Bank to utilise, and for the Reserve Bank to make available, the\r\nservices of such staff of the Reserve Bank on such terms and conditions as may\r\nbe agreed upon between the National Bank and the Reserve Bank.3.     \r\n  Subject\r\nto the provisions of sub-section (6), at any time before the expiry of six\r\nmonths from the appointed day, the Reserve Bank may, in public interest,\r\ntransfer to the National Bank, such members of the staff of Reserve Bank whom the\r\nReserve Bank considers as engaged, or as suitable to be engaged, in attending\r\nto the work of a nature which is same or similar to that which the National\r\nBank may require for its efficient functioning, and upon such transfer they\r\nshall be deemed to be appointed by the National Bank under subsection (1) with\r\neffect from the date of such transfer:Provided that every person so transferred\r\nmay, before the expiry of a period of six months from the appointed day, or\r\nbefore the expiry of a period of thirty days from such transfer, whichever\r\nperiod expires later, elect to go back to the Reserve Bank by exercising an\r\noption in writing to that effect, the option once exercised being final, and on\r\nthe exercise of such option, the Reserve Bank shall, before the expiration of a\r\nperiod of eighteen months from the appointed day, take back such member of the\r\nstaff and he shall be deemed to have been on deputation to the National Bank\r\nduring the period he was a member of the staff of the National Bank.1.     \r\n2.     \r\n3.     \r\n4.     \r\na.     \r\n  Any\r\nmember of the staff of the Reserve Bank who is not appointed under sub-section\r\n(3), may, if he so desires, make an application to the Reserve Bank within six\r\nmonths from the appointed day, to be considered for appointment as a member of\r\nthe staff of the National Bank.b.    \r\n  The\r\nReserve Bank may, in consultation with the National Bank, consider such\r\napplication having regard to the suitability of the person so applying, the\r\navailability of vacancies in the National Bank, the exigencies of service in\r\nthe Reserve Bank and the National Bank and such other factors as may be\r\nconsidered relevant in this regard, and, if the Reserve Bank is satisfied\r\nhaving regard to these factors, that such applicant is suitable for being so\r\nappointed recommend his appointment to the National Bank.c.     \r\n  The\r\nNational Bank may thereupon, within eighteen months from the appointed day,\r\nappoint such a person applying under this sub- section, as a member of the\r\nstaff of the National Bank, and on such appointment, such a person shall be\r\ndeemed to have been appointed in the National Bank under sub-section (3):Provided that the proviso to sub-section (3)\r\nand the proviso to sub-section (5) shall not apply in respect of such a person.\r\n1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  Notwithstanding\r\nanything contained elsewhere in this Act or in any other law or in any\r\ncontract, for the time being in force, at any time before the expiry of six\r\nmonths from the appointed day, the Reserve Bank may, if it considers it six\r\nmonths from the appointed day, the Reserve Bank so to do in the interest of the\r\nNational Bank, transfer on promotion any member of the staff of the National\r\nBank to the Reserve Bank, and on such transfer to the Reserve Bank, each such\r\nmember of the staff shall be deemed to be a member of the staff of the Reserve\r\nBank and shall be entitled to the same salary, emoluments and other conditions\r\nof service to which he was entitled immediately before the date of such\r\ntransfer, including benefits, if any, arising directly out of such promotion:\r\nProvided that every member of the staff who is transferred as aforesaid may,\r\nbefore the expiry of a period of six months from the appointed day or within\r\nthirty days from such transfer, whichever period expires later, elect to go\r\nback to the National Bank by exercising an option in writing to that effect,\r\nthe option once exercised being final, and on the exercise of such option, the\r\nNational Bank shall, before the expiration of a period of eighteen months from\r\nthe appointed day, take back such member of the staff and he shall be deemed to\r\nhave been on deputation to the Reserve Bank during the period he was a member\r\nof the staff of the Reserve Bank.6.     \r\n  Every\r\nperson,-- a.     \r\n  who,\r\nimmediately before the date appointed under sub- section (1) of section 16, is\r\na member of the staff of the Agricultural Refinance and Development\r\nCorporation; orb.    \r\n  who\r\nis a member of the staff of the Reserve Bank but whose services are being\r\nutilised immediately before that date by the said Corporation, full n. shall be\r\ndeemed to be appointed by the National Bank under sub-section (1) on the said\r\ndate: Provided that every member of the staff of the Reserve Bank, who is so\r\ndeemed to be appointed, and who was not recruited specifically for utilisation\r\nin the Agricultural Refinance and Development Corporation, may, before the\r\nexpiry of a period of six months from the appointed day or within a period of\r\nthirty days from the date appointed under sub-section (1) of section 16,\r\nwhichever period expires later, elect to go back to the Reserve Bank by\r\nexercising an option in writing to that effect, the option once exercised being\r\nfinal, and on the exercise of such option, the Reserve Bank shall, before the\r\nexpiration of a period of eighteen months from the appointed day, take back\r\nsuch member of the staff and he shall be deemed to have been on deputation to\r\nthe National Bank during the period he was a member of the staff of the\r\nNational Bank.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n7.     \r\n  Notwithstanding\r\nanything contained in any other law or in any agreement, for the time being in\r\nforce, no member of the staff shall be entitled to claim any compensation for,\r\nor in relation to any matter concerning, his transfer, appointment or as the\r\ncase may be, return, under sub-sections (3) to (6) and no claim in respect\r\nthereof shall be entertained by any court, tribunal or other authority.8.     \r\n  Subject\r\nto the provisions of sub-section (10) and sub-section (11), every member of the\r\nstaff of the Agricultural Refinance and Development Corporation or of the\r\nReserve Bank who is deemed to be appointed as a member of the staff of the\r\nNational Bank under this section, shall be deemed to have been appointed by the\r\nNational Bank on the same salary, emoluments and other terms and conditions of\r\nservice to which he was entitled immediately before his appointment in the\r\nNational Bank.9.     \r\n  The\r\nprovisions relating to superannuation benefits, namely, the regulations\r\nrelating to provident fund and the rules relating to payment of gratuity and\r\ncompassionate gratuity and any other provision relating to superannuation as are\r\napplicable to the staff of the Reserve Bank on the appointed day shall, so far\r\nas may be, apply to the staff of the National Bank, unless and until the\r\nNational Bank alters or amends the same: Provided that after the appointed day,\r\nany such alteration or amendment may be effected by the National Bank as\r\nregards provident fund regulations in accordance with section 60, and as\r\nregards the other rules in the manner they would have been altered or amended\r\nbut for this sub- section:Provided\r\nfurther that after the expiry of six months from the appointed day, the\r\nbalances held in the Reserve Bank of India Employees' Provident Fund to the\r\ncredit of any member of the staff of the Reserve Bank whose services are\r\ntransferred under this section to the National Bank and who does not opt to go\r\nback to the Reserve Bank, shall be transferred to, and held in, the Provident\r\nFund of the National Bank on same or similar terms subject to which those\r\nbalances were held earlier in the Reserve Bank of India Employees' Provident Fund.\r\n10.  \r\n  Notwithstanding\r\nanything contained in any other law, settlement, or agreement, every person\r\nemployed by the National Bank or whose services have been transferred to the\r\nNational Bank under this Act, shall be liable to serve anywhere in India.11.  \r\n  Notwithstanding\r\nanything contained in the Industrial Disputes Act, 1947 (14 of 1947), or any\r\nother law for the time being in force, or in any award, judgment, decree,\r\ndecision or order of any Industrial Tribunal, Court or other authority, or any\r\nsettlement or agreement, made or entered into before the date of transfer to\r\nthe National Bank of the services of any person under this section, the\r\nNational Bank shall be free to alter, amend or repeal in such manner and to\r\nsuch extent it may consider necessary, any of the terms and conditions of\r\nservice applicable to such persons whose services are so transferred to the\r\nNational Bank and who are appointed in the National Bank under this section\r\nexcept that the National Bank shall not alter to their prejudice the terms\r\nrelating to payment of salary and other emoluments, retirement benefits and\r\neligibility for leave.Explanation.--For the purposes of this\r\nsection, \"appointed day\" means the date of establishment of the\r\nNational Bank under section 3.", "51": "National Bank for Agriculture and Rural Development Act, 1981 Chapter X:\r\nMiscellaneous 51. Obligation as to\r\nfidelity and secrecy.- 1.     \r\n  The\r\nNational Bank shall not, except as otherwise required by this Act or any other\r\nlaw, divulge any information relating to, or to the affairs of, its\r\nconstituents except in circumstances in which it is, in accordance with the law\r\nor practice and usage customary among bankers, necessary or appropriate for the\r\nNational Bank to divulge such information.2.     \r\n  Every\r\ndirector, member of a committee, auditor, officer or other employee of the\r\nNational Bank or of the Reserve Bank, whose services are utilised by the National\r\nBank under the provisions of this Act, shall, before entering upon his duties,\r\nmake a declaration of fidelity and secrecy in the form set out in the First\r\nSchedule to this Act.", "52": "National Bank for Agriculture and Rural Development Act, 1981 52. Defects in\r\nappointment not to invalidate acts, etc.- 1.     \r\n  No\r\nact or proceeding of the Board or of any committee of the National Bank shall\r\nbe questioned on the ground merely of the existence of any vacancy in, or\r\ndefect in the constitution of, the Board or the committee, as the case may be.2.     \r\n  No\r\nact done by any person acting in good faith as a director of the Board or as a\r\nmember of a committee of the National Bank shall become invalid merely on the\r\nground that he was disqualified to be a director or that there was any other\r\ndefect in his appointment.", "53": "National Bank for Agriculture and Rural Development Act, 1981 53. Protection of\r\naction taken under the Act.-No suit or other\r\nlegal proceeding shall lie against the National Bank or any director or any\r\nofficer or other employee of the National Bank or any other person authorised\r\nby the National Bank to discharge any functions under this Act for any loss or\r\ndamage caused or likely to be caused by anything which is in good faith done or\r\nintended to be done in pursuance of this Act or of any other law or provision\r\nhaving the force of law.", "54": "National Bank for Agriculture and Rural Development Act, 1981 54. Indemnity of\r\ndirectors.- \n1.     \r\n  Every\r\ndirector shall be indemnified by the National Bank against all losses and\r\nexpenses incurred by him in, or in relation to, the discharge of his duties,\r\nexcept such as are caused by his own willful act or default.2.     \r\n  A\r\ndirector shall not be responsible for any other director or for any officer or\r\nother employee of the National Bank or for any loss or expenses resulting to\r\nthe National Bank from the insufficiency or deficiency of the value of, or\r\ntitle to, any property or security acquired or taken on behalf of the National\r\nBank or the insolvency or wrongful act of any debtor or any person under\r\nobligation to the National Bank or anything done in good faith in the execution\r\nof the duties of his office in relation thereto.", "55": "National Bank for Agriculture and Rural Development Act, 1981 55. Exemption from\r\nincome-tax, etc.- Notwithstanding\r\nanything contained in the Income-tax Act, 1961 (43 of 1961), or the Companies\r\n(Profits) Surtax Act, 1964 (7 of 1964), or any other enactment for the time\r\nbeing in force relating to tax on income, profits or gains, the National Bank\r\nshall not be liable to pay income-tax, surtax or any other tax in respect of\r\nany income, profits or gains derived or any amount received by the National\r\nBank.", "56": "National Bank for Agriculture and Rural Development Act, 1981 56. Penalties.- 1.     \r\n  Whoever\r\nin any return, balance-sheet, or other document or in any information required\r\nor furnished by or under or for the purposes of any provision of this Act,\r\nwilfully makes a statement which is false in any material particular, knowing\r\nit to be false, or wilfully omits to make a material statement, shall be\r\npunishable with imprisonment for a term which may extend to three years and\r\nshall also be liable to fine.2.     \r\n  If\r\nany person fails to produce any book, account or other document, or to furnish\r\nany statement or information which, under the provisions of this Act, it is his\r\nduty to produce or furnish, he shall be punishable with a fine which may extend\r\nto two thousand rupees in respect of each offence and in the case of a\r\ncontinuing failure, with an additional fine which may extend to one hundred\r\nrupees for every day during which the failure continues after conviction for\r\nthe first such failure.", "57": "National Bank for Agriculture and Rural Development Act, 1981 57. Offences by\r\ncompanies.- \n1.     \r\n  Where\r\nan offence has been committed by a company, every person who, at the time the\r\noffence was committed, was in charge of, and was responsible to the company for\r\nthe conduct of the business of the company, as well as the company, shall be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly:Provided that nothing contained in this\r\nsub-section shall render any such person liable to any punishment provided in\r\nthis Act, if he proves that the offence was committed without his knowledge or\r\nthat he exercised all due diligence to prevent the commission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to any neglect on the\r\npart of any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof that offence and shall be liable to be proceeded against and punished\r\naccordingly.Explanation.--For the purpose of this section-a.     \r\n  \"company\"\r\nmeans anybody corporate and includes a firm or other association of\r\nindividuals; andb.    \r\n  \"director\",\r\nin relation to a firm, means a partner in the firm.", "58": "National Bank for Agriculture and Rural Development Act, 1981 58. Bankers' Books\r\nEvidence Act, 1891, to apply in relation to National Bank.- The Bankers' Books\r\nEvidence Act, 1891 (18 of 1891), shall apply in relation to the National Bank\r\nas if it were a bank as defined in section 2 of that Act.", "59": "National Bank for Agriculture and Rural Development Act, 1981 59. Liquidation of\r\nNational Bank.- No provision of law\r\nrelating to the winding up of companies shall apply to the National Bank and\r\nthe National Bank shall not be placed in liquidation save by order of the\r\nCentral Government and in such manner as it may direct.", "60": "National Bank for Agriculture and Rural Development Act, 1981 60. Power of Board to\r\nmake regulations.- 1.     \r\n  The\r\nBoard may, with the previous approval of the Central Government and in\r\nconsultation with the Reserve Bank, by notification, make regulations not\r\ninconsistent with this Act to provide for all matters for which provision is\r\nnecessary or expedient for the purpose of giving effect to the provisions of\r\nthis Act.2.     \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nregulations may provide for all or any of the following matters, namely:-a.     \r\n  the\r\nfees or allowances that may be paid to the directors or members of the Advisory\r\nCouncil;b.    \r\n  the\r\ntimes and places of the meetings of the Board or the Executive Committee or the\r\nAdvisory Council and the procedure to be followed at such meetings including\r\nthe quorum necessary for the transaction of business;c.     \r\n  the\r\nnumber of directors constituting the Executive Committee and the functions that\r\nsuch Committee shall discharge;d.    \r\n  the\r\nmanner and terms of issue and redemption of bonds and debentures by the\r\nNational Bank;e.     \r\n  the\r\nmanner of election of directors under clause (f) of sub-section (1) of section\r\n6;f.     \r\n g.    \r\n  The\r\nform and manner in which the balance-sheets and the accounts of the National\r\nBank shall be prepared or maintained;h.     \r\n i.      \r\n  the\r\nduties and conduct, salaries, allowances and conditions of service of officers\r\nand other employees;j.      \r\n  the\r\nestablishment and maintenance of provident or other benefit funds for employees\r\nof the National Bank; andk.     \r\n  such\r\nother matters for which the Board may consider it expedient or necessary to\r\nprovide for by way of regulations.1.     \r\n2.     \r\n3.     \r\n  Any\r\nregulation which may be made by the Board under this Act may be made by the\r\nReserve Bank, in consultation with the Central Government, before the expiry of\r\nthree months from the date of establishment of the National Bank, and any\r\nregulation so made may be altered and rescinded by the Board in the exercise of\r\nits powers under this Act.4.     \r\n  The\r\npower to make regulations conferred by this section shall include the power to\r\ngive retrospective effect to the regulations or any of them from a date not\r\nearlier than the date of commencement of this Act, but no retrospective effect\r\nshall be given to any regulation so as to prejudicially affect the interest of\r\nany person to whom such regulation may be applicable.5.     \r\n  The\r\nCentral Government shall cause every regulation made under this Act to be laid,\r\nas soon as may be after it is made, before each House of Parliament, while it\r\nis in session, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the regulation or both Houses\r\nagree that the regulation should not be made, the regulation shall thereafter\r\nhave effect only in such modified form or be of no effect, as the case may be;\r\nso, however, that any such modification or annulment shall be without prejudice\r\nto the validity of anything previously done under that regulation.", "61": "National Bank for Agriculture and Rural Development Act, 1981 61. Amended of\r\ncertain enactments- The enactments specified in the Second\r\nSchedule to this Act shall be amended in the manner provided therein and unless\r\notherwise provided in that Schedule, such amendments shall take effect on and\r\nfrom the date of establishment of the National Bank under section 3", "62": "National Bank for Agriculture and Rural Development Act, 1981 62. Power to remove\r\ndifficulty.- If any difficulty\r\narises in giving effect to the provisions of this Act, the Central Government\r\nmay, by order, not inconsistent with the provisions of this Act, remove the\r\ndifficulty:Provided that no such\r\norder shall be made after the expiry of a period of three years from the\r\ncommencement of this Act."}