{"name": "Naga Hills Tuensang Area Act, 1957\r", "1": "1. Short title and commencement.(1) This Act may be called the Naga Hills-Tuensang Area Act, 1957.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Formation of Naga Hills-Tuensang Area.As from the commencement of this Act, there shall be formed a new administrative unit in the State of Assam by the name of Naga Hills-Tuensang Area comprising the tribal areas which at such commencement were known as the Naga Hills District and Tuensang Frontier Division of the North East Frontier Agency.", "3": "3. Amendment of the Sixth Schedule to the Constitution.In the Sixth Schedule to the Constitution, in paragraph 20,(a) after sub-paragraph (2A), the following sub-paragraph shall be inserted, namely:\"(2B) The Naga Hills-Tuensang Area shall comprise the areas which at the commencement of this Constitution were known as the Naga Hills District and the Naga Tribal Area.\";(b) in sub-paragraph (3), after the words \"Administrative area\", the brackets and words \"(other than the Naga Hills-Tuensang Area)\" shall be inserted;(c) in Part A of the Table, item 4 shall be omitted; and(d) in Part B of the Table, for item 2, the following item shall be substituted, namely:\"2. The Naga Hills-Tuensang Area.\".", "4": "4. Amendment of the Delimitation Order.In the Delimitation of Parliamentary and Assembly Constituencies Order, 1956,(a) in the First Schedule, in the entry in column 3 against serial No. 37, the words \"Naga Hills\", shall be omitted; and(b) in the Second Schedule, in the Part relating to Assam, the heading \"Naga Hills District\" and all entries against serial Nos. 16, 17 and 18 shall be omitted.", "5": "5. [Amendment of the Representation of the People Act, 1950.]Rep. by the Repealing and Amending Act, 1960 (58 of 1960), s. 2 and the First Schedule (w.e.f. 26-12-1960).", "6": "6. Provision as to the sitting member of Parliament.Notwithstanding the alteration in the extent of the Autonomous Districts Parliamentary constituency in Assam effected by section 4, the sitting member of the House of the People representing that constituency shall be deemed to have been elected to the House of the People by that constituency as so altered.", "7": "7. Territorial extent of laws not to be affected.The provisions of section 2 shall not be deemed to have effected any change in the areas to which any law in force immediately before the commencement of this Act extends or applies, and territorial references in any such law to the Naga Hills District, the Naga Tribal Area or the Tuensang Frontier Division shall, until otherwise provided by a competent legislature or other competent authority, continue to have the same meaning.Explanation.In this section, law means any law, ordinance, regulation, order, bye-law, rule, scheme, notification or other instrument having the force of law in India or any part thereof.1. 1st December, 1957, vide notification No. S.R.O. 3843, dated 30th November, 1957, see Gazette of India, Extraordinary, Part II, sec. 3."}