{"name": "National Co-Operative Development Corporation Act, 1962\r", "1": "1. Short title, extent and commencement.-(1) This Act may be called the National Co-operative Development Corporation Act, 1962.(2) It extends to the whole of India 3***.(3) It shall come into force on such date4as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-5[(a) \"agricultural produce\" includes the following:-(i) edible and non-edible oil seeds;(ii) cattle feed, including oilcakes and other ingredients;(iii) produce of horticulture and animal husbandry;(iv) produce of forestry;(v) produce of poultry farming;(vi) produce of pisciculture; and(vii) produce of other allied activities, whether or not undertaken jointly with agriculture;]6[(aa) \"bank\" means a nationalised bank and includes a scheduled bank;(ab) \"Board\" means the Board of Management of the Corporation constituted under section 10;]7[(aba) \"Central financing institution\" means Industrial Development Bank of India established under sub-section (1) of section 3 of the Industrial Development Bank of India Act, 1964 (18 of 1964) or the Industrial Finance Corporation of India Limited, a company formed and registered under the Companies Act, 1956 (1 of 1956), or the Industrial Credit and Investment Corporation of India Limited, a Company formed and registered under the Indian Companies Act, 1913 (7 of 1913);]8[(b) \"Central Warehousing Corporation\" means the Central Warehousing Corporation established under sub-section (1) of section 3 of the Warehousing Corporations Act, 1962 (58 of 1962);(c) \"co-operative society\" means a society registered or deemed to be registered under the Co-operative Societies Act, 1912 (2 of 1912) or under the Multi-State Co-operative Societies Act, 1984 (51 of 1984) or under any other law with respect to cooperative societies for the time being in force in any State, which is engaged in any of the activities specified in sub-section (1) of section 9 and includes a Co-operative Land Development Bank, by whatever name called;](d) \"Corporation\" means the National Co-operative Development Corporation established under 1[sub-section (1) of section 3];2[(da) \"foodstuffs\", include-(i) coconuts and areca-nuts;(ii) eggs and egg products;(iii) fish, whether fresh, frozen, dried or preserved;(iv) fruits, whether fresh, dried or dehydrated;(v) honey;(vi) meat, whether fresh, frozen, dried or preserved;(vii) milk and milk products;(viii) vegetables;(db) \"General Council\" means the General Council of the Corporation constituted under sub-section (4) of section 3;3[(dba) \"industrial goods\" means the products of industrial co-operatives or cottage and village industries or products of allied industries in the rural area and includes any handicrafts or rural crafts;(dbb) \"livestock\" includes all animals to be raised for milk, meat, fleece, skin, wool and other by-products;](dc) \"Managing director\" means the managing director of the Corporation;4[(dd) \"nationalised bank\" means a corresponding new bank constituted under section 3 of the Banking Companies (Acquisition and Transfer of Undertakings) Act, 1970 (5 of 1970) or under section 3 of the Banking Companies (Acquisition and Transfer of Undertakings) Act, 1980 (40 of 1980);]](e) \"notified commodity\" means any commodity (other than agricultural produce 2[and foodstuffs]) which the Central Government may, by notification in the Official Gazette, declare to be a notified commodity for the purposes of this Act, being a commodity with respect to which Parliament has power to make laws by virtue of entry 33 in List III in the Seventh Schedule to the Constitution;3[(ea) \"notified services\" means any service which the Central Government may, by notification in the Official Gazette, declare to be notified services for the purposes of this Act;](f) \"prescribed\" means prescribed by rules made under this Act;(g) \"Reserve Bank\" means the Reserve Bank of India constituted under the Reserve Bank of India Act, 1934 (2 of 1934);2[(ga) \"scheduled bank\" means a bank for the time being included in the Second Schedule to the Reserve Bank of India Act, 1934 (2 of 1934);]1[(h) \"State Bank\" means the State Bank of India constituted under the State Bank of India Act, 1955 (23 of 1955)or any of the subsidiary banks of the State Bank of India;(ha) \"State Co-operative Bank\" has the same meaning as in the National Bank for Agriculture and Rural Development Act, 1981 (61 of 1981);](i) \"year\" means the financial year.1. Subs. by Act 3 of 1974, s. 2, for the long title (w.e.f. 1-4-1974).2. Subs. by Act 45 of 2002, s. 2, for \"and certain other commodities on co-operative principles and for matters connected therewith\" (w.e.f. 16-9-2002).3. The words \"except the State of Jammu and Kashmir\" omitted by Act 32 of 1973, s. 2 (w.e.f. 21-8-1973).4. 14th March, 1963, vide notification No. G.S.R. 456, dated 14th March, 1963, see Gazette of India, Extraordinary, Part II, sec. 3(i).5. Subs. by Act 45 of 2002, s. 3, for clause (a) (w.e.f. 16-9-2002).6. Ins. by Act 3 of 1974, s. 3 (w.e.f. 1-4-1974).7. Ins. by Act 45 of 2002, s. 3 (w.e.f. 16-9-2002).8. Subs. by s. 3, ibid., for clauses (b) and (c) (w.e.f. 16-9-2002).", "3": "3. Establishment of the National Co-operative Development Corporation.-(1) The Central Government shall, by notification in the Official Gazette, establish with effect from such date as may be specified in the notification, a Corporation by the name of the National Co-operative Development Corporation which shall be a body corporate having perpetual succession and a common seal with power to acquire, hold and dispose of property and to contract, and may, in the said name, sue and be sued.(2) The head-office of the Corporation shall be in New Delhi.3[(3) The Corporation shall carry on its functions through the General Council and the Board.(4) The General Council shall consist of the following members, namely:-(i) a President and a Vice-President, both to be nominated by the Central Government;(ii) eight members, ex officio, to be nominated by the Central Government from such of its Ministries dealing with economic matters as it may think fit;4[(iii) Chairman of the National Bank of Agriculture and Rural Development constituted under the National Bank for Agriculture and Rural Development Act, 1981 (61 of 1981), ex officio;](iv) Managing Director of the State Bank, ex officio;(v) Managing Director of the Food Corporation of India, constituted under the Food Corporations Act, 1964, (37 of 1964) ex officio;(vi) Managing Director of the Central Warehousing Corporation, constituted under the Warehousing Corporations Act, 1962 (59 of 1962), ex officio;5[(vii) one member to be nominated by the Central Government from amongst the chairmen of one of the Central financing institutions, ex officio;](viii) a member representing banks, to be nominated by the Central Government;(ix) Chairman of the National Co-operative Union of India, ex officio;(x) Chairman of the National Agricultural Co-operative Marketing Federation, ex officio;(xi) Chairman of the National Federation of Co-operative Sugar Factories, ex officio;(xii) Chairman of the All India Federation of Co-operative Spinning Mills, ex officio;(xiii) Chairman of the All India State Co-operative Banks,Federation, ex officio;(xiv) eleven members, other than those nominated under clause (xv), representing the States and the Union territories, to be nominated by the Central Government, provided that not more than one person shall be so nominated from each State or Union territory;(xv) eleven members to be nominated by the Central Government from among the Chairmen of the State level co-operative federations from the States and Union territories, provided that not more than one person shall be so nominated from each State or Union territory;(xvi) four members representing persons having special knowledge of, or practical experience in, agricultural co-operative development, to be nominated by the Central Government;(xvii) 1[fourmembers] representing national level organisations engaged or interested in the promotion and development of co-operative programmes, to be nominated by the Central Government;(xviii) the managing director.(5) The powers and functions of the Corporation shall be exercised or discharged, as the case may be, by the General Council, and references elsewhere in this Act to the Corporation shall, unless the context otherwise requires, be construed as references to the General Council.(6) Notwithstanding the expiry of the prescribed term of his office, every member of the General Council shall continue to hold office as such, until his successor in such office has assumed charge of such office.(7) Members of the General Council, other than the managing director, shall be entitled to receive such sitting fees as may be specified by regulations made by the Corporation under this Act, for attending any meeting of the General Council, Board or any committee of the Corporation: Provided that no official member shall be entitled to receive any sitting fee.]1. Subs. by Act 45 of 2002, s. 3, for clause (h) (w.e.f. 16-9-2002).2. Ins. by Act 32 of 1973, s. 3 (w.e.f. 21-8-1973).3. Subs. by Act 3 of 1974, s. 4, for sub-sections (3), (4) and (5) (w.e.f. 7-4-1975).4. Subs. by Act 45 of 2002, s. 4, for clauses (iii) and (iv) (w.e.f. 16-9-2002).5. Subs. by s. 4, ibid., for clause (vii) (w.e.f. 16-9-2002).", "4": "4. Disqualifications for being a member of Corporation.-A person shall be disqualified for being chosen as, and for being, a member of the Corporation-(i) if he is, or at any time has been, adjudicated insolvent or has suspended payment of his debts or has compounded with his creditors; or(ii) if he is or has been convicted of any offence involving moral turpitude and sentenced in respect thereof to imprisonment for not less than six months, unless a period of five years has elapsed from the date of expiry of the sentence; or(iii) 2[except in the case of managing director,] if he is a salaried official of the Corporation.", "5": "5. Term of office of members of Corporation.-(1) The term of office of members of the Corporation and the manner of filling vacancies among members shall be such as may be prescribed.(2) Any member of the Corporation other than an ex officio member may resign his office by giving notice in writing to the Central Government and on such resignation being accepted, he shall be deemed to have vacated his office.", "6": "6. Removal from office of member, etc.-The Central Government may, at any time, remove from office any member other than an ex officio member of the Corporation after giving him a reasonable opportunity of showing cause against the proposed removal.", "7": "7. Meetings, etc., of Corporation.-(1) The Corporation 3[shall ordinarily meet twice a year at such times] and places and shall, subject to the provisions of sub-sections (2) and (3), observe such procedure in regard to transaction of business at its meetings (including the quorum at meetings) as may be provided by regulations made by the Corporation under this Act.(2) The 4[President] or, in his absence, the 5[Vice-President] or, in the absence of both the 4[President] 4[President] and the 5[Vice-President], any member chosen by the members present from amongst themselves, shall preside at a meeting of the Corporation.(3) All questions at a meeting of the Corporation shall be decided by a majority of votes of the members present and voting, and in the case of an equality of votes, the 1[President] or, in his absence, the 2[Vice-President] or, in the absence of both the 1[President] and the 2[Vice-President], the person presiding shall have and exercise a second or casting vote.1. Subs. by Act 45 of 2002, s. 4, for \"three members\" (w.e.f. 16-9-2002).2. Ins. by Act 3 of 1974, s. 5 (w.e.f. 1-4-1974).3. Subs. by s. 6, ibid., for \"shall meet at such times\" (w.e.f. 7-4-1975).4. Subs. by s. 6, ibid., for \"Chairman\" (w.e.f. 7-4-1975).5. Subs. by s. 6, ibid., for \"Vice-Chairman\" (w.e.f. 7-4-1975).", "8": "8. Officers and other employees of Corporation.-(1) The Central Government shall, in consultation with the Corporation, appoint a person to be the 3[managing director].(2) Subject to such rules as may be made by the Central Government in this behalf, the Corporation may appoint such other officers and employees as it considers necessary for the efficient performance of its functions.(3) The methods of appointment, the conditions of service and the scales of pay of the officers and other employees of the Corporation shall,-(a) as respects the 4[managing director], be such as may be prescribed; and(b) as respects the other officers and employees, be such as may be determined by regulations made by the Corporation under this Act.5[(4) The managing director shall exercise such powers and perform such duties as the Board may entrust or delegate to him.]", "9": "9. Functions of Corporation.-6[(1) Subject to the provisions of this Act, the functions of the Corporation shall be to 7[plan, promote and finance]programmes, through co-operative societies, for-(a) the production, processing, marketing, storage, export and import of agricultural produce, foodstuffs, poultry feed and notified commodities;(b) the collection, processing, marketing, storage and export of minor forest produce;]8[(c)development of notified services.](2) In particular and without prejudice to the generality of the foregoing provision, the Corporation may-(a) advance loans or grant subsidies to State Governments for financing co-operative societies and for employment of staff for implementing programmes of co-operative development;(b) provide funds to State Governments for financing co-operative societies for the purchase of 9[agricultural produce, foodstuffs] 10[livestock, poultry feed, industrial goods, notified commodities and notified services] on behalf of the Central Government;(c) plan and promote programmes through co-operative societies for the supply of seeds, manures, fertilizers, agricultural implements and other articles for the development of agricultural produce;11[(d) provide loans and grants directly to the national level co-operative societies and other co-operative societies having objects extending beyond one State;(e) provide loans to co-operative societies on the guarantee of State Governments or in the case of co-operative societies in the Union territories, on the guarantee of Central Government:1[Providedthat no such guarantee shall be required in cases in which security to thesatisfaction of the Corporation is furnished by the borrowing co-operativesociety;](f) participate in the share capital of the national level co-operative societies and other co-operative societies having objects extending beyond one State.](3) The Corporation shall so exercise its functions under this section as not to interfere with the activities of the Khadi and Village Industries Commission established under the Khadi and Village Industries Commission Act, 1956 (61 of 1956).1. Subs. by Act 3 of 1974, s. 6, for \"Chairman\" (w.e.f. 7-4-1975).2. Subs. by s. 6, ibid., for \"Vice-Chairman\" (w.e.f. 7-4-1975).3. Subs. by s. 7, ibid., for \"Secretary of the Corporation\" (w.e.f. 1-4-1974).4. Subs. by s. 7, ibid., for \"Secretary\" (w.e.f. 1-4-1974).5. Ins. by s. 7, ibid. (w.e.f. 7-4-1975).6. Subs. by s. 8, ibid., for sub-section (1) (w.e.f. 1-4-1974).7. Subs. by Act 45 of 2002, s. 5, for \"plan and promote\" (w.e.f. 16-9-2002).8. Ins. by s. 5, ibid. (w.e.f. 16-9-2002).9. Subs. by Act 3 of 1974, s. 8, for \"agricultural produce\" (w.e.f. 1-4-1974).10. Subs. by Act 45 of 2002, s. 5, for \"and notified commodities\" (w.e.f. 16-9-2002).11. Ins. by Act 3 of 1974, s. 8. (w.e.f. 1-4-1974).", "10": "2[10. Board of Management of the Corporation.-(1) There shall be a Board of Management of the the Corporation which shall consist of the following members, namely:-(i) the Vice-President of the General Council, who shall be the Chairman;(ii) three members of the General Council, to be nominated by the Central Government from among the members referred to in clause (ii) of sub-section (4) of section 3;(iii) the member of the General Council, referred to in clause (iii) of sub-section (4) of section 3;(iv) one member of the General Council, to be nominated by the Central Government from among the members referred to in clauses (ix), (x), (xi), (xii) and (xiii) of sub-section (4) of section 3;(v) two members of the General Council, to be nominated by the Central Government from among the members referred to in clause (xiv) of sub-section (4) of section 3;(vi) two members of the General Council, to be nominated by the Central Government from among the members referred to in clause (xv) of sub-section (4) of section 3;(vii) one member of the General Council, to be nominated by the Central Government from among the members referred to in clauses (xvi) and (xvii) of sub-section (4) of section 3;(viii) the managing director.(2) The Vice-Chairman of the Board shall be nominated by the Central Government.(3) Subject to the general control, direction and superintendence of the General Council, the Board shall be competent to deal with any matter within the competence of the Corporation.(4) The Board shall meet at such times and at such places and shall observe such procedure in regard to transaction of business at its meetings (including the quorum at meetings) as may be provided by regulations made by the Corporation under this Act.(5) The confirmed minutes of every meeting of the Board shall be laid before the General Council at its next following meeting.]", "11": "11. Other committees.-The Corporation may constitute such other committees for general or special purposes as it deems necessary for the efficient performance of its functions under this Act.", "12": "12. Grants by the Central Government to Corporation.-The Central Government shall, after due appropriation made by Parliament by law in this behalf, pay to the Corporation-(a) by way of grant each year, such sum of money as is required by the Corporation for giving subsidies to State Governments and for meeting its administrative expenses;3***(b) by way of loan, such sum of money on such terms and conditions as the Central Government may determine; 4[and]4[(c) such additional grants, if any, for the purposes of this Act.]1. The proviso ins. by Act 45 of 2002, s. 5 (w.e.f. 16-9-2002).2. Subs. by Act 3 of 1974, s. 9, for section 10 (w.e.f. 7-4-1975).3. The word \"and\" omitted by s. 10, ibid. (w.e.f. 1-4-1974).4. Ins. by s. 10, ibid. (w.e.f. 1-4-1974).", "13": "13. Corporation to maintain fund.-(1) The Corporation shall maintain a fund called the National Co-operative Development Fund (hereinafter referred to as the Fund) to which shall be credited-(a) all moneys and other securities transferred to it under clause (a) of sub-section (2) of section 24;(b) the grants and other sums of money by way of loans paid to the Corporation by the Central Government under section 12;3[(bb) all moneys received under section 12B;(bbb) all moneys received for services rendered;]4[(ba) all moneys borrowed under section 12A;](c) such additional grants, if any, as the Central Government may make to the Corporation for the purposes of this Act; and(d) such sums of money as may, from time to time, be realised out of repayment of loans made from the Fund or from interest on loans or dividends 4[or other realisations] on investments made from the Fund.(2) The moneys in the Fund shall be applied for-(a) advancing loans and granting subsidies to State Governments on such terms and conditions as the Corporation may deem fit for the purpose of enabling State Governments to subscribe to the share capital of co-operative societies or for otherwise financing co-operative societies;(b) meetingthe pay and allowances of the 5[managing director, the officers] and other employees of the Corporation and other administrative expenses of the Corporation; and(c) carrying out the purposes of this Act.6[(3) All moneys in the Fund shall be deposited in the Reserve Bank or the State Bank or a nationalised bank or a scheduled bank or a State Co-operative Bank.]1. Ins. by Act 3 of 1974, s. 11 (w.e.f. 1-4-1974).2. Ins. by Act 45 of 2002, s. 6 (w.e.f. 16-9-2002).3. Ins. by s. 7, ibid. (w.e.f. 14-8-2002).4. Ins. by Act 3 of 1974, s. 12(w.e.f. 1-4-1974).5. Subs. by s. 12, ibid., for \"officers\" (w.e.f. 1-4-1974).6. Subs. by Act 45 of 2002, s. 7, for sub-section (3) (w.e.f. 16-9-2002).", "14": "14. Returns and reports.-(1) The Corporation shall furnish to the Central Government at such times and in such form and manner as may be prescribed or as the Central Government may direct, such returns and statements and such particulars in regard to the discharge of its functions under this Act as the Central Government may, from time to time, require.(2) Without prejudice to the provisions of sub-section (1), the Corporation shall, as soon as possible, after the end of each year, submit to the Central Government a report, in such form and manner and before such date as may be prescribed, giving a true and full account of its activities, policy and programme during the previous year.(3) A copy of the report received under sub-section (2) shall be laid before both Houses of Parliament.", "15": "15. Directions by Central Government.-In all matters including matters of policy, the Corporation shall be guided by such directions as may be given to it by the Central Government.", "16": "16. Submission of programme of activities and financial estimates.-(1) The Corporation shall prepare before the commencement of each year a statement of programme of its activities during the forthcoming year as well as a financial estimate in respect thereof.(2) A statement prepared under sub-section (1) shall, not later than three months before the commencement of each year, be submitted to the Central Government for approval.", "17": "17. Accounts of Board and audit.-(1) The Corporation shall maintain proper accounts and other relevant records and prepare an annual statement of accounts in such form as may be prescribed in consultation with the Comptroller and Auditor-General of India.(2) The account of the Corporation shall be audited annually by the Comptroller and Auditor-General of India or any person authorised by him in this behalf and any expenditure incurred in connection with such audit shall be payable by the Corporation.(3) The Comptroller and Auditor-General of India and any person authorised by him in connection with the audit of the accounts of the Corporation shall have the same rights, privileges and authority in connection with such audit as the Comptroller and Auditor-General has in connection with the audit of Government accounts and in particular, shall have the right to demand the production of books, accounnts, connected vouchers and other documents and papers and to inspect any office of the Corporation.(4) The accounts of the Corporation certified by the Comptroller and Auditor-General of India or any other person authorised by him in this behalf together with an audit report thereon shall be forwarded annually to the Central Government and that Government shall cause the same to be laid before both Houses of Parliament.", "18": "18. Vacancies, etc., not to invalidate acts and proceedings of the Corporation.-No act or proceeding of 1[the General Council, the Board or any of the committees of the Corporation] shall be invalid by reason only of the existence of any vacancy among its members or any defect in the constitution thereof.", "19": "19. Delegation.-The Corporation may, by general or special order in writing, delegate to the 2[President or the Vice-President] or any other member or any officer of the Corporation subject to such conditions and limitations, if any, as may be specified in the order such of its powers and functions under this Act as it may deem necessary.", "20": "20. Declaration of fidelity and secrecy.-Every member, auditor, officer or other employee of the Corporation shall, before entering upon his duties, make a declaration of fidelity and secrecy in the form set out in the Schedule.", "21": "21. Dissolution of Corporation.-(1) The Central Government, if it is of opinion that the Corporation has failed to carry out its functions under this Act or that for any other reason it is not necessary to continue the Corporation, may, by notification in the Official Gazette, dissolve the Corporation from such date as may be specified in the notification.(2) When the Corporation is dissolved under sub-section (1),-(a) all members of the Corporation shall, from the date of dissolution, vacate their offices as such members;(b) all powers and duties of the Corporation shall, as from the date of dissolution, be exercised and performed by the Central Government or such person or persons as the Central Government may appoint in this behalf;(c) all moneys and other properties of the Corporation shall vest in the Central Government.1. Subs. by Act 3 of 1974, s. 13, for \"the Corporation\" (w.e.f. 7-4-1975).2. Subs. by s. 14, ibid., for \"Chairman or the Vice-Chairman\" (w.e.f. 7-4-1975).", "22": "22. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules to carry out the purposes of this Act.(2) Without prejudice to the generality of the foregoing power, such rules may provide for-1* * * * *(d) the term of office of members of the Corporation and the manner of filling vacancies among them;(e) the methods of appointment, the conditions of service and the scale of pay of the 2[managing director];3* * * * *(g) the returns, statements and other particulars in regard to the discharge of its functions to be furnished by the Corporation to the Central Government;(h) the form and the manner in which, and the time within which, the Corporation shall furnish to the Central Government returns, statements and other particulars with regard to the discharge of its functions;(i) the form and the manner in which, and the time within which, the Corporation shall furnish to the Central Government a report of its activities, policy and programme;(j) any other matter which has to be, or may be, prescribed.(3) Every rule made under this section shall be laid as soon as may be after it is made, before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session 4[or in two or more successive sessions, and if, before theexpiry of the session immediately following the session or the successive sessions aforesaid], both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so however that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.", "23": "23. Power of Corporation to make regulations.-(1) The Corporation may, with the previous sanction of the Central Government, by notification in the Official Gazette, make regulations not inconsistent with this Act and the rules made thereunder, to provide for all matters for which provision is necessary or expedient for the purpose of giving effect to the provisions of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such regulations may provide for-(a) the manner in which meetings of 1[the General Council, the Board and other committees of the Corporation] shall be convened, the fees for attending such meetings and the procedure to be followed thereat;(b) the methods of appointment, the conditions of service and the scales of pay of the officers (other than the 2[managing director]) and other employees of the Corporations;(c) the duties and conduct of officers and other employees of the Corporation; and(d) any other matter in respect of which the Corporation is empowered or required to make regulations under this Act.(3) The Central Government may, by notification in the Official Gazette, rescind any regulation which it has sanctioned and thereupon the regulation shall cease to have effect.1. Clauses (a), (b) and (c) omitted by Act 3 of 1974, s. 15 (w.e.f. 7-4-1975).2. Subs. by s. 15, ibid., for \"Secretary to the Corporation\" (w.e.f. 1-4-1974).3. Clause (f) omitted by s. 15, ibid. (w.e.f. 7-4-1975).4. Subs. by Act 32 of 1973, s. 4, for certain words (w.e.f. 21-8-1973).", "24": "24. Repeal and saving.-(1) With effect from the date on which the Corporation is established under section 3, the Agricultural Produce (Development and Warehousing) Corporations Act, 1956 (28 of 1956), shall, in so far as it relates to the National Co-operative Development and Warehousing Board, stand repealed.(2) Notwithstanding such repeal,-(a) all moneys and other securities belonging to the National Co-operative Development Fund which, immediately before the said date, was maintained by the National Co-operative Development and Warehousing Board established under the repealed Act (hereinafter referred to as the said Board), shall stand transferred to, and be maintained by, the Corporation established under section 3 of this Act;(b) all moneys and other securities belonging to the National Warehousing Development Fund which, immediately before the said date, was maintained by the said Board under the repealed Act, shall stand transferred to and be maintained by the Central Warehousing Corporation;(c) all shares in the capital of the Central Warehousing Corporation held by the said Board shall stand transferred to the Central Government subject to the same liabilities as to payment of unpaid calls on such shares as the said Board was subject to;(d) anything done or any action taken (including any loan advanced, subsidy granted and appointment, delegation, rule or regulation made) under the repealed Act shall, in so far as it is not inconsistent with the provisions of this Act, be deemed to have been done or taken under this Act; and(e) all rights, liabilities and obligations of the said Board, whether arising out of any contract or otherwise, shall be the rights, liabilities and obligations respectively of the Corporation established under section 3 of this Act.1. Subs. by Act 3 of 1974, s. 16, for \"the Corporation, the Executive Committee and other committees thereof\" (w.e.f. 7-4-1975).2. Subs. by s. 16, ibid., for \"Secretary\" (w.e.f. 1-4-1975).", "25": "The Schedule[See Section 20]Declaration of Fidelity and SecrecyI.......declare that I will faithfully, truly and to the best of my judgment, skill and ability execute and perform the duties which are required of me as a member, officer, employee or auditor (as the case may be) of the National Co-operative Development Corporation and which properly relate to the office or position in the said Corporation held by me.I further declare that I will not communicate or allow to be communicated to any persons not legally entitled thereto any information relating to the affairs of the said Corporation nor will I allow any such persons to inspect or have access to any books or documents belonging to, or in the possession of, the Corporation and relating to the business of the Corporation.Signature\nSignature\nSignatureSigned before me\nDate:"}