{"name": "National Cadet Corps Act, 1948\r", "1": "1. Short title, extent and application.-(1) This Act may be called the National Cadet Corps Act, 1948.(2) It extends, to the whole of India 2* * * and applies to all persons enrolled or appointed under this Act, wherever they may be.1. This Act has been extended to-Goa, Daman and Diu with modifications by Reg. 12 of 1962, s. 3 and the Schedule and brought into force in Dadra and Nagar Haveli by Reg. 6 of 1963, s. 2 and the First Schedule (w.e.f. 1-7-1965).Lakshadweep vide Reg. 8 of 1965, s. 3 and the Schedule (w.e.f. 1-10-1967).Extended to the State of Arunachal Pradesh vide Act No. 44 of 1993, s. 2 and the Schedule (w.e.f. 1-7-1994).2. The words \"except the State of Hyderabad\" omitted by Act 3 of 1951, s. 3 and the Schedule.3. The words \"or Acceding State\" omitted by A.O. 1950 (w.e.f. 26-1-1950).", "2": "2. Definitions.-In this Act, unless there is anything repugnant in the subject or context,-\"corps\" means the National Cadet Corps constituted under this Act;\"enrolled\" means enrolled in the Corps under this Act;\"prescribed\" means prescribed by rules made under this Act;\"school\" includes any institution recognised in this behalf by the Central Government or the State Government;\"university\" means any university established by law in India and includes colleges affiliated to universities, intermediate colleges and such technical institutions of collegiate status, as are recognised in this behalf by the Central Government or the State Government.", "3": "3. Constitution of the National Cadet Corps.-There shall be raised and maintained in the manner hereinafter provided a Corps, to be designated the National Cadet Corps: Provided that the Central Government may establish all or any of the units of the Corps as and when necessary.", "4": "4. Constitution and disbandment of units.-The Central Government may constitute in any State 3* * * one or more units of the Corps members of which shall be recruited from amongst the students of any university or school, and may disband or reconstitute any unit so constituted.", "5": "5. Division of the Corps into Divisions.-There shall be three Divisions of the Corps, namely:-(i) the Senior Division, recruitment to which shall be from amongst the students of the male sex of any university;(ii) the Junior Division, recruitment to which shall be from amongst the students of the male sex of any school; and(iii) the Junior Division, recruitment to which shall be from amongst the students of the female sex of any university or school.", "6": "6. Enrolment.-(1) Any student of the male sex of any university may offer himself for enrolment as a cadet in the Senior Division, and any student of the male sex of any school may offer himself for enrolment as a cadet in the Junior Division if he is of the prescribed age or over.(2) Any student of the female sex of any University or school may offer herself for enrolment as a cadet in the Girls Division : Provided that in the latter case she is of the prescribed age or over.", "7": "7. Central Government may raise other units.-Notwithstanding anything contained in this Act, the Central Government may, by notification, provide for the constitution of any other units of the Corps in any place and prescribe the persons or class of persons who may be eligible for enrolment therein.", "8": "8. Discharge.-Every person enrolled under this Act shall be entitled to receive his or her discharge from the Corps on the expiration of the period for which he or she was enrolled or on his or her ceasing to be borne on the roll of the university or school to which he or she may belong: Provided that any person enrolled may be discharged at any time by such authority and subject to such conditions as may be prescribed.", "9": "9. Appointment of officers.-The Central Government may provide for the appointment of officers in or for any unit of the Corps either from amongst members of the staff of any university or school or otherwise and may prescribe the duties, powers and functions of such officers.", "10": "10. Duties of persons subject to this Act.-No person subject to this Act shall by virtue of being a member of the Corps be liable for active military service, but subject thereto any such person shall be liable to perform such duties and discharge such obligations as may be prescribed.", "11": "11. Punishment for offences under this Act.-Any person enrolled under this Act may be punished for the contravention of any rule made under this Act with fine which may extend to fifty rupees to be recovered in such manner and by such authority as may be prescribed.", "12": "12. Power to appoint Advisory Committees.-(1) The Central Government may for the purpose of advising it on all matters of policy connected with the constitution and administration of the Corps appoint a Central Advisory Committee consisting of the following persons, namely:-(a) the Minister for Defence, who shall be the Chairman of the Committee;(b) the Secretary to the Government of India, Ministry of Defence, ex officio;(c) the Secretary to the Government of India, Ministry of Education, ex officio;(d) the Financial Advisor, Defence, ex officio;1[(e) the Chief of the Army Staff, ex officio;(f) the Chief of the Naval Staff, ex officio;(g) the Chief of the Air Staff, ex officio; ](h) five non-official members to be nominated by the Central Government; and2[(i) three Members of Parliament of whom two shall be elected by the House of the People and one by the Council of States.]3[(1A) A member elected under clause (i) of sub-section (1) shall hold office for a period of one year from the date of his election or until he ceases to be a Member of the House which elected him, whichever is earlier.](2) The Central Government may also appoint, for the same purpose as is specified in sub-section (1), such 4* * * State Advisory Committees as it may consider desirable from time to time and may prescribe their duties and functions.1. Subs. by Act 19 of 1955, s. 2 and the Schedule, for clauses (e), (f) and (g).2. Subs. by Act 50 of 1975, s. 2, for clause (i) (w.e.f. 16-8-1975).3. Ins. by Act 50 of 1975, s. 2 (w.e.f. 16-8-1975).4. The words \"Provincial or\" omitted by the A.O. 1950.", "13": "13. Power to make rules.-(1) The Central Government may make rules to carry out the objects of this Act.(2) In particular and without prejudice to the generality of the foregoing power such rules may-(a) prescribe the conditions subject to which universities or schools shall be allowed to raise units under this Act;(b) prescribe the persons or class of persons who may be eligible for enrolment under section 7;(c) prescribe the manner in which, the period for which and the conditions subject to which any person or class of persons may be enrolled under this Act;(d) provide for the medical examination of persons offering themselves for enrolment under this Act;(e) prescribe preliminary and periodical military training for any person or class of persons subject to this Act;(f) prescribe the military or other obligations to which members of the Corps shall be liable when undergoing military training and provide generally for the maintenance of discipline amongst members of the Corps;(g) prescribe the duties, powers and functions of officers appointed under this Act;(h) prescribe the allowances or other remuneration payable to persons subject to this Act;(i) provide for the removal or discharge of any person subject to this Act;(j) prescribe the offences for which any person subject to this Act may be tried and provide for the trial thereof;(k) prescribe the manner in which fines levied under this Act may be recovered;(l) prescribe the duties, powers and functions of Central 1* * * or State Advisory Committees; and(m) provide for any other matter which under this Act is to be or may be prescribed.2[(3) Every rule made under this Act shall be laid, as soon as may be after it is made, before each House of Parliament while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]1. The words \"Provincial\" omitted by the A.O. 1950.2. Ins. by Act 50 of 1975, s. 3 (w.e.f. 16-8-1975)."}