{"name": "National Bank for Agriculture and Rural Development (Amendment) Act, 2017\r", "1": "1. Short title and commencement.(1) This Act may be called the National Bank for Agriculture and Rural Development (Amendment)Act, 2018.(2) It shall come into force on such date as the Central Government may, by notification in the Official Gazette, appoint, and different dates may be appointed for different provisions of this Act.", "2": "2. Amendment of long title.In the National Bank for Agriculture and Rural Development Act, 1981 (hereinafter referred to as the principal Act), in the long title, for the words \"small-scale industries, cottage and village industries\", the words \"micro-enterprises, small enterprises and medium enterprises, cottage and village industries, handlooms\" shall be substituted.", "3": "3. Amendment of section 2.In section 2 of the principal Act,(a) clause (i) shall be omitted;(b) after clause (k), the following clause shall be inserted, namely:'(ka) \"micro enterprise\", \"small enterprise\" and \"medium enterprise\", shall have the same meanings as are respectively assigned to them in the Micro, Small and Medium Enterprises Development Act, 2006;';(c) in clause (q), in the Explanation, in clause (a), for the words \"industry in the tiny and decentralised sector and small-scale industry and handicrafts\", the words\"micro-enterprises, small enterprises and medium enterprises, handicrafts, handlooms\" shall be substituted;(d) clause (t) shall be omitted.", "4": "4. Amendment of section 3.In section 3 of the principal Act, in sub-section (3), for the word \"Bombay\", the word \"Mumbai\" shall be substituted.", "5": "5. Amendment of section 4.In section 4 of the principal Act,(a) in sub-section (1), for the proviso, the following provisos shall be substituted,namely:\"Provided that the Central Government may, by notification, increase the said capital up to thirty thousand crore rupees:Provided further that the Central Government may, in consultation with the Reserve Bank and by notification, further increase the said capital to such amount as it may deem necessary from time to time.\";(b) for sub-section (2), the following sub-sections shall be substituted, namely:\"(2) The capital of the National Bank which has been subscribed to by the Reserve Bank valued at twenty crore rupees as on the date immediately preceding the commencement of the National Bank for Agriculture and Rural Development (Amendment) Act, 2017 shall, on such commencement, stand transferred to, and vested in, the Central Government:Provided that the National Bank may issue capital to such institutions and persons in such manner as may be notified by the Central Government:Provided further that the shareholding of the Central Government shall not at any time be less than fifty-one per cent. of the total subscribed capital.(3) The Central Government shall give to the Reserve Bank an amount equal to the face value of the subscribed capital, valued at twenty crores of rupees, referred to in sub-section (2), in cash, for transfer to, and vesting in the Central Government of the capital of the National Bank which has been so subscribed to by the said Bank.\".", "6": "6. Amendment of section 6.In section 6 of the principal Act, in sub-section (1), in clause (b), for the words\"small-scale industries\", the words \"micro-enterprises, small enterprises and medium enterprises\" shall be substituted.", "7": "7. Amendment of section 14.In section 14 of the principal Act, in sub-section (1), for the words \"small-scaleindustries\", the words \"micro-enterprises, small enterprises and medium enterprises\" shall be substituted.", "8": "8. Amendment of section 21.In section 21 of the principal Act, in sub-section (1), in clause (v), for the words\"small-scale industries, industries in the tiny and decentralised sector, village and cottage industries or of those engaged in the field of handicrafts,\", the words \"village and cottage industries,micro-enterprises, small enterprises and medium enterprises or of those engaged in the field of handicrafts, handlooms\" shall be substituted.", "9": "9. Amendment of section 23.In section 23 of the principal Act, for the words \"small-scale industries, industries in the tiny and decentralised sector, village and cottage industries and those engaged in the field of handicrafts and other rural crafts,\", the words \"village and cottage industries, micro enterprises, small enterprises and medium enterprises and those engaged in the field of handicrafts, handlooms and other rural crafts\" shall be substituted.", "10": "10. Amendment of section 25.In section 25 of the principal Act, in sub-section (1), in clause (c), for the words\"small-scale industries, industries in the tiny and decentralised sector, village and cottage industries and those engaged in the field of handicrafts\", the words \"village and cottage industries,micro-enterprises, small enterprises and medium enterprises and those engaged in the field of handicrafts, handlooms\" shall be substituted.", "11": "11. Amendment of section 37A.In section 37A of the principal Act, in sub-section (1),(a) in the proviso, in clauses (a) and (b), for the words and figures \"in section 617 of the Companies Act, 1956\", the words, brackets and figures \"in clause (45) of section 2 of the Companies Act, 2013\" shall be substituted;(b) in the Explanation, for the words, brackets and figures \"in clause (41) of section 2 of the Companies Act, 1956\", the words, brackets and figures \"in clause (77) of section 2 of the Companies Act, 2013\" shall be substituted.", "12": "12. Amendment of section 48.In section 48 of the principal Act, in sub-section (1), for the words and figures 1 of 1956. \"section 226 of the Companies Act, 1956\", the words and figures \"section 141 of the 18 of 2013.Companies Act, 2013\" shall be substituted.", "13": "13. Amendment of section 52A.In section 52A of the principal Act, in sub-section (1), for the words and figures 1 of 1956. \"the Companies Act, 1956\", the words and figures \"the Companies Act, 2013\" shall be 18 of 2013.substituted."}