{"name": "National Environment Appellate Authority Act, 1997\r", "1": " National Environment Appellate Authority Act, 19971. Short title and commencement – (1) This Act may be called the National Environment\r\nAppellate Authority Act, 1997.(2) It shall be deemed to have come into force\r\non the 30th day of January, 1997.", "2": " National Environment Appellate Authority Act, 19972. Definitions.- In this Act, unless the context otherwise\r\nrequires,-(a) \"Act\" means the Environment\r\n(Protection) Act, 1986 (29 of 1986);(b) \"Authority\" means the National\r\nEnvironment Appellate Authority established under sub-section (1) of Section 3;(c) \"Chairperson\" means the\r\nChairperson of the Authority;(d) \"Member\" means a Member of the\r\nAuthority;(e) \"prescribed\" means prescribed by\r\nrules made under this Act;(f) \"Vice-Chairperson\" means the\r\nVice-Chairperson of the Authority.", "3": " National Environment Appellate Authority Act, 19973. Establishment of Authority.- (1) The Central Government shall, by notification\r\nin the Official Gazette, establish a body to be known as the National\r\nEnvironment Appellate Authority to exercise the powers conferred upon, and to\r\nperform the functions assigned to under this Act.(2) The head office of the Authority shall be\r\nat  Delhi .", "4": " National Environment Appellate Authority Act, 19974. Composition of Authority.- The Authority shall consist of a Chairperson,\r\na Vice-Chairperson and such other Members not exceeding three, as the Central\r\nGovernment may deem fit.", "5": " National Environment Appellate Authority Act, 19975. Qualifications for appointment as\r\nChairperson, Vice-Chairperson or Member.- (1) A person shall not be qualified for\r\nappointment as a Chairperson unless he has been -(a) a Judge of the\r\nSupreme Court; or(b) the Chief Justice\r\nof a High Court.(2) A person shall not be qualified for\r\nappointment as a Vice-Chairperson unless be has -(a) for at least two\r\nyears held the post of a Secretary to the Government of India or any other post\r\nunder the Central or State Government carrying a scale of pay which is not less\r\nthan that of a Secretary to the Government of India; and(b) expertise or\r\nexperience in administrative, legal, managerial or technical aspects of\r\nproblems relating to environment.(3) A person shall not be qualified for\r\nappointment as a Member unless he has professional knowledge or practical experience\r\nin the areas pertaining to conservation, environmental management, law or\r\nplanning and development.(4) The Chairperson, the Vice-Chairperson and\r\nthe Members shall be appointed by the President.", "6": " National Environment Appellate Authority Act, 19976. Vice-Chairperson to act as Chairperson or\r\nto discharge his function in certain circumstances- (1) In the event of the occurrence of any\r\nvacancy in the office of the Chairperson by reason of his death, resignation or\r\notherwise, the Vice-Chairperson shall act as the Chairperson until the date on which\r\na new Chairperson appointed in accordance with the provisions of this Act to\r\nfill such vacancy enters upon his office.(2) When the Chairperson is unable to\r\ndischarge his functions owing to absence, illness or any other cause, the\r\nVice-Chairperson or, as the case may be, such one of the Member as the Central\r\nGovernment may, by notification, authorize in this behalf, shall discharge the\r\nfunctions of the Chairperson until the date on which the Chairperson resumes\r\nhis duties.", "7": " National Environment Appellate Authority Act, 19977. Term of office- The Chairperson, the Vice-Chairperson or a\r\nMember shall hold office as such for a term of three years from the date on\r\nwhich he enters upon his office, but shall be eligible for re-appointment for\r\nanother term of three years:Provided  that no Chairperson, Vice-Chairperson\r\nor Member shall hold office as such after he has attained-(a) in the case of the Chairperson, the age of\r\nseventy years; and(b) in the case of the Vice-Chairperson or a\r\nMember, the age of sixty-five years.", "8": " National Environment Appellate Authority Act, 19978. Resignation and removal- (1) The Chairperson, the Vice-Chairperson or a\r\nMember may, by notice writing under his hand addressed to the President, resign\r\nhis office:Provided  that the Chairperson, the\r\nVice-Chairperson or a Member shall, unless he is permitted by the President to\r\nrelinquish his office sooner, continue to hold office until the expiry of three\r\nmonths from the date of receipt of such notice or until a person duly appointed\r\nas his successor enters upon his office or until the expiry of his term of\r\noffice, whichever is the earliest.(2) The Chairperson, the Vice-Chairperson or a\r\nMember shall not be removed from his office except by an order made by the\r\nPresident on the ground of proved misbehavior or incapacity after an inquiry\r\nmade by a Judge of the Supreme Court in which such Chairperson, the\r\nVice-Chairperson or a Member had been informed of the charges against him and\r\ngiven a reasonable opportunity of being heard in respect of those charges.(3) The President may suspend from office the\r\nChairperson, the Vice-Chairperson or a Member in respect of whom a reference\r\nhas been made to the Supreme Court under sub-section (2) until the President\r\nhas passed orders on receipt of the report of the Supreme Court on such\r\nreference.(4) The Central Government may, by rules,\r\nregulate the procedure for the investigation of misbehavior or incapacity of\r\nthe Chairperson, the Vice-Chairperson or a Member referred to in sub-section\r\n(2).", "9": " National Environment Appellate Authority Act, 19979. Salaries and allowances and other terms and\r\nconditions of service of Chairperson, Vice-Chairperson and Members. – The salaries and allowances payable to, and\r\nthe other terms and conditions of service (including pension, gratuity and\r\nother retirement benefits) of, the Chairperson, the Vice-Chairperson and the Members\r\nshall be such as may be prescribed by the Central Government.", "10": " National Environment Appellate Authority Act, 199710. Vacancy in Authority not to invalidate\r\nacts or proceedings. – No act or proceedings of the Authority shall\r\nbe questioned or shall be invalid merely on the ground of existence of any\r\nvacancy or defect in the establishment of the Authority.", "11": " National Environment Appellate Authority Act, 199711. Appeals to Authority. –(1) Any person aggrieved by an order granting environmental\r\nclearance in the areas in which any industries, operations or processes or\r\nclass of industries, operations and processes shall not be carried out or shall\r\nbe carried out subject to certain safeguards may, within thirty days from the\r\ndate of such order, prefer an appeal to the Authority in such form as may be\r\nprescribed :Provided  that the Authority may entertain any\r\nappeal after the expiry of the said period of thirty days but not after ninety\r\ndays from the date aforesaid if it is satisfied that the appellant was\r\nprevented by sufficient cause from filing the appeal in time.(2) For the purposes of sub-section (1),\r\n\"person\" means -(a) any person who is\r\nlikely to be affected by the grant of environmental clearance;(b) any person who owns\r\nor has control over the project with respect to which an application has been\r\nsubmitted for environmental clearance;(c) any association of\r\npersons (whether incorporated or not) likely to be affected by such order and\r\nfunctioning in the field of environment;(d) the Central\r\nGovernment, where the environmental clearance is granted by the State\r\nGovernment and the State Government, where the environmental clearance is\r\ngranted by the Central Government; or(e) any local\r\nauthority, any part of whose local limits is within the neighborhood of the\r\narea wherein the project is proposed to be located.(3) On receipt of an appeal preferred under\r\nsub-section (1), the Authority shall, after giving the appellant an opportunity\r\nof being heard, pass such orders, as it thinks fit.(4) The Authority shall dispose of the appeal\r\nwithin ninety days from the date of filing the appeal :Provided  that the Authority may for reasons to\r\nbe recorded in writing, dispose of the appeal within a further period of thirty\r\ndays.", "12": " National Environment Appellate Authority Act, 199712. Procedure and powers of Authority. – (1) The Authority shall not be bound by the \r\nprocedure laid down in the Code of Civil Procedure, 1908 (5 of 1908), but shall \r\nbe guided by the principles of natural justice and subject to the other \r\nprovisions of this Act and of any rules made by the Central Government, the \r\nAuthority shall have power to regulate its own procedure including the fixing of \r\nplaces and times of its inquiry and deciding whether to sit in public or in \r\nprivate(2) The Authority shall have, for the purposes\r\nof discharging its functions under this Act, the same powers as are vested in a\r\ncivil court under the Code of Civil Procedure, 1908 (5 of 1908), while trying a\r\nsuit, in respect of the following matters, namely :-(a) summoning and\r\nenforcing the attendance of any person and examining him on oath;(b) requiring the\r\ndiscovery and production of documents;(c) receiving evidence\r\non affidavits;(d) subject to the\r\nprovisions of Sections 123 and 124 of the Indian Evidence Act, 1872 (1 of\r\n1872), requisitioning any public record or document or copy of such record or\r\ndocument from any office;(e) issuing\r\ncommissions for the examination of witnesses or documents;(f) reviewing its\r\ndecisions;(g) dismissing a\r\nrepresentation for default or deciding it, ex parte ;(h) setting aside any\r\norder of dismissal of any representation for default or any order passed by it\r\nex parte ; and( i )\r\nany other matter which is required to be, or may be, prescribed by the Central\r\nGovernment.", "13": " National Environment Appellate Authority Act, 199713. Financial and administrative powers of\r\nChairperson. – The Chairperson shall exercise such financial\r\nand administrative powers as may be vested in him under the rules:Provided  that the Chairperson shall have\r\nauthority to delegate such of his financial and administrative powers as he may\r\nthink fit to the Vice-Chairperson or any other officer subject to the condition\r\nthat the Vice-Chairperson or such other officer shall, while exercising such\r\ndelegated powers, continue to act under the direction, control and supervision\r\nof the Chairperson.", "14": " National Environment Appellate Authority Act, 199714. Staff of Authority. –(1) The Central Government shall determine the\r\nnature and categories of the officers and other employees required to assist\r\nthe Authority in the discharge of its functions and provide the Authority with\r\nsuch officers and other employees as it may think fit.(2) The officers and other employees of the\r\nAuthority shall discharge their functions under the general superintendence of\r\nthe Chairperson.(3) The salaries and allowances and conditions\r\nof service of the officers and other employees shall be such as may be\r\nprescribed.", "15": " National Environment Appellate Authority Act, 199715. Bar of jurisdiction. – With effect from the date of establishment of\r\nthe Authority, no civil court or other authority shall have jurisdiction to\r\nentertain any appeal in respect of any matter with which the Authority is so\r\nempowered by or under this Act.", "16": " National Environment Appellate Authority Act, 199716. Proceedings before the Authority to be\r\njudicial proceedings. – All proceedings before the Authority shall be\r\ndeemed to be judicial proceedings within the meaning of sections 193, 219 and\r\n228 of the Indian Penal Code (45 or 1860).", "17": " National Environment Appellate Authority Act, 199717. Members and staff of Authority to be\r\npublic servants. – The Chairperson, the Vice-Chairperson and the\r\nMembers and the officers and other employees of the Authority shall be deemed\r\nto be public servants within the meaning of Section 21 of the Indian Penal Code\r\n(45 of 1860).", "18": " National Environment Appellate Authority Act, 199718. Protection of action taken in good faith.\r\n– No suit, prosecution or other legal proceeding\r\nshall lie against the Central Government or against the Chairperson, the\r\nVice-Chairperson or a Member of the Authority or any other person authorized by\r\nthe Chairperson, the Vice-Chairperson or a Member for anything which is in good\r\nfaith done or intended to be done in pursuance of this Act or any rule or order\r\nmade thereunder .", "19": " National Environment Appellate Authority Act, 199719. Penalty for failure to comply with orders\r\nof Authority. – Whoever fails to comply with any order made by\r\nthe Authority, he shall be punishable with imprisonment for a term which may\r\nextend to seven years, or with fine which may extend to one lakh \r\nrupees, or with both.", "20": " National Environment Appellate Authority Act, 199720. Offences by companies. – (1) Where any offence under this Act has been\r\ncommitted by a company, every person who, at the time the offence was\r\ncommitted, was directly in charge of, and was responsible to, the company for\r\nthe conduct of the business of the company, as well as the company, shall be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly :Provided  that nothing contained in this\r\nsub-section shall render any such person liable to any punishment provided in\r\nthis Act, if he proves that the offence was committed without his knowledge or that\r\nhe has exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in\r\nsub-section (1), where an offence under this Act has been committed by a\r\ncompany and it is proved that the offence has been committed with the consent\r\nor connivance of, or is attributable to any neglect on the part of, any\r\ndirector, manager, secretary or other officer of the company, such director,\r\nmanager, secretary or other officer shall also be deemed to be guilty of that\r\noffence and shall be liable to be proceeded against and punished accordingly.Explanation. - For the purposes of\r\nthis section, -(a) \"company\" means any body corporate and \r\nincludes a firm or other association of individuals; and(b) \"director\", in relation to a\r\nfirm, means a partner in the firm.", "21": " National Environment Appellate Authority Act, 199721. Power to remove difficulties. – (1) If any difficulty arises in giving effect\r\nto the provisions of this Act, the Central Government may, by order published in\r\nthe Official Gazette, make such provisions, not inconsistent with the\r\nprovisions of this Act, as appear to it to be necessary or expedient for\r\nremoving the difficulty :Provided  that no such order shall be made after\r\nthe expiry of the period of three years from the date on which this Act\r\nreceives the assent of the President.(2) Every order made under this section shall,\r\nas soon as may be after it is made, be laid before each House of Parliament.", "22": " National Environment Appellate Authority Act, 199722. Power to make rules. – (1) The Central Government may, by\r\nnotification, make rules for carrying out the provisions of this Act.(2) In particular, and without prejudice to\r\nthe generality of the foregoing power, such rules may provide for all or any of\r\nthe following matters, namely :(a) the procedure\r\nunder sub-section (4) of Section 8 for the investigation of misbehavior or\r\nincapacity of the Chairperson, the Vice-Chairperson or a Member;(b) the salaries and\r\nallowances payable to and the other terms and conditions of service of the\r\nChairperson, the Vice-Chairperson and the Members under Section 9;(c) the form which an\r\nappeal shall contain under sub-section (1) of Section 11;(d) financial and\r\nadministrative powers of the Chairperson under Section 13;(e) the salaries and\r\nallowances and conditions of service of the officers and other employees of the\r\nAuthority;(f) any other matter\r\nwhich is required to be, or may be, prescribed.(3) Every rule made under this Act shall be\r\nlaid, as soon as may be after it is made, before each House of Parliament,\r\nwhile it is in session, for a total period of thirty days which may be\r\ncomprised in one session or in two or more successive sessions, and if, before\r\nthe expiry of the session immediately following the session or the successive\r\nsessions aforesaid, both Houses agree in making any modification in the rule or\r\nboth Houses agree that the rule should not be made, the rule shall thereafter\r\nhave effect only in such modified form or be of no effect, as the case may be;\r\nso, however, that any such modification or annulment shall be without prejudice\r\nto the validity of anything previously done under that rule.", "23": " National Environment Appellate Authority Act, 199723. Repeal and saving. – (1) The National Environment Appellate\r\nAuthority Ordinance, 1997 (Ordinance No. 12 of 1997), is hereby repealed.(2) Notwithstanding such repeal, anything done\r\nor any action taken under the said Ordinance, shall be deemed to have been done\r\nor taken under the corresponding provisions of this Act."}