{"name": "National Green Tribunal Act, 2010\r", "1": "The National Green Tribunal Act, 2010 Chapter I Preliminary1. Short title and\r\ncommencement. – 1.     \r\n  This\r\nAct may be called the National Green Tribunal Act, 2010.2.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "The National Green Tribunal Act, 2010 2. Definitions. – 1.     \r\n  In\r\nthis Act, unless the context otherwise requires,- a.      \"accident\"\r\nmeans an accident involving a fortuitous or sudden or unintended occurrence\r\nwhile handling any hazardous substance or equipment, or plant, or vehicle\r\nresulting in continuous or intermittent or repeated exposure to death, of, or,\r\ninjury to, any person or damage to any property or environment but does not\r\ninclude an accident by reason only of war or civil disturbance;b.     \"Chairperson\"\r\nmeans the Chairperson of the National Green Tribunal;c.      \"environment\"\r\nincludes water, air and land and the inter-relationship, which exists among and\r\nbetween water, air and land and human beings, other living creatures, plants,\r\nmicro-organism and property;d.     \"Expert\r\nMember\" means a member of the Tribunal who, is appointed as such, and\r\nholds qualifications specified in sub-section (2) of section 5, and, is not a\r\nJudicial Member;e.      \"handling\",\r\nin relation to any hazardous substance, means the manufacture, processing,\r\ntreatment, package, storage, transportation, use, collection, destruction,\r\nconversion, offering for sale, transfer or the like of such hazardous\r\nsubstance;f.      \"hazardous\r\nsubstance\" means any substance or preparation which is defined as\r\nhazardous substance in the Environment (Protection) Act, 1986, and exceeding\r\nsuch quantity as specified or may be specified by the Central Government under\r\nthe Public Liability Insurance Act, 1991;g.     \"injury\"\r\nincludes permanent, partial or total disablement or sickness resulting out of\r\nan accident;h.      \"Judicial\r\nMember\" means a member of the Tribunal who is qualified to be appointed as\r\nsuch under sub-section (1) of section 5 and includes the Chairperson;i.       \"notification\"\r\nmeans a notification published in the Official Gazette;j.       \"person\"\r\nincludes-                     \r\n i.        \r\n\r\n  an\r\nindividual,                    \r\n ii.        \r\n  a\r\nHindu undivided family,                   \r\n iii.        \r\n  a\r\ncompany,                   \r\n iv.        \r\n\r\n  a\r\nfirm,                    \r\n v.        \r\n  an\r\nassociation of persons or a body of individuals, whether incorporated or not,                   \r\n vi.        \r\n  trustee\r\nof a trust,                  \r\n vii.        \r\n\r\n  a\r\nlocal authority, and                 \r\n viii.        \r\n  every\r\nartificial juridical person, not falling within any of the preceding\r\nsub-clauses;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\n\r\nh.     \r\ni.     \r\nj.     \r\nk.      \"prescribed\"\r\n\r\nmeans prescribed by rules made under this Act;l.       \"Schedule\"\r\nmeans Schedules I, II and III appended to this Act;m.    (\"substantial\r\nquestion relating to environment\" shall include an instance where,-                     \r\n i.        \r\n  there\r\nis a direct violation of a specific statutory environmental obligation by a\r\nperson by which,- A.     the community at\r\nlarge other than an individual or group of individuals is affected or likely to\r\nbe affected by the environmental consequences; orB.     the gravity of damage\r\nto the environment or property is substantial; orC.     the damage to public\r\nhealth is broadly measurable;                    \r\n i.        \r\n                    \r\n ii.        \r\n  the\r\nenvironmental consequences relate to a specific activity or a point source of\r\npollution;a.     \r\n\r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\nl.     \r\nm.     \r\nn.      \"Tribunal\"\r\n\r\nmeans the National Green Tribunal established under section 3;o.     \"workman\"\r\nhas the meaning assigned to it in the Workmen's Compensation Act, 1923.(2) The\r\nwords and expressions used in this Act but not defined herein and defined in\r\nthe Water (Prevention and Control of Pollution) Act, 1974, the Water\r\n(Prevention and Control of Pollution) Cess Act, 1977, the Forest (Conservation)\r\nAct, 1980, the Air (Prevention and Control of Pollution) Act, 1981, the\r\nEnvironment (Protection) Act, 1986, the Public Liability Insurance Act, 1991\r\nand the Biological Diversity Act, 2002 and other Acts relating to environment\r\nshall have the meaning, respectively, assigned to them in those Acts.", "3": "The National Green Tribunal Act, 2010 Chapter II Establishment\r\nof the Tribunal3. Establishment of\r\nTribunal. -The Central\r\nGovernment shall, by notification, establish, with effect from such date as may\r\nbe specified therein, a Tribunal to be known as the National Green Tribunal to\r\nexercise the jurisdiction, powers and authority conferred on such Tribunal by\r\nor under this Act.", "4": "The National Green Tribunal Act, 2010 4. Composition of\r\nTribunal. – 1.     \r\n  The\r\nTribunal shall consist of- a.      a full time\r\nChairperson;b.     not less than ten but\r\nsubject to maximum of twenty full time Judicial Members as the Central\r\nGovernment may, from time to time, notify;c.      not less than ten but\r\nsubject to maximum of twenty full time Expert Members, as the Central\r\nGovernment may, from time to time, notify.1.     \r\n2.     \r\n  The\r\nChairperson of the Tribunal may, if considered necessary, invite any one or\r\nmore person having specialised knowledge and experience in a particular case\r\nbefore the Tribunal to assist the Tribunal in that case.3.     \r\n  The\r\nCentral Government may, by notification, specify the ordinary place or places\r\nof sitting of the Tribunal, and the territorial jurisdiction falling under each\r\nsuch place of sitting.4.     \r\n\r\n  The\r\nCentral Government may, in consultation with the Chairperson of the Tribunal,\r\nmake rules regulating generally the practices and procedure of the Tribunal\r\nincluding-a.      the rules as to the\r\npersons who shall be entitled to appear before the Tribunal;b.     the rules as to the\r\nprocedure for hearing applications and appeals and other matters [including the\r\ncircuit procedure for hearing at a place other than the ordinary place of its\r\nsitting falling within the jurisdiction referred to in sub-section (3)],\r\npertaining to the applications and appeals;c.      the minimum number of\r\nMembers who shall hear the applications and appeals in respect of any class or\r\nclasses of applications and appeals: Provided that the number of Expert Members\r\nshall, in hearing an application or appeal, be equal to the number of Judicial\r\nMembers hearing such application or appeal;d.     rules relating to\r\ntransfer of cases by the Chairperson from one place of sitting (including the\r\nordinary place of sitting) to other place of sitting.", "5": "The National Green Tribunal Act, 2010 5. Qualifications for\r\nappointment of Chairperson, Judicial Member and Expert Member. – 1.     \r\n  A\r\nperson shall not be qualified for appointment as the Chairperson or Judicial\r\nMember of the Tribunal unless he is, or has been, a Judge of the Supreme Court\r\nof India or Chief Justice of a High Court: Provided that a person who is or has\r\nbeen a Judge of the High Court shall also be qualified to be appointed as a\r\nJudicial Member.2.     \r\n  A\r\nperson shall not be qualified for appointment as an Expert Member, unless he,-a.      has a degree in\r\nMaster of Science (in physical sciences or life sciences) with a Doctorate\r\ndegree or Master of Engineering or Master of Technology and has an experience\r\nof fifteen years in the relevant field including five years practical\r\nexperience in the field of environment and forests (including pollution\r\ncontrol, hazardous substance management, environment impact assessment, climate\r\nchange management, biological diversity management and forest conservation) in\r\na reputed National level institution; orb.     has administrative\r\nexperience of fifteen years including experience of five years in dealing with\r\nenvironmental matters in the Central or a State Government or in a reputed\r\nNational or State level institution.1.     \r\n2.     \r\n3.     \r\n  The\r\nChairperson, Judicial Member and Expert Member of the Tribunal shall not hold\r\nany other office during their tenure as such.4.     \r\n  The\r\nChairperson and other Judicial and Expert Members shall not, for a period of\r\ntwo years from the date on which they cease to hold office, accept any\r\nemployment in, or connected with the management or administration of, any\r\nperson who has been a party to a proceeding before the Tribunal under this Act:\r\nProvided that nothing contained in this section shall apply to any employment\r\nunder the Central Government or a State Government or local authority or in any\r\nstatutory authority or any corporation established by or under any Central,\r\nState or Provincial Act or a Government company as defined in section 617 of\r\nthe Companies Act, 1956.", "6": "The National Green Tribunal Act, 2010 6. Appointment of\r\nChairperson, Judicial Member and Expert Member. – 1.     \r\n  Subject\r\nto the provisions of section 5, the Chairperson, Judicial Members and Expert\r\nMembers of the Tribunal shall be appointed by the Central Government.2.     \r\n  The\r\nChairperson shall be appointed by the Central Government in consultation with\r\nthe Chief Justice of India.3.     \r\n  The\r\nJudicial Members and Expert Members of the Tribunal shall be appointed on the\r\nrecommendations of such Selection Committee and in such manner as may be\r\nprescribed.", "7": "The National Green Tribunal Act, 2010 7. Term of office and\r\nother conditions of service of Chairperson, Judicial Member and Expert Member.\r\n– The Chairperson,\r\nJudicial Member and Expert Member of the Tribunal shall hold office as such for\r\na term of five years from the date on which they enter upon their office, but\r\nshall not be eligible for re-appointment:Provided that in case\r\na person, who is or has been a Judge of the Supreme Court, has been appointed\r\nas Chairperson or Judicial Member of the Tribunal, he shall not hold office\r\nafter he has attained the age of seventy years:Provided further that\r\nin case a person, who is or has been the Chief Justice of a High Court, has\r\nbeen appointed as Chairperson or Judicial Member of the Tribunal, he shall not\r\nhold office after he has attained the age of sixty-seven years: Provided also\r\nthat in case a person, who is or has been a Judge of a High Court, has been\r\nappointed as Judicial Member of the Tribunal, he shall not hold office after he\r\nhas attained the age of sixty-seven years:Provided also that no\r\nExpert Member shall hold office after he has attained the age of sixty-five\r\nyears.", "8": "The National Green Tribunal Act, 2010 8. Resignation. – The Chairperson,\r\nJudicial Member and Expert Member of the Tribunal may, by notice in writing\r\nunder their hand addressed to the Central Government, resign their office.", "9": "The National Green Tribunal Act, 2010 9. Salaries,\r\nallowances and other terms and conditions of service. – The salaries and\r\nallowances payable to, and the other terms and conditions of service (including\r\npension, gratuity and other retirement benefits) of, the Chairperson, Judicial\r\nMember and Expert Member of the Tribunal shall be such as may be prescribed: Provided\r\nthat neither the salary and allowances nor the other terms and conditions of\r\nservice of the Chairperson, Judicial Member and Expert Member shall be varied\r\nto their disadvantage after their appointment.", "10": "The National Green Tribunal Act, 2010 10. Removal and\r\nsuspension of Chairperson, Judicial Member and Expert Member. – 1.     \r\n  The\r\nCentral Government may, in consultation with the Chief Justice of India, remove\r\nfrom office of the Chairperson or Judicial Member of the Tribunal, who,-a.      has been adjudged an\r\ninsolvent; orb.     has been convicted of\r\nan offence which, in the opinion of the Central Government, involves moral\r\nturpitude; orc.      has become physically\r\nor mentally incapable; ord.     has acquired such\r\nfinancial or other interest as is likely to affect prejudicially his functions;\r\nore.      has so abused his\r\nposition as to render his continuance in office prejudicial to the public\r\ninterest.1.     \r\n2.     \r\n\r\n  The\r\nChairperson or Judicial Member shall not be removed from his office except by\r\nan order made by the Central Government after an inquiry made by a Judge of the\r\nSupreme Court in which such Chairperson or Judicial Member has been informed of\r\nthe charges against him and given a reasonable opportunity of being heard in\r\nrespect of those charges.3.     \r\n  The\r\nCentral Government may suspend from office the Chairperson or Judicial Member\r\nin respect of whom a reference of conducting an inquiry has been made to the\r\nJudge of the Supreme Court under sub-section (2), until the Central Government\r\npasses an order on receipt of the report of inquiry made by the Judge of the\r\nSupreme Court on such reference.4.     \r\n  The\r\nCentral Government may, by rules, regulate the procedure for inquiry referred\r\nto in sub-section (2).5.     \r\n  The\r\nExpert Member may be removed from his office by an order of the Central\r\nGovernment on the grounds specified in sub-section (1) and in accordance with\r\nthe procedure as may be notified by the Central Government:Provided that the\r\nExpert Member shall not be removed unless he has been given an opportunity of\r\nbeing heard in the matter.", "11": "The National Green Tribunal Act, 2010 11. To act as\r\nChairperson of Tribunal or to discharge his functions in certain circumstances.\r\n– In the event of the\r\noccurrence of any vacancy in the office of the Chairperson of the Tribunal, by\r\nreason of his death, resignation or otherwise, such Judicial Member of the\r\nTribunal as the Central Government may, by notification, authorise in this\r\nbehalf, shall act as the Chairperson until the date on which a new Chairperson\r\nis appointed in accordance with the provisions of this Act.", "12": "The National Green Tribunal Act, 2010 12. Staff of\r\nTribunal. – 1.     \r\n  The\r\nCentral Government shall determine the nature and categories of the officers\r\nand other employees required to assist the Tribunal in the discharge of its\r\nfunctions.2.     \r\n  The\r\nrecruitment of the officers and other employees of the Tribunal shall be made\r\nby the Chairperson in such manner as may be prescribed.3.     \r\n  The\r\nofficers and other employees of the Tribunal shall discharge their functions\r\nunder the general superintendence of the Chairperson.4.     \r\n\r\n  The\r\nsalaries and allowances and conditions of service of the officers and other\r\nemployees of the Tribunal shall be such as may be prescribed.", "13": "The National Green Tribunal Act, 2010 13. Financial and\r\nadministrative powers of Chairperson. – The Chairperson of\r\nthe Tribunal shall exercise such financial and administrative powers as may be\r\nvested in him under the rules made by the Central Government:Provided that the\r\nChairperson may delegate such of his financial and administrative powers, as he\r\nmay think fit, to any Judicial Member or Expert Member or officer of the\r\nTribunal subject to the condition that the Member or such officer, while\r\nexercising such delegated power, continues to act under the direction, control\r\nand supervision of the Chairperson.", "14": "The National Green Tribunal Act, 2010 Chapter III Jurisdiction,\r\nPowers and Proceedings of the Tribunal14. Tribunal to\r\nsettle disputes. – 1.     \r\n  The\r\nTribunal shall have the jurisdiction over all civil cases where a substantial\r\nquestion relating to environment (including enforcement of any legal right\r\nrelating to environment), is involved and such question arises out of the\r\nimplementation of the enactments specified in Schedule I.2.     \r\n  The\r\nTribunal shall hear the disputes arising from the questions referred to in\r\nsub-section (1) and settle such disputes and pass order thereon.3.     \r\n  No\r\napplication for adjudication of dispute under this section shall be entertained\r\nby the Tribunal unless it is made within a period of six months from the date\r\non which the cause of action for such dispute first arose:Provided that the\r\nTribunal may, if it is satisfied that the applicant was prevented by sufficient\r\ncause from filing the application within the said period, allow it to be filed\r\nwithin a further period not exceeding sixty days.", "15": "The National Green Tribunal Act, 2010 15. Relief,\r\ncompensation and restitution. – 1.     \r\n  The\r\nTribunal may, by an order, provide,-a.      relief and\r\ncompensation to the victims of pollution and other environmental damage arising\r\nunder the enactments specified in the Schedule I (including accident occurring\r\nwhile handling any hazardous substance);b.     for restitution of\r\nproperty damaged;c.      for restitution of\r\nthe environment for such area or areas, as the Tribunal may think fit.1.     \r\n2.     \r\n  The\r\nrelief and compensation and restitution of property and environment referred to\r\nin clauses (a), (b) and (c) of sub-section (1) shall be in addition to the\r\nrelief paid or payable under the Public Liability Insurance Act, 1991.3.     \r\n  No\r\napplication for grant of any compensation or relief or restitution of property\r\nor environment under this section shall be entertained by the Tribunal unless\r\nit is made within a period of five years from the date on which the cause for\r\nsuch compensation or relief first arose:Provided that the\r\nTribunal may, if it is satisfied that the applicant was prevented by sufficient\r\ncause from filing the application within the said period, allow it to be filed\r\n\r\nwithin a further period not exceeding sixty days.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nTribunal may, having regard to the damage to public health, property and\r\nenvironment, divide the compensation or relief payable under separate heads\r\nspecified in Schedule II so as to provide compensation or relief to the\r\nclaimants and for restitution of the damaged property or environment, as it may\r\nthink fit.5.     \r\n  Every\r\nclaimant of the compensation or relief under this Act shall intimate to the\r\nTribunal about the application filed to, or, as the case may be, compensation\r\nor relief received from, any other court or authority.", "16": "The National Green Tribunal Act, 2010 16. Tribunal to have\r\nappellate jurisdiction. – Any person aggrieved\r\nby,-a.     \r\n  an\r\norder or decision, made, on or after the commencement of the National Green\r\nTribunal Act, 2010, by the appellate authority under section 28 of the Water\r\n(Prevention and Control of Pollution) Act, 1974;b.    \r\n  an\r\norder passed, on or after the commencement of the National Green Tribunal Act,\r\n2010, by the State Government under section 29 of the Water (Prevention and\r\nControl of Pollution) Act, 1974;c.     \r\n  directions\r\nissued, on or after the commencement of the National Green Tribunal Act, 2010,\r\nby a Board, under section 33A of the Water (Prevention and Control of\r\nPollution) Act, 1974;d.    \r\n  an\r\norder or decision made, on or after the commencement of the National Green\r\nTribunal Act, 2010, by the appellate authority under section 13 of the Water\r\n(Prevention and Control of Pollution) Cess Act, 1977;e.     \r\n  an\r\norder or decision made, on or after the commencement of the National Green\r\nTribunal Act, 2010, by the State Government or other authority under section 2\r\nof the Forest (Conservation) Act, 1980;f.     \r\n  an\r\norder or decision, made, on or after the commencement of the National Green\r\nTribunal Act, 2010, by the Appellate Authority under section 31 of the Air\r\n(Prevention and Control of Pollution) Act, 1981;g.    \r\n\r\n  any\r\ndirection issued, on or after the commencement of the National Green Tribunal\r\nAct, 2010, under section 5 of the Environment (Protection) Act, 1986;h.     \r\n  an\r\norder made, on or after the commencement of the National Green Tribunal Act,\r\n2010, granting environmental clearance in the area in which any industries,\r\noperations or processes or class of industries, operations and processes shall\r\nnot be carried out or shall be carried out subject to certain safeguards under\r\nthe Environment (Protection) Act, 1986;i.      \r\n  an\r\norder made, on or after the commencement of the National Green Tribunal Act,\r\n2010, refusing to grant environmental clearance for carrying out any activity\r\nor operation or process under the Environment (Protection) Act, 1986;j.      \r\n  any\r\ndetermination of benefit sharing or order made, on or after the commencement of\r\nthe National Green Tribunal Act, 2010, by the National Biodiversity Authority\r\nor a State Biodiversity Board under the provisions of the Biological Diversity\r\nAct, 2002, may, within a period of thirty days from the date on which the order\r\nor decision or direction or determination is communicated to him, prefer an\r\nappeal to the Tribunal:Provided that the\r\nTribunal may, if it is satisfied that the appellant was prevented by sufficient\r\ncause from filing the appeal within the said period, allow it to be filed under\r\nthis section within a further period not exceeding sixty days.", "17": "The National Green Tribunal Act, 2010 17. Liability to pay\r\nrelief or compensation in certain cases. – 1.     \r\n  Where\r\ndeath of, or injury to, any person (other than a workman) or damage to any\r\nproperty or environment has resulted from an accident or the adverse impact of\r\nan activity or operation or process, under any enactment specified in Schedule\r\nI, the person responsible shall be liable to pay such relief or compensation\r\nfor such death, injury or damage, under all or any of the heads specified in\r\nSchedule II, as may be determined by the Tribunal.2.     \r\n  If\r\nthe death, injury or damage caused by an accident or the adverse impact of an\r\nactivity or operation or process under any enactment specified in Schedule I\r\ncannot beat tribute to any single activity or operation or process but is the\r\ncombined or resultant effect of several such activities, operations and\r\nprocesses, the Tribunal may, apportion the liability for relief or compensation\r\namongst those responsible for such activities, operations and processes on an\r\nequitable basis.3.     \r\n  The\r\nTribunal shall, in case of an accident, apply the principle of no fault.", "18": "The National Green Tribunal Act, 2010 18. Application or\r\nappeal to Tribunal. – 1.     \r\n  Each\r\napplication under sections 14 and 15 or an appeal under section 16 shall, be\r\nmade to the Tribunal in such form, contain such particulars, and, be\r\naccompanied by such documents and such fees as may be prescribed.2.     \r\n  Without\r\nprejudice to the provisions contained in section 16, an application for grant\r\nof relief or compensation or settlement of dispute may be made to the Tribunal\r\nby-a.      the person, who has\r\nsustained the injury; orb.     the owner of the\r\nproperty to which the damage has been caused; orc.      where death has\r\nresulted from the environmental damage, by all or any of the legal\r\nrepresentatives of the deceased; ord.     any agent duly\r\nauthorised by such person or owner of such property or all or any of the legal\r\nrepresentatives of the deceased, as the case may be; ore.      any person aggrieved,\r\nincluding any representative body or organisation; orf.      the Central\r\nGovernment or a State Government or a Union territory Administration or the\r\nCentral Pollution Control Board or a State Pollution Control Board or a\r\nPollution Control Committee or a local authority, or any environmental\r\nauthority constituted or established under the Environment (Protection) Act,\r\n1986 or any other law for the time being in force:Provided that where\r\nall the legal representatives of the deceased have not joined in any such\r\napplication for compensation or relief or settlement of dispute, the\r\napplication shall be made on behalf of, or, for the benefit of all the legal\r\nrepresentatives of the deceased and the legal representatives who have not so\r\njoined shall be impleaded as respondents to the application:Provided further that\r\nthe person, the owner, the legal representative, agent, representative body or\r\norganisation shall not be entitled to make an application for grant of relief\r\nor compensation or settlement of dispute if such person, the owner, the legal\r\nrepresentative, agent, representative body or organisation have preferred an\r\nappeal under section 16.1.     \r\n2.     \r\n3.     \r\n\r\n  The\r\napplication, or as the case may be, the appeal filed before the Tribunal under\r\nthis Act shall be dealt with by it as expeditiously as possible and endeavour\r\nshall be made by it to dispose of the application, or, as the case may be, the\r\nappeal, finally within six months from the date of filing of the application,\r\nor as the case may be, the appeal, after providing the parties concerned an\r\nopportunity to be heard.", "19": "The National Green Tribunal Act, 2010 19. Procedure and\r\npowers of Tribunal. – 1.     \r\n  The\r\nTribunal shall not be bound by the procedure laid down by the Code of Civil\r\nProcedure, 1908 but shall be guided by the principles of natural justice.2.     \r\n  Subject\r\nto the provisions of this Act, the Tribunal shall have power to regulate its\r\nown procedure.3.     \r\n  The\r\nTribunal shall also not be bound by the rules of evidence contained in the\r\nIndian Evidence Act, 1872.4.     \r\n\r\n  The\r\nTribunal shall have, for the purposes of discharging its functions under this\r\nAct, the same powers as are vested in a civil court under the Code of Civil\r\nProcedure, 1908, while trying a suit, in respect of the following matters,\r\nnamely:- a.      summoning and\r\nenforcing the attendance of any person and examining him on oath;b.     requiring the\r\ndiscovery and production of documents;c.      receiving evidence on\r\naffidavits;d.     subject to the\r\nprovisions of sections 123 and 124 of the Indian Evidence Act, 1872,\r\nrequisitioning any public record or document or copy of such record or document\r\nfrom any office;e.      issuing commissions\r\nfor the examination of witnesses or documents;f.      reviewing its\r\ndecision;g.     dismissing an\r\napplication for default or deciding it ex parte;h.      setting aside any\r\norder of dismissal of any application for default or any order passed by it ex\r\nparte;i.       pass an interim order\r\n(including granting an injunction or stay) after providing the parties\r\nconcerned an opportunity to be heard, on any application made or appeal filed\r\nunder this Act;j.       pass an order\r\nrequiring any person to cease and desist from committing or causing any\r\nviolation of any enactment specified in Schedule I;k.      any other matter\r\nwhich may be prescribed.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  All\r\nproceedings before the Tribunal shall be deemed to be the judicial proceedings\r\nwithin the meaning of sections 193, 219 and 228 for the purposes of section 196\r\nof the Indian Penal Code and the Tribunal shall be deemed to be a civil court\r\nfor the purposes of section 195 and Chapter XXVI of the Code of Criminal\r\nProcedure, 1973.", "20": "The National Green Tribunal Act, 2010 20. Tribunal to apply\r\ncertain principles. – The Tribunal shall,\r\nwhile passing any order or decision or award, apply the principles of\r\nsustainable development, the precautionary principle and the polluter pays\r\nprinciple.", "21": "The National Green Tribunal Act, 2010 21. Decision to be\r\ntaken by majority. – The decision of the\r\nTribunal by majority of Members shall be binding: Provided that if there is a\r\ndifference of opinion among the Members hearing an application or appeal, and\r\nthe opinion is equally divided, the Chairperson shall hear (if he has not heard\r\nearlier such application or appeal) such application or appeal and decide:Provided further that\r\nwhere the Chairperson himself has heard such application or appeal alongwith\r\nother Members of the Tribunal, and if there is a difference of opinion among\r\nthe Members in such cases and the opinion is equally decided, he shall refer\r\nthe matter to other Members of the Tribunal who shall hear such application or\r\nappeal and decide.", "22": "The National Green Tribunal Act, 2010 22. Appeal to Supreme\r\nCourt. – Any person aggrieved\r\nby any award, decision or order of the Tribunal, may, file an appeal to the\r\nSupreme Court, within ninety days from the date of communication of the award,\r\ndecision or order of the Tribunal, to him, on any one or more of the grounds\r\nspecified in section 100 of the Code of Civil Procedure, 1908:Provided that the\r\nSupreme Court may entertain any appeal after the expiry of ninety days, if it\r\nis satisfied that the appellant was prevented by sufficient cause from\r\npreferring the appeal.", "23": "The National Green Tribunal Act, 2010 23. Cost. – 1.     \r\n  While\r\ndisposing of an application or an appeal under this Act, the Tribunal shall\r\nhave power to make such order as to costs, as it may consider necessary.2.     \r\n  Where\r\nthe Tribunal holds that a claim is not maintainable, or is false or vexatious, and\r\nsuch claim is disallowed, in whole or in part, the Tribunal may, if it so\r\nthinks fit, after recording its reasons for holding such claim to be false or\r\nvexatious, make an order to award costs, including lost benefits due to any\r\ninterim injunction.", "24": "The National Green Tribunal Act, 2010 24. Deposit of amount\r\npayable for damage to environment. – 1.     \r\n  Where\r\nany amount by way of compensation or relief is ordered to be paid under any\r\naward or order made by the Tribunal on the ground of any damage to environment,\r\nthat amount shall be remitted to the authority specified under sub-section (3)\r\nof section 7A of the Public Liability Insurance Act, 1991 for being credited to\r\nthe Environmental Relief Fund established under that section.2.     \r\n  The\r\namount of compensation or relief credited to the Environmental Relief Fund\r\nunder sub-section (1), may, notwithstanding anything contained in the Public\r\nLiability Insurance Act, 1991, be utilised by such persons or authority, in\r\nsuch manner and for such purposes relating to environment, as may be\r\nprescribed.", "25": "The National Green Tribunal Act, 2010 25. Execution of\r\naward or order or decision of Tribunal. – 1.     \r\n  An\r\naward or order or decision of the Tribunal under this Act shall be executable\r\nby the Tribunal as a decree of a civil court, and for this purpose, the\r\nTribunal shall have all the powers of a civil court.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), the Tribunal may transmit any order or\r\naward made by it to a civil court having local jurisdiction and such civil\r\ncourt shall execute the order or award as if it were a decree made by that\r\ncourt.3.     \r\n  Where\r\nthe person responsible, for death of, or injury to any person or damage to any\r\nproperty and environment, against whom the award or order is made by the\r\nTribunal, fails to make the payment or deposit the amount as directed by the\r\nTribunal within the period so specified in the award or order, such amount,\r\nwithout prejudice to the filing of complaint for prosecution for an offence\r\nunder this Act or any other law for the time being in force, shall be\r\nrecoverable from the aforesaid person as arrears of land revenue or of public\r\ndemand.", "26": "The National Green Tribunal Act, 2010 Chapter IV Penalty26. Penalty for\r\nfailure to comply with orders of Tribunal. – 1.     \r\n  Whoever,\r\nfails to comply with any order or award or decision of the Tribunal under this\r\nAct, he shall be punishable with imprisonment for a term which may extend to\r\nthree years, or with fine which may extend to ten crore rupees, or with both\r\nand in case the failure or contravention continues, with additional fine which\r\nmay extend to twenty-five thousand rupees for every day during which such\r\nfailure or contravention continues after conviction for the first such failure\r\nor contravention:Provided that in case\r\na company fails to comply with any order or award or a decision of the Tribunal\r\nunder this Act, such company shall be punishable with fine which may extend to\r\ntwenty-five crore rupees, and in case the failure or contravention continues,\r\nwith additional fine which may extend to one lakh rupees for every day during\r\nwhich such failure or contravention continues after conviction for the first\r\nsuch failure or contravention.2.     \r\n  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, every offence under\r\nthis Act shall be deemed to be non-cognizable within the meaning of the said\r\nCode.", "27": "The National Green Tribunal Act, 2010 27. Offences by\r\ncompanies. – 1.     \r\n  Where\r\nany offence under this Act has been committed by a company, every person who,\r\nat the time the offence was committed, was directly in charge of, and was\r\nresponsible to the company for the conduct of the business of the company, as\r\nwell as the company, shall be deemed to be guilty of the offence and shall be\r\nliable to be proceeded against and punished accordingly: Provided that nothing\r\ncontained in this sub-section shall render any such person liable to any\r\npunishment provided in this Act, if he proves that the offence was committed\r\nwithout his knowledge or that he had exercised all due diligence to prevent the\r\ncommission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by the company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to any neglect on the\r\npart of, any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof that offence and shall be liable to be proceeded against and punished\r\naccordingly. Explanation.- For the purposes of this section,- a.      \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.     \"director\"\r\nin relation to a firm means a partner in the firm.", "28": "The National Green Tribunal Act, 2010 28. Offences by\r\nGovernment Department. – 1.     \r\n  Where\r\nany Department of the Government fails to comply with any order or award or\r\ndecision of the Tribunal under this Act, the Head of the Department shall be\r\ndeemed to be guilty of such failure and shall be liable to be proceeded against\r\nfor having committed an offence under this Act and punished accordingly:\r\nProvided that nothing contained in this section shall render such Head of the\r\nDepartment liable to any punishment if he proves that the offence was committed\r\nwithout his knowledge or that he exercised all due diligence to prevent the\r\ncommission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a Department of the Government and it is proved that the offence\r\nhas been committed with the consent or connivance of, or is attributable to any\r\nneglect on the part of any officer, other than the Head of the Department, such\r\nofficer shall also be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against and punished accordingly.", "29": "The National Green Tribunal Act, 2010 Chapter V Miscellaneous29. Bar of\r\njurisdiction. – 1.     \r\n  With\r\neffect from the date of establishment of the Tribunal under this Act, no civil\r\ncourt shall have jurisdiction to entertain any appeal in respect of any matter,\r\nwhich the Tribunal is empowered to determine under its appellate jurisdiction.2.     \r\n  No\r\ncivil court shall have jurisdiction to settle dispute or entertain any question\r\nrelating to any claim for granting any relief or compensation or restitution of\r\nproperty damaged or environment damaged which may be adjudicated upon by the\r\nTribunal, and no injunction in respect of any action taken or to be taken by or\r\nbefore the Tribunal in respect of the settlement of such dispute or any such\r\nclaim for granting any relief or compensation or restitution of property\r\ndamaged or environment damaged shall be granted by the civil court.", "30": "The National Green Tribunal Act, 2010 30. Cognizance of\r\noffences. – 1.     \r\n  No\r\ncourt shall take cognizance of any offence under this Act except on a complaint\r\nmade by-a.      the Central\r\nGovernment or any authority or officer authorised in this behalf by that\r\nGovernment; orb.     any person who has\r\ngiven notice of not less than sixty days in such manner as may be prescribed,\r\nof the alleged offence and of his intention to make a complaint, to the Central\r\nGovernment or the authority or officer authorised as aforesaid.1.     \r\n\r\n2.     \r\n  No\r\ncourt inferior to that of a Metropolitan Magistrate or, a Judicial Magistrate\r\nof the first class shall try any offence punishable under this Act.", "31": "The National Green Tribunal Act, 2010 31. Members and staff\r\nof Tribunal to be public servants. – The Chairperson, the\r\nJudicial and Expert Members, officers and other employees of the Tribunal shall\r\nbe deemed to be public servants within the meaning of section 21 of the Indian\r\nPenal Code.", "32": "The National Green Tribunal Act, 2010 32. Protection of\r\naction taken in good faith. – 1.     \r\n  No\r\nsuit or other legal proceeding shall lie against the employees of the Central\r\nGovernment or a State Government or any statutory authority, for anything which\r\nis in good faith done or intended to be done in pursuance of this Act or any\r\nrule or order made there under.2.     \r\n  No\r\nsuit, prosecution or other legal proceeding shall lie against the Chairperson\r\nor, Judicial Member or Expert Member of the Tribunal or any other person\r\nauthorised by the Chairperson or Judicial Member or the Expert Member for\r\nanything which is in good faith done or intended to be done in pursuance of\r\nthis Act or any rule or order made there under.", "33": "The National Green Tribunal Act, 2010 33. Act to have\r\noverriding effect. – The provisions of\r\nthis Act, shall have effect notwithstanding anything inconsistent contained in\r\nany other law for the time being in force or in any instrument having effect by\r\nvirtue of any law other than this Act.", "34": "The National Green Tribunal Act, 2010 34. Power to amend\r\nSchedule I. – 1.     \r\n  The\r\nCentral Government may, by notification, amend the Schedule I by including\r\ntherein any other Act, enacted by Parliament having regard to the objective of\r\nenvironmental protection and conservation of natural resources, or omitting\r\nthere from any Act already specified therein and on the date of publication of\r\nsuch notification, such Act shall be deemed to be included in or, as the case\r\nmay be, omitted from the Schedule I.2.     \r\n  A\r\ncopy of every notification proposed to be issued under sub-section (1), shall\r\nbe laid in draft before each House of Parliament, while it is in session, for a\r\ntotal period of thirty days which may be comprised in one session or in two or\r\nmore successive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin disapproving the issue of the notification or both Houses agree in making\r\nany modification in the notification, the notification shall not be issued or,\r\nas the case may be, shall be issued only in such modified form as may be agreed\r\nupon by both the Houses.", "35": "The National Green Tribunal Act, 2010 35. Power to make\r\nrules. – 1.     \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the provisions of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.      rules as to the\r\npersons who shall be entitled to appear before the Tribunal under clause (a) of\r\nsub-section (4) of section 4;b.     the procedure for\r\nhearing applications and appeals and other matters pertaining to the\r\napplications and appeals under clausec.      of sub-section (4) of\r\nsection 4;d.     the minimum number of\r\nmembers who shall hear the applications and appeals in respect of any class or\r\nclasses of applications and appeals under clause (c) of sub-section (4) of\r\nsection 4;e.      the transfer of cases\r\nby the Chairperson from one place of sitting (including the ordinary place of\r\nsitting) to other place of sitting;f.      the selection\r\ncommittee and the manner of appointment of the Judicial Member and Expert\r\nMember of the Tribunal under sub-section (3) of section 6;g.     the salaries and\r\nallowances payable to, and other terms and conditions of service (including\r\npension, gratuity and other retirement benefits) of, the Chairperson, Judicial\r\nMember and Expert Member of the Tribunal under section 9;h.      the procedure for\r\ninquiry of the charges against the Chairperson or Judicial Member of the\r\nTribunal under sub-section (4) of section 10;(h) the recruitment of officers\r\nand other employees of the Tribunal under sub-section (2) of section 12; and\r\nthe salaries and allowances and other conditions of service of the officers and\r\nother employees of the Tribunal under sub-section (4) of that section;i.       the financial and\r\nadministrative powers to be exercised by the Chairperson of the Tribunal under\r\nsection 13;j.       the form of\r\napplication or appeal, the particulars which it shall contain and the documents\r\nto be accompanied by and the fees payable under sub-section (1) of section\r\n18;(k) any such matter in respect of which the Tribunal shall have powers of a\r\ncivil court under clausek.      of sub-section (4) of\r\nsection 19;l.       the manner and the\r\npurposes for which the amount of compensation or relief credited to the\r\nEnvironment Relief Fund shall be utilised under sub-section (2) of section 24;m.    the manner of giving\r\nnotice to make a complaint under clause (b) of sub-section (1) of section 30;n.      any other matter\r\nwhich is required to be, or may be, specified by rules or in respect of which\r\nprovision is to be made by rules.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made under this Act by the Central Government shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule.", "36": "The National Green Tribunal Act, 2010 36. Amendment of\r\ncertain enactments. – The enactments\r\nspecified in the Schedule III to this Act shall be amended in the manner\r\nspecified therein and such amendments shall take effect on the date of\r\nestablishment of the Tribunal.", "37": "The National Green Tribunal Act, 2010 37. Power to remove\r\ndifficulties. – 1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government, may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act as may appear to\r\nit to be necessary for removing the difficulty: Provided that no such order\r\nshall be made after the expiry of a period of two years from the commencement\r\nof this Act.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "38": "The National Green Tribunal Act, 2010 38. Repeal and\r\nsavings. – 1.     \r\n  The\r\nNational Environment Tribunal Act, 1995 and the National Environment Appellate\r\nAuthority Act, 1997 are hereby repealed (hereinafter referred to as the\r\nrepealed Act).2.     \r\n  Notwithstanding\r\nsuch repeal, anything done or any action taken under the said Acts shall be\r\ndeemed to have been done or taken under the corresponding provisions of this\r\nAct.3.     \r\n  The\r\nNational Environment Appellate Authority established under sub-section (1) of\r\nsection 3 of the National Environment Appellate Authority Act, 1997, shall, on\r\nthe establishment of the National Green Tribunal under the National Green\r\nTribunal Act, 2010, stand dissolved.4.     \r\n\r\n  On\r\nthe dissolution of the National Environment Appellate Authority established\r\nunder sub-section (1) of section 3 of the National Environment Appellate\r\nAuthority Act, 1997, the persons appointed as the Chairperson, Vice-chairperson\r\nand every other person appointed as Member of the said National Environment\r\nAppellate Authority and holding office as such immediately before the establishment\r\nof the National Green Tribunal under the National Green Tribunal Act, 2010,\r\nshall vacate their respective offices and no such Chairperson, Vice-chairperson\r\nand every other person appointed as Member shall be entitled to claim any\r\ncompensation for the premature termination of the term of his office or of any\r\ncontract of service.5.     \r\n  All\r\ncases pending before the National Environment Appellate Authority established\r\nunder sub-section (1) of section 3 of the National Environment Appellate\r\nAuthority Act, 1997 on or before the establishment of the National Green\r\nTribunal under the National Green Tribunal Act, 2010, shall, on such\r\nestablishment, stand transferred to the said National Green Tribunal and the\r\nNational Green Tribunal shall dispose of such cases as if they were cases filed\r\nunder that Act.6.     \r\n  The\r\nofficers or other employees who have been, immediately before the dissolution\r\nof the National Environment Appellate Authority appointed on deputation basis\r\nto the National Environment Appellate Authority, shall, on such dissolution,\r\nstand reverted to their parent cadre, Ministry or Department, as the case may\r\nbe.7.     \r\n  On\r\nthe dissolution of the National Environment Appellate Authority, the officers\r\nand other employees appointed on contract basis under the National Environment\r\nAppellate Authority and holding office as such immediately before such\r\ndissolution, shall vacate their respective offices and such officers and other\r\nemployees shall be entitled to claim compensation for three months' pay and\r\nallowances or pay and allowances for the remaining period of service, whichever\r\nis less, for the premature termination of term of their office under their\r\ncontract of service.8.     \r\n  The\r\nmention of the particular matters referred to in sub-sections (2) to (7) shall\r\nnot be held to prejudice or affect the general application of section 6 of the\r\nGeneral Clauses Act, 1897 with regard to the effect of repeal."}