{"name": "National Tax Tribunal Act, 2005\r", "1": "Chapter IPreliminary1. Short title, extent and commencement.-(1) This Act may be called the National Tax Tribunal Act, 2005.(2) It extends to the whole of India.(3) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint: Provided that different dates may be appointed for different provisions of this Act and any reference in any such provision to the commencement of this Act shall be construed as a reference to the coming into force of that provision.", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"Bench\" means a Bench of the National Tax Tribunal;(b) \"Board of Direct Taxes\" means the Central Board of Direct Taxes constituted under the Central Boards of Revenue Act, 1963 (54 of 1963);(c) \"Board of Excise and Customs\" means the Central Board of Excise and Customs constituted under the Central Boards of Revenue Act, 1963 (54 of 1963);(d) \"Central Excise Act\" means the Central Excise Act, 1944 (1 of 1944);(e) \"Central Excise Tariff Act\" means the Central Excise Tariff Act, 1985 (5 of 1986);(f) \"Chairperson\" means the Chairperson of the National Tax Tribunal;(g) \"Companies (Profits) Surtax Act\" means the Companies (Profits) Surtax Act, 1964 (7 of 1964);(h) \"Customs Act\" means the Customs Act, 1962 (52 of 1962);(i) \"Customs, Excise and Service Tax Appellate Tribunal\" means the Customs, Excise and Service Tax Appellate Tribunal constituted under section 129 of the Customs Act, 1962 (52 of 1962);(j) \"Customs Tariff Act\" means the Customs Tariff Act, 1975 (51 of 1975);(k) \"Expenditure-tax Act\" means the Expenditure-tax Act, 1987 (35 of 1987);(l) \"Gift-tax Act\" means the Gift-tax Act, 1958 (18 of 1958);(m) \"Income-tax Act\" means the Income-tax Act, 1961 (43 of 1961);(n) \"Income-tax Appellate Tribunal\" means the Income-tax Appellate Tribunal constituted under section 252 of the Income-tax Act, 1961 (43 of 1961);(o) \"Interest-tax Act\" means the Interest-tax Act, 1974 (45 of 1974);(p) \"law officer\" means the Attorney-General for India, the Solicitor General of India or the Additional Solicitor General of India;(q) \"Member\" means a Member of the National Tax Tribunal and includes the Chairperson;(r) \"National Tax Tribunal\" means the National Tax Tribunal established under section 3;(s) \"notification\" means a notification published in the Official Gazette;(t) \"prescribed\" means prescribed by rules made under this Act;(u) \"Supreme Court\" means the Supreme Court of India;(v) \"Wealth-tax Act\" means the Wealth-tax Act, 1957 (27 of 1957);(w) words and expressions used in this Act but not defined herein and defined in the Central Excise Act, the Central Excise Tariff Act, the Customs Act, the Customs Tariff Act (hereinafter referred to as the indirect taxes) or the rules made thereunder or in Chapter V of the Finance Act, 1994 (32 of 1994) shall have the meanings, respectively, assigned to them in the said Acts or the rules made thereunder;(x) words and expressions used in this Act but not defined herein and defined in the Income-tax Act, the Wealth-tax Act, the Gift-tax Act, the Expenditure-tax Act, the Interest-tax Act or the Companies (Profits) Surtax Act (hereinafter referred to as the direct taxes) or the rules made thereunder shall have the meanings, respectively, assigned to them in the said Acts or the rules made thereunder.1. 28th December, 2005, vide notification No. S.O. 1826(E), dated 28 December, 2005, see Gazette of India, Extraordinary, Part II, sec. 3(ii).", "3": "Chapter IIEstablishment of The National Tax Tribunal3. Establishment of National Tax Tribunal.-The Central Government shall, by notification in the Official Gazette, establish with effect from such date as may be specified therein, a Tax Tribunal to be known as the National Tax Tribunal to exercise the jurisdiction, powers and authority conferred on such Tribunal by or under this Act.", "4": "4. Composition of National Tax Tribunal.-The National Tax Tribunal shall consist of a Chairperson and such number of Members as the Central Government deems fit, to be appointed by that Government, by notification in the Official Gazette.", "5": "5. Constitution and jurisdiction of Benches.-(1) The jurisdiction of the National Tax Tribunal may be exercised by the Benches thereof to be constituted by the Chairperson.(2) The Benches of the National Tax Tribunal shall ordinarily sit at any place in the National Capital Territory of Delhi or such other places as the Central Government may, in consultation with the Chairperson, notify: Provided that the Chairperson may for adequate reasons permit a Bench to hold its temporary sitting for a period not exceeding fifteen days at a place other than its ordinary place of seat.(3) The Central Government shall notify the areas in relation to which each Bench of the National Tax Tribunal may exercise its jurisdiction.(4) The Central Government shall determine the number of Benches and each Bench shall consist of two members.(5) The Central Government may 1*** transfer a Member from headquarters of one Bench in one State to the headquarters of another Bench in another State or to the headquarters of any other Bench within a State:1. The words \"in consultation with the Chairperson\" omitted by Act 18 of 2007, s. 2 (w.e.f. 29-1-2007).2. Ins. by s. 2. ibid. (w.e.f. 29-1-2007). 2[Provided that no Member shall be transferred without the concurrence of the Chairperson.]", "6": "6. Qualifications for appointment of Chairperson and other Members.-(1) The Chairperson of the National Tax Tribunal shall be a person who has been a Judge of the Supreme Court or the Chief Justice of a High Court.(2) A person shall not be qualified for appointment as Member unless he-(a) is, or has been, or is eligible to be, a Judge of a High Court; or(b) is, or has been, a Member of the Income-tax Appellate Tribunal or of the Customs, Excise and Service Tax Appellate Tribunal for at least1[five years].1. Subs. by Act 18 of 2007, s. 3, for \"seven years\" (w.e.f. 29-1-2007).", "7": "7. Appointment of Chairperson and other Members.-(1) Subject to the provisions of sub-section (2), the Chairperson and every other Member shall be appointed by the Central Government.(2) The Chairperson and the other Members shall be appointed by the Central Government on the recommendations of a Selection Committee consisting of-(a) the Chief Justice of India or a Judge of the Supreme Court nominated by him;(b) the Secretary in the Ministry of Law and Justice (Department of Legal Affairs);(c) the Secretary in the Ministry of Finance (Department of Revenue).(3) No appointment of the Chairperson or of any other Member shall be invalidated merely by reason of any vacancy or any defect in the constitution of the Selection Committee.", "8": "8. Terms of office of Chairperson and other Members.-The Chairperson and every other Member shall hold office as such for a term of five years from the date on which he enters upon his office but shall be eligible for re-appointment: Provided that no Chairperson or other Member shall hold office as such after he has attained,-(a) in the case of Chairperson, the age of sixty-eight years; and(b) in the case of any other Member, the age of sixty-five years.", "9": "9. Resignation of Chairperson and other Members.-The Chairperson or any other Member may, by notice in writing under his hand addressed to the Central Government, resign his office.", "10": "10. Salary and allowances.-(1) Subject to the provisions of this Act, the salary and allowances and other terms and conditions of the Chairperson shall be the same as applicable to a sitting Judge of the Supreme Court, but no vacation shall be allowed: Provided that if a person who, immediately before the date of assuming the office as the Chairperson was in receipt of or being eligible so to do, had elected to draw, a pension in respect of any previous service or office held by such person under the Government of the Union or of a State, his salary in respect of service as Chairperson shall be reduced by the amount of that pension.Explanation.-For the purposes of this sub-section, \"vacation\" shall have the meaning assigned to it in the Supreme Court Judges (Conditions of Service) Act, 1958 (41 of 1958).(2) A Member shall draw salary of a High Court Judge and other allowances and the terms and conditions of his service shall be the same as applicable to a Secretary to the Government of India: Provided that if a person who, immediately before the date of assuming the office as Member was in receipt of, or being eligible so to do, had elected to draw, a pension in respect of any previous service held by such person in connection with the affairs of the Union or of a State, his salary in respect of service as Member shall be reduced to the extent of that pension.(3) The salary and allowances and other terms and conditions of service of Chairperson or a Member of the Tribunal shall not be varied to his disadvantage after appointment.1. The words \"or any person duly authorised by him or it\" omitted by Act 18 of 2007, s. 4 (w.e.f. 29-1-2007).", "11": "11. Removal and suspension of Chairperson and other Members.-(1) The Central Government may, in consultation with the Chief Justice of India, remove from office the Chairperson or any Member who-(a) has been adjudged an insolvent; or(b) has been convicted of an offence which, in the opinion of the Central Government, involves moral turpitude; or(c) has become physically or mentally incapable of acting as such Chairperson or Member of the National Tax Tribunal; or(d) has acquired such financial or other interest as is likely to affect prejudicially his functions as the Chairperson or a Member of the National Tax Tribunal; or(e) has so abused his position as to render his continuance in office prejudicial to the public interest.(2) The Chairperson or any other Member shall not be removed from his office except by an order made by the Central Government on the ground of proved misbehaviour or incapacity after an inquiry made by a Judge of the Supreme Court in which such Chairperson or Member had been informed of the charges against him and given a reasonable opportunity of being heard in respect of those charges.(3) The Central Government may suspend from office the Chairperson or any other Member in respect of whom a reference of conducting an inquiry has been made to the Judge of the Supreme Court under sub-section (2) until the Central Government has passed orders on receipt of the report of the Judge of the Supreme Court on such reference.(4) The Central Government may, by rules, regulate the procedure for the investigation of misbehaviour or incapacity of the Chairperson or a Member referred to in sub-section (2).", "12": "12. Officers and employees of National Tax Tribunal.-(1) The Central Government shall provide the National Tax Tribunal with such officers and employees as it may deem fit.(2) The salaries and allowances and other conditions of service of officers and employees of the National Tax Tribunal shall be such as may be prescribed.(3) The officers and employees of the National Tax Tribunal shall discharge their functions under the general superintendence of the Chairperson.(4) The officers and the other employees shall be appointed on the recommendations of a Selection Committee constituted by the Central Government.", "13": "13. Appearance before National Tax Tribunal.-(1) A party to an appeal other than Government may either appear in person or authorise one or more chartered accountants or legal practitioners 1*** to present his or its case before the National Tax Tribunal.(2) The Government may authorise one or more legal practitioners or any of its officers to present its case before the National Tax Tribunal.Explanation.-For the purposes of this section,-(a) \"chartered accountant\" means a chartered accountant as defined in clause (b) of sub-section (1) of section 2 of the Chartered Accountants Act, 1949 (38 of 1949) and who has obtained a certificate of practice under sub-section (1) of section 6 of that Act;(b) \"legal practitioner\" means an advocate, a vakil or any attorney of any High Court, and includes a pleader in practice.", "14": "14. Member to act as Chairperson or to discharge his functions in certain circumstances.-(1) In the event of any vacancy in the office of the Chairperson by reason of his death, resignation or otherwise, the Central Government may designate the senior-most Member to act as the Chairperson until the day on which a Chairperson, appointed in accordance with the provisions of this Act to fill such vacancy, enters upon his office.(2) When the Chairperson is unable to discharge his functions owing to absence, illness or any other cause, the Central Government may authorise the senior-most Member to discharge the functions of the Chairperson until the date on which the Chairperson resumes his duties.(3) The senior-most member designated to act under sub-section (1) or to discharge functions of the Chairperson under sub-section (2), of the Chairperson shall continue to draw salary and allowances of a Member.", "15": "Chapter IIIJurisdiction, Powers and Functions of National Tax Tribunal15. Appeal to National Tax Tribunal.-(1) An appeal shall lie to the National Tax Tribunal from every order passed in appeal by the Income-tax Appellate Tribunal and the Customs, Excise and Service Tax Appellate Tribunal, if the National Tax Tribunal is satisfied that the case involves a substantial question of law.(2) The Chief Commissioner or the Commissioner of Income-tax or the Chief Commissioner or Commissioner of Customs and Central Excise, as the case may be, or an assessee aggrieved by any order passed by the Income-tax Appellate Tribunal or any person aggrieved by any order passed by the Customs, Excise and Service Tax Appellate Tribunal (hereinafter referred to as aggrieved person), may file an appeal to the National Tax Tribunal and such appeal under this sub-section shall-(a) be filed within one hundred and twenty days from the date on which the order appealed against is received by the assessee or the aggrieved person or the Chief Commissioner or Commissioner, as the case may be;(b) be in the form of a memorandum of appeal precisely stating therein the substantial question of law involved; and(c) be accompanied by such fees as may be prescribed: Provided that separate form of memorandum of appeal shall be filed for matters involving direct and indirect taxes: Provided further that the National Tax Tribunal may entertain the appeal within sixty days after the expiry of the said period of one hundred and twenty days, if it is satisfied that the appellant was prevented by sufficient cause from preferring an appeal in time.(3) Where an appeal is admitted under sub-section (1), the National Tax Tribunal-(a) shall formulate the question of law for hearing the appeal; and(b) may also determine any relevant issue in connection with the question so formulated-(i) which has not been so determined by the Income-tax Appellate Tribunal or by the Customs, Excise and Service Tax Appellate Tribunal; or(ii) which has been wrongly determined by the Income-tax Appellate Tribunal or by the Customs, Excise and Service Tax Appellate Tribunal, and shall decide the question of law so formulated and the other relevant issue so determined and deliver such judgment thereon containing the grounds on which such decision is founded and may award such cost as it deems fit.(4) Where in any appeal under this section, the decision of the Income-tax Appellate Tribunal or the Customs, Excise and Service Tax Appellate Tribunal involves the payment of any tax or duties, the assessee or the aggrieved person, as the case may be, shall not be allowed to prefer such appeal unless he deposits at least twenty-five per cent. of such tax or duty payable on the basis of the order appealed against: Provided that where in a particular case the National Tax Tribunal is of the opinion that the deposit of tax or duty under this sub-section would cause undue hardship to such person, it may dispense with such deposit subject to such conditions as it may deem fit to impose so as to safeguard the interest of revenue.", "16": "16. Procedure and powers of National Tax Tribunal.-(1) The National Tax Tribunal shall not be bound by the procedure laid down by the Code of Civil Procedure, 1908 (5 of 1908) but shall be guided by the principles of natural justice.(2) Subject to the other provisions of this Act, the National Tax Tribunal shall have powers to regulate its own procedure.(3) The National Tax Tribunal shall have, for the purposes of discharging its functions under this Act, the same powers as are vested in a civil court under the Code of Civil Procedure, 1908 (5 of 1908) while trying a suit, in respect of the following matters, namely:-(a) requiring the discovery and production of books of account and other documents;(b) subject to the provisions of sections 123 and 124 of the Indian Evidence Act, 1872 (1 of 1872), requisitioning any public record or document or a copy of such record or document, from any office;(c) dismissing an appeal for default or deciding it, ex parte;(d) setting aside any order of dismissal of any appeal for default or any order passed by it, ex parte;(e) rectifying any mistake or error apparent on the face of record; and(f) any other matter which may be prescribed.(4) All proceedings before the National Tax Tribunal shall be deemed to be judicial proceedings within the meaning of sections 193 and 228 and for the purposes of section 196 of the Indian Penal Code (45 of 1860) and the National Tax Tribunal shall be deemed to be a civil court for the purposes of section 195 and Chapter XXVI of the Code of Criminal Procedure, 1973 (2 of 1974).", "17": "17. Finality of orders of National Tax Tribunal.-Any order passed by the National Tax Tribunal shall be final and shall be given effect to accordingly and no civil court shall have or be entitled to exercise any jurisdiction, power or authority with respect to any of the matters falling within the jurisdiction of the National Tax Tribunal.", "18": "18. Decision by majority.-If the Members of a Bench consisting of two Members differ in opinion on any point, they shall state the point or points on which they differ, and make a reference to the Chairperson, who shall hear the point or points himself or nominate any other Member for such hearing and such point or points shall be decided according to the opinion of the majority, who have heard the case including those who first heard it.", "19": "19. Special Bench.-Where a judgment pronounced on a question of law by a Bench subsequently comes up for hearing before any Bench, and the latter Bench is of the opinion that the question of law requires reconsideration, then the latter Bench shall make a reference to the Chairperson to constitute a Special Bench consisting of five Members to hear and decide such question of law.", "20": "20. Interim order.-Notwithstanding anything contained in any other provisions of this Act or any other law for the time being in force, no interim order (whether by way of injunction or stay or otherwise) shall be made in relation to any appeal under this Act, unless- (a) copies of such appeal and all documents in support of the plea for such interim order are furnished to the party against whom the appeal is preferred; and (b) opportunity is given to such party to be heard in the matter.", "21": "21. Power to punish for contempt.-The National Tax Tribunal shall have and exercise the same jurisdiction, powers and authority in respect of contempt of itself as the High Court has and may exercise such power or authority, for this purpose under the provisions of the Contempt of Courts Act, 1971 (70 of 1971), which shall have effect subject to the modification that-(a) any reference therein to a High Court shall be construed as including a reference to the National Tax Tribunal;(b) any reference to the Advocate General in section 15 of the said Act shall be construed as a reference to such law officer as the Central Government may specify in this behalf: Provided that such matters shall be heard by a Special Bench consisting of five Members constituted by the Chairperson.", "22": "22. Order of National Tax Tribunal.-The National Tax Tribunal may, after giving the parties to any proceedings before it, an opportunity of being heard, pass such orders thereon as it thinks fit.", "23": "23. Transfer of pending cases from High Court.-(1) On and from such date as the Central Government may, by notification, specify, all matters and proceedings including appeals and references under the direct taxes and indirect taxes pending before any High Court immediately before that date shall stand transferred to the National Tax Tribunal.(2) Where any matter or proceeding including appeals and references stand transferred from the High Court to the National Tax Tribunal under sub-section (1),-(a) the High Court shall, as soon as may be after such transfer, forward the records pertaining to such matter or proceeding to the National Tax Tribunal;(b) the National Tax Tribunal shall, on receipt of such records, proceed to deal with such matter or proceeding from the stage at which it is transferred or from an earlier stage or de novo as it may deem fit;(c) the Chairperson shall constitute a Bench consisting of such number of Members as he deems fit for hearing cases transferred under this section.", "24": "24. Appeal to Supreme Court.-Any person including any department of the Government aggrieved by any decision or order of the National Tax Tribunal may file an appeal to the Supreme Court within sixty days from the date of communication of the decision or order of the National Tax Tribunal to him: Provided that the Supreme Court may, if it is satisfied that the appellant was prevented by sufficient cause from filing the appeal within the said period, allow it to be filed within such time as it may deem fit.", "25": "Chapter IVMiscellaneous25. Members, etc., to be public servants.-The Chairperson, Members and other officers and employees of the National Tax Tribunal shall be deemed to be public servants within the meaning of section 21 of the Indian Penal Code (45 of 1860).", "26": "26. Protection of action taken in good faith.-No suit, prosecution or other legal proceedings shall lie against the National Tax Tribunal or its Chairperson, Member, officer or other employee in the discharge of any function for any loss or damage caused or likely to be caused by any act which is, in good faith, done or intended to be done in the discharge of any function under this Act.", "27": "27. Power to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by order published in the Official Gazette, make such provisions, not inconsistent with the provisions of this Act, as appear to it to be necessary or expedient for removing the difficulty: Provided that no such order shall be made after the expiry of a period of two years from the commencement of this Act.(2) Every order made under this section shall, as soon as may be, after it is made, be laid before each House of Parliament.", "28": "28. Power to make rules.-(1) The Central Government may, by notification, make rules to carry out the provisions of this Act.(2) Without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:-(a) the procedure under sub-section (4) of section 11 for the investigation of charges of misbehaviour or incapacity against the Chairperson or other Members;(b) the salaries and allowances and other conditions of service of officers and other employees of the National Tax Tribunal under sub-section (2) of section 12;(c) the amount of fees payable under clause (c) of sub-section (2) of section 15;(d) the other matters in respect of which the National Tax Tribunal may exercise the powers of a civil court under clause (f) of sub-section (3) of section 16;(e) any other matter which may be prescribed or in respect of which rules are required to be made by the Central Government.", "29": "29. Laying of rules before Parliament.-Every rule made under this Act by the Central Government shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session for a total period of thirty days which may be comprised in one session or in two or more successive sessions and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.", "30": "30. Consequential amendments.-On and from such date as the Central Government may, by notification, specify, the enactments mentioned in the Schedule shall stand amended in the manner specified therein."}