{"name": "National Housing Bank Act, 1987\r", "1": "Chapter IPreliminary1. Short title, extent and commencement.-(1) This Act may be called the National Housing Bank Act, 1987.(2) It extends to the whole of India.(3) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint, and different dates may be appointed for different provisions of this Act and any reference in any provision to the commencement of this Act shall be construed as a reference to the coming into force of that provision.", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"Board\" means the Board of Directors of the National Housing Bank referred to in section 6;(b) \"Chairman\" means the Chairman of the Board appointed under section 6;(c) \"director\" means a director appointed under section 6;(d) \"housing finance institution\" includes every institution, whether incorporated or not, which primarily transacts or has as 2[one of its principal objects], the transacting of the business of providing finance for housing, whether directly or indirectly;(e) \"Managing Director\" means the Managing Director appointed under section 6;(f) \"National Housing Bank\" means the National Housing Bank established under section 3;(g) \"notification\" means a notification published in the Official Gazette;(h) \"prescribed\" means prescribed by regulations made under this Act;(i) \"Reserve Bank\" means the Reserve Bank of India constituted under section 3 of the Reserve Bank of India Act, 1934 (2 of 1934).(j) words and expressions used herein and not defined but defined in the Reserve Bank of India Act, 1934 (2 of 1934), shall have the meanings respectively assigned to them in that Act;(k) words and expressions used herein and not defined either in this Act or in the Reserve Bank of India Act, 1934 (2 of 1934), but defined in the Banking Regulation Act, 1949 (10 of 1949), shall have the meanings respectively assigned to them in the Banking Regulation Act, 1949.1. 9th July, 1988, vide notification No. S.O. 684(E), dated 9th July, 1988, see Gazette of India, Extraordinary, Part II, sec. 3(ii) [except Chapter V and sub-section (3) of section 49].1st June, 1989, vide notification No. S.O. 394(E), dated 1st June, 1989, see Gazette of India, Extraordinary, Part II, sec. 3(ii) [in respect of Chapter V and sub-section (3) of section 49].2. Subs. by Act 15 of 2000, s. 2, for \"its principal object\" (w.e.f. 12-6-2000).", "3": "Chapter IIEstablishment of The National Housing Bank and Capital Thereof3. Establishment and incorporation of National Housing Bank.-(1) With effect from such date as the Central Government may, by notification, appoint, there shall be established for the purposes of this Act, a bank to be known as the National Housing Bank.(2) The National Housing Bank shall be a body corporate with the name aforesaid having perpetual succession and a common seal with power, subject to the provisions of this Act, to acquire, hold and dispose of property and to contract, and may, by that name, sue and be sued.(3) The head office of the National Housing Bank shall be at 1[New Delhi or at such other place as the Central Government] by notification, specify.(4) The National Housing Bank may establish offices, branches or agencies at any place in India, and with the previous approval of the 2[the Central Government], at any place outside India.", "4": "4. Capital.-(1) The authorised and paid-up capital of the National Housing Bank shall be three hundred and fifty crores of rupees: 4[Provided that the Central Government may, by notification, increase the authorised capital up to two thousand crore rupees or such other amount as may be determined by it from time to time];(2) The Board may, on such terms and conditions, as determined by it from time to time, issue the increased authorised capital to 5*** the Central Government, scheduled banks, public financial institutions, housing finance institutions or such other institutions, as may be approved by the Central Government: Provided that no increase in the issued capital shall be made in such manner that 5***, the Central Government, public sector banks, public financial institutions or other institutions owned or controlled by the Central Government, hold in aggregate at any time, less than fifty-one per cent. of the issued capital of the National Housing Bank.]6[(3) The subscribed capital of one thousand four hundred and fifty crore rupees of the National Housing Bank, which has been subscribed to by the Reserve Bank, shall stand transferred to, and vested in the Central Government upon payment of the face value of the subscribed capital, to the Reserve Bank from such date as may be notified by the Central Government.]", "5": "Chapter IIIManagement of The National Housing Bank5. Management.-(1) The general superintendence, direction and management of the affairs and business of the National Housing Bank shall vest in the Board of Directors, which shall exercise all powers and do all acts and things, which may be exercised or done by the National Housing Bank.(2) Subject to the provisions of this Act, the Board, in discharging its functions, shall act on business principles with due regard to public interest.(3) Subject to the provisions of sub-section (1) and save as otherwise provided in the regulations made under this Act,-7[(a) the Chairman, if he is a whole-time director or if he is holding offices both as the Chairman and the Managing Director, or(b) the Managing Director, if the Chairman is not if he is whole-time director, or if the Chairman being a whole-time director, is absent,] shall also have powers of general superintendence, direction and management of the affairs and business of the National Housing Bank and may also exercise all powers and do all acts and things which may be exercised or done by the National Housing Bank and shall act on business principles with due regard to public interest.(4) The Managing Director shall, in the discharge of his powers and functions, follow such directions as the Chairman may give.(5) In the discharge of its functions under this Act, the National Housing Bank shall be guided by such directions in matters of policy involving public interest as the Central Government, 1*** may give in writing.1. Subs. by Act 13 of 2018, s. 163, for \"Bombay or at such other place as the Reserve Bank\" (w.e.f. 1-6-2018).2. Subs. by s. 163, ibid., for \"the Reserve Bank\" (w.e.f. 1-6-2018).3. Subs. by Act 15 of 2000, s. 3, for section 4 (w.e.f. 12-6-2000).4. Subs. by Act 13 of 2018, s. 164, for \"Provided that the Central Government may, in consultation with the Reserve Bank, by notification, increase the authorised capital up to two thousand crores of rupees\" (w.e.f. 1-6-2018).5. The words \"the Reserve Bank\" omitted by s. 164, ibid. (w.e.f. 1-6-2018).6. Ins. by s. 164, ibid. (w.e.f 1-6-2018).7. Subs. by Act 15 of 2000, s. 4, for clauses (a) and (b) (w.e.f. 12-6-2000).", "6": "6. Board of Directors.-(1) The Board of Directors of the National Housing Bank shall consist of the following, namely:-(a) a Chairman and a Managing Director: Provided that the same person may be appointed as Chairman and as Managing Director;(b) 2[two directors] from amongst the experts in the field of housing, architecture, engineering, sociology, finance, law, management and corporate planning or in any other field, special knowledge of which is considered useful to the National Housing Bank;3[(c) two directors, who shall be persons with experience in the working of institutions involved in providing funds for housing or engaged in housing development or have experience in the working of financial institutions or scheduled banks;(ca) two directors elected in such manner as may be prescribed by shareholders other than the 4***, the Central Government and other institutions owned or controlled by the Central Government;](d) 5[one director] from out of the directors of the Reserve Bank;(e) three directors from amongst the officials of the Central Government;(f) two directors from amongst the officials of the State Government.(2) The Chairman, the Managing Director and other directors 6[excluding the directors referred to in clauses (ca) and (d)], shall be appointed by the Central Government 7[the director] referred to in clause (d) shall be nominated by the Reserve Bank.", "7": "7. Term of office of Chairman, Managing Director and other directors, service conditions, etc.-(1) The Chairman and the Managing Director shall hold office for such term, not exceeding five years and shall receive such salary and allowances and be governed by such terms and conditions of service as the Central Government may 8*** specify and shall be eligible for re-appointment: Provided that the Chairman or, as the case may be, the Managing Director shall, notwithstanding the expiration of his term, continue to hold office until his successor enters upon his office.(2) The directors referred to in 9[clauses (b), (c) and (ca)] of sub-section (1) of section 6 shall hold hold office for a term of three years:(3) The Central Government may 8*** remove the Chairman or the Managing Director, or any other director referred to in sub-section (2), at any time before the expiry of his term of office after giving him a reasonable opportunity of showing case against the proposed removal.(4) Notwithstanding anything contained in sub-sections (1) and (3), the Central Government, 8*** shall have the right to terminate the term of office of the Chairman or, as the case may be, the Managing Director, at any time before the expiry of the term specified under sub-section (1), by giving him notice of not less than three months in writing or three months' salary and allowances in lieu thereof and the Chairman or the Managing Director, as the case may be, shall also have the right to relinquish his office at any time before the expiry of the term specified under sub-section (1), by giving to the Central Government notice of not less than three months in writing or three months' salary and allowances in lieu thereof.(5) The directors shall be paid such fees and allowances as may be prescribed for attending the meetings of the Board or of any of its committees and for attending to any other work of the National Housing Bank: Provided that no such fee shall be payable to any director, who is an official of the Government or a director of the Reserve Bank.1. The words \"in consultation with the Reserve Bank, or the Reserve Bank\" omitted by Act 13 of 2018, s. 165 (w.e.f 1-6-2018).2. Subs. by Act 15 of 2000, s. 5, for \"three directors\" (w.e.f 12-6-2000).3. Subs. by s. 5, ibid., for clause (c) (w.e.f. 12-6-2000).4. The words \"the Reserve Bank,\" omitted by Act 13 of 2018, s. 166 (w.e.f. 1-6-2018).5. Subs. by s. 166, ibid, for \"two directors\" (w.e.f. 1-6-2018).6. Subs. by Act 15 of 2000, s. 5, for \"excluding the directors referred to in clause (d)\" (w.e.f. 12-6-2000).7. Subs. by Act 13 of 2018, s. 166, for \"in consultation with the Reserve Bank and directors\" (w.e.f. 1-6-2018).8. The words \"in consultation with the Reserve Bank\" omitted by s. 167, ibid. (w.e.f. 1-6-2018).9. Subs. by s. 6, ibid., for \"clauses (b) and (c)\" (w.e.f. 12-6-2000).10. The proviso omitted by Act 45 of 2006, s. 19 (w.e.f. 16-10-2006).", "8": "8. Disqualifications.-No person shall be a director of the Board, if he-(a) is, or becomes of unsound mind and has been so declared by a competent court; or(b) is or has been convicted of any offence which, in the opinion of the Central Government, involves moral turpitude; or(c) is, or at any time has been, adjudicated as insolvent or has suspended payment of his debts or has compounded with his creditors; or(d) has, for any reason, been removed or dismissed from the service of-(i) the Government, or(ii) the Reserve Bank, the State Bank or any other bank, or(iii) any public financial institution, or state financial corporation, or(iv) any other corporation owned or controlled by the Government.", "9": "9. Vacation and resignation of office by directors.-(1) If a director-(a) becomes subject to any of the disqualifications mentioned in section 8; or(b) is absent without leave of the Board for three or more consecutive meetings thereof, his seat shall thereupon become vacant.(2) Any director may resign his office by giving notice thereof in writing to the authority that appointed or, as the case may be, nominated him and on his resignation being accepted by such authority or if his resignation is not sooner accepted, on the expiry of three months from the receipt thereof by such appointing authority, he shall be deemed to have vacated his office.", "10": "10. Casual vacancy in the office of Chairman or Managing Director.-If the Chairman, or as the case may be, the Managing Director, is by infirmity or otherwise rendered incapable of carrying out his duties or is absent on leave or otherwise, in circumstances not involving the vacation of his appointment, the Central Government may, appoint another person to act in his place during his absence.", "11": "11. Meetings of Board.-(1) The Board shall meet at such times and places and shall observe such rules of procedure in regard to the transaction of business at its meetings, as may be prescribed.(2) The Chairman, or, if for any reason he is unable to attend a meeting of the Board, the Managing Director, or, in the event of both the Chairman and the Managing Director being unable to attend a meeting, any other director nominated by the Chairman in this behalf and in the absence of such nomination, any director elected by the directors present from among themselves at the meeting, shall preside at the meeting.(3) All questions which come up before any meeting of the Board shall be decided by a majority of votes of the directors present and voting, and in the event of an equality of votes, the Chairman, or, in his absence, the person presiding, shall have a second or casting vote.", "12": "12. Executive Committee and other committees.-(1) The Board may constitute an Executive Committee consisting of such number of directors as may be prescribed.(2) The Executive Committee shall discharge such functions as may be prescribed, or, as may be delegated to it, by the Board.(3) The Board may constitute such other committees, whether consisting wholly of directors or wholly of other persons or partly of directors and partly of other persons as it thinks fit for such purposes, as it may decide and any committee so constituted shall discharge such functions as may be delegated to it by the Board.(4) The Executive Committee or any other committees constituted under this section shall meet at such times and places and shall observe such rules of procedure in regard to transaction of business at its meetings, as may be prescribed.", "13": "13. Director of Board or member of committee thereof not to participate in meetings in certain cases.-Any director of the Board or any member of a committee, who has any direct or indirect pecuniary interest in any matter coming up for consideration at a meeting of the Board or a committee thereof, shall, as soon as possible after relevant circumstances have come to his knowledge, disclose the nature of his interest at such meeting and the disclosure shall be recorded in the minutes of the Board, or the committee, as the case may be, and the director or member shall not take any part in any deliberation or decision of the Board or the committee with respect to that matter.", "14": "Chapter IVBusiness of The National Housing Bank14. Business of the National Housing Bank.-Subject to the provisions of this Act, the National Housing Bank may transact all or any of the following kinds of business, namely:-(a) promoting, establishing, supporting or aiding in the promotion, establishment and support of housing finance institutions;1[(b) making of loans and advances or rendering any other form of financial assistance whatsoever for housing activities to housing finance institutions, scheduled banks, state cooperative agricultural and rural development banks or any other institution or class of institutions as may be notified by the Central Government;(ba) making of loans and advances for housing or residential township-cum-housing development or slum clearance projects;](c) subscribing to or purchasing stocks, shares, bonds, debentures and securities of every other description;(d) guaranteeing the financial obligations of housing finance institutions and underwriting the issue of stocks, shares, bonds, debentures and securities of every other description of housing finance institutions;(e) drawing, accepting, discounting or rediscounting, buying or selling and dealing in bills of exchange, promissory notes, bonds, debentures, hundies, coupons and other instruments by whatever name called;2[(ea) buying, selling or otherwise dealing in any loans or advances secured by mortgage or charge of the immovable property relating to scheduled banks or housing finance institutions;(eb) creating one or more trusts and transferring loans or advances together with or without securities therefor to such trusts for consideration;(ec) setting aside loans or advances held by the National Housing Bank and issuing and selling securities based upon such loans or advances so set aside in the form of debt obligations, trust certificates of beneficial interest or other instruments, by whatever name called, and to act as trustee for the holders of such securities; (ed) setting up of one or more mutual funds for undertaking housing finance activities;(ee) undertaking or participating in housing mortgage insurance;]1[(f) promoting, forming, conducting or associating in the promotion, formation or conduct of companies, mortgage banks, subsidiaries, societies, trusts or such other association of persons as it may deem fit for carrying out all or any of its functions under this Act;](g) undertaking research and surveys on construction techniques and other studies relating to or connected with shelter, housing and human settlement;(h) formulating one or more schemes, for the purpose of mobilisation of resources and extension of credit for housing;2[(hh) formulating a scheme for the purpose of accepting deposits referred to in clause (a) of section 2 of the Voluntary Deposits (Immunities and Exemptions) Act, 1991 (47 of 1991) and crediting forty per cent. of the amount of such deposits to a special fund created under section 37;](i) formulating one or more schemes; for the economically weaker sections of society which may be subsidised by the Central Government or any State Government or any other source;(j) organising training programmes, seminars and symposia on matters relating to housing;(k) providing guidelines to the housing finance institutions to ensure their growth on sound lines;(l) providing technical and administrative assistance to housing finance institutions;(m) co-ordinating with the Life Insurance Corporation of India the Unit Trust of India, the General Insurance Corporation of India and other financial institutions, in the discharge of its overall functions;(n) exercising all powers and functions in the performance of duties entrusted to the National Housing Bank under this Act or under any other law for the time being in force;(o) acting as agent of the Central Government, the State Government or the Reserve Bank or of any authority as may be authorised by the Reserve Bank;(p) any other kind of business which the Central Government may, on the recommendation of the Reserve Bank, authorise;(q) generally, doing of all such matters and things as may be incidental to or consequential upon the exercise of its powers or the discharge of its duties under this Act.1. Subs. by Act 15 of 2000, s. 7, for clause (b) (w.e.f. 12-6-2000).2. Ins. by s. 7, ibid. (w.e.f 12-6-2000).", "15": "15. Borrowings and acceptance of deposits by National Housing Bank.-(1) The National Housing Bank may, for the purpose of carrying out its functions under this Act-(a) issue and sell bonds and debentures with or without the guarantee of the Central Government, in such manner and on such terms as may be prescribed;(b) borrow money from3[the Central Government, scheduled banks, financial institutions, mutual funds] and from any other authority or organisation or institution approved by that Government on such terms and conditions as may be agreed upon;(c) accept deposits repayable after the expiry of 4[such period and] on such terms as may generally or specially be approved by the Reserve Bank: 5[Provided that nothing contained in this clause shall apply to deposits accepted under the scheme formulated by the Bank in pursuance of clause (hh) of section 14;](d) borrow money from the Reserve Bank-1[(i) by way of loans and advances and generally obtain financial assistance in such manner or on such terms and conditions as may be specified by the Reserve Bank;](ii) out of the National Housing Credit (Long Term Operations) Fund established under section 46D of the Reserve Bank of India Act, 1934 (2 of 1934) or any of the purposes specified in that section;(e) receive for services rendered, such remuneration, commission, commitment charges, consultancy charges, service charges, royalties, premia, licence fees and any other consideration of whatever description;(f) receive gifts, grants, donations or benefactions from Government or any other source.(2) The Central Government may, on a request being made to it by the National Housing Bank, guarantee the bonds and debentures issued by the National Housing Bank as to the repayment of principal and the payment of interest at such rate as may be fixed by that Government.1. Subs. by Act 15 of 2000, s. 7, for clause (f) (w.e.f. 12-6-2000).2. Ins. by Act 47 of 1991, s. 5 (w.e.f. 20-9-1991).3. Subs. by Act 15 of 2000, s. 8, for \"the Central Government\" (w.e.f. 12-6-2000).4. Subs. by s. 8, ibid., for \"a period which shall not be less than twelve months from the date of the making of the deposit\" (w.e.f. 12-6-2000).5. Added by Act 47 of 1991, s. 5 (w.e.f. 20-9-1991).", "16": "16. Loans in foreign currency.-(1) Notwithstanding anything contained in 2[the Foreign Exchange Management Act, 1999 (42 of 1999)] or in any other law for the time being in force relating to foreign exchange, the National Housing Bank may, for the purpose of making loans and advances under this Act, borrow in such manner and on such conditions as may be prescribed in consultation with the Reserve Bank and with the previous approval of the Central Government, foreign currency from any bank or financial institution in India or elsewhere.(2) The Central Government may, where necessary, guarantee any loan taken by the National Housing Bank under sub-section (1) or any part thereof as to the repayment of principal and the payment of interest and other incidental charges.", "17": "17. Power to transfer rights.-The rights and interests of the National Housing Bank (including any other rights incidental thereto) in relation to any loan or advance made, or any amount recoverable, by it, may be transferred by the National Housing Bank, either in whole or in part, by the execution or issue of any instrument or by the transfer of any instrument by endorsement, or in any other manner in which the rights and interests in relation to such loan or advance may be lawfully transferred, and the National Housing Bank may, notwithstanding such transfer, act as the trustee within the meaning of section 3 of the Indian Trusts Act, 1882 (2 of 1882), for the transferee.", "18": "18. Power to acquire rights.-The National Housing Bank shall have the right to acquire, by transfer or assignment, the rights and interests of any 1[institution] (including any other rights incidental thereto) in relation to any loan or advance made, or any amount recoverable by such institution, either in whole or in part, by the execution or issue of any instrument or by the transfer of any instrument or in any other manner in which the rights and interests in relation to such loan or advance may be lawfully transferred.", "19": "19. Power to impose conditions for accommodation.-In entering into any transaction under this Chapter with any borrowing 3[institution], the National Housing Bank may impose such conditions as it may think necessary or expedient for protecting the interests of the National Housing Bank.", "20": "20. Power to call for repayment before agreed period.-Notwithstanding anything to the contrary contained in any agreement, the National Housing Bank may, by notice in writing, require any borrowing 1[institution] to discharge forthwith in full its liabilities to the National Housing Bank-(a) if it appears to the Board that false or misleading information in any material particular was given in the application for the loan or advance; or(b) if the borrowing 1[institution] has failed to comply with any of the terms of the agreement with the National Housing Bank in the matter of the loan or advance; or(c) if there is a reasonable apprehension that the borrowing 1[institution] is unable to pay its debts or that proceedings for liquidation may be commenced in respect thereof; or(d) if for any reason, it is necessary so to do to protect the interests of the National Housing Bank.1. Subs. by Act 15 of 2000, s. 10, for \"housing finance institution\" (w.e.f. 12-6-2000).2. Ins. by s. 11, ibid. (w.e.f. 12-6-2000).3. Subs. by s. 12, ibid., for \"housing finance institution\" (w.e.f. 12-6-2000).", "21": "21. National Housing Bank to have access to records.-(1) The National Housing Bank shall have free access to all such records of any 1[institution] which seeks to avail of any credit facilities from the National Housing Bank and to all such records of any person who seeks to avail of any credit facilities from such 1[institution], the perusal of which may appear to the national Housing Bank to be necessary in connection with the providing of finance or other assistance to such 1[institution] or the refinancing of any loan or advance made to such person by that 1[institution].(2) The National Housing Bank may require any institution or person referred to in sub-section (1), to furnish to it copies of any of the records referred to in that sub-section and the institution or the person, as the case may be, shall be bound to comply with such requisition.", "22": "22. Validity of loan or advance not to be questioned.-Notwithstanding anything to the contrary contained in any other law for the time being in force, the validity of any loan or advance made by the National Housing Bank in pursuance of the provisions of this Act shall not be called in question merely on the ground of non-compliance with the requirements of such other law or of any resolution, contract, or any instrument regulating the constitution of the borrowing 1[institution]: Provided that nothing in this section shall enable any company or co-operative society to obtain any loan or advance where the instrument relating to the constitution of such company or co-operative society does not empower such company or co-operative society so to do.", "23": "23. National Housing Bank not to make loans or advances against its own bonds or debentures.-The National Housing Bank shall not make any loan or advance on the security of its own bonds or debentures.", "24": "24. Power to inspect.-(1) The National Housing Bank may at any time and shall, on being directed so to do by the Reserve Bank, cause an inspection to be made by one or more of its officers of any 1[institution] to which the National Housing Bank has made any loan or advance or granted any other financial assistance, and its books, accounts and other documents; and the National Housing Bank shall supply to the 1[institution] a copy of its report on such inspection.(2) It shall be the duty of every officer, employee or other person or persons incharge of the whole or part of the affairs of the 1[institution] to produce to any officer making an inspection under subsection (1), all such books, accounts and other documents in his custody or power and to furnish within such time as the said officer may specify, any statements, information relating to the affairs of the 1[institution] as the said officer may require of him.", "25": "25. Power to collect credit information.-(1) The National Housing Bank may, for the purpose of the efficient discharge of its functions under this Act, at any time direct any 1[institution] to submit to it credit information in such form and within such time as may be specified by the National Housing Bank from time to time.(2) Every 1[institution] shall, notwithstanding anything to the contrary contained in any law for the time being in force or in any instrument regulating the constitution thereof or in any agreement executed by it, relating to the secrecy of its dealings with its constituents, be bound to comply with any directions issued under sub-section (1).(3) The National Housing Bank may, for the purpose of the efficient discharge of its functions under this Act collect from the Central and State Governments, local authorities, the Reserve Bank, any bank or such financial or other institutions as the Reserve Bank may specify in this behalf, credit information or other information.Explanation.-For the purposes of this section and section 26, credit information means any information relating to-(i) the amount of loans and advances and other credit facilities granted for the purpose of housing;(ii) the nature of security taken for such loans, advances or other credit facilities;(iii) the guarantees furnished; and(iv) any other information which has a bearing on the credit-worthiness of the borrower.1. Subs. by Act 15 of 2000, s. 12, for \"housing finance institution\" (w.e.f. 12-6-2000).", "26": "26. Power to publish information.-The National Housing Bank, if it considers it in the public interest so to do, may publish any credit information or other information obtained by it under this Act, in such consolidated form or in any other form as it thinks fit.", "27": "27. Advisory services.-The National Housing Bank may provide advisory services to the Central and State Governments, local authorities and other agencies connected with housing, in respect of-(a) formulation of overall policies aimed at promoting the growth of housing and housing finance institutions;(b) legislation relating to matters having a bearing on shelter, housing and human settlement.", "28": "Chapter VProvisions Relating to Housing finance Institutions Receiving Deposits28. Definition of deposit.-In this Chapter the term 'deposit' shall have the meaning assigned to it in section 45I of the Reserve Bank of India Act, 1934 (2 of 1934).", "29": "29. Chapter not to apply in certain cases.-(1) The provisions of this Chapter shall not apply to deposits accepted by a housing finance institution which is a firm or an unincorporated association of individuals.(2) For the removal of doubts, it is hereby declared that the firms and unincorporated associations of individuals referred to in sub-section (1) shall continue to be governed by the provisions of Chapter IIIC of the Reserve Bank of India Act, 1934 (2 of 1934).", "30": "30. National Housing Bank to regulate or prohibit issue of prospectus or advertisement soliciting deposits of money.-The National Housing Bank may, if it considers necessary in the public interest so to do, by general or special order,-(a) regulate or prohibit the issue by any housing finance institution of any prospectus or advertisement soliciting deposits of money from the public; and(b) specify the conditions subject to which any such prospectus or advertisement, if not prohibited, may be issued.", "31": "31. Power of National Housing Bank to collect information from housing finance institutions as to deposits and to give directions.-(1) The National Housing Bank may at any time direct that every housing finance institution accepting deposits shall furnish to the National Housing Bank in such form, at such intervals and within such time, such statements, information or particulars relating to or connected with deposits received by the housing finance institution, as may be specified by the National Housing Bank by general or special order.(2) Without prejudice to the generality of the power vested in the National Housing Bank under sub-section (1), the statements, information or particulars to be furnished under sub-section (1), may relate to all or any of the following matters, namely, the amount of the deposits, the purposes and periods for which, and the rates of interest and other terms and conditions on which, such deposits are received.(3) The National Housing Bank may, if it considers necessary in the public interest so to do, give directions to housing finance institutions accepting deposits either generally or to any group of housing finance institutions accepting deposits, and in particular, in respect of any matters relating to, or connected with, the receipt of deposits, including1[credit rating of the housing finance institution accepting deposits,] the rates of interest payable on such deposits, and the periods for which deposits may be received.(4) If any housing finance institution accepting deposits fails to comply with any direction given by the National Housing Bank, under sub-section (3), the National Housing Bank may prohibit the acceptance of deposits by that housing finance institution.(5) Every housing finance institution receiving deposits, shall, if so required by the National Housing Bank and within such time as the National Housing Bank may specify, cause to be sent at the cost of the housing finance institution, a copy of its annual balance-sheet and profit and loss account or other annual accounts to every person from whom the housing finance institution holds, as on the last day of the year to which the accounts relate, deposits higher than such sum as may be specified by the National Housing Bank.", "32": "32. Duty of housing finance institutions to furnish statements, etc., required by National Housing Bank.-Every housing finance institution shall furnish the statements, information or particulars called for, in such form as may be prescribed and to comply with any direction given to it, under the provisions of this Chapter.", "33": "33. Powers and duties of auditors.-(1) The auditor of every housing finance institution shall enquire whether or not the housing finance institution has furnished to the National Housing Bank such statements, information or particulars relating to or connected with deposits received by it, as are required to be furnished under this Chapter, and the auditor shall, except where he is satisfied on such enquiry that the housing finance institution has furnished such statements, information or particulars, make a report to the National Housing Bank giving the aggregate amount of such deposits held by the housing finance institution.2[(1A) The National Housing Bank may, on being satisfied that it is necessary so to do, in the public interest or in the interest of the depositors or for the purpose of proper assessment of the books of account, issue directions to any housing finance institution or any group of housing finance institutions or housing finance companies generally or to the auditors of such housing finance institution or institutions relating to balance-sheet, profit and loss account, disclosure of liabilities in the books of account or any matter relating thereto.](2) Where, in the case of a housing finance institution, being a company, the auditor has made, or intends to make a report to the National Housing Bank under sub-section (1), he shall include in his report under 3[sub-section (2) of section 143 of the Companies Act, 2013 (18 of 2013)] the contents of the report which he has made, or intends to make, to the National Housing Bank.2[(3) Where the National Housing Bank is of the opinion that it is necessary so to do in the public interest or in the interest of the housing finance institution or in the interest of the depositors of such institution, it may at any time by order, direct that a special audit of the accounts of the housing finance institution in relation to any such transaction or class of transactions or for such period or periods, as may be specified in the order, shall be conducted and the National Housing Bank may appoint an auditor or auditors to conduct such special audit and direct the auditor or the auditors to submit the report to it.(4) The remuneration of the auditors as may be fixed by the National Housing Bank, having regard to the nature and volume of work involved in the audit and the expenses of or incidental to the audit, shall be borne by the housing finance institution so audited.]1. Ins. by Act 15 of 2000, s. 15 (w.e.f. 12-6-2000).2. Ins. by s. 16, ibid. (w.e.f. 12-6-2000).3. Subs. by Act 13 of 2018, s. 170, for \"sub-section (2) of section 227 of the Companies Act, 1956 (1 of 1956)\" (w.e.f. 1-6-2018)", "34": "34. Inspection.-(1) The National Housing Bank may, at any time, cause an inspection to be made by one or more of its officers or employees or other persons (hereafter in this section referred to as the inspecting authority) of any housing finance institution accepting deposits, for the purpose of verifying the correctness or completeness of any statement, information or particulars furnished to the National Housing Bank or for the purpose of obtaining any information or particulars which the housing finance institution has failed to furnish on being called upon to do so.(2) It shall be the duty of every director or member of any committee or other body or any person for the time being vested with the management of the whole or part of the affairs of every housing finance institution accepting deposits or other officer or employee thereof to produce to the inspecting authority all such books, accounts and other documents in his custody or power and to furnish that authority with any statement and information relating to the business of the institution as that authority may require of him, within such time as may be specified by that authority.(3) The inspecting authority may examine on oath any director or member of any committee or body or any other person for the time being vested with the management of the affairs of the housing finance institution, accepting deposits, or any officer or employee thereof, in relation to its business.1. Ins. by Act 15 of 2000, s. 17 (w.e.f. 12-6-2000).2. Subs. by Act 13 of 2018, s. 171, for \"Companies Act, 1956 (1 of 1956)\" (w.e.f 1-6-2018).", "35": "35. Deposits not to be solicited by unauthorised persons.-No person shall solicit on behalf of any housing finance institution either by publishing or causing to be published any prospectus or advertisement or in any other manner deposits of money from the public unless-(a) he has been authorised in writing by the said housing finance institution to do so and specifies the name of the institution which has so authorised him; and(b) the prospectus or advertisement complies with any order made by the National Housing Bank under section 30 and with any other provision of law for the time being in force applicable to the publication of such prospectus or advertisement.", "36": "36. Chapter V to override other laws.-The provisions of this Chapter shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force or any instrument having effect by virtue of any such law.", "37": "Chapter VIFunds, Accounts and Audit37. General Fund and other funds.-(1) With effect from such date as 1[the Central Government] may specify, the National Housing Bank shall establish a fund to be called the General Fund and all payments by the National Housing Bank shall be made out of the said General Fund.(2) The Board may, and shall, if so directed by 1[the Central Government], create a special fund or a reserve fund or such other funds as may be prescribed.", "38": "38. Preparation of balance sheet, etc., of National Housing Bank.-(1) The balance sheet and accounts of the National Housing Bank shall be prepared and maintained in such form and manner as may be prescribed.(2) The Board shall cause the books and accounts of the National Housing Bank to be balanced and closed as on the thirtieth day of June, each year.1. Subs. by Act 13 of 2018, s. 172, for \"the Reserve Bank\" (w.e.f. 1-6-2018).", "39": "39. Disposal of surplus.-After making provision for bad and doubtful debts, depreciation of assets and all other matters for which provision is necessary or expedient or which is usually provided for by bankers, the National Housing Bank shall transfer-(i) for a period of fifteen years, following the accounting year during which the National Housing Bank is established, the amount remaining (hereafter in this section referred to as surplus) such of the funds referred to in section 37 as the Reserve Bank may specify; and(ii) after the expiry of the said period of fifteen years, the National Housing Bank shall, after making provision for the funds referred to in section 37, transfer the balance of surplus to 1[the Central Government].", "40": "40. Audit.-(1) The accounts of the National Housing Bank shall be audited by auditors duly qualified to act as auditors under 2[sub-section (1) of section 141 of the Companies Act, 2013 (18 of 2013) ], who shall be appointed by the Reserve Bank, for such term and on such remuneration as the Reserve Bank may fix.(2) The auditors shall be supplied with a copy of the annual balance sheet of the National Housing Bank and it shall be their duty to examine it together with the accounts and vouchers relating thereto and they shall have a list delivered to them of all books kept by the National Housing Bank and shall at all reasonable times have access to the books, accounts, vouchers and other documents of the National Housing Bank.(3) The auditors may, in relation to the accounts of the National Housing Bank, examine any director of the Board or any officer or other employee of the National Housing Bank and shall be entitled to require from the Board or officers or other employees of the National Housing Bank such information and explanation as they may think necessary for the performance of their duties.(4) The auditors shall make a report to the National Housing Bank upon the annual balance sheet and accounts examined by them and in every such report, they shall state whether in their opinion the balance sheet is a full and fair balance sheet containing all necessary particulars and properly drawn up so as to exhibit a true and fair view of the state of affairs of the National Housing Bank and in case they had called for any explanation or information from the Board or any officer or other employee of the National Housing Bank, whether it was given and whether it was satisfactory.(5) The National Housing Bank shall furnish to the Central Government and the Reserve Bank within 3[four months] from the date on which the annual accounts of the National Housing Bank are closed and balanced, a copy of its balance sheet as on the close of the relevant year together with a copy of the profit and loss account for the year and a copy of the auditors' report and a report of the working of the National Housing Bank during that year, and the Central Government shall, as soon as may be after they are received by it, cause the same to be laid before each House of Parliament.(6) Without prejudice to anything contained in the preceding sub-sections, the Central Government may, at any time, appoint the Comptroller and Auditor-General of India to examine and report upon the accounts of the National Housing Bank and any expenditure incurred by him in connection with such examination and report shall be payable by the National Housing Bank to the Comptroller and Auditor-General of India.", "41": "41. Returns.-The National Housing Bank shall furnish, from time to time, to the Reserve Bank such information and returns as the Reserve Bank may require.", "42": "42. Annual report on housing.-The National Housing Bank shall make an annual report to the Central Government and the Reserve Bank on the trend and progress of housing in the country and in that report may make such suggestions as it may think necessary or expedient for the development of housing and the Central Government shall, as soon as may be after the report is received by it, cause the same to be laid before each House of Parliament.1. Subs. by Act 13 of 2018, s. 173, for \"the Reserve Bank\" (w.e.f 1-6-2018).2. Subs. by s. 174, ibid, for \"sub-section (1) of section 226 of the Companies Act, 1956 (1 of 1956)\" (w.e.f 1-6-2018).3. Subs. by Act 15 of 2000, s. 21, for \"three months\" (w.e.f. 12-6-2000).", "43": "ChapterVIIMiscellaneous43. Staff of National Housing Bank.-(1) The National Housing Bank may appoint such number of officers and other employees as it considers necessary or desirable for the efficient performance of its functions and determine the terms and conditions of their appointment and service.(2) The duties and conduct, terms and conditions of service and the establishment and maintenance of provident fund or any other fund for the benefit of the officers and other members of staff of the National Housing Bank shall be such as may be prescribed.(3) The National Housing Bank may depute any officer or any member of its staff for such period and on such terms and conditions as it may determine, to any institution including a housing finance institution.(4) Nothing contained in this section shall empower the National Housing Bank to depute any officer or member of its staff to any institution on any salary, emoluments or other terms and conditions which is or are less favourable to him than that or those to which he is entitled to immediately before such deputation.(5) The National Housing Bank may, 1***, receive or take on deputation any officer or other employee from any institution including a housing finance institution for such period and on such terms and conditions as it may think necessary in the interest of the National Housing Bank.", "44": "44. Obligation as to fidelity and secrecy.-(1) The National Housing Bank shall not, except as otherwise required by this Act or any other law, divulge any information relating to, or to the affairs of, its constituents except in circumstances in which it is, in accordance with the law or practice and usage customary among bankers, necessary or appropriate for the National Housing Bank to divulge such information.(2) Every director, member of a committee, auditor, adviser, officer or other employee of the National Housing Bank or of the Reserve Bank, whose services are utilised by the National Housing Bank under the provisions of this Act, shall, before entering upon his duties, make a declaration of fidelity and secrecy in the form set out in the First Schedule to this Act.3[(3) Nothing contained in this section shall apply to the credit information disclosed under the Credit Information Companies (Regulation) Act, 2005 (30 of 2005).]", "45": "45. Defects in appointment not to invalidate acts, etc.-(1) No act or proceeding of the Board or of any committee of the National Housing Bank shall be questioned on the ground merely of the existence of any vacancy in, or defect in the constitution of, the Board or the committee, as the case may be.(2) No act done by any person acting in good faith as a director of the Board or as a member of a committee of the National Housing Bank shall become invalid merely on the ground that he was disqualified to be a director or that there was any other defect in his appointment.", "46": "46. Protection of action taken under the Act.-No suit or other legal proceeding shall lie against the National Housing Bank or any director or any officer or other employee of the National Housing Bank or any other person authorised by the National Housing Bank to discharge any functions under this Act for any loss or damage caused or likely to be caused by anything which is in good faith done or intended to be done in pursuance of this Act or of any other law or provision having the force of law.", "47": "47. Indemnity of directors.-(1) Every director shall be indemnified by the national Housing Bank against all losses and expenses incurred by him in, or in relation to, the discharge of his duties, except such as are caused by his own wilful act or default.(2) A director shall not be responsible for any other director or for any officer or other employee of the National Housing Bank or for any loss or expenses resulting to the National Housing Bank from the insufficiency or deficiency of the value of, or title to, any property or security acquired or taken on behalf of the National Housing Bank or the insolvency or wrongful act of any debtor or any person under obligation to the National Housing Bank or of anything done in good faith in the execution of the duties of his office in relation thereto.", "48": "48. Explanation from tax on income.[Explanation from tax on income.]-Omitted by the Finance Act, 2001 (14 of 2001), s. 141 (w.e.f. 1-4-2002).", "49": "49. Penalties.-(1) Whoever in any return, balance-sheet, or other document or in any information required or furnished by or under or for the purposes of any provision of this Act, wilfully makes a statement which is false in any material particular, knowing it to be false, or wilfully omits to make a material statement, shall be punishable with imprisonment for a term which may extend to three years and shall also be liable to fine.(2) If any person fails to produce any book, account or other document, or to furnish any statement or information which, under the provisions of this Act, it is his duty to produce or furnish, he shall be punishable with fine which may extend to two thousand rupees in respect of each offence and in the case of a continuing failure, with an additional fine which may extend to one hundred rupees for every day during which the failure continues after conviction for the first such failure.1[(2A) If any person contravenes the provisions of sub-section (1) of section 29A, he shall be punishable with imprisonment for a term which shall not be less than one year but which may extend to five years and with fine which shall not be less than one lakh rupees but which may extend to five lakh rupees.(2B) If any auditor fails to comply with any direction given or order made by the National Housing Bank under section 33, he shall be punishable with fine which may extend to five thousand rupees.(2C) Whoever fails to comply with any order made by the authorised officer under sub-section (2) of section 36A, shall be punishable with imprisonment for a term which may extend to three years and shall also be liable to a fine of not less than rupees fifty for every day during which such noncompliance continues;](3) If any person1[other than an auditor]-(a) receives any deposit in contravention of any direction given or order made under Chapter V; or1[(aa) fails to comply with any direction given or order made by the National Housing Bank under any of the provisions of Chapter V; or](b) issues any prospectus or advertisement otherwise than in accordance with section 35 or any order made under section 30, as the case may be; he shall be punishable with imprisonment for a term which may extend to three years and shall also be liable to fine which may extend,-(i) in the case of a contravention falling under clause (a), to twice the amount of the deposit received; and(ii) in the case of a contravention falling under clause (b), to twice the amount of the deposit called for by the prospectus or advertisement.(4) If any other provision of this Act is contravened or if any default is made in complying with any other requirement of this Act or of any order, regulation or direction made or given or condition imposed thereunder, any person guilty of such contravention or default shall be punishable with fine which may extend to two thousand rupees and where a contravention or default is a continuing one, with further fine which may extend to one hundred rupees for every day, after the first, during which the contravention or default continues.1. Ins. by Act 15 of 2000, s. 24 (w.e.f. 12-6-2000).", "50": "50. Offences by companies.-(1) Where an offence has been committed by a company, every person who, at the time the offence was committed, was in charge of, and was responsible to, the company for the conduct of the business of the company, as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly: Provided that nothing contained in this sub-section shall render any such person liable to any punishment provided in this Act, if he proves that the offence was committed without his knowledge or that he had exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where an offence under this Act has been committed by a company and it is proved that the offence has been committed with the consent or connivance of, or is attributable to any neglect on the part of any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation.-For the purposes of this section-(a) \"company\" means any body corporate and includes a firm or other association of individuals; and(b) \"director\", in relation to a firm, means a partner in the firm.1. Ins. by Act 15 of 2000, s. 25 (w.e.f. 12-6-2000).", "51": "51. Cognizance of offences.-(1) No court shall take cognizance of any offence punishable under this Act except upon a complaint in writing made by an officer of the National Housing Bank, generally or specially authorised in writing in this behalf by the National Housing Bank, and no court other than that of a Metropolitan Magistrate or a Judicial Magistrate of the first class or a court superior thereto shall try any such offence.(2) Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), a Magistrate may, if he sees reason so to do, dispense with the personal attendance of the officer of the National Housing Bank filing the complaint but the Magistrate may in his discretion, at any stage of the proceedings, direct the personal attendance of the complainant.", "52": "1[52. Application of fine.-A court imposing any fine under this Act may direct that the fine, if realised shall be applied-(a) firstly in, or towards payment of, the cost of the proceedings, and(b) secondly for repayment of the deposit to the person to whom repayment of the deposit was to be made, and on such payment, the liability of the housing finance institution to make repayment of the deposit shall, to the extent of the amount paid by the Court, stand discharged.", "53": "53. Bankers' Books Evidence Act 18 of 1891, to apply in relation to the National Housing Bank.-The Bankers' Books Evidence Act, 1891, shall apply in relation to the National Housing Bank as if it were a bank as defined in section 2 of that Act.", "54": "54. Liquidation of National Housing Bank.-No provision of law relating to the winding up of companies shall apply to the National Housing Bank and the National Housing Bank shall not be placed in liquidation save by order of the Central Government and in such manner as it may direct.", "55": "55. Power of the Board to make regulations.-(1) The Board may, with the previous approval of 2*** the Central Government, by notification, make regulations not inconsistent with this Act to provide for all matters for which provision is necessary or expedient for the purpose of giving effect to the provisions of this Act.(2) In particular and without prejudice to the generality of the foregoing power, such regulations may provide for all or any of the following matters, namely:-(a) the fees and allowances that may be paid to the directors for attending the meetings of the Board or its committees under sub-section (5) of section 7;3[(aa) the manner in which directors shall be elected under clause (ca) of sub-section (1) of section 6;](b) the times and places at which the Board may meet, and the rules of procedure that may be followed in regard to the transaction of business under sub-section (1) of section 11;(c) the number of members that the Executive Committee may consist, the functions that it may discharge and times and places at which it shall meet and the rules of procedure that it may follow in the transaction of business under section 12;(d) the manner and terms of issue and redemption of bonds and debentures under clause (a) of sub-section (1) of section 15;(e) the manner in which and the conditions subject to which the National Housing Bank may borrow in foreign currency under sub-section (1) of section 16; (f) the form in which the statements, information, etc., is to be furnished under section 32;1[(fa) the form of application to be made under section 36E and the documents to be annexed to such application;(fb) the form in which notice of demand is required to be served on the borrower under sub-section (1) of section 36F;(fc) the manner in which the property shall be transferred under sub-section (2) of section 36G;(fd) the form in which the appeal can be filed with the Appellate Tribunal under section 36S and the amount of fee required to be deposited with such appeal;](g) the special fund, reserve fund and other funds to be created under sub-section (2) of section 37;(h) the form and manner in which the balance-sheet and accounts shall be prepared and maintained under sub-section (1) of section 38;(i) the duties and conduct, salaries, allowances and conditions of service of the officers and other members of staff of the National Housing Bank under section 43;(j) the establishment and maintenance of provident fund and any other fund for the benefit of officers and other members of staff of the National Housing Bank under section 43; and1[(ja) the manner in which nomination may be made under sub-section (1) of section 47A; and](k) any other matter which is to be, or may be, prescribed.(3) Any regulation which may be made by the Board under this Act may be made 2***, in consultation with the Central Government, before the expiry of three months from the date of establishment of the National Housing Bank, and any regulation so made may be altered and rescinded by the Board in the exercise of its powers under this Act.(4) The power to make regulations conferred by this section shall include the power to give retrospective effect to the regulations or any of them from a date not earlier than the date of commencement of this Act, but no retrospective effect shall be given to any regulation so as to prejudicially affect the interests of any person to whom such regulation may be applicable.(5) The Central Government shall cause every 3[rules, regulation or scheme] made under this Act to be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the 2[rules, regulation or scheme] or both Houses agree that the 2[rules, regulation or scheme] should not be made, the2[rules, regulation or scheme] shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that 2[rules, regulation or scheme.]1. Ins. by Act 15 of 2000, s. 27 (w.e.f. 12-6-2000).2. The words \"the Reserve Bank and in consultation with\" omitted by Act 13 of 2018, s. 177 (w.e.f 1-6-2018).3. Ins. by Act 15 of 2000, s. 28 (w.e.f. 12-6-2000).", "56": "56. [Repealed.][Amendment of certain enactments.]-Rep. by the Repealing and Amending Act, 2001 (30 of 2001), s. 2 and the First Schedule (w.e.f. 3-9-2001).", "57": "57. Power to remove difficulties.-If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by order, not inconsistent with the provisions of this Act, remove the difficulty: Provided that no such order shall be made after the expiry of a period of three years from the commencement of this Act.1. Ins. by Act 15 of 2000, s. 28 (w.e.f. 12-6-2000).2. The words \"by the Reserve Bank\" omitted by Act 13 of 2018, s. 177 (w.e.f. 1-6-2018).3. Subs. by Act 15 of 2000, s. 28, for \"regulation or scheme\" (w.e.f. 12-6-2000).", "58": "The First Schedule[See Section 44(2)]Declaration of Fidelity and SecrecyI,.........do hereby declare that I will faithfully, truly and to the best of my skill and ability execute and perform the duties required of me as director, member of the............committee, auditor, advisor, officer or other employee (as the case may be) of the National Housing Bank and which properly relate to the office or position held by me in or in relation to the said National Housing Bank.I further declare that I will not communicate or allow to be communicated to any person not legally entitled thereto any information relating to the affairs of the National Housing Bank nor will I allow any such person to inspect or have access to any books or documents belonging to or in the possession of the National Housing Bank and relating to the business of the said National Housing Bank or the business of any person having any dealing with the said National Housing Bank. Signed before me.(Signature)", "59": "The Second Schedule.-Rep. by the Repealing and Amending Act, 2001 (30 of 2001), s. 2 and the First Schedule (w.e.f. 3-9-2001).", "60": "The Third Schedule[See Section 16A]Declaration Referred to in Section16A of The National Housing Bank Act, 1987Place\nDate:I/We..........hereby declare that in consideration of the assistance sanctioned by the National Housing Bank to me/us at my/our request, as specified in the Annexure hereto, I/we agree that the immovable property specified in the said Annexure shall constitute security for the said assistance and I/we further agree that the dues relating to the assistance mentioned above, shall, on and from the date of these presents, be a charge on the said immovable property.1. Signed and delivered by\n........................\n(Borrower)2. Signed and delivered by\n.........................\n(Surety)ANNEXUREI. Details of assistance.II. Particulars of immovable property.]1. Added by Act 15 of 2000, s. 29 (w.e.f. 12-6-2000)."}