{"name": "National Council for Teacher Education (Amendment) Act, 2019\r", "1": "Chapter I\nPreliminary1. Short title, extent and commencement.-(1) This Act may be called the National Council for Teacher Education Act, 1993.(2) It extends to the whole of India except the State of Jammu and Kashmir.(3) It shall come into force on such date2 as the Central Government may, by notification in the Official Gazette, appoint.3[(4) Save as otherwise provided in this Act, the provisions of this Act shall apply to-(a) institutions;(b) students and teachers of the institutions;(c) schools imparting pre-primary, primary, upper primary, secondary or senior secondary education and colleges providing senior secondary or intermediate education irrespective of the fact, by whatever names they may be called; and (d) teachers for schools and colleges referred to in clause (c).]", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"appointed day\" means the date of establishment of the National Council for Teacher Education under sub-section (1) of section 3;(b) \"Chairperson\" means the Chairperson of the Council appointed under clause (a) of sub-section (4) of section 3;(c) \"Council\" means the National Council for Teacher Education established under sub-section (1) of section 3;(d) \"examining body\" means a University, agency or authority to which an institution is affiliated for conducting examinations in teacher education qualifications;(e) \"institution\" means an institution which offers courses or training in teacher education;4[(ea) \"local authority\" means a Municipal Corporation, Municipal Committee, Municipal Council, Zila Parishad, District Board or Nagar Panchayat or Panchayat, or other authority (by whatever name called), legally entitled to, or entrusted by the Government with the control or management of a municipal or local fund;](f) \"Member\" means a Member of the Council and includes the Chairperson and Vice-Chairperson;(g) \"Member-Secretary\" means the Member-Secretary of the Council appointed under clause (c) of sub-section (4) of section 3;(h) \"prescribed\" means prescribed by rules made under section 31;(i) \"recognised institution\" means an institution recognised by the Council under section 14;(j) \"Regional Committee\" means a committee established under section 20;(k) \"regulations\" means regulations made under section 32;1[(ka) \"school\" means any recognised school imparting pre-primary, primary, upper primary, secondary or senior secondary education, or a college imparting senior secondary education, and includes-(i) a school established, owned and controlled by the Central Government, or the State Government or a local authority;(ii) a school receiving aid or grants to meet whole or part of its expenses from the Central Government, the State Government or a local authority;(iii) a school not receiving any aid or grants to meet whole or part of its expenses from the Central Government, the State Government or a local authority;](l) \"teacher education\" means programmes of education, research or training of persons for equipping them to teach at pre-primary, primary, secondary and senior secondary stages in schools, and includes non-formal education, part-time education, adult education and correspondence education;(m) \"teacher education qualification\" means a degree, diploma or certificate in teacher education awarded by a University or examining body in accordance with the provisions of this Act;(n) \"University\" means a University defined under clause (f) of section 2 of the University Grants Commission Act, 1956 (3 of 1956), and includes an institution deemed to be a University under section 3 of that Act;(o) \"Vice-Chairperson\" means the Vice-Chairperson of the Council appointed under clause (b) of sub-section (4) of section 3.1. Ins. by Act 18 of 2011, s. 2 (w.e.f. 1-6-2012).2. 1st July, 1995, vide notification No. S.O. 620(E), dated 1st July, 1995, see Gazette of India, Extraordinary, Part II, sec. 3(ii).3. Ins. by Act 18 of 2011, s. 3 (w.e.f. 1-6-2012).4. Ins. by s. 4, ibid. (w.e.f. 1-6-2012).", "3": "Chapter II\nEstablishment of The Council3. Establishment of the Council.-(1) With effect from such date as the Central Government may, by notification in the Official Gazette, appoint, there shall be established a Council to be called the National Council for Teacher Education.(2) The Council shall be a body corporate by the name aforesaid, having perpetual succession and a common seal with power to contract and shall, by the said name, sue and be sued.(3) The head office of the Council shall be at Delhi and the Council may, with the previous approval of the Central Government, establish regional offices at other places in India.(4) The Council shall consist of the following Members, namely:-(a) a Chairperson to be appointed by the Central Government;(b) a Vice-Chairperson to be appointed by the Central Government;(c) a Member-Secretary to be appointed by the Central Government;(d) the Secretary to the Government of India in the Department dealing with Education, ex officio;(e) the Chairman, University Grants Commission established under section 4 of the University Grants Commission Act, 1956 (3 of 1956) or a member thereof nominated by him, ex officio;(f) the Director, National Council of Educational Research and Training, ex officio;(g) the Director, National Institute of Educational Planning and Administration, ex officio;(h) the Adviser (Education), Planning Commission, ex officio;(i) the Chairman, Central Board of Secondary Education, ex officio;(j) the Financial Adviser to the Government of India in the Department dealing with Education, ex officio;(k) the Member-Secretary, All-India Council for Technical Education, ex officio;(l) the Chairpersons of all Regional Committees, ex officio;(m) thirteen persons possessing experience and knowledge in the field of education or teaching to be appointed by the Central Government as under, from amongst the-(i) Deans of Faculties of Education and Professors of Education in Universities -Four;(ii) experts in secondary teacher education - One;(iii) experts in pre-primary and primary teacher education -Three;(iv) experts in non-formal education and adult education -Two;(v) experts in the field of natural sciences, social sciences, linguistics, vocational education, work experience, educational technology and special education, by rotation, in the manner prescribed -Three;(n) nine Members to be appointed by the Central Government to represent the States and Union territory Administrations in the manner prescribed;(o) three Members of Parliament of whom one shall be nominated by the Chairman of the Council of States and two by the Speaker of the House of the People;(p) three Members to be appointed by the Central Government from amongst teachers of primary and secondary education and teachers of recognised institutions.(5) It is hereby declared that the office of the Member of the Council shall not disqualify its holder for being chosen as or for being a member of either House of Parliament.1. Ins. by Act 18 of 2011, s. 4 (w.e.f. 1-6-2012)."}