{"name": "National Highways Act, 1956\r", "1": "1. Short title, extent and commencement.-(1) This Act may be called the National Highways Act, 1956.(2) It extends to the whole of India.(3) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Declaration of certain highways to be national highways.-(1) Each of the highways specified in the Schedule 2*** is hereby declared to be a national highway.(2) The Central Government may, by notification in the Official Gazette, declare any other highway to be a national highway and on the publication of such notification such highway shall be deemed to be specified in the Schedule.(3) The Central Government may, by like notification, omit any highway from the Schedule and on the publication of such notification, the highway so omitted shall cease to be a national highway.", "3": "3[3. Definitions.-In this Act, unless the context otherwise requires,-(a) \"competent authority\" means any person or authority authorised by the Central Government, by notification in the Official Gazette, to perform the functions of the competent authority for such area as may be specified in the notification;(b) \"land\" includes benefits to arise out of land and things attached to the earth or permanently fastened to anything attached to the earth.1. 15th April, 1957, vide S.R.O. 1180(E), dated 4th April, 1957, see Gazette of India, 1957, Part II, s. 3(ii).2. The words \"except such parts thereof as are situated within any municipal area\" omitted by Act 16 of 1997, s. 2 (w.e.f. 24-1-1997).3. Subs. by Act 16 of 1997, s. 3, for section 3 (w.e.f. 24-1-1997).* Subject to verification and confirmation by the administrative ministry.", "4": "4. National highways to vest in the Union.-All national highways shall vest in the Union, and for the purposes of this Act \"highways\" include-(i) all lands appurtenant thereto, whether demarcated or not;(ii) all bridges, culverts, tunnels, causeways, carriageways and other structures constructed on or across such highways; and(iii) all fences, trees, posts and boundary, furlong and milestones of such highways or any land appurtenant to such highways.", "5": "5. Responsibility for development and maintenance of national highways.-It shall be the responsibility of the Central Government to develop and maintain in proper repair all national highways; but the Central Government may, by notification in the Official Gazette, direct that any function in relation to the development or maintenance of any national highway shall, subject to such conditions, if any, as may be specified in the notification, also be exercisable by the Government of the State within which the national highway is situated or by any officer or authority subordinate to the Central Government or to the State Government.", "6": "6. Power to issue directions.-The Central Government may give directions to the Government of any State as to the carrying out in the State of any of the provisions of this Act or of any rule, notification or order made thereunder.", "7": "7. Fees for services or benefits rendered on national highways.-(1) The Central Government may, by notification in the Official Gazette, levy fees at such rates as may be laid down by rules made in this behalf for services or benefits rendered in relation to the use of ferries, 1[permanent bridges the cost of construction of each of which is more than rupees twenty-five lakhs and which are opened to traffic on or after the 1st day of April, 1976,] temporary bridges and tunnels on national highways 1[and the use of sections of national highways].(2) Such fees when so levied shall be collected in accordance with the rules made under this Act.(3) Any fee leviable immediately before the commencement of this Act for services or benefits rendered in relation to the use of ferries, temporary bridges and tunnels on any highway specified in the Schedule shall continue to be leviable under this Act unless and until it is altered in exercise of the powers conferred by sub-section (1): 2[Provided that if the Central Government is of opinion that it is necessary in the public interest so to do, it may, by like notification, specify any bridge in relation to the use of which fees shall not be leviable under this sub-section.]38.* * * * *", "8": "3/8.* * * * *", "9": "9. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules for carrying out the purposes of this Act.(2) In particular and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:-(a) the manner in which, and the conditions subject to which, any function in relation to the development or maintenance of a national highway or any part thereof may be exercised by the State Government or any officer or authority subordinate to the Central Government or the State Government;5[(aa) the manner in which the amount shall be deposited with the competent authority under sub-sections (1) and (6) of section 3H;]6[(b) the rates at which fees for services rendered in relation to the use of ferries, permanent bridges, temporary bridges and tunnels on any national highway 7[and the use of sections of any national highway] may be levied, and the manner in which such fees shall be collected, under section 7;](c) the periodical inspection of national highways and the submission of inspection reports to the Central Government;(d) the reports on works carried out on national highways;(e) any other matter for which provision should be made under this Act.1[(3) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]", "10": "10. Laying of notifications, rules, etc., before Parliament.-All notifications or agreements issued or entered into under this Act shall be laid before both Houses of Parliament as soon as may be after they are issued or entered into 2***.1. Ins. by Act 30 of 1977, s. 3 (w.e.f. 12-8-1977).2. Certain words omitted by Act 30 of 1977, s. 4 (w.e.f. 12-8-1977).", "11": "The Schedule[See Section 2]National Highways1. Ins. by notification No. S.O. 1980(E), dated 25th May, 1977.2. Ins by S.O. 7 (E), dated 6th January, 1999.3. Ins. by notification S.O. 380(E), dated 25th July, 1975.4. Subs. by notification No. S.O. 839(E), dated 4th March, 2014.5. Ins. by notification No. S.O. 3344(E), dated 21st July, 1971.6. Ins. by notification No. S.O. 865(E), dated 12th November, 1984.1. Ins. by notification No. S.O. 865(E), Dated 21st July, 1971.2. Ins. by notification No. S.O. 116(E), Dated 9th February, 1998.3. Ins. by notification No. S.O. 7(E), Dated 6th January, 1999.4. Ins. by notification No. S.O. 179(E), Dated 7th March, 1972.5. Ins. by notification No. S.O. 3114(E), Dated 18th October, 1978.1. Ins. by notification No. S.O. 7(E), Dated 6th January, 1999.2. Ins. by notification No. S.O. 1199(E), Dated 4th March, 1960.3. Ins. by notification No. S.O. 114(E), Dated 17th February, 1981.4. Ins. by notification No. S.O. 3114(E), Dated 18th October, 1978.5. Ins. by notification No. S.O. 3344(E), Dated 21st July, 19716. Ins. by notification No. S.O. 179(E), Dated 7th March, 1972.7. Ins. by notification No. S.O. 442(E), Dated 17th July, 1974.1. Ins. by notification No. S.O. 179(E), dated 7th March, 1972.2. Ins. by notification No. S.O. 116(E), dated 9th February, 1998.3. Ins. by notification No. S.O. 57(E), dated 19th January, 1993.4. Ins. by notification No. S.O. 87(E), dated 31st January, 1996.5. Subs. by notification No. S.O. 839(E), dated 4th March, 2014.6. Ins. by notification No. S.O. 7(E), dated 6th January, 1999.1. Ins. by notification No. S.O. 147(E), dated 20th February, 1989.2. Ins. by notification No. S.O. 7(E), dated 6th January, 1999.3. Ins. by notification No. S.O. 568(E), dated 6th January, 1999.4. Ins. by notification No. S.O. 513(E), dated 12th February, 1963.5. Ins. by notification No. S.O. 698(E), dated 1st September, 1980.6. Ins. by notification No. S.O. 147(E), dated 20th February, 1989.1 Ins. by notification No. S.O. 3344(E), dated 21st July, 1971.2. Ins. by notification No. S.O. 7(E), dated 6th January, 1999.3. Ins by notification No. S.O. 116(E), dated 9th February, 1998.4 Ins. by notification No. S.O. 803(E), dated 7th November, 1983."}