{"name": "National Commission for Backward Classes Act, 1993\r", "1": "The National Commission for Backward Classes Act, 19931. Short title, extent and commencement.", "2": "The National Commission for Backward Classes Act, 19932. Definitions.In this Act, unless the context otherwise requires,-", "3": "The National Commission for Backward Classes Act, 19933. Constitution of National Commission for Backward Classes.", "4": "The National Commission for Backward Classes Act, 19934. Term of office and conditions of service of Chairperson\r\nand Members.Provided that no person shall be removed under this clause\r\nuntil that person has been given an opportunity of being heard in the matter.", "5": "The National Commission for Backward Classes Act, 19935. Officers and other employees of the Commission.", "6": "The National Commission for Backward Classes Act, 19936. Salaries and allowances to be paid out of grants.The  salaries and  allowances  payable  to  the \r\nChairperson  and  Members  and  the administrative  expenses, including\r\nsalaries, allowances and  pensions payable to the officers and other employees\r\nreferred to in section  5, shall  be  paid out of the grants referred to in \r\nsub-section  (1)  of section 12.", "7": "The National Commission for Backward Classes Act, 19937. Vacancies,   etc., not to invalidate proceedings   of  \r\nthe Commission. No act or proceeding of the Commission shall be invalid on\r\nthe ground merely of the existence of any vacancy or defect in the\r\nconstitution   of the Commission.", "8": "The National Commission for Backward Classes Act, 19938. Procedure to be regulated by the Commission.", "9": "The National Commission for Backward Classes Act, 19939. Functions  of the Commission.", "10": "The National Commission for Backward Classes Act, 199310. Powers   of   the Commission.The  Commission   shall,   while  performing  its functions\r\nunder sub-section (1) of section 9, have  all  the  powers  of  a civil court\r\ntrying a suit  and  in  particular,  in  respect of the following matters,\r\nnamely:-", "11": "The National Commission for Backward Classes Act, 199311. Periodic revision of lists by the Central Government.", "12": "The National Commission for Backward Classes Act, 199312. Grants by the Central Government.", "13": "The National Commission for Backward Classes Act, 199313. Accounts and audit.", "14": "The National Commission for Backward Classes Act, 199314. Annual report.The Commission shall prepare, in such form  and  at  such \r\ntime,  for each financial year, as may  be  prescribed,  its  annual  report, \r\ngiving a full account of its  activities  during  the  previous  financial \r\nyear and forward a copy thereof  to  the  Central  Government.", "15": "The National Commission for Backward Classes Act, 199315. Annual report and audit report to be laid before\r\nParliament. The Central Government shall cause the annual report,\r\ntogether with  a  memorandum  of action taken on the advice tendered by  the \r\nCommission  under section 9 and the reasons for the non-acceptance, if any, of\r\nany  such  advice, and the audit report to be laid as soon as may be  after \r\nthey are received before each House of Parliament.", "16": "The National Commission for Backward Classes Act, 199316. Chairperson, Members and employees of the Commission to\r\nbe Public servants. The Chairperson, Members and employees of the Commission\r\nshall be deemed to be public servants within the meaning of section 21 of the\r\nIndian Penal Code (45 of 1860).", "17": "The National Commission for Backward Classes Act, 199317. Power to make rules.", "18": "The National Commission for Backward Classes Act, 199318. Power to remove difficulties.Provided that no such order shall be made after the expiry\r\nof a period of two years from the date of commencement of this Act.", "19": "The National Commission for Backward Classes Act, 199319. Repeal and saving."}