{"name": "National Waterway (Kollam-Kottapuram Stretch of West Coast Canal and Champakara and Udyogmandal Canals) Act, 1992\r", "1": "1. Short title and commencement.-(1) This Act may be called the National Waterway (Kollam-Kottapuram Stretch of West Coast Canal and Champakara and Udyogmandal Canals) Act, 1992.(2) It shall come into force on such date1as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Declaration of Kollam-Kottapuram Stretch of West Coast Canal and Champakara and Udyogmandal Canals to be a national waterway.-The Kollam-Kottapuram Stretch of West Coast Canal and Champakara and Udyogmandal Canals, the limits of which are specified in the Schedule, is hereby declared to be a national waterway.1. 1st February, 1993 vide notification No. S.O. 806(E), dated 30th October, 1993, see Gazette of India, Extraordinary, Part II, sec. 3(ii).", "3": "3. Declaration as to expediency of control by the Union of Kollam-Kottapuram Stretch of West Coast Canal and Champakara and Udyogmandal Canals for certain purposes.-It is hereby declared that it is expedient in the public interest that the Union should take under its control the regulation and development of Kollam-Kottapuram Stretch of West Coast Canal and Champakara and Udyogmandal Canals for purposes of shipping and navigation on the national waterway to the extent provided in the Inland Waterways Authority of India Act, 1985.", "4": "The Schedule[See Section 2]Limits of The National Waterway (Kollam-Kottapuram Stretch of West Coast Canal and Champakara and Udyogmandal Canals)The northern limit of the West Coast Canal shall be a line drawn across the river Periyar parallel to Kottapuram road bridge (NH-17) connecting Malinkara and ValiapanikanThuruthu at a distance of 1.0 kilometer upstream, and the southern limit shall be a line drawn across the AshtamudiKayal at a distance of 100 meters south of Kollam jetty.The Champakara Canal starting from the confluence with the West Coast Canal and ending at the railway bridge (railway siding for Cochin Oil Refinery) near Fertilizers and Chemicals Travancore Limited, boat basin. The Udyogmandal Canal starting from the confluence with West Coast Canal and ending at the Padalam road bridge (Eloor-Edayar)."}