{"name": "National Waterways Act, 2016\r", "1": "1. Short title and commencement.-(1) This Act may be called the National Waterways Act, 2016.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.1. 12th April, 2016, vide notification No. S.O. 1384 (E), dated 11th April, 2016, see Gazette of India, Part II, sec. 3(ii).", "2": "2. Existing national waterways and declaration of certain inland waterways as national waterways.-(1) The existing national waterways specified at serial numbers 1 to 5 in the Schedule along with their limits given in column (3) thereof, which have been declared as such under the Acts referred to in sub-section (1) of section 5, shall, subject to the modifications made under this Act, continue to be national waterways for the purposes of shipping and navigation under this Act.(2) The regulation and development of the waterways referred to in sub-section (1) which have been under the control of the Central Government shall continue, as if the said waterways are declared as national waterways under the provisions of this Act.(3) The inland waterways specified at serial numbers 6 to 111 in the Schedule along with their limits given in column (3) thereof are hereby declared to be national waterways for the purposes of shipping and navigation.", "3": "3. Declaration as to expediency of control and development by Union of waterways specified in Schedule for certain purposes.-Save as provided in sub-sections (1) and (2) of section 2, it is hereby declared that it is expedient in the public interest that the Union should take under its control the regulation and development of the waterways specified in the Schedule for the purposes of shipping and navigation to the extent provided in the Inland Waterways Authority of India Act, 1985 (82 of 1985).", "4": "4. Amendment of section 2 of Act 82 of 1985.-In the Inland Waterways Authority of India Act, 1985, in section 2, for clause (h), the following clause shall be substituted, namely:-(h) \"national waterway\" means the inland waterway declared by section 2 of the National Waterways Act, 2016, to be a national waterway.Explanation.-If Parliament declares by law any other waterway to be a national waterway, then, from the date on which such declaration takes effect, such other waterway-(i) shall also be deemed to be a national waterway within the meaning of this clause; and(ii) the provisions of this Act shall, with necessary modifications (including modification for construing any reference to the commencement of this Act as a reference to the date aforesaid), apply to such national waterway;-", "5": "5. Repeal of certain enactments and saving.-(1) The following Acts, namely:-(a) the National Waterway (Allahabad-Haldia Stretch of the Ganga Bhagirathi-Hooghly River) Act, 1982 (49 of 1982);(b) the National Waterway (Sadiya-Dhubri Stretch of Brahmaputra River) Act, 1988 (40 of 1988);(c) the National Waterway (Kollam-Kottapuram Stretch of West Coast Canal and Champakara and Udyogmandal Canals) Act, 1992 (25 of 1992);(d) the National Waterway (Talcher-Dhamra Stretch of Rivers, Geonkhali-Charbatia Stretch of East Coast Canal, Charbatia-Dhamra Stretch of Matai River and Mahanadi Delta Rivers) Act, 2008 (23 of 2008); and(e) the National Waterway (Kakinada-Puducherry Stretch of Canals and the Kaluvelly Tank, Bhadrachalam-Rajahmundry Stretch of River Godavari and Wazirabad-Vijayawada Stretch of River Krishna) Act, 2008 (24 of 2008), are hereby repealed.(2) Notwithstanding such repeal, anything done or any action taken under the Acts referred to in sub-section (1), in so far as they are in conformity with the provisions of this Act, shall be deemed to have been done or omitted to be done or taken or not taken under the provisions of this Act.", "6": "The Schedule\n(See section 2)\n\n\n\nSl. No.\nNational Waterways\nLimits of the National Waterways\n\n\n(1)\n(2)\n(3)\n(See section 2)\n\n\n\nSl. No.\nNational Waterways\nLimits of the National Waterways\n\n\n(1)\n(2)\n(3)\n"}