{"name": "National Commission for Minorities Act, 1992\r", "1": "Chapter I\nPreliminary1. Short title, extent and commencement.-(1) This Act may be called the National Commission for Minorities Act, 1992.(2) It extends to the whole of India except the State of Jammu and Kashmir.(3) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"Commission\" means the National Commission for Minorities constituted under section 3;(b) \"Member\" means a Member of the Commission 2[and includes the Vice-Chairperson];(c) \"minority\", for the purposes of this Act, means a community notified as such by the Central Government;(d) \"prescribed\" means prescribed by rules made under this Act.", "3": "Chapter II\nThe National Commissionfor Minorities3. Constitution of the National Commission for Minorities.-(1) The Central Government shall constitute a body to be known as the National Commission for Minorities to exercise the powers conferred on, and to perform the functions assigned to, it under this Act.(2) The Commission shall consist of a 3[Chairperson, a Vice-Chairperson and five Members] to be nominated by the Central Government from amongst persons of eminence, ability and integrity: Provided that five Members including the Chairperson shall be from amongst the minority communities.", "4": "4. Term of office and conditions of service of Chairperson and Members.-(1) The Chairperson and every Member shall hold office for a term of three years from the date he assumes office.(2) The Chairperson or a Member may, by writing under his hand addressed to the Central Government, resign from the office of Chairperson or, as the case may be, of the Member at any time.(3) The Central Government shall remove a person from the office of Chairperson or a Member referred to in sub-section (2) if that person-(a) becomes an undischarged insolvent;(b) is convicted and sentenced to imprisonment for an offence which, in the opinion of the Central Government, involves moral turpitude;(c) becomes of unsound mind and stands so declared by a competent court;(d) refuses to act or becomes incapable of acting;(e) is, without obtaining leave of absence from the Commission, absent from three consecutive meetings of the Commission; or(f) has, in the opinion of the Central Government, so abused the position of Chairperson or Member as to render that person's continuance in office detrimental to the interests of minorities or the public interest: Provided that no person shall be removed under this clause until that person has been given a reasonable opportunity of being heard in the matter.(4) A vacancy caused under sub-section (2) or otherwise shall be filled by fresh nomination.(5) The salaries and allowances payable to, and the other terms and conditions of service of, the Chairperson and Members shall be such as may be prescribed.1. 17th May, 1993, vide notification No. S.O. 317(E), dated 17th May, 1993, see Gazette of India, Extraordinary, Part II, sec. 3(ii).2. Added by Act 41 of 1995, s.2 (w.e.f. 18-9-1995).3. Subs. by s. 3, ibid., for \"Chairperson and six Members\" (w.e.f. 18-9-1995).", "5": "5. Officers and other employees of the Commission.-(1) The Central Government shall provide the Commission with a Secretary and such other officers and employees as may be necessary for the efficient performance of the functions of the Commission under this Act.(2) The salaries and allowances payable to, and the other terms and conditions of service of, the officers and other employees appointed for the purpose of the Commission shall be such as may be prescribed.", "6": "6. Salaries and allowances to be paid out of grants.-The salaries and allowances payable to the Chairperson and Members and the administrative expenses, including salaries, allowances and pensions payable to the officers and other employees referred to in section 5, shall be paid out of the grants referred to in sub-section (1) of section 10.", "7": "7. Vacancies, etc., not to invalidate proceedings of the Commission.-No act or proceeding of the Commission shall be questioned or shall be invalid merely on the ground of the existence of any vacancy or defect in the constitution of the Commission.", "8": "8. Procedure to be regulated by the Commission.-(1) The Commission shall meet as and when necessary at such time and place as the Chairperson may think fit.(2) The Commission shall regulate its own procedure.(3) All orders and decisions of the Commission shall be authenticated by the Secretary or any other officer of the Commission duly authorised by the Secretary on this behalf.", "9": "Chapter III\nFunctions of The Commission9. Functions of the Commission.-(1)The Commission shall perform all or any of the following functions, namely:-(a) evaluate the progress of the development of minorities under the Union and States;(b) monitor the working of the safeguards provided in the Constitution and in laws enacted by Parliament and the State Legislatures;(c) make recommendations for the effective implementation of safeguards for the protection of the interests of minorities by the Central Government or the State Governments;(d) look into specific complaints regarding deprivation of rights and safeguards of the minorities and take up such matters with the appropriate authorities;(e) cause studies to be undertaken into problems arising out of any discrimination against minorities and recommend measures for their removal;(f) conduct studies, research and analysis on the issues relating to socio-economic and educational development of minorities;(g) suggest appropriate measures in respect of any minority to be undertaken by the Central Government or the State Governments;(h) make periodical or special reports to the Central Government on any matter pertaining to minorities and in particular difficulties confronted by them; and(i) any other matter which may be referred to it by the Central Government.(2) The Central Government shall cause the recommendations referred to in clause (c) of sub-section (1) to be laid before each House of Parliament along with a memorandum explaining the action taken or proposed to be taken on the recommendations relating to the Union and the reasons for the non-acceptance, if any, of any of such recommendations.(3) Where any recommendation referred to in clause (c) of sub-section (1) or any part thereof with which any State Government is concerned, the Commission shall forward a copy of such recommendation or part to such State Government who shall cause it to be laid before the Legislature of the State along with a memorandum explaining the action taken or proposed to be taken on the recommendations relating to the State and the reasons for the non-acceptance, if any, of any of such recommendation or part.(4) The Commission shall, while performing any of the functions mentioned in sub-clauses (a), (b) and (d) of sub-section (1), have all the powers of a civil court trying a suit and in particular, in respect of the following matters, namely:-(a) summoning and enforcing the attendance of any person from any part of India and examining him on oath;(b) requiring the discovery and production of any document;(c) receiving evidence on affidavits;(d) requisitioning any public record or copy thereof from any court or office;(e) issuing commissions for the examination of witnesses and documents; and(f) any other matter which may be prescribed.", "10": "Chapter IV\nFinance, Accounts and Audit10. Grants by the Central Government.-(1) The Central Government shall, after due appropriation made by Parliament by law in this behalf, pay to the Commission by way of grants such sums of money as the Central Government may think fit for being utilised for the purposes of this Act.(2) The Commission may spend such sums as it thinks fit for performing the functions under this Act, and such sums shall be treated as expenditure payable out of the grants referred to in sub-section (1).", "11": "11. Accounts and audit.-(1) The Commission shall maintain proper accounts and other relevant records and prepare an annual statement of accounts in such form as may be prescribed by the Central Government in consultation with the Comptroller and Auditor-General of India.(2) The accounts of the Commission shall be audited by the Comptroller and Auditor-General at such intervals as may be specified by him and any expenditure incurred in connection with such audit shall be payable by the Commission to the Comptroller and Auditor-General.(3) The Comptroller and Auditor-General and any person appointed by him in connection with the audit of the accounts of the Commission under this Act shall have the same rights and privileges and the authority in connection with such audit as the Comptroller and Auditor-General generally has in connection with the audit of Government accounts and, in particular, shall have the right to demand the production of books, accounts, connected vouchers and other documents and papers and to inspect any of the offices of the Commission.", "12": "12. Annual report.-The Commission shall prepare, in such form and at such time, for each financial year, as may be prescribed, its annual report, giving a full account of its activities during the previous financial year and forward a copy thereof to the Central Government.", "13": "13. Annual report and audit report to be laid before Parliament.-The Central Government shall cause the annual report together with a memorandum of action taken on the recommendations contained therein, in so far as they relate to the Central Government, and the reasons for the non-acceptance, if any, of any of such recommendations and the audit report to be laid as soon as may be after the reports are received, before each House of Parliament.", "14": "Chapter V\nMiscellaneous14. Chairperson, Members and staff of the Commission to be public servants.-The Chairperson, Members and employees of the Commission shall be deemed to be public servants within the meaning of section 21 of the Indian Penal Code (45 of 1860).", "15": "15. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules for carrying out the provisions of this Act.(2) In particular, and without prejudice to the generality of the foregoing powers, such rules may provide for all or any of the following matters, namely:-(a) salaries and allowances payable to, and the other terms and conditions of service of, the Chairperson and Members under sub-section (5) of section 4 and of officers and other employees under sub-section (2) of section5;(b) any other matter under clause (f) of sub-section (4) of section 9;(c) the form in which the annual statement of accounts shall be maintained under sub-section (1) of section 11;(d) the form in, and the time at, which the annual report shall be prepared under section 12;(e) any other matter which is required to be, or may be, prescribed.(3) Every rule made under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.", "16": "16. Power to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by order published in the Official Gazette, make such provisions, not inconsistent with the provisions of this Act, as appear to it to be necessary or expedient for removing the difficulty: Provided that no such order shall be made after the expiry of a period of two years from the date of commencement of this Act.(2) Every order made under this section shall, as soon as may be after it is made, be laid before each House of Parliament."}