{"name": "National Commission for Minority Educational Institutions Act, 2004\r", "1": "The National Commission for Minority Educational Institutions Act, 2004Chapter IPreliminary1. Short title, extent and commencement.-(1) This Act may be called the National Commission for Minority Educational Institutions Act, 2004.(2) It extends to the whole of India 1***.(3) It shall be deemed to have come into force on the 11th day of November, 2004.1. The words \"except the State of Jammu and Kashmir\" omitted by Act 34 of 2019, s. 95 and the Fifth Schedule (w.e.f. 31-10- 2019).", "2": "The National Commission for Minority Educational Institutions Act, 20042. Definitions.-In this Act, unless the context otherwise requires,-(a) \"affiliation\" together with its grammatical variations, includes, in relation to a college, recognition of such college by, association of such college with, and admission of such college to the privileges of, a 2*** University;3[(aa) \"appropriate Government\" means,-(i) in relation to an educational institution recognised for conducting its programmes of studies under any Act of Parliament, the Central Government; and(ii) in relation to any other educational institution recognised for conducting its programmes of studies under any State Act, a State Government in whose jurisdiction such institution is established;]****(c) \"Commission\" means the National Commission for Minority Educational Institutions constituted under section 3;3[(ca) \"Competent authority\" means the authority appointed by the appropriate Government to grant no objection certificate for the establishment of any educational institution of their choice by the minorities;](d) \"degree\" means any such degree as may, with previous approval of the Central Government, be specified in this behalf by the University Grants Commission, by notification in the Official Gazette;3[(da) \"educational rights to minorities\" means the rights of minorities to establish and administer educational institutions of their choice;](e) \"Member\" means a member of the Commission and includes the Chairperson;(f) \"minority\", for the purpose of this Act, means a community notified as such by the Central Government;5[(g) \"Minority Educational Institution\" means a college or an educational institution established and administered by a minority or minorities;](h) \"prescribed\" means prescribed by rules made under this Act;(i) \"qualification\" means a degree or any other qualification awarded by a University;****(k) \"technical education\" has the meaning assigned to it in clause (g) of section 2 of the All India Council for Technical Education Act, 1987 (52 of 1987);(l) \"University\" means a university defined under clause (f) of section 2 of the University Grants Commission Act, 1956 (3 of 1956), and includes an institution deemed to be a University under section 3 of that Act, or an institution specifically empowered by an Act of Parliament to confer or grant degrees.1. Cl. (j) omitted by Act 18 of 2006, s. 2 (w.e.f. 23-1-2006).2. The word \"Scheduled\" omitted by Act 18 of 2006, s. 2 (w.e.f. 23-1-2006).3. Ins. by s. 2, ibid. (w.e.f. 23-1-2006).4. Cl. (b) omitted by Act 20 of 2010, s. 2 (w.e.f.1-9-2010).5. Subs. by s. 2, ibid., for cl. (g) (w.e.f. 1-9-2010).", "3": "The National Commission for Minority Educational Institutions Act, 2004Chapter IIThe National Commission for Minority Educational Institutions3. Constitution of National Commission for Minority Educational Institutions.-(1) The Central Government shall, by notification in the Official Gazette, constitute a body to be known as the National Commission for Minority Educational Institutions to exercise the powers conferred on, and to perform the functions assigned to, it under this Act.(2) The Commission shall consist of a Chairperson and 2[three members] to be nominated by the Central Government.2. Subs. by Act 20 of 2010, s. 3, for \"two members\" (w.e.f. 1-9-2010).", "4": "The National Commission for Minority Educational Institutions Act, 20044. Qualifications for appointment as Chairperson or other Member.-(1) A person shall not be qualified for appointment as the Chairperson unless he,-(a) is a member of a minority community; and(b) has been a Judge of a High Court.(2) A person shall not be qualified for appointment as a Member unless he,-(a) is a member of a minority community; and(b) is a person of eminence, ability and integrity.", "5": "The National Commission for Minority Educational Institutions Act, 20045. Term of office and conditions of service of Chairperson and Members.-(1) Every Member shall hold office for a term of five years from the date on which he assumes office.(2) A Member may, by writing under his hand addressed to the Central Government, resign from the office of Chairperson or, as the case maybe, of Member at any time.(3) The Central Government shall remove a person from the office of Member if that person-(a) becomes an undischarged insolvent;(b) is convicted and sentenced to imprisonment for an offence which, in the opinion of the Central Government, involves moral turpitude;(c) becomes of unsound mind and stands so declared by a competent court;(d) refuses to act or becomes incapable of acting;(e) is, without obtaining leave of absence from the Commission, absent from three consecutive meetings of the Commission; or(f) in the opinion of the Central Government, has so abused the position of Chairperson or Member as to render that person's continuance in office detrimental to the public interest: Provided that no person shall be removed under this clause until that person has been given an opportunity of being heard in the matter.(4) A vacancy caused under sub-section (2) or otherwise shall be filled by fresh nomination and a person so nominated shall hold office for the unexpired period of the term for which his predecessor in office would have held office if such vacancy had not arisen.(5) The salaries and allowances payable to, and the other terms and conditions of service of, the Chairperson and Members shall be such as may be prescribed.", "6": "The National Commission for Minority Educational Institutions Act, 20046. Officers and other employees of Commission.-(1) The Central Government shall provide the Commission with a Secretary and such other officers and employees as may be necessary for the efficient performance of the functions of the Commission under this Act.(2) The salaries and allowances payable to, and the other terms and conditions of service of, the Secretary, officers and other employees appointed for the purpose of the Commission shall be such as may be prescribed.", "7": "The National Commission for Minority Educational Institutions Act, 20047. Salaries and allowances to be paid out of grants.-The salaries and allowances payable to the Chairperson and Members and the administrative expenses, including salaries, allowances and pensions payable to the Secretary, officers and other employees referred to in section 6, shall be paid out of the grants referred to in sub-section (1) of section 14.", "8": "The National Commission for Minority Educational Institutions Act, 20048. Vacancies, etc., not to invalidate proceedings of Commission.-No actor proceeding of the commission shall be questioned or shall be invalid on the ground merely of the existence of any vacancy or defect in the constitution of the Commission.", "9": "The National Commission for Minority Educational Institutions Act, 20049. Procedure to be regulated by Commission.-(1) The Commission shall meet as and when necessary at such time and place as the Chairperson may think fit.(2) The Commission shall regulate its own procedure.(3) All orders and decisions of the Commission shall be authenticated by the Secretary or any other officer of the Commission duly authorized by the Secretary in this behalf.", "10": "The National Commission for Minority Educational Institutions Act, 20041[Chapter IIIRights of a Minority Educational Institution10. Right to establish a Minority Educational Institution.-2[(1) Subject to the provisions contained in any other law for the time being in force, any person, who desires to establish a Minority Educational Institution may apply to the competent authority for the grant of no objection certificate for the said purpose.](2) The Competent authority shall,-(a) on perusal of documents, affidavits or other evidence, if any; and(b) after giving an opportunity of being heard to the applicant, decide every application filed under sub-section (1) as expeditiously as possible and grant or reject the application, as the case may be:Provided that where an application is rejected, the Competent authority shall communicate the same to the applicant.(3) Where within a period of ninety days from the receipt of the application under sub-section (1) for the grant of no objection certificate,-(a) the Competent authority does not grant such certificate; or(b) where an application has been rejected and the same has not been communicated to the person who has applied for the grant of such certificate, it shall be deemed that the Competent authority has granted a no objection certificate to the applicant.(4) The applicant shall, on the grant of a no objection certificate or where the Competent authority has deemed to have granted the no objection certificate, be entitled to commence and proceed with the establishment of a Minority Educational Institution in accordance with the rules and regulations, as the case may be, laid down by or under any law for the time being in force.Explanation.-For the purposes of this section,-(a) \"applicant\" means any person who makes an application under sub-section (1) for establishment of a Minority Educational Institution;(b) \"no objection certificate\" means a certificate stating therein, that the Competent authority has no objection for the establishment of a Minority Educational Institution.1. Subs. by Act 18 of 2006, s.3, for CHAPTER III (w.e.f. 23-1-2006).2. Subs. by Act 20 of 2010, s. 4, for sub-section (1) (w.e.f. 1-9-2010).", "11": "The National Commission for Minority Educational Institutions Act, 2004Chapter IVFunctions and Powers of Commission11. Functions of Commission.-Notwithstanding anything contained in any other law for the time being in force, the Commission shall-(a) advise the Central Government or any State Government on any question relating to the education of minorities that may be referred to it;1[(b) enquire, suo motu, or on a petition presented to it by any Minority Educational Institution, or any person on its behalf into complaints regarding deprivation or violation of rights of minorities to establish and administer educational institutions of their choice and any dispute relating to affiliation to a University and report its finding to the appropriate Government for its implementation;(c) intervene in any proceeding involving any deprivation or violation of the educational rights of the minorities before a court with the leave of such court;(d) review the safeguards provided by or under the Constitution, or any law for the time being in force, for the protection of educational rights of the minorities and recommend measures for their effective implementation;(e) specify measures to promote and preserve the minority status and character of institutions of their choice established by minorities;(f) decide all questions relating to the status of any institution as a Minority Educational Institution and declare its status as such;(g) make recommendations to the appropriate Government for the effective, implementation of programmes and schemes relating to the Minority Educational Institutions; and(h) do such other acts and things as may be necessary, incidental or conducive to the attainment of all or any of the objects of the Commission.]1. Subs. by Act 18 of 2006, s. 4, for cls. (b) and (c) (w.e.f. 23-1-2006).2. The word \"Scheduled\" omitted by s. 5, ibid. (w.e.f. 23-1-2006).", "12": "The National Commission for Minority Educational Institutions Act, 200412. Powers of Commission.-(1) If any dispute arises between a minority educational institution and a 2*** University relating to its affiliation to such University, the decision of the Commission thereon shall be final.(2) The Commission shall, for the purposes of discharging its functions under this Act, have all the powers of a civil court trying a suit and in particular, in respect of the following matters, namely:-(a) summoning and enforcing the attendance of any person from any part of India and examining him on oath;(b) requiring the discovery and production of any document;(c) receiving evidence on affidavits;(d) subject to the provisions of sections 123 and 124 of the Indian Evidence Act, 1872 (1 of 1872), requisitioning any public record or document or copy of such record or document from any office;(e) issuing commissions for the examination of witnesses or documents; and (f) any other matter which may be prescribed.1[(3) Every proceeding before the Commission shall be deemed to be a judicial proceeding within the meaning of sections 193 and 228, and for the purposes of section 196, of the Indian Penal Code (45 of 1860) and the Commission shall be deemed to be a civil court for the purposes of section 195 and Chapter XXVI of the Code of Criminal Procedure, 1973 (2 of 1974).]1. Ins. by Act 18 of 2006, s.5 (w.e.f. 23-1-2006).2. Ins. by s.6, ibid. (w.e.f. 23-1-2006).", "13": "The National Commission for Minority Educational Institutions Act, 200413. Financial and administrative powers of Chairperson.-The Chairperson shall exercise such financial and administrative powers as may be vested in him by the rules made under this section: Provided that the Chairperson shall have authority to delegate such of the financial and administrative powers as he may think fit to any Member or Secretary or any other officer of the Commission subject to the condition that such Member or Secretary or officer shall, while exercising such delegated powers, continue to act under the direction, control and supervision of the Chairperson.", "14": "The National Commission for Minority Educational Institutions Act, 2004Chapter VFinance, Accounts and Audit14. Grants by Central Government.-(1) The Central Government shall, after due appropriation made by Parliament by law in this behalf, pay to the Commission by way of grants such sums of money as the Central Government may think fit for being utilised for the purposes of this Act.(2) The Commission may spend such sums of money as it thinks fit for performing the functions under this Act, and such sums shall be treated as expenditure payable out of the grants referred to in sub-section (1).", "15": "The National Commission for Minority Educational Institutions Act, 200415. Accounts and audit.-(1) The Commission shall maintain proper accounts and other relevant records and prepare an annual statement of accounts in such form as may be prescribed by the Central Government in consultation with the Comptroller and Auditor-General of India.(2) The accounts of the Commission shall be audited by the Comptroller and Auditor-General at such intervals as may be specified by him and any expenditure incurred in connection with such audit shall be payable by the Commission to the Comptroller and Auditor-General.(3) The Comptroller and Auditor-General and any person appointed by him in connection with the audit of the accounts of the Commission under this Act shall have the same rights and privileges and the authority in connection with such audit as the Comptroller and Auditor-General generally has in connection with the audit of Government accounts and, in particular, shall have the right to demand the production of books, accounts, connected vouchers and other documents and papers and to inspect any of the offices of the Commission.", "16": "The National Commission for Minority Educational Institutions Act, 200416. Annual report.-The Commission shall prepare, in such form and at such time, for each financial year, as may be prescribed, its annual report, giving a full account of its activities during the previous financial year and forward a copy thereof to the Central Government.", "17": "The National Commission for Minority Educational Institutions Act, 200417. Annual report and audit report to be laid before Parliament.-The Central Government shall cause the annual report, together with a memorandum of action taken on the advice tendered by the Commission under section 11 and the reasons for the non-acceptance, if any, of any such advice, and the audit report to be laid as soon as may be after they are received before each House of Parliament.", "18": "The National Commission for Minority Educational Institutions Act, 200419. Chairperson, Members, Secretary, employees, etc., of Commission to be public servants.-The Chairperson, Members, Secretary, officers and other employees of the Commission shall be deemed to be public servants within the meaning of section 21 of the Indian Penal Code (45 of 1860).", "19": "The National Commission for Minority Educational Institutions Act, 200420. Directions by Central Government.-(1) In the discharge of its functions under this Act, the Commission shall be guided by such direction on questions of policy relating to national purposes, as may be given to it by the Central Government.(2) If any dispute arises between the Central Government and the Commission as to whether a question is or is not a question of policy relating to national purposes, the decision of the Central Government shall be final.", "20": "The National Commission for Minority Educational Institutions Act, 200421. Protection of action taken in good faith.-No suit, prosecution or other legal proceeding shall lie against the Central Government, Commission, Chairperson, Members, Secretary or any officer or other employee of the Commission for anything which is in good faith done or intended to be done under this Act.", "21": "The National Commission for Minority Educational Institutions Act, 200422. Act to have overriding effect.-The provisions of this Act shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force or in any instrument having effect by virtue of any law other than this Act.", "22": "The National Commission for Minority Educational Institutions Act, 200423. Returns or information.-The Commission shall furnish to the Central Government such returns or other information with respect to its activities as the Central Government may, from time to time, require.", "23": "The National Commission for Minority Educational Institutions Act, 200424. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules for carrying out the provisions of this Act.(2) In particular, and without prejudice to the generality of the foregoing powers, such rules may provide for all or any of the following matters, namely:-(a) the salaries and allowances payable to, and the other terms and conditions of the service of, the Chairperson and Members under sub-section (5) of section 5 and of the Secretary, officers and other employees under sub-section (2) of section 6;1[(aa) the forms in which appeal under sub-section (3) of the section 12A and sub-section (3) of section 12B shall be made;](b) the financial and administrative powers to be exercised by the Chairperson under section 13;(c) the form in which the annual statement of accounts shall be prepared under sub-section (1) of section 15;(d) the form in, and the time at, which the annual report shall be prepared under section 16;(e) any other matter which is required to be, or may be, prescribed.(3) Every rule made under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.1. Ins. by Act 18 of 2006, s. 8 (w.e.f. 23-1-2006).", "24": "The National Commission for Minority Educational Institutions Act, 200425. Power to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by order published in the Official Gazette, make such provisions not inconsistent with the provisions of this Act, as appear to it to be necessary or expedient, for removing the difficulty:Provided that no such order shall be made after the expiry of a period of two years from the date of commencement of this Act.(2) Every order made under this section shall, as soon as may be after it is made, be laid before each House of Parliament.", "25": "The National Commission for Minority Educational Institutions Act, 200426. Repeal and saving.-(1) The National Commission for Minority Educational Institutions Ordinance, 2004 (Ord. 6 of 2004) is hereby repealed.(2) Notwithstanding the repeal of the said Ordinance, anything done or any action taken under the said Ordinance shall be deemed to have been done or taken under the corresponding provisions of this Act."}