{"name": "National Waterway (Allahabad-Haldia Stretch of the Ganga-Bhagirathi-Hooghly River) Act, 1982\r", "1": "1. Short title and commencement.-(1) This Act may be called The National Waterway (Allahabad-Haldia Stretch of the Ganga-Bhagirathi-Hooghly River) Act, 1982.(2) It shall come into force on such dateas the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Declaration of a certain stretch of Ganga-Bhagirathi-Hooghly river to be national waterway.-The Allahabad-Haldia Stretch of the Ganga-Bhagirathi-Hooghly river, the limits of which are specified in the Schedule, is hereby declared to be a national waterway.", "3": "3. Declaration as to expediency of control by the Union of Ganga-Bhagirathi-Hooghly river for certain purposes.-It is hereby declared that it is expedient in the public interest that the1[Union] should take under its control the regulation and development of Ganga-Bhagirathi-Hooghly river for purposes of shipping and navigation on the national waterway2[to the extent provided in the Inland Waterways Authority of India Act, 1985 (82 of 1985)].1. Subs. by Act 82 of 1985, s. 38 for \"Central Government\" (w.e.f. 27-10-1986).2. Subs. by s. 38, ibid., for \"to the extent hereinafter provided\" (w.e.f. 27-10-1986). 3. Sections 4 to 15 omitted by s. 38, ibid. (w.e.f. 27-10-1986).3* * * * *", "4": "The Schedule[See Section 2]Limits of The National Waterway (Allahabad-Haldia Stretch of The Ganga-Bhagirathi-Hooghly River)From road bridge at Allahabad across the river Ganga, about 2 kms. up-stream of the confluence of the rivers Ganga and Yamuna at Triveni to the inland waterway limit on the tidal waters of the river Hooghly from a line drawn between no. 1 Refuge house at the entrance to Baratola river commonly called channel creek, to a position 2.5 kms. due south of Saugor lighthouse, and then connected to the right or south bank at the entrance to the Hijili or Russulpore river, through river Ganga, lock canal and feeder canal at Farakka, river Bhagirathi and river Hooghly."}