{"name": "Negotiable Instruments Act, 1881\r", "1": " Negotiable Instruments Act, 1881 1. Short title This Act may be called the Negotiable Instruments Act, 1881.Local extent, saving of usage relating to hundis, etc.,\r\ncommencement: It extends 1to 2[the whole of India 3[* * *]]; but nothing herein\r\ncontained affects the 4[Indian Paper Currency Act, 1871 (3 of 1871)], section\r\n21, or affects any local usage relating to any instrument in an oriental\r\nlanguage:PROVIDED  that such usages may be excluded by any words\r\nin the body of the instrument, which indicate an intention that the legal relations\r\nof the parties thereto shall be governed by this Act; and it shall come into\r\nforce on the first day of March, 1882.", "2": " Negotiable Instruments Act, 1881 2. Repeal of enactments [Rep. by the Amending Act, 1891 (12 of 1891), sec. 2 and Sch. I,\r\npart I.]", "3": " Negotiable Instruments Act, 1881 3. Interpretation clause In this Act-5[* * *]\"Banker\" : 6[\"banker\" includes any person\r\nacting as a banker and any post office savings bank].", "4": " Negotiable Instruments Act, 1881 4. \"Promissory note\" A \"promissory note\" is an instrument in writing (not being\r\na bank-note or a currency-note) containing an unconditional undertaking signed\r\nby the maker, to pay a certain sum of money only to, or to the order of, a\r\ncertain person, or to the bearer of the instrument.Illustrations A signs instruments in the following terms:(a) \"I promise to Pay B or order Rs.500\".(b) \"I acknowledge myself to be indebted to B in Rs.1,000,\r\nto be paid on demand, for value received.\"(c) \"Mr B I.O.U Rs.1,000.\"(d) \"I promise to pay B Rs. 500 and all other sums which\r\nshall be due to him.\"(e) \"I promise to pay B Rs. 500 first deducting there out\r\nany money which he may owe me.\"(f) I promise to pay B Rs. 500 seven days after my marriage with\r\nC.(g) I promise to pay B Rs. 500 on D's death, provided D leaves\r\nme enough to pay that sum.(h) I promise to pay B Rs. 500 and to deliver to him my black\r\nhorse on lst January next.The instruments respectively marked (a) and (b) are promissory\r\nnotes. The instruments respectively marked (c), (d), (e), (f), (g) and (h) are\r\nnot promissory notes.", "5": " Negotiable Instruments Act, 1881 5. \"Bill of exchange\" A \"bill of exchange\" is an instrument in writing\r\ncontaining an unconditional order, signed by the maker, directing a certain\r\nperson to pay a certain sum of money only to, or to the order of, a certain\r\nperson or to the bearer of the instrument.A promise or order to pay is not \"conditional\" within\r\nthe meaning of this section and section 4, by reason of the time for payment of\r\nthe amount or any installment thereof being expressed to be on the lapse of a\r\ncertain period after the occurrence of a specified event which, according to\r\nthe ordinary expectation of mankind, is certain to happen, although the time of\r\nits happening may be uncertain.The sum payable may be \"certain\", within the meaning\r\nof this section and section 4, although it includes future interest or is\r\npayable at an indicated rate of exchange, or is according to the course of\r\nexchange, and although the instrument provides that, on default of payment of\r\nan installment, the balance unpaid shall become due. \r\nThe person to whom it is clear that the direction is given or that payment is\r\nto be made may be \"certain person\", within the meaning of this\r\nsection and section 4, although he is misnamed or designated by description\r\nonly. ", "6": " Negotiable Instruments Act, 1881 6. \"Cheque\" A \"cheque\" is a bill of exchange drawn on a specified\r\nbanker and not expressed to be payable otherwise than on demand.", "7": " Negotiable Instruments Act, 1881 7. \"Drawer\", \"drawee\" The maker of a bill of exchange or cheque is called the\r\n\"drawer\"; the person thereby directed to pay is called the\r\n\"drawee\".\"Drawee in case of need\": When the bill or in any\r\nendorsement thereon the name of any person is given in addition to the drawee\r\nto be resorted to in case of need, such person is called a \"drawee in case\r\nof need\".\"Acceptor\": After the drawee of a bill has signed his\r\nassent upon the bill, or, if there are more parts thereof than one, upon one of\r\nsuch parts, and delivered the same, or given notice of such signing to the\r\nholder or to some person on his behalf, he is called the \"acceptor\".\"Acceptor for honor\" : 8[When a bill of exchange has\r\nbeen noted or protested for non-acceptance or for better security], and any\r\nperson accepts it supra protest for honor of the drawer or of any one of the\r\nendorser, such person is called an \"acceptor for honor\".\"Payee\" : The person named in the instrument, to whom\r\nor to whose order the money is by the instrument directed to be paid, is called\r\nthe \"payee\".", "8": " Negotiable Instruments Act, 1881 8. \"Holder\" The \"holder\" of a promissory note, bill of exchange or\r\ncheque means any person entitled in his own name to the possession thereof and\r\nto receive or recover the amount due thereon from the parties thereto.Where the note, bill or cheque is lost or destroyed, its holder\r\nis the person so entitled at the time of such loss or destruction.", "9": " Negotiable Instruments Act, 1881 9. \"Holder in due course\"\"Holder in due course\" means any person who for\r\nconsideration became the possessor of a promissory note, bill of exchange or\r\ncheque if payable to bearer, or the payee or endorsee thereof, if 9[payable to\r\norder], before the amount mentioned in it became payable, and without having\r\nsufficient cause to believe that any defect existed in the title of the person\r\nfrom whom he derived his title.", "10": " Negotiable Instruments Act, 1881 10. \"Payment in due course\" \"Payment in due course\" means payment in accordance\r\nwith the apparent tenor of the instrument in good faith and without negligence\r\nto any person in possession thereof under circumstances which do not afford a\r\nreasonable ground for believing that he is not entitled to receive payment of\r\nthe amount therein mentioned.", "11": " Negotiable Instruments Act, 1881 11. \"Inland instrument\" A promissory note, bill of exchange or cheque drawn or made in\r\n10[India] and made payable in, or drawn upon any person resident in 10[India]\r\nshall be deemed to be an inland instrument.", "12": " Negotiable Instruments Act, 1881 12. \"Foreign instrument\" Any such instrument not so drawn, made or made payable shall be\r\ndeemed to be foreign instrument.", "13": "Negotiable Instruments Act, 1881 13. \"Negotiable instrument\" 11[(1 ) A \"negotiable instrument\" means a promissory\r\nnote, bill of exchange or cheque payable either to order or to bearer.Explanation 1 :  A promissory note, bill of exchange or cheque\r\nis payable to order which is expressed to be so payable or which is expressed\r\nto be payable to a particular person, and does not contain words prohibiting\r\ntransfer or indicating an intention that it shall not be transferable.Explanation 2 :  A promissory note, bill of exchange or cheque\r\nis payable to bearer which is expressed to be so payable or on which the only\r\nor last endorsement is an endorsement in blank.Explanation 3 :  Where a promissory note, bill of exchange or\r\ncheque, either originally or by endorsement, is expressed to be payable to the\r\norder of a specified person, and not to him or his order, it is nevertheless\r\npayable to him or his order at his option.] 12[(2)] A negotiable instrument may be made payable to two or\r\nmore payees jointly, or it may be made payable in the alternative to one of\r\ntwo, or one or some of several payees.]", "14": " Negotiable Instruments Act, 1881 14. Negotiation  When a promissory note, bill of exchange or cheque is\r\ntransferred to any person, so as to constitute the person the holder thereof,\r\nthe instrument is said to be negotiated.", "15": " Negotiable Instruments Act, 1881 15. Endorsement When the maker or holder of a negotiable instrument signs the\r\nsame, otherwise than as such maker, for the purpose of negotiation on the back\r\nor face thereof or on a slip of paper annexed thereto, or so signs for the same\r\npurpose a stamped paper intended to be completed as a negotiable instrument, he\r\nis said to endorse the same, and is called the \"endorser\".", "16": " Negotiable Instruments Act, 1881 16. Endorsement \"in blank\" and \"in\r\nfull\"-\"endorsee\"13[(1) If the endorser signs his name only, the endorsement is\r\nsaid to be \"in blank\", and if he adds a direction to pay the amount\r\nmentioned in the instrument to, or to the order of, a specified person, the\r\nendorsement is said to be \"in full\", and the person so specified is\r\ncalled the \"endorsee\" of the instrument.(2) The provisions of this Act relating to a payee shall apply\r\nwith the necessary modifications to an endorsee.]", "17": " Negotiable Instruments Act, 1881 17. Ambiguous instruments Where an instrument may be construed either as a promissory note\r\nor bill of exchange, the holder may at his election treat it as either and the\r\ninstrument shall be thenceforward treated accordingly.", "18": " Negotiable Instruments Act, 1881 18. Where amount is stated differently in figures and\r\nwords If the amount undertaken or ordered to be paid is stated\r\ndifferently in figures and in words, the amount stated in words shall be the\r\namount undertaken or ordered to be paid.", "19": " Negotiable Instruments Act, 1881 19. Instruments payable on demand A promissory note or bill of exchange, in which no time for\r\npayment is specified, and a cheque, are payable on demand.", "20": " Negotiable Instruments Act, 1881 20. Inchoate stamped instruments Where one person signs and delivers to another a paper stamped\r\nin accordance with the law relating to negotiable instruments then in force in\r\n14[India], and either wholly blank or having written thereon an incomplete negotiable\r\ninstrument, he thereby gives prima facie authority to the holder thereof to\r\nmake or complete, as the case may be, upon it a negotiable instrument, for any\r\namount specified therein and not exceeding the amount covered by the stamp. The\r\nperson so signing shall be liable upon such instrument, in the capacity in\r\nwhich he signed the same, to any holder in due course for such amount; provided\r\nthat no person other than a holder in due course shall recover from the person\r\ndelivering the instrument anything in excess of the amount intended by him to\r\nbe paid thereunder.", "21": " Negotiable Instruments Act, 1881 21. \"At sight\", \"On presentment\",\r\n\"After sight\" In a promissory note or bill of exchange the expressions\r\n\"at sight\" and \"on presentment\" means on demand. The\r\nexpression \"after sight\" means, in a promissory note, after\r\npresentment for sight, and, in a bill of exchange after acceptance, or noting\r\nfor non-acceptance, or protest for non-acceptance.", "22": " Negotiable Instruments Act, 1881 22. \"Maturity\" The maturity of a promissory note or bill of exchange is the\r\ndate at which it falls due.Days of grace: Every promissory note or bill of exchange which\r\nis not expressed to be payable on demand, at sight or on presentment is at\r\nmaturity on the third day after the day on which it is expressed to be payable.", "23": " Negotiable Instruments Act, 1881 23. Calculating maturity of bill or note payable so many\r\nmonths after date or sight In calculating the date at which a promissory note or bill of\r\nexchange, made payable at stated number of months after date or after sight, or\r\nafter a certain event, is at maturity, the period stated shall be held to\r\nterminate on the day of the month, which corresponds with the day on which the\r\ninstrument is dated, or presented for acceptance or sight, or noted for\r\nnon-acceptance, or protested for non-acceptance, or the event happens or, where\r\nthe instrument is a bill of exchange made payable at stated number of months\r\nafter sight and has been accepted for honor, with the day on which it was so\r\naccepted. If the month in which the period would terminate has no corresponding\r\nday, the period shall be held to terminate on the last day of such month.Illustrations (a) A negotiable instrument dated 29th January, 1878, is made\r\npayable at one month after date. The instrument is at maturity on the third day\r\nafter the 28th February, 1878.(b) A negotiable instrument, dated 30th August, 1878, is made\r\npayable three months after date. The instrument is at maturity on the 3rd\r\nDecember, 1878.(c) A promissory note or bill of exchange, dated 31st August,\r\n1878, is made payable three months after date. The instrument is at maturity on\r\nthe 3rd December, 1878.", "24": " Negotiable Instruments Act, 1881 24. Calculating maturity of bill or note payable so many\r\ndays after date or sight In calculating the date at which a promissory note or bill of\r\nexchange made payable at certain number of days after date or after sight or\r\nafter a certain event is at maturity, the day of the date, or of presentment\r\nfor acceptance or sight, or of protest for non-acceptance, or on which the\r\nevent happens, shall be excluded.", "25": " Negotiable Instruments Act, 1881 25. When day of maturity is a holiday When the day on which a promissory note or bill of exchange is\r\nat maturity is a public holiday, the instrument shall be deemed to be due on\r\nthe next preceding business day.Explanation:  The expression \"Public Holiday\"\r\nincludes Sundays 15[***] and any other day declared by the 16[Central\r\nGovernment], by notification in the Official Gazette, to be a public holiday.", "26": " Negotiable Instruments Act, 1881 26. Capacity to make, etc., promissory notes, etc. Every person capable of contracting, according to the law to which\r\nhe is subject, may bind himself and be bound by the making, drawing,\r\nacceptance, endorsement, delivery and negotiation of a promissory note, bill of\r\nexchange or cheque.Minor: A minor may draw, endorse, deliver and negotiate such\r\ninstruments so as to bind all parties except himself.Nothing herein contained shall be deemed to empower a\r\ncorporation to make, endorse or accept such instruments except in cases in\r\nwhich, under the law for the time being in force, they are so empowered.", "27": " Negotiable Instruments Act, 1881 27. Agency Every person capable of binding himself or of being bound, as\r\nmentioned in section 26, may so bind himself or be bound by a duly authorized\r\nagent acting in his name.A general authority to transact business and to receive and\r\ndischarge debts does not confer upon an agent the power of accepting or\r\nendorsing bills of exchange so as to bind his principal.An authority to draw bills of exchange does not of itself import\r\nan authority to endorse.", "28": " Negotiable Instruments Act, 1881 28. Liability of agent signingAn agent who signs his name to a promissory note, bill of\r\nexchange or cheque without indicating thereon that he signs as agent, or that\r\nhe does not intend thereby to incur personal responsibility, is liable\r\npersonally on the instrument, except to those who induced him to sign upon the\r\nbelief that the principal only would be held liable.", "29": " Negotiable Instruments Act, 1881 29. Liability of legal representative signingA legal representative of a deceased person who signs his name\r\nto a promissory note, bill of exchange or cheque is liable personally thereon\r\nunless he expressly limits his liability to the extent of the assets received\r\nby him as such.", "30": " Negotiable Instruments Act, 1881 30. Liability of drawer The drawer of a bill of exchange or cheque is bound in case of\r\ndishonor by the drawee or acceptor thereof, to compensate the holder, provided\r\ndue notice of dishonor has been given to, or received by, the drawer as\r\nhereinafter provided.", "31": " Negotiable Instruments Act, 1881 31. Liability of drawee of cheque The drawee of a cheque having sufficient funds of the drawer in\r\nhis hands properly applicable to the payment of such cheque must pay the cheque\r\nwhen duly required so to do, and, in default of such payment, must compensate\r\nthe drawer for any loss or damage caused by such default.", "32": " Negotiable Instruments Act, 1881 32. Liability of maker of note and acceptor of bill In the absence of a contract to the contrary, the maker of a\r\npromissory note and the acceptor before maturity of a bill of exchange are\r\nbound to pay the amount thereof at maturity according to the apparent tenor of\r\nthe note or acceptance respectively, and the acceptor of a bill of exchange at\r\nor after maturity is bound to pay the amount thereof to the holder on demand.In default of such payment as aforesaid, such maker or acceptor\r\nis bound to compensate any party to the note or bill for any loss or damage\r\nsustained by him and caused by such default.", "33": " Negotiable Instruments Act, 1881 33. Only drawee can be acceptor except in need or for\r\nhonor No person except the drawee of a bill of exchange, or all or\r\nsome of several drawees, or a person named therein as a drawee in case of need,\r\nor an acceptor for honor, can bind himself by an acceptance.", "34": " Negotiable Instruments Act, 1881 34. Acceptance by several drawees not partners Where there are several drawees of a bill of exchange who are\r\nnot partners, each of them can accept it for himself, but none of them can\r\naccept it for another without his authority.", "35": " Negotiable Instruments Act, 1881 35. Liability of endorser In the absence of a contract to the contrary, whoever endorses\r\nand delivers a negotiable instrument before maturity, without, in such\r\nendorsement, expressly excluding or making conditional his own liability, is\r\nbound thereby to every subsequent holder, in case of dishonor by the drawee,\r\nacceptor or maker, to compensate such holder for any loss or damage caused to\r\nhim by such dishonor, provided due notice of dishonor has been given to, or\r\nreceived by, such endorser as hereinafter provided.Every endorser after dishonor is liable as upon an instrument\r\npayable on demand.", "36": " Negotiable Instruments Act, 1881 36. Liability of prior parties to holder in due course Every prior party to a negotiable instrument is liable thereon\r\nto a holder in due course until the instrument is duly satisfied.", "37": " Negotiable Instruments Act, 1881 37. Maker, drawer and acceptor principals The maker of a promissory note or cheque, the drawer of a bill\r\nof exchange until acceptance, and the acceptor are, in the absence of a\r\ncontract to the contrary, respectively liable thereon as principal debtors, and\r\nthe other parties thereto are liable thereon as sureties for the maker, drawer\r\nor acceptor, as the case may be.", "38": " Negotiable Instruments Act, 1881 38. Prior party a principal in respect of each subsequent\r\nparty As between the parties so liable as sureties, each prior party\r\nis, in the absence of a contract to the contrary, also liable thereon as a\r\nprincipal debtor in respect of each subsequent party.Illustration A draws a bill payable to his own order on B, who accepts. A\r\nafterwards endorses the bill to C, C to D and D to E. As between E and B, B is\r\nthe principal debtor, and A, C and D are his sureties. As between E and A, A is\r\nthe principal debtor, and C and D are his sureties. As between E and C, C is\r\nthe principal debtor and D is his surety.", "39": " Negotiable Instruments Act, 1881 39. Suretyship When the holder of an accepted bill of exchange enters into any\r\ncontract with the acceptor which, under section 134 or 135 of the Indian\r\nContract Act, 1872 (9 of 1872), would discharge the other parties, the holder\r\nmay expressly reserve his right to charge the other parties, and in such case\r\nthey are not discharged.", "40": " Negotiable Instruments Act, 1881 40. Discharge of endorser's liability Where the holder of a negotiable instrument, without the consent\r\nof the endorser, destroys or impairs the endorser's remedy against a prior party,\r\nthe endorser is discharged from liability to the holder to the same extent as\r\nif the instrument had been paid at maturity.Illustration A is the holder of a bill of exchange made payable to the order\r\nof B, which contains the following endorsements in blank- First endorsement, \"B\".Second endorsement, \"Peter Williams\".Third endorsement, \"Wright & Co.\".Fourth endorsement \"John Rozario\".This bill A puts in suit against John Rozario and strikes out, without\r\nJohn Rozario's consent, the endorsements by Peter Williams and Wright & Co.\r\nA is not entitled to recover anything from John Rozario.", "41": " Negotiable Instruments Act, 1881 41. Acceptor bound, although endorsement forged An acceptor of a bill of exchange already endorsed is not\r\nrelieved from liability by reason that such endorsement is forged, if he knows\r\nor had reason to believe the endorsement to be forged when he accepted the\r\nbill.", "42": " Negotiable Instruments Act, 1881 42. Acceptance of bill drawn in fictitious name An acceptor of a bill of exchange drawn in a fictitious name and\r\npayable to the drawer's order is not, by reason that such name is fictitious,\r\nrelieved from liability to any holder in due course claiming under an\r\nendorsement by the same hand as the drawer's signature, and purporting to be\r\nmade by the drawer.", "43": " Negotiable Instruments Act, 1881 43. Negotiable instrument made, etc. without consideration\r\n A negotiable instrument made, drawn, accepted, endorsed, or\r\ntransferred without consideration, or for a consideration which fails, creates\r\nno obligation of payment between the parties to the transaction. But if any\r\nsuch party has transferred the instrument with or without endorsement to a\r\nholder for a consideration, such holder, and every subsequent holder deriving\r\ntitle from him, may recover the amount due on such instrument from the\r\ntransferor for consideration or any prior party thereto.Exception I:  No party for whose accommodation a negotiable\r\ninstrument has been made, drawn, accepted or endorsed can, if he has paid the\r\namount thereof, recover thereon such amount from any person who became a party\r\nto such instrument for his accommodation.Exception II:  No party to the instrument who has induced any\r\nother party to make draw, accept, endorse or transfer the same to him for a\r\nconsideration which he has failed to pay or perform in full shall recover\r\ntherein an amount exceeding the value of the consideration (if any) which he\r\nhas actually paid or performed.", "44": " Negotiable Instruments Act, 1881 44. Partial absence or failure of money-consideration When the consideration for which a person signed a promissory\r\nnote, bill of exchange or cheque consisted of money and was originally absent\r\nin part, or has subsequently failed in part, the sum which a holder standing in\r\nimmediate relation with such signer is entitled to receive from him is\r\nproportionally reduced.Explanation:  The drawer of a bill of exchange stands in\r\nimmediate relation with the acceptor. The maker of a promissory note, bill of\r\nexchange or cheque stands in immediate relation with the payee, and the\r\nendorser with his endorsee. Other signers may by agreement stand in immediate\r\nrelation with a holder.Illustration A draws a bill on B for Rs. 500 payable to the order of A. B\r\naccepts the bill, but subsequently dishonors it by non-payment. A sues B on the\r\nbill. B proves that it was accepted for value as to Rs. 400, and as an accommodation\r\nto the plaintiff as to the residue. A can only recover Rs. 400.", "45": " Negotiable Instruments Act, 1881 45. Partial failure of consideration not consisting of\r\nmoney Where a part of the consideration for which a person signed a\r\npromissory note, bill of exchange or cheque, though not consisting of money, is\r\nascertainable in money without collateral enquiry, and there has been a failure\r\nof that party, the sum which a holder standing in immediate relation with such\r\nsigner is entitled to receive from him is proportionally reduced.", "46": " Negotiable Instruments Act, 1881 46. Delivery The making, acceptance or endorsement of a promissory note, bill\r\nof exchange or cheque is completed by delivery, actual or constructive.As between parties standing in immediate relation, delivery to\r\nbe effectual must be made by the party making, accepting or endorsing the\r\ninstrument, or by a person authorized by him in that behalf.As between such parties and any holder of the instrument other\r\nthan a holder in due course, it may be shown that the instrument was delivered\r\nconditionally or for a special purpose only, and not for the purpose of\r\ntransferring absolutely the property therein.A promissory note, bill of exchange or cheque payable to bearer\r\nis negotiable by the delivery thereof.A promissory note, bill of exchange or cheque payable to order is\r\nnegotiable by the holder by endorsement and delivery thereof.", "47": " Negotiable Instruments Act, 1881 47. Negotiation by delivery Subject to the provisions of section 58, a promissory note, bill\r\nof exchange or cheque payable to bearer is negotiable by delivery thereof.Exception:  A promissory note, bill of exchange or cheque\r\ndelivered on condition that it is not to take effect except in a certain event\r\nis not negotiable (except in the hands of a holder for value without notice of\r\nthe condition) unless such event happens.Illustration (a) A, the holder of a negotiable instrument payable to bearer,\r\ndelivers it to B's agent to keep for B. The instrument has been negotiated.(b) A, the holder of a negotiable instrument payable to bearer,\r\nwhich is in the hands of A's banker, who is at the time the banker of B,\r\ndirects the banker to transfer the instrument to B's credit in the banker's\r\naccount with B. The banker does so, and accordingly now possesses the\r\ninstrument as B's agent. The instrument has been negotiated, and B has become\r\nthe holder of it.", "48": " Negotiable Instruments Act, 1881 48. Negotiation by endorsement Subject to the provisions of section 58, a promissory note, bill\r\nof exchange or cheque 18[payable to order], is negotiable by the holder by\r\nendorsement and delivery thereof. ", "49": " Negotiable Instruments Act, 1881 49. Conversion of endorsement in blank into endorsement in\r\nfull The holder of a negotiable instrument endorsed in blank may,\r\nwithout signing his own name, by writing above the endorser's signature a\r\ndirection to pay to any other person as endorsee, convert the endorsement in\r\nblank into an endorsement in full; and the holder does not thereby incur the\r\nresponsibility of an endorser.", "50": " Negotiable Instruments Act, 1881 50. Effect of endorsement The endorsement of a negotiable instrument followed by delivery\r\ntransfers to the endorsee the property therein with the right of further\r\nnegotiation, but the endorsement may by express words, restrict or exclude such\r\nright, or may merely constitute the endorsee an agent to endorse the\r\ninstrument, or to receive its contents for the endorser, or for some other\r\nspecified person.Illustrations B signs the following indorsements on different negotiable\r\ninstruments payable to bearer,- (a) \"pay the contents to C only\".(b) \"pay C for my use\".(c) \"pay C on order for the account to B\".(d) \"the within must be credited to C\".These endorsements exclude the right of further negotiation by\r\nC.(e) \"pay C\".(f) \"pay C value in account with the Oriental Bank\".(g) \"pay the contents to C, bring part of the consideration\r\nin a certain deed of assignment executed by C to endorser and others\".These endorsements do not exclude the right of further\r\nnegotiation by C.", "51": " Negotiable Instruments Act, 1881 51. Who may negotiate Every sole maker, drawer, payee or indorsee, or all of several\r\njoint makers, drawers, payees or endorsees, of a negotiable instrument may, if\r\nthe negotiability of such instrument has not been restricted or excluded as\r\nmentioned in section 50, endorse and negotiate the same.Explanation :  Nothing in this section enables a maker or\r\ndrawer to endorse or negotiate an instrument, unless he is in lawful possession\r\nor is holder thereof, or enables a payee or endorsee to endorse or negotiate an\r\ninstrument, unless he is holder thereof.Illustration A bill is drawn payable to A or order. A endorses it to B, the\r\nendorsement not containing the words \"or order\" or any equivalent\r\nwords. B may negotiate the instrument.", "52": " Negotiable Instruments Act, 1881 52. Endorser who excludes his own liability or makes it\r\nconditional The endorser of a negotiable instrument may, by express words in\r\nthe endorsement, exclude his own liability thereon, or make such liability or\r\nthe right of the endorsee to receive the amount due thereon depend upon the\r\nhappening of a specified event, although such event may never happen.Where an endorser so excludes his liability and afterwards\r\nbecomes the holder of the instrument all intermediates endorsers are liable to\r\nhim.Illustrations (a) The endorser of a negotiable instrument signs his name,\r\nadding the words \"without recourse\".Upon this endorsement he incurs no liability.(b) A is the payee and holder of a negotiable instrument.\r\nExcluding personal liability by an endorsement, \"without recourse\",\r\nhe transfers the instrument to B, and B endorses it to C, who endorses it to A.\r\nA is not only reinstated in his former rights, but has the rights of an\r\nendorsee against B and C.", "53": " Negotiable Instruments Act, 1881 53. Holder deriving title from holder in due course A holder of a negotiable instrument who derives title from a\r\nholder in due course has the rights thereon of that holder in due course.", "54": " Negotiable Instruments Act, 1881 54. Instrument endorsed in blank Subject to the provisions hereinafter contained as to crossed\r\ncheques, a negotiable instrument endorsed in blank is payable to the bearer\r\nthereof even although originally payable to order.", "55": " Negotiable Instruments Act, 1881 55. Conversion of endorsement in blank into endorsement in\r\nfull If a negotiable instrument, after having been endorsed in blank,\r\nis endorsed in full, the amount of it cannot be claimed from the endorser in\r\nfull, except by the person to whom it has been endorsed in full, or by one who\r\nderives title through such person.", "56": " Negotiable Instruments Act, 1881 56. Endorsement for part of sum due No writing on a negotiable instrument is valid for the purpose\r\nof negotiation if such writing purports to transfer only a part of the amount\r\nappearing to be due on the instrument; but where such amount has been partly\r\npaid a note to that effect may be endorsed on the instrument, which, may then\r\nbe negotiated for the balance.", "57": " Negotiable Instruments Act, 1881 57. Legal representative cannot by delivery only negotiate\r\ninstrument endorsed by deceased The legal representative of a deceased person cannot negotiate\r\nby delivery only a promissory note, bill of exchange or cheque payable to order\r\nand endorsed by the deceased but not delivered.", "58": " Negotiable Instruments Act, 1881 58. Instrument obtained by unlawful means or for unlawful\r\nconsideration  When a negotiable instrument has been lost, or has been obtained\r\nfrom any maker, acceptor or holder thereof by means of an offence or fraud, or\r\nfor an unlawful consideration, no possessor or endorsee who claims through the\r\nperson who found or so obtained the instrument is entitled to receive the\r\namount due thereon from such maker, acceptor or holder, or from any party prior\r\nto such holder, unless such possessor or endorsee is, or some person through\r\nwhom he claims was, a holder thereof in due course.", "59": " Negotiable Instruments Act, 1881 59. Instrument acquired after dishonor or when overdue The holder of a negotiable instrument, who has acquired it after\r\ndishonor, whether by non-acceptance or non-payment, with notice thereof, or\r\nafter maturity, has only, as against the other parties, the rights thereon of\r\nhis transferor : \r\nAccommodation note or bill : Provided that any person who, in good faith and\r\nfor consideration, becomes the holder, after maturity, of a promissory note or\r\nbill of exchange made, drawn or accepted without consideration, for the purpose\r\nof enabling some party thereto to raise money thereon, may recover the amount\r\nof the note or bill from any prior party.Illustration The acceptor of a bill of exchange, when he accepted it,\r\ndeposited with the drawer certain goods as a collateral security for the\r\npayment of the bill, with power to the drawer to sell the goods and apply the\r\nproceeds in discharge of the bill if it were not paid at maturity. The bill not\r\nhaving been paid at maturity, the drawer sold the goods and retained the\r\nproceeds, but endorsed the bill to A. A's title is subject to the same\r\nobjection as the drawer's title.", "60": " Negotiable Instruments Act, 1881 60. Instrument negotiable till payment or satisfaction A negotiable instrument may be negotiated (except by the maker,\r\ndrawee or acceptor after maturity) until payment or satisfaction thereof by the\r\nmaker, drawee or accepter at or after maturity, but not after such payment or\r\nsatisfaction.", "61": " Negotiable Instruments Act, 1881 61. Presentment for acceptance A bill of exchange payable after sight must, if no time or place\r\nis specified therein for presentment, be presented to the drawee thereof for\r\nacceptance, if he can, after reasonable search, be found, by a person entitled\r\nto demand acceptance, within a reasonable time after it is drawn, and in\r\nbusiness hours on a business day. In default of such presentment, no party\r\nthereto is liable thereon to the person making such default. If the drawee\r\ncannot, after reasonable search, be found, the bill is dishonored.If the bill is directed to drawee at a particular place, it must\r\nbe presented at that place, and if at the due- date for presentment he cannot,\r\nafter reasonable search, be found thereon, the bill is dishonored.17[When authorized by agreement or usage, a presentment through\r\nthe post office by means of a registered letter is sufficient.]", "62": " Negotiable Instruments Act, 1881 62. Presentment of promissory note for sightA promissory note, payable at a certain period after sight, must\r\nbe presented to the maker thereof for sight (if he can after reasonable search be\r\nfound) by a person entitled to demand payment, within a reasonable time after\r\nit is made and in business hours on a business day. In default of such\r\npresentment, no party thereto is liable thereon to the person making such\r\ndefault.", "63": " Negotiable Instruments Act, 1881 63. Drawee's time for deliberation The holder must, if so required by the drawee of a bill of\r\nexchange presented to him for acceptance, allow the drawee 19[forty-eight]\r\nhours (exclusive of public holidays) to consider whether he will accept it.", "64": " Negotiable Instruments Act, 1881 64. Presentment for payment Promissory notes, bill of exchange and cheques must be presented\r\nfor payment to the maker, acceptor or drawee thereof respectively, by or on\r\nbehalf of the holder as hereinafter provided. In default of such presentment,\r\nthe other parties thereto are not liable thereon to such holder.20[Where authorized by agreement or usage, a presentment through\r\nthe post office by means of a registered letter is sufficient.] Exception:  Where a promissory note is payable on demand\r\nand is not payable at a specified place, no presentment is necessary in order\r\nto charge the maker thereof.", "65": " Negotiable Instruments Act, 1881 65. Hours for presentment  Presentment for payment must be made during the usual hours of\r\nbusiness and, if at a banker's, within banking hours.", "66": " Negotiable Instruments Act, 1881 66. Presentment for payment of instrument payable after\r\ndate or sight A promissory note or bill of exchange, made payable at a\r\nspecified period after date or sight thereof, must be presented for payment at\r\nmaturity.", "67": " Negotiable Instruments Act, 1881 67. Presentment for payment of promissory note payable by\r\ninstallments A promissory note payable by installments must be presented for\r\npayment on the third day after the date fixed for payment of each installment;\r\nand non-payment on such presentment has the same effect as non-payment of a\r\nnote at maturity.", "68": " Negotiable Instruments Act, 1881 68. Presentment for payment of instrument payable at\r\nspecified place and not elsewhere A promissory note, bill of exchange or cheque made, drawn or\r\naccepted payable at a specified place and not elsewhere must, in order to charge\r\nany party thereto, be presented for payment at that place.", "69": " Negotiable Instruments Act, 1881 69. Instrument payable at specified place A promissory note or bill of exchange made, drawn or accepted\r\npayable at a specified place must, in order to charge the maker or drawer\r\nthereof, be presented for payment at the place.", "70": " Negotiable Instruments Act, 1881 70. Presentment where no exclusive place specified A promissory note or bill of exchange, not made payable as\r\nmentioned in sections 68 and 69, must be presented for payment at the place of\r\nbusiness(if any) or at the usual residence, of the maker, drawee or acceptor\r\nthereof, as the case may be.", "71": " Negotiable Instruments Act, 1881 71. Presentment when maker, etc., has no known place of\r\nbusiness or residence  If the maker, drawee, or acceptor of a negotiable instrument has\r\nno known place of business or fixed residence, and no place is specified in the\r\ninstrument for presentment for acceptance or payment, such presentment may be\r\nmade to him in person wherever he can be found.", "72": " Negotiable Instruments Act, 1881 72. Presentment of cheque to charge drawer 20[Subject to the provisions of section 84] a cheque must, in\r\norder to charge the drawer, be presented at the bank on which it is drawn\r\nbefore the relation between the drawer and his banker has been altered to the\r\nprejudice of the drawer.", "73": " Negotiable Instruments Act, 1881 73. Presentment of cheque to charge any other person A cheque must, in order to charge any person except the drawer,\r\nbe presented within a reasonable time after delivery thereof by such person.", "74": " Negotiable Instruments Act, 1881 74. Presentment of instrument payable at demand Subject to the provisions of section 31, a negotiable instrument\r\npayable on demand must be presented for payment within a reasonable time after\r\nit is received by the holder.", "75": " Negotiable Instruments Act, 1881 75. Presentment by or to agent, representative of\r\ndeceased, or assignee of insolvent Presentment for acceptance or payment may be made to the duly\r\nauthorized agent of the drawee, maker or acceptor, as the case may be, or,\r\nwhere the drawee, maker or acceptor has died, to his legal representative, or,\r\nwhere he has been declared an insolvent, to his assignee.21[75A. Excuse for delay in presentment for acceptance or\r\npayment Delay in presentment 22[for acceptance or payment] is excused if the\r\ndelay is caused by circumstances beyond the control of the holder, and not\r\nimputable to his default, misconduct or negligence. When the cause of the delay\r\nceases to operate, presentment must be made within a reasonable time.]", "76": " Negotiable Instruments Act, 1881 76. When presentment unnecessary No presentment for payment is necessary, and the instrument is\r\ndishonored at the due date for presentment, in any of the following cases:(a) if the maker, drawee or acceptor intentionally prevents the\r\npresentment of the instrument, orIf the instrument being payable at his place of business, he\r\ncloses such place on a business day during the usual business hours, orIf the instrument being payable at some other specified place,\r\nneither he nor any person authorized to pay it attends at such place during the\r\nusual business hours, or If the instrument not being payable at any specified\r\nplace, he cannot after due search be found;(b) as against any party sought to be charged therewith, if he\r\nhas engaged to pay notwithstanding non-presentment;(c) as against any party if, after maturity, with knowledge that\r\nthe instrument has not been presented- he makes a part payment on account of the amount due on the\r\ninstrument, or promises to pay the amount due therein whole or in part, or\r\notherwise waives his right to take advantage of any default in presentment for\r\npayment;(d) as against the drawer, if the drawer could not suffer damage\r\nfrom the want of such presentment.", "77": " Negotiable Instruments Act, 1881 77. Liability of banker for negligently dealing with bill\r\npresented for payment  When a bill of exchange, accepted payable at a specified bank,\r\nhas been duly presented there for payment and dishonored, if the banker so\r\nnegligently or improperly keeps, deals with or delivers back such bill as to\r\ncause loss to the holder, he must compensate the holder for such loss.", "78": " Negotiable Instruments Act, 1881 78. To whom payment should be made Subject to the provisions of section 82, clause (c), payment of\r\nthe amount due on a promissory note, bill of exchange or cheque must, in order\r\nto discharge the maker or acceptor, be made to the holder of the instrument.", "79": " Negotiable Instruments Act, 1881 79. Interest when rate specified When interest at a specified rate is expressly made payable on a\r\npromissory note or bill of exchange, interest shall be calculated at the rate\r\nspecified, on the amount of the principal money due thereon, from the date of\r\nthe instrument, until tender or realization of such amount, or until such date\r\nafter the institution of a suit to recover such amount as the court directs.", "80": " Negotiable Instruments Act, 1881 80. Interest when no rate specified When no rate of interest is specified in the instrument,\r\ninterest on the amount due thereon shall, 23[notwithstanding any agreement\r\nrelating to interest between any parties to the instrument], be calculated at\r\nthe rate of 24[eighteen per centum] per annum, from the date at which the same\r\nought to have been paid by the party charged, until tender or realization of\r\nthe amount due thereon, or until such date after the institution of a suit to\r\nrecover such amount as the court directs.Explanation:  When the party charged is the indorser of an\r\ninstrument dishonored by non-payment, he is liable to pay interest only from\r\nthe time that he receives notice of the dishonor.", "81": " Negotiable Instruments Act, 1881 81. Delivery of instrument on payment or indemnity in case\r\nof loss Any person liable to pay, and called upon by the holder thereof\r\nto pay, the amount due on a promissory note, bill of exchange or cheque is\r\nbefore payment entitled to have it shown, and is on payment entitled to have it\r\ndelivered up, to him, or, if the instrument is lost or cannot be produced, to\r\nbe indemnified against any further claim thereon against him.", "82": " Negotiable Instruments Act, 1881 82. Discharge from liability The maker, acceptor or endorser respectively of a negotiable\r\ninstrument is discharged from liability thereon- (a) By cancellation-to a holder thereof who cancels such\r\nacceptor's or endorser's name with intent to discharge him, and to all parties\r\nclaiming under such holder,(b) By release- to a holder thereof who otherwise discharges\r\nsuch maker, acceptor or endorser, and to all parties deriving title under such\r\nholder after notice of such discharge;(c) By payment-to all parties thereto, if the instrument is\r\npayable to bearer, or has been endorsed in blank, and such maker, acceptor or\r\nendorser makes payment in due course of the amount due thereon.", "83": " Negotiable Instruments Act, 1881 83. Discharge by allowing drawee more than forty-eight\r\nhours to accept  If the holder of a bill of exchange allows the drawee more than\r\n19[forty eight] hours, exclusive of public holidays, to consider whether he\r\nwill accept the same, all previous parties not consenting to such allowance are\r\nthereby discharged from liability to such holder.", "84": "Negotiable Instruments Act, 1881 84. When cheque not duly presented and drawer damaged\r\nthereby  25[(1) Where a cheque is not presented for payment within a\r\nreasonable time of its issue, and the drawer or person on whose account it is\r\ndrawn had the right, at the time when presentment ought to have been made, as\r\nbetween himself and the banker, to have the cheque paid and suffers actual\r\ndamage through the delay, he is discharged to the extent of such damage, that\r\nis to say, to the extent to which such drawer or person is a creditor of the\r\nbanker to a large amount than he would have been if such cheque had been paid.(2) In determining what is a reasonable time, regard shall be\r\nhad to the nature of the instrument, the usage of trade and of bankers, and the\r\nfacts of the particular case.(3) The holder of the cheques as to which such drawer or person\r\nis so discharged shall be a creditor, in lieu of such drawer or person, of such\r\nbanker to the extent of such discharge and entitled to recover the amount from\r\nhim.Illustrations  (a) A draws a cheque for Rs. 1,000, and, when the cheque ought\r\nto be presented, has funds at the bank to meet it. The bank fails before the\r\ncheque is presented. The drawer is discharged, but the holder can prove against\r\nthe bank for the amount of the cheque.(b) A draws a cheque at Umballa on a bank in Calcutta. The bank\r\nfails before the cheque could be presented in ordinary course. A is not\r\ndischarged, for he has not suffered actual damage through any delay in\r\npresenting the cheque.", "85": " Negotiable Instruments Act, 1881 85. Cheque payable to order 26[(1) Where a cheque payable to order purports to be endorsed\r\nby or on behalf of the payee, the drawee is discharged by payment in due\r\ncourse.(2) Where a cheque is originally expressed to be payable to\r\nbearer, the drawee is discharged by payment in due course to the bearer\r\nthereof, notwithstanding any endorsement whether in full or in blank appearing\r\nthereon, and notwithstanding that any such endorsement purports to restrict or\r\nexclude further negotiation.]", "86": " Negotiable Instruments Act, 1881 86. Parties not consenting discharged by qualified or\r\nlimited acceptance If the holder of a bill of exchange acquiesces in a qualified acceptance,\r\nor one limited to part of the sum mentioned in the bill, or which substitutes a\r\ndifferent place or time for payment, or which, where the drawees are not\r\npartners, is not signed by all the drawees, all previous parties whose consent\r\nis not obtained to such acceptance are discharged as against the holder and\r\nthose claiming under him, unless on notice given by the holder they assent to\r\nsuch acceptance.Explanation:  An acceptance is qualified,- (a) where it is conditional, declaring the payment to be\r\ndependent on the happening of an event therein stated;(b) where it undertakes the payment of part only of the sum\r\nordered to be paid;(c) where, no place of payment being specified on the order it\r\nundertakes the payment at a specified place, and not otherwise or elsewhere; or\r\nwhere, a place of payment being specified in the order, it undertakes the\r\npayment at some other place and not otherwise or elsewhere;(d) where it undertakes the payment at a time other than that at\r\nwhich under the order it would be legally due.", "87": " Negotiable Instruments Act, 1881 87. Affect of material alteration Any material alteration of a negotiable instrument renders the\r\nsame void as against anyone who is a party thereto at the time of making such\r\nalteration and does not consent thereto, unless it was made in order to carry\r\nout the common intention of the original parties;Alteration by endorsee:and any such alteration, if made by an endorsee, discharges his\r\nendorser from all liability to him in respect of the consideration thereof.The provisions of this section are subject to those of sections\r\n20, 49, 86 and 125.", "88": " Negotiable Instruments Act, 1881 88. Acceptor or endorser bound notwithstanding previous\r\nalteration An acceptor or endorser of a negotiable instrument is bound by\r\nthis acceptance or indorsement notwithstanding any previous alteration of the\r\ninstrument.", "89": " Negotiable Instruments Act, 1881 89. Payment of instrument on which alteration is not\r\napparent Where a promissory note, bill of exchange or cheque has been\r\nmaterially altered but does not appear to have been so altered, or where a cheque\r\nis presented for payment which does not at the time of presentation appear to\r\nbe crossed or to have had a crossing which has been obliterated, payment\r\nthereof by a person or banker liable to pay, and paying the same according to\r\nthe apparent tenor thereof at the time of payment and otherwise in due course,\r\nshall discharge such a person or banker from all liability thereon, and such\r\npayment shall not be questioned by reason of the instrument having been\r\naltered, or the cheque crossed.", "90": " Negotiable Instruments Act, 1881 90. Extinguishment of rights of action on bill in\r\nacceptor's handsIf a bill of exchange which has been negotiated is, at or after\r\nmaturity, held by the acceptor in his own right, all rights of action thereon\r\nare extinguished.", "91": " Negotiable Instruments Act, 1881 91. Dishonor by non-acceptance  A bill of exchange is said to be dishonored by non-acceptance\r\nwhen the drawees, or one of several drawees not being partners, makes default\r\nin acceptance upon being duly required to accept the bill, or where presentment\r\nis excused and the bill is not accepted.Where the drawee is incompetent to contract, or the acceptance\r\nis qualified the bill may be treated as dishonored.", "92": " Negotiable Instruments Act, 1881 92. Dishonor by non-payment A promissory note, bill of exchange or cheque is said to be\r\ndishonored by non-payment when the maker of the note, acceptor of the bill or\r\ndrawee of the cheque makes default in payment upon being duly required to pay\r\nthe same.", "93": " Negotiable Instruments Act, 1881 93. By and to whom notice should be given When a promissory note, bill of exchange or cheque is dishonored\r\nby non-acceptance or non-payment, the holder thereof, or some party thereto who\r\nremains liable thereon, must give notice that the instrument has been so\r\ndishonored to all other parties whom the holder seeks to make severally liable\r\nthereon, and to some one of several parties whom he seeks to make jointly\r\nliable thereon.Nothing in this section renders it necessary to give notice to\r\nthe maker of the dishonored promissory note, or the drawee or acceptor of the\r\ndishonored bill of exchange or cheque.", "94": " Negotiable Instruments Act, 1881 94. Mode in which notice may be given Notice of dishonor may be given to a duly authorized agent of\r\nthe person to whom it is required to be given, or, where he has died, to his\r\nlegal representative, or, where he has been declared an insolvent, to his\r\nassignee; may be oral or written; may, if written, be sent by post; and may be\r\nin any form; but it must inform the party to whom it is given, either in\r\nexpress terms or by reasonable intendment, that the instrument has been\r\ndishonored, and in what way, and that he will be held liable thereon; and it\r\nmust be given within a reasonable time after dishonor, at the place of business\r\nor (in case such party has no place of business) at the residence of the party\r\nfor whom it is intended.If the notice is duly directed and sent by post and miscarries,\r\nsuch miscarriage does not render the notice invalid.", "95": " Negotiable Instruments Act, 1881 95. Party receiving must transmit notice of dishonor Any party receiving notice of dishonor must, in order to render\r\nany prior party liable to himself, give notice of dishonor to such party within\r\na reasonable time, unless such party otherwise receives due notice as provided\r\nby section 93.", "96": " Negotiable Instruments Act, 1881 96. Agent for presentment When the instrument is deposited with an agent for presentment,\r\nthe agent is entitled to the same time to give notice to his principal as if he\r\nwere the holder giving notice of dishonor, and the principal is entitled to a\r\nfurther like period to give notice of dishonor.", "97": " Negotiable Instruments Act, 1881 97. When party to whom notice given is dead When the party to whom notice of dishonor is dispatched is dead,\r\nbut the party dispatching the notice is ignorant of his death, the notice is\r\nsufficient.", "98": " Negotiable Instruments Act, 1881 98. When, notice of dishonor is unnecessary  No notice of dishonor is necessary,- (a) when it is dispensed with by the party entitled thereto;(b) in order to charge the drawer, when he has countermanded\r\npayment;(c) when the party charged could not suffer damages for want of\r\nnotice;(d) when the party entitled to notice cannot after due search be\r\nfound; or the party bound to give notice is, for any other reason, unable\r\nwithout any fault of his own to give it;(e) to charge the drawers, when the acceptor is also a drawer;(f) in the case of a promissory note which is not negotiable;(g) when the party entitled to notice, knowing the facts, promises\r\nunconditionally to pay the amount due on the instrument.", "99": " Negotiable Instruments Act, 1881 99. Noting When a promissory note or bill of exchange has been dishonored\r\nby non-acceptance or non-payment, the holder may cause such dishonor to be noted\r\nby a notary public upon the instrument, or upon a paper attached thereto, or\r\npartly upon each, such note must be made within a reasonable time after\r\ndishonor, and must specify the date of dishonor, the reason, if any assigned\r\nfor such dishonor, or if the instrument has not been expressly dishonored, the\r\nreason why the holder treats it as dishonored, and the notary's charges.", "100": " Negotiable Instruments Act, 1881 100. Protest When a promissory note or bill of exchange has been dishonored\r\nby non-acceptance or non-payment, the holder may, within a reasonable time,\r\ncause such dishonor to be noted and certified by a notary public. Such\r\ncertificate is called a protest.Protest for better security : When the acceptor of a bill of\r\nexchange has become insolvent, or his credit has been publicly impeached,\r\nbefore the maturity of the bill, the holder may, within a reasonable time,\r\ncause a notary public to demand better security of the acceptor, and on its\r\nbeing refused may, with a reasonable time, cause such facts to be noted and\r\ncertified as aforesaid. Such certificate is called a protest for better\r\nsecurity.", "101": " Negotiable Instruments Act, 1881 101. Contents of protest A protest under section 100 must contain,- (a) either the instrument itself, or a literal transcript of the\r\ninstrument and of everything written or printed thereupon;(b) the nature of the person for whom and against whom the\r\ninstrument has been protested;(c) a statement that payment or acceptance, or better security,\r\nas the case may be, has been demanded of such person by the notary public; the\r\nterms of his answer, if any, or a statement that he gave no answer, or that he\r\ncould not be found;(d) when the note or bill has been dishonored, the place and\r\ntime of dishonor, and, when better security has been refused, the place and\r\ntime of refusal;(e) the subscription of the notary public making the protest;(f) in the event of an acceptance for honor or of a payment for\r\nhonor, the name of the person by whom, of the person for whom, and the manner\r\nin which, such acceptance or payment was offered and effected.17[A notary public may make the demand mentioned in clause (c)\r\nof this section either in person or by his clerk or, where authorized by\r\nagreement or usage, by registered letter.]", "102": " Negotiable Instruments Act, 1881 102. Notice of protest When a promissory note or bill of exchange is required by law to\r\nbe protested, notice of such protest must be given instead of notice of\r\ndishonor, in the same manner and subject to the same conditions; but the notice\r\nmay be given by the notary public who makes the protest.", "103": " Negotiable Instruments Act, 1881 103. Protest for non-payment after dishonor by\r\nnon-acceptance All bills of exchange drawn payable at some other place than the\r\nplace mentioned as the residence of the drawee, and which are dishonored by\r\nnon-acceptance, may, without further presentment to the drawee, be protested\r\nfor non-payment, in the place specified for payment, unless paid before or at\r\nmaturity.", "104": " Negotiable Instruments Act, 1881 104. Protest of foreign billsForeign bills of exchange must be protested for dishonor when\r\nsuch protest is required by the law of the place where they are drawn.", "105": " Negotiable Instruments Act, 1881 105. Reasonable time In determining what is a reasonable time for presentment for\r\nacceptance or payment, for giving notice of dishonor and for noting, regard\r\nshall be had to the nature of the instrument and the usual course of dealing\r\nwith respect to similar instruments; and, in calculating such time, public holidays\r\nshall be excluded.", "106": " Negotiable Instruments Act, 1881 106. Reasonable time of giving notice of dishonorIf the holder and the party to whom notice of dishonor is given\r\ncarry on business or live (as the case may be) in different places, such notice\r\nis given within a reasonable time if it is dispatched by the next post or on\r\nthe day next after the day of dishonor.If the said parties carry on business or live in the same place,\r\nsuch notice is given within a reasonable time if it is dispatched in time to reach\r\nits destination on the date next after the day of dishonor.", "107": " Negotiable Instruments Act, 1881 107. Reasonable time for transmitting such notice A party receiving notice of dishonor, who seeks to enforce his\r\nright against a prior party, transmits the notice within a reasonable time if\r\nhe transmits it within the same time after its receipt as he would have had to\r\ngive notice if he had been the holder.", "108": " Negotiable Instruments Act, 1881 108. Acceptance for honor When a bill of exchange has been noted or protested for\r\nnon-acceptance or for better security, any person not being a party already\r\nliable thereon may, with the consent of the holder, by writing on the bill\r\naccept the same for the honor of any party thereto 27[***].", "109": " Negotiable Instruments Act, 1881 109. How acceptance for honor must be made A person desiring to accept for honor must, 28[by writing on the\r\nbill under his hand], declare that he accepts under protest the protested bill\r\nfor the honor of the drawer or of a particular endorser whom he names, or\r\ngenerally for honor 29[***].", "110": " Negotiable Instruments Act, 1881 110. Acceptance not specifying for whose honor it is madeWhere the acceptance does not express for whose honor it is made\r\nit shall be deemed to be made for the honor of the drawer.", "111": " Negotiable Instruments Act, 1881 111. Liability of acceptor for honor An acceptor for honor binds himself to all parties subsequent to\r\nthe party for whose honor he accepts to pay the amount of the bill if the\r\ndrawee does not; and such party and all prior parties are liable in their\r\nrespective capacities to compensate the acceptor for honor for all loss or\r\ndamage sustained by him in consequence of such acceptance.But an acceptor for honor is not liable to the holder of the\r\nbill unless it is presented, or (in case the address given by such acceptor on\r\nthe bills is a place other than the place where the bill is made payable)\r\nforwarded for presentment, not later than the day next after the day of its\r\nmaturity.", "112": " Negotiable Instruments Act, 1881 112. When acceptor for honor may be charged An acceptor for honor cannot be charged unless the bill has at\r\nits maturity been presented to the drawee for payment, and has been dishonored\r\nby him, and noted or protested for such dishonor.", "113": " Negotiable Instruments Act, 1881 113. Payment for honor When a bill of exchange has been noted or protested for\r\nnon-payment, any person may pay the same for the honor of any party liable to\r\npay the same; provided that the person so paying 17[or his agent in that\r\nbehalf] has previously declared before a notary public the party for whose\r\nhonor he pays, and that such declaration has been recorded by such notary\r\npublic.", "114": " Negotiable Instruments Act, 1881 114. Right of payer for honor Any person so paying is entitled to all the rights in respect of\r\nthe bill, of the holder at the time of such payment, and may recover from the\r\nparty for whose honor he pays all sums so paid, with interest thereon and with\r\nall expenses properly incurred in making such payment.", "115": " Negotiable Instruments Act, 1881 115. Drawee in case of need Where a drawee in case of need is named in a bill of exchange,\r\nor in any endorsement thereon, the bill is not dishonored until it has been\r\ndishonored by such drawee.", "116": " Negotiable Instruments Act, 1881 116. Acceptance and payment without protest A drawee in case of need may accept and pay the bill of exchange\r\nwithout previous protest.", "117": " Negotiable Instruments Act, 1881 117. Rules as to compensation The compensation payable in case of dishonor of promissory note,\r\nbill of exchange or cheque, by any party liable to the holder or any endorsee,\r\nshall 30[***] be determined by the following rules:(a) the holder is entitled to the amount due upon the instrument\r\ntogether with the expense properly incurred in presenting, noting and protesting\r\nit;(b) when the person charged resides at a place different from\r\nthat at which the instrument was payable, the holder is entitled to receive\r\nsuch sum at the current rate of exchange between the two places;(c) an endorser who, being liable, has paid the amount due on\r\nthe same is entitled to the amount so paid with interest at 31[eighteen per\r\ncentum] per annum from the date of payment until tender or realization thereof,\r\ntogether with all expenses caused by the dishonor and payment;(d) when the person charged and such endorser reside at\r\ndifferent places, the endorser is entitled to receive such sum at the current\r\nrate of exchange between the two places;(e) the party entitled to compensation may draw a bill upon the\r\nparty liable to compensate him, payable at sight or on demand, for the amount\r\ndue to him, together with all expenses properly incurred by him. Such bill must\r\nbe accompanied by the instrument dishonored and the protest thereof (if any).\r\nIf such bill is dishonored, the party dishonoring the same is liable to make\r\ncompensation thereof in the same manner as in the case of the original bill.", "118": " Negotiable Instruments Act, 1881 118. Presumptions as to negotiable instruments Until\r\nthe contrary is proved, the following presumption shall be made:- (a) of consideration-that every negotiable instrument was made\r\nor drawn for consideration, and that every such instrument, when it has been\r\naccepted, endorsed, negotiated or transferred, was accepted, endorsed,\r\nnegotiated or transferred for consideration;(b) as to date-that every negotiable instrument bearing a date\r\nwas made or drawn on such date;(c) as to time of acceptance-that every accepted bill of\r\nexchange was accepted within a reasonable time after its date and before its maturity;\r\n(d) as to time of transfer-that every transfer of a negotiable\r\ninstrument was made before its maturity;(e) as to order of endorsements-that the endorsements appearing\r\nupon a negotiable instrument were made in the order in which they appear thereon;\r\n(f) as to stamps-that a lost promissory note, bill of exchange\r\nor cheque was duly stamped;(g) that holder is a holder in due course-that the holder of a\r\nnegotiable instrument is a holder in due course; provided that, where the\r\ninstrument has been contained from its lawful owner, or from any person in\r\nlawful custody thereof, by means of an offence or fraud, or has been obtained\r\nfrom the maker or acceptor thereof by means of an offence or fraud, or for\r\nunlawful consideration, the burden of proving that the holder is a holder in\r\ndue course lies upon him.", "119": " Negotiable Instruments Act, 1881 119. Presumption on proof of protest In a suit upon an instrument which has been dishonored, the\r\ncourt shall, on proof of the protest, presume the fact of dishonor, unless and\r\nuntil such fact is disproved.", "120": " Negotiable Instruments Act, 1881 120. Estoppel against denying original validity of\r\ninstrument No maker of a promissory note, and no drawer of a bill of\r\nexchange or cheque, and no acceptor of a bill of exchange for the honor of the\r\ndrawer shall, on proof of the protest, presume the fact of dishonor, unless and\r\nuntil validity of the instrument as originally made or drawn.", "121": " Negotiable Instruments Act, 1881 121. Estoppel against denying capacity of payee to endorse\r\n No maker of a promissory note, and no acceptor of a bill of\r\nexchange 32[payable to order] shall, in suit thereon by a holder in due course,\r\nbe permitted to deny the payee's capacity, at the rate of the note or bill, to\r\nendorse the same.", "122": " Negotiable Instruments Act, 1881 122. Estoppel against denying signature or capacity of\r\nprior party No endorser of a negotiable instrument shall, in a suit thereon\r\nby a subsequent holder, be permitted to deny the signature or capacity to\r\ncontract of any prior party to the instruments.", "123": " Negotiable Instruments Act, 1881 123. Cheque crossed generally Where a cheque bears across its face an addition of the words\r\n\"and company\" or any abbreviation thereof, between two parallel\r\ntransverse lines or of two parallel transverse lines simply, either with or\r\nwithout the word \"not negotiable\", that addition shall be deemed a\r\ncrossing, and the cheque shall be deemed to be crossed generally.", "124": " Negotiable Instruments Act, 1881 124. Cheque crossed specially Where a cheque bears across its face an addition of the name of\r\na banker, either with or without the words \"not negotiable\", that\r\naddition shall be deemed a crossing and the cheque shall be deemed to be\r\ncrossed specially, and to be crossed to that banker.", "125": " Negotiable Instruments Act, 1881 125. Crossing after issue Where a cheque is uncrossed, the holder may cross it generally\r\nor specially. Where a cheque is crossed generally, the holder may cross it\r\nspecially. Where a cheque is crossed generally or specially, the holder may add\r\nthe words \"not negotiable\".Where a cheque is crossed specially, the banker to whom it is\r\ncrossed may again cross it specially to another banker, his agent, for\r\ncollection.", "126": " Negotiable Instruments Act, 1881 126. Payment of cheque crossed generally Where a cheque is crossed generally, the banker on whom it is\r\ndrawn shall not pay it otherwise than to a banker.Payment of cheque crossed specially: Where a cheque is crossed specially,\r\nthe banker on whom it is drawn shall not pay it otherwise than to the banker to\r\nwhom it is crossed, or his agent for collection. ", "127": " Negotiable Instruments Act, 1881 127. Payment of cheque crossed specially more than once Where a cheque is crossed specially to more than one banker,\r\nexcept when crossed to an agent for the purpose of collection, the banker on\r\nwhom it is drawn shall refuse payment thereof.", "128": " Negotiable Instruments Act, 1881 128. Payment in due course of crossed cheque Where the banker on whom a crossed cheque is drawn has paid the\r\nsame in due course, the banker paying the cheque, and (in case such cheque has\r\ncome to the hands of the payee) the drawer thereof, shall respectively be\r\nentitled to the same rights, and be placed in the same position in all\r\nrespects, as they would respectively be entitled to and placed in if the amount\r\nof the cheque had been paid to and received by the true owner thereof.", "129": " Negotiable Instruments Act, 1881 129. Payment of crossed cheque out of due course Any banker paying a cheque crossed generally otherwise than to a\r\nbanker, or a cheque crossed specially otherwise than to the banker to whom the\r\nsame is crossed, or his agent for collection, being a banker, shall be liable\r\nto the true owner of the cheque for any loss he may sustain owing to the cheque\r\nhaving been so paid.", "130": " Negotiable Instruments Act, 1881 130. Cheque bearing \"not negotiable\" A person taking a cheque crossed generally or specially, bearing\r\nin either case the words \"not negotiable\", shall not have and shall\r\nnot be capable of giving, a better title to the cheque than that which the\r\nperson from whom he took it had.", "131": " Negotiable Instruments Act, 1881 131. Non-liability of banker receiving payment of cheque A banker who has in good faith and without negligence received\r\npayment for a customer of a cheque crossed generally or specially to himself\r\nshall not, in case the title to the cheque proves defective, incur any\r\nliability to the true owner of the cheque by reason only of having received\r\nsuch payment.33[Explanation: A banker receives payment of a crossed\r\ncheque for a customer within the meaning of this section notwithstanding that\r\nhe credits his customer's account with the amount of the cheque before\r\nreceiving payment thereof.]", "132": " Negotiable Instruments Act, 1881 132. Set of bills Bills of exchange may be drawn in parts, each part being\r\nnumbered and containing a provision that it shall continue payable only so long\r\nas the others remain unpaid. All the parts together make a set; but the whole\r\nset constitutes only one bill, and is extinguished when one of the parts of a\r\nseparates bill, would be extinguished.Exception:  When a person accepts or endorses different\r\nparts of the bill in favor of different person, he and the subsequent endorsers\r\nof each part are liable on such part as if it were a separate bill.", "133": " Negotiable Instruments Act, 1881 133. Holder of first acquired part entitled to all As between holders in due course of different parts of the same\r\nset, he who first acquired title to his part is entitled to the other parts and\r\nthe money represented by the bill.", "134": " Negotiable Instruments Act, 1881 134. Law governing liability of maker, acceptor or\r\nendorser of foreign instrument  In the absence of a contract to the contrary, the liability of\r\nthe maker or drawer of a foreign promissory note, bill of exchange or cheque is\r\nregulated in all essential matters by the law of the place where he made the\r\ninstrument, and the respective liabilities of the acceptor and endorser by the\r\nlaw of the place where the instrument is made payable.Illustration A bill of exchange was drawn by A in California where the rate\r\nof interest is 25 per cent, and accepted by B, payable in Washington where the\r\nrate of interest is 6 per cent. The bill is endorsed in 35[India], and is\r\ndishonored. An action on the bill is brought against B in 14[India]. He is\r\nliable to pay interest at the rate of 6 per cent, only; but if A is charged as\r\ndrawer, A is liable to pay interest at the rate of 25 per cent.", "135": " Negotiable Instruments Act, 1881 135. Law of place of payment governs dishonor Where a promissory note, bill of exchange or cheque is made\r\npayable in a different place from that in which it is made or endorsed, the law\r\nof the place, where it is made payable determines what constitutes dishonor and\r\nwhat notice of dishonor is sufficient.Illustration A bill of exchange drawn and endorsed in 14[India], but accepted\r\npayable in France, is dishonored. The endorsee causes it to be protested for\r\nsuch dishonor, and gives notice thereof in accordance with the law of France,\r\nthough not in accordance with the rules herein contained in respect of bills\r\nwhich are not foreign. The notice is sufficient.", "136": " Negotiable Instruments Act, 1881 136. Instrument made, etc. out of India, but in accordance\r\nwith the law of India If a negotiable instrument is made, drawn, accepted or endorsed 35[outside\r\nIndia], but in accordance with the 35[law of India], the circumstance that any\r\nagreement evidenced by such instrument is invalid according to the law of the\r\ncountry wherein it was entered into does not invalidate any subsequent\r\nacceptance or endorsement made thereon 35[within India].", "137": " Negotiable Instruments Act, 1881 137. Presumption as to foreign law The law of any foreign country 36[***] regarding promissory\r\nnote, bills of exchange and cheques shall be presumed to be the same as that of\r\n37[India], unless and until the contrary is proved.", "138": " Negotiable Instruments Act, 1881 138. Dishonor of cheque for insufficiency, etc., of funds\r\nin the accounts  Where any cheque drawn by a person on an account maintained by\r\nhim with a banker for payment of any amount of money to another person from out\r\nof that account for the discharge, in whole or in part, of any debt or other\r\nliability, is returned by the bank unpaid, either because of the amount of\r\nmoney standing to the credit of that account is insufficient to honor the\r\ncheque or that it exceeds the amount arranged to be paid from that account by\r\nan agreement made with that bank, such person shall be deemed to have committed\r\nan offence and shall without prejudice to any other provisions of this Act, be\r\npunished with imprisonment for a term which may extend to one year, or with\r\nfine which may extend to twice the amount of the cheque, or with both:PROVIDED  that nothing contained in this section shall\r\napply unless- (a) the cheque has been presented to the bank within a period of\r\nsix months from the date on which it is drawn or within the period of its\r\nvalidity, whichever is earlier.(b) the payee or the holder in due course of the cheque, as the\r\ncase may be, makes a demand for the payment of the said amount of money by\r\ngiving a notice, in writing, to the drawer of the cheque, within fifteen days\r\nof the receipt of information by him from the bank regarding the return of the\r\ncheque as unpaid, and(c) the drawer of such cheque fails to make the payment of the\r\nsaid amount of money to the payee or, as the case may be, to the holder in due\r\ncourse of the cheque, within fifteen days of the receipt of the said notice.Explanation:  For the purpose of this section, \"debt or\r\nother liability\" means a legally enforceable debt or other liability.Comment:  As the signature in the cheque is admitted to\r\nbe that of the accused, the presumption envisaged in Section 118 of the Act can\r\nlegally be inferred that the cheque was made or drawn for consideration on the\r\ndate which the cheque bears. Section 139 of the Act enjoins on the Court to\r\npresume that the holder of the cheque received it for the discharge of any debt\r\nor liability. The burden was on the accused to rebut the aforesaid presumption.\r\nK. Bhaskaran, Appellant v. Sankaran Vaidhyan Balan, AIR 1999 ", "139": " Negotiable Instruments Act, 1881 139. Presumption in favor of holder It shall be presumed, unless the contrary is proved, that the\r\nholder of a cheque received the cheque of the nature referred to in section 138\r\nfor the discharge, in whole or in part, or any debt or other liability.", "140": " Negotiable Instruments Act, 1881 140. Defense which may not be allowed in any prosecution\r\nunder section 138  It shall not be a defense in a prosecution of an offence under\r\nsection 138 that the drawer had no reason to believe when he issued the cheque\r\nthat the cheque may be dishonored on presentment for the reasons stated in that\r\nsection.", "141": " Negotiable Instruments Act, 1881 141. Offences by companies (1) If the person committing an offence under section 138 is a\r\ncompany, every person who, at the time the offence was committed, was in charge\r\nof, and was responsible to the company for the conduct of the business of the\r\ncompany, as well as the company, shall be deemed to be guilty of the offence\r\nand shall be liable to be proceeded against and punished accordingly:PROVIDED  that nothing contained in this sub-section\r\nshall render any person liable to punishment if he proves that the offence was\r\ncommitted without his knowledge, or that he had exercised all due diligence to\r\nprevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where\r\nany offence under this Act, has been committed by a company and it is proved\r\nthat the offence has been committed with the consent or connivance of, or is\r\nattributable to, any neglect on the part of, any director, manager, secretary\r\nor other officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against and punished accordingly.Explanation:  For the purpose of this section(a) \"company\" means any body corporate and includes a\r\nfirm or other association of individuals; and(b) \"director\", in relating to a firm, means a partner\r\nin the firm.", "142": " Negotiable Instruments Act, 1881 142. Cognizance of offences Notwithstanding anything contained in the Code of Criminal\r\nProcedure, 1973 (2 of 1974),- (a) no court shall take cognizance of any offence punishable\r\nunder section 138 except upon a complaint, in writing, made by the payee or, as\r\nthe case may be, the holder in due course of the cheque;(b) such complaint is made within one month of the date on which\r\nthe cause -of- action arises under clause (c) of the proviso to section 138;(c) no court inferior to that of a Metropolitan Magistrate or a Judicial\r\nMagistrate of the first class shall try any offence punishable under section\r\n138."}