{"name": "Obstructions in Fairways Act, 1881\r", "1": "1. Short title.This Act may be called the Obstructions in Fairways Act, 1881; 3  ***  But nothing herein contained shall apply to vessels 4  [belonging to, or hired by a contract made on  behalf of, the Government].", "2": "2. Central Government empowered to remove or destroy obstruction in fairway.Whenever, in  any fairway leading to any port in 2  [the territories which, immediately before the 1st November, 1956,  were comprised in Part A States and Part C States], any vessel is sunk, stranded or abandoned, or any  fishing-stake, timber or other thing is placed or left, 5  [the Central Government] may, if in its opinion such  thing is, or is likely to become, an obstruction or danger to navigation,(a) cause such thing or any part thereof to be removed; or(b) if such thing is of such a description or so situate that, 6  [in the opinion of the Central  Government], it is not worth removing, cause the same or any part thereof to be destroyed.", "3": "3. Central Government entitled to expenses incurred in removing obstruction.Whenever  anything is removed under section 2, 7  [the Central Government] shall be entitled to receive a reasonable  sum, having regard to all the circumstances of the case, for the expenses incurred in respect of such  removal.  Dispute concerning such expenses.Any dispute arising concerning the amount due under this  section, in respect of anything so removed, shall be decided by the District Magistrate or Presidency  Magistrate having jurisdiction at the place where such thing is, upon application to him for that purpose  by either of the disputing parties; and such decision shall be final.", "4": "4. Notice of removal to be given by Central Government.The 8  [Central Government] shall,  whenever anything is removed under section 2, publish in the Official Gazette a notification containing a  description of such thing, and the time at which and the place from which the same was so removed.", "5": "5. Things removed may, in certain cases, be sold.If after publishing such notification, such thing  is unclaimed, or  if the person claiming the same fails to pay the amount due for the said expenses and any  customs-duties or other charges properly incurred by the 8  [Central Government] in respect thereof, the 1  [Central Government] may sell such thing by public auction, if it is of a perishable nature,  forthwith, and if it is not of a perishable nature, at any time not less than six months after publishing  such notification as aforesaid.1. The Act has been extended to Goa, Daman and Diu with modifications by Reg. 12 of 1962, s. 3 and Sch. and to the Union territory of Lakshadweep by Reg. 8 of 1965, s. 3 and Sch. (w.e.f. 1-10-1967).2. Subs. by the Adaptation of Laws (No. 2) Order, 1956 for a Part A State or a Part C State\".3. The words \"and it shall come into force at once.\" rep. by Act 10 of 1914, s. 3 and Sch. II.4. Subs. by the A. O. 1937, for \"belonging to Her Majesty or hired by Her Majesty or by the Secretary of State for India in Council\".5. Subs. ibid.,for \"the L. G. of the part of British India in which such port is situate\".6. Subs. ibid.,for \"in the opinion of the L.G.\".7. Subs. ibid.,for \"the Govt.\".8. Subs. ibid.,for \"L. G.\".", "6": "6. Proceeds how applied.On realizing the proceeds of such sale, the amount due for expenses and charges as aforesaid, together with the expenses of the sale, shall be deducted therefrom, and the surplus (if any) shall be paid to the owner of the thing sold, or, if no such person appear and claim such surplus, shall be held in deposit for payment, without interest, to any person thereafter establishing his right to the same:Provided that he makes the claim within one year from the date of the sale.\n", "7": "7. \"Vessel\" to include tackle, cargo, etc.For the purposes of this Act, the term \"vessel\" shall be deemed to include also every article or thing or collection of things being or forming part of the tackle, equipment, cargo, stores or ballast of a vessel; and any proceeds arising from the sale of a vessel, and of the cargo thereof, or of any other property recovered therefrom, shall be regarded as a common fund.\n", "8": "8. Power to make rules to regulate and prohibit the placing of obstructions in fairways.The Central Government may, from time to time, by notification in the Official Gazette, make rules to regulate or prohibit, in any fairway leading to a port in 2[the territories which, immediately before the 1st November, 1956, were comprised in Part A States and Part C States] the placing of fishing-stakes, the casting or throwing of ballast, rubbish, or any other thing likely to give rise to a bank or shoal, or the doing of any other act which will, in its opinion, cause, or be likely to cause, obstruction or danger to navigation.\n", "9": "9. Penalty for breach of such rules.Whoever is guilty of any act or omission in contravention of the rules made under section 8, may be tried for such offence in any district or presidency-town in which he is found, and shall be punished with imprisonment for a term which may extend to six months, or with fine which may extend to five hundred rupees, or with both.\n", "10": "10. Compensation payable in certain cases for damage caused under this Act.Whenever the maintenance or creation of an obstruction in any fairway has become lawful by long usage or otherwise, and such obstruction is removed or destroyed under section 2, or its creation is regulated or prohibited under section 8, any person having a right to maintain or create such obstruction shall be entitled to receive from the 3[Central Government] reasonable compensation for any damage caused to him by such removal, destruction, regulation or prohibition.Every dispute arising concerning the right to such compensation, or the amount thereof, shall be determined according to the law for the time being in force relating to like disputes in the case of land needed for public purposes4 and not otherwise; and for the purposes of such law the fairway from or in in which such obstruction was removed or destroyed, or in which its creation was regulated or prohibited, shall be deemed to be a part of the presidency-town or district in which the port to which such fairway leads is situate.", "11": "11. Certain action of the Government previous to passing of this Act to be deemed to have been taken hereunder.Whenever any obstruction in a fairway leading to a port in 2[the territories which, immediately before the 1st November, 1956, were comprised in Part A States and Part C States] has been removed or destroyed, or whenever the creation of any such obstruction has been regulated or prohibited, by an order of the Central Government or a State Government, previous to the passing of this Act, such removal, destruction, regulation or prohibition shall be deemed to have been effected under this Act.1. Subs. by the A.O. 1937, for \"L. G.\".\n2. Subs. by the Adaptation of Laws (No. 2) Order, 1956, for \"a Part A State or a Part C State\".\n3. Subs. by the A.O. 1937, for \"Secretary of State for India in Council\".4. See the Land Acquisition Act, 1894 (1 of 1894).", "12": "12. Saving of other powers possessed by Central Government.Nothing herein contained shall be  deemed to prevent the exercise by 1  [the Central Government] of any other powers possessed by it in this  behalf.", "13": "2  [13. Application to fairways in inland waterways.All references in this Act to the Central  Government shall, in relation to fairways in inland waterways, be construed as references to 3  [State  Government]]. "}