{"name": "Oilfields (Regulation and Development) Act, 1948\r", "1": "1. Short title, extent and commencement.-(1) This Act may be called The 5[Oilfields] (Regulation and Development) Act, 1948.6 [(2) It extends to the whole of India 7* * *].(3) it shall come into force on such date 8as the Central Government may, by notification in the Official Gazette, appoint in this behalf.", "2": "2. [Declaration as to expediency of control by Central Government.]omitted by the Mines and Minerals (Regulation and Development) Act, 1957 (67 of 1957), s. 32 and the Third Schedule (w.e. f. 1-6-1958).] 1. The Act comes into force in Pondicherry on 1-10-1963 vide Reg. 7 of 1963, s. 3 and the Schedule 1.2. The words \"mines and, omitted by Act 67 of 1957, s. 32 and the Third Schedule (w.e.f. 1-6-1958).3. Subs. by s. 32 and the Third Schedule, ibid., for \"minerals\" (w.e.f. 1-6-1958).4. The words \"to the extent hereinafter specified\" omitted by s. 32 and the Third Schedule, ibid., (w.e.f. 1-6-1958).5. Subs. by s. 32 and the Third Schedule, ibid., for \"Mines and Minerals\" (w.e.f. 1-6-1958).6. Subs. by the A.O. 1950, for sub-section 2.7. The words \"except the State of Jammu and Kashmir\" omitted by Act 67 of 1957, s. 32 and the Third Schedule, (w.e.f. 1-6-1958).8. 25th October, 1949 see Notification No. M-II-155 (24)-I, dated 18th October 1949, Gazette of India, Extraordinary, 1949.", "3": "3. Definitions.-In this Act, unless there is anything repugnant in the subject or context, -(a) the expressions \"lessor\" and \"lessee\" respectively include a licensor and licensee;(b) \"mine\" means any excavation for the purpose of searching for or obtaining 3[mineral oils] and includes an oilwell;(c) 3[\"mineral oils\"] include natural gas and petroleum;(d) \"mining lease\" means a lease granted for the purpose of searching for, winning, working, getting, making merchantable, carrying away or disposing of 3[mineral oils] or for purposes connected therewith, and includes an exploring or a prospecting license;(e) \"oilfield\" means any area where any operation for the purpose of obtaining natural gas and petroleum, crude oil, refined oil, partially refined oil and any of the products of petroleum in a liquid or solid state, is to be or is being carried on.", "4": "4. No mining lease to be valid unless it is in accordance with this Act. -(1) No mining lease shall be granted after the commencement of this act otherwise than in accordance with the rules made under this Act.(2) Any mining lease granted contrary to the provisions of sub-section (1) shall be void and of no effect.  ", "5": "5. Power to make rules as respects mining leases.-(1) The Central Government may, by notification in the Official Gazette, make rules for regulating the grant of mining leases or for prohibiting the grant of such leases in respect of any 1[mineral oil] or in any area.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely: -(a) the manner in which, the 1[mineral oils] or areas in respect of which and the persons by whom, applications for mining leases may be made and the fees to be paid on any such application;(b) the authority by which, the terms on which, and the conditions subject to which, mining leases may be granted;(c) the maximum or minimum area and the period for which any mining lease may be granted, and the terms on which leases in respect of contiguous areas may be amalgamated;(d) the fixing of the maximum and minimum rent payable by a lessee, whether the mine is worked or not.", "6": "6. Power to make rules as respects mineral oils development.-(1)The Central Government may, by notification in the Official Gazette, make rules for the conservation and development of 2[mineral oils].(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely: -2* * * *(c) the development of any 3[mineral oil resources] in any area by prescribing or regulating the use of any engines, machinery or other equipment;(d) the regulation of drilling, re-drilling, deepening, shutting down, plugging and abandoning of oilwells in an oilfield and for the limitation or prohibition of such operations and for the taking of remedial measures to prevent waste of or damage to oil;(e) the regulation of the methods of producing oil in any oilfield, and the limitation or prohibition of such methods;(f) the compulsory notification of all new borings and shaft sinkings, and the preservation of boring records and specimens of cores of all new bore-holes;(g) the taking of samples from mines and new bore-holes;(h) the regulation of the arrangements for the storage of 2[mineral oils] and the stocks thereof that may be kept by any person;4[(i) the collection of royalties, and the levy and collection of fees or taxes, in respect of mineral oils mined, quarried, excavated or collected;](j) the submission by the owners or lessees of mines of special or periodical returns and reports, and the forms in which and the authorities to whom such returns and reports shall be submitted.1. Subs. by Act 67 of 1957, s. 32 and the Third Schedule, for \"minerals\" (w.e.f. 1-6-1958).2. Omitted by s. 32 and the Third Schedule, ibid., (w.e.f.1-6-1958).3. Subs. by s. 32 and the Third Schedule, ibid., for \"mineral resources\" (w.e.f.1-6-58).4. Subs. by Act 39 of 1969, s. 2, for clause (i) (w.e.f. 1-1-1968).", "7": "7. Power to make rules for modification of existing leases.-(1) The Central Government may, by notification in the Official Gazette, make rules for the purpose of modifying or altering the terms and conditions of any mining lease granted prior to the commencement of this Act so as to bring such lease into conformity with the rules made under sections 5 and 6: Provided that any rules so made which provide for the matters mentioned in clause (c) of sub-section (2) shall not come into force until they have been approved, either with or without modifications, by 3[the House of the People].(2) The rules made under sub-section (1) shall provide-(a) for giving previous notice of the modification or alteration proposed to be made thereunder to the lessee, and where the lessor is not the Central Government, also to the lessor, and for affording them an opportunity of showing cause against the proposal;(b) for the payment of compensation by the party who would be benefited by the proposed modification or alteration to the party whose right under the existing lease would thereby be adversely affected; and(c) for the principles on which, the manner in which and the authority by which the said compensation shall be determined.1. Ins. by Act 39 of 1969, s. 3, (w.e.f. 1-1-1968).2. Subs. by Act 29 of 1998, s. 2 (w.e.f. 3-9-1998).3. Subs. by the A. O. 1950, for \"the Central Legislature\"", "8": "8. Delegation.-The Central Government may, by notification in the Official Gazette, direct that any power exercisable under this Act shall be exercised, subject to such conditions, if any, as may be specified therein by such officer or authority as may be specified in the direction.", "9": "9. Penalties.-(1) Any rule made under any of the provisions of this Act may provide that any contravention thereof shall be punishable with imprisonment which may extend to six months or with fine which may extend to one thousand rupees or with both.(2) Whoever, after having been convicted of any offence referred to in sub-section (1), continues to commit such offence shall be punishable for each day after the date of the first conviction during which he continues so to offend, with fine which may extend to one hundred rupees.", "10": "1[10. Laying of rules and notifications.-Every rule made under this Act and every notification issued 2[under sub-section (4) or sub-section (5) or section 6A] shall be laid, as soon as may be after it is made or issued, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or notification or both Houses agree that the rule or notification should not be made or issued, the rule or notification shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule or notification.]", "11": "11. Power of inspection.-(1) For the purpose of ascertaining the position of the working, actual or prospective, of any mine or abandoned mine or for any other purpose mentioned in this Act or the rules made thereunder, any officer authorised by the Central Government in this behalf shall have the right to-(a) enter and inspect any mine;(b) order the production of any document, book, register or record in the possession or power of any person having the control of, or connected with, any mine;(c) examine any person having the control of, or connected with, any mine.(2) Any officer authorised by the Central Government under sub-section (1) shall be deemed to be a public servant within the meaning of section 21 of the Indian Penal Code (45 of 1860).1. Subs. by Act 20 of 1984, s. 3, for the original section 10.2. Subs. by Act 29 of 1998, s. 3 (w.e.f. 3-9-1998).3. Subs. by the A. O. 1950, for s. 13 (w.e.f. 26-1-1950).", "12": "12. Relaxation of rules in special cases.-The Central Government may, if satisfied that it is in the public interest so to do, authorise in any case the granting of any mining lease, or the working of any mine on terms and conditions different from those laid down in the rules made under sections 5 and 6.", "13": "3[13. Act to be binding on the Government.-The provisions of this Act shall be binding on the Government.]", "14": "14. Protection of action taken in good faith.-No suit, prosecution or other legal proceeding whatever shall lie against any person for anything which is in good faith done or intended to be done under this Act.", "15": "1[The Schedule[See Section 6a]Rates of Royalty2[1. Crude oil: Rupees sixty-one per metric tonne.2. Casing-head condensate: Rupees sixty-one per metric tonne.]3. Natural gas: Ten per cent. of the value of the natural gas obtained at well-head.]1. Ins. by Act 39 of 1969, s. 4 (w.e.f. 1-1-1968).2. Subs. by Notification No. S. O. 219 (E), dated 26-3-1981, see Gazette of India, Part II, Sec. 3 (ii)."}