{"name": "Parsi Marriage and Divorce Act, 1936\r", "1": "Parsi Marriage and Divorce Act, I936 1. Short title, extent and commencement(1) This Act may be\r\ncalled the Parsi Marriage and Divorce Act, 1936.(2) 2[It\r\nextends to the whole of India except the State of Jammu and Kashmir]:Provided that the Central\r\nGovernment may, in respect of 3[territories which, immediately\r\nbefore the 1st November, 1956, were comprised in Part B States] by notification\r\nin the Official Gazette, direct that the provisions of this Act relating to the\r\nconstitution and powers of Parsi Matrimonial Courts and to appeals from the\r\ndecisions and orders of such Courts shall apply with such modifications as may\r\nbe specified in the notification: 4  [Providedfurther\r\nthat nothing contained in this Act shall apply to the Renoncants of the Union\r\nterritory of Pondicherry.](3) It shall come into\r\nforce on such date5 as the Central Government may, by notification\r\nin the Official Gazette, appoint.", "2": "Parsi Marriage and Divorce Act, I936 2. DefinitionsIn this Act, unless\r\nthere is anything repugnant in the subject or context,-(1) \"Chief\r\nJustice\" includes senior Judge;(2) \"Court\"\r\nmeans a Court constituted under this Act;(3) to\r\n\"desert\" together with its grammatical variations and cognate\r\nexpressions, means to desert the other party to a marriage without reasonable\r\ncause and without the consent, or against the will, of such party;(4) \"grievous\r\nhurt\" means-(a) emasculation;(b) permanent\r\nprivation of the sight of either eye;(c) permanent\r\nprivation of the hearing of either ear;(d) privation of any\r\nmember or joint; (e) destruction or\r\npermanent impairing of the powers of any member or joint;(f) permanent\r\ndisfiguration of the head or face; or(g) any hurt which\r\nendangers life;(5)\r\n\"husband\" means a Parsi husband;(6)\r\n\"marriage\" means a marriage between Parsis whether contracted before\r\nor after the commencement of this Act;(7) a\r\n\"Parsi\" means a Parsi Zoroastrian; (8) \"priest\"\r\nmeans a Parsi priest and includes Dastur and Mobed; and(9) \"wife\"\r\nmeans a Parsi wife.", "3": "Parsi Marriage and Divorce Act, I936 3. Requisites to validity of Parsi marriages 6  [(1)] No marriage\r\nshall be valid if-(a) the contracting parties are related to\r\neach other in any of the degrees of consanguinity or affinity set forth in\r\nSchedule I; or(b) such marriage is not solemnized according\r\nto the Parsi form of ceremony called \"Ashirvad\" by a priest in the\r\npresence of two Parsi witnesses other than such priest; or 7  [(c) in the case of any Parsi (whether such\r\nParsi has changed his or her religion or domicile or not) who, if a male, has\r\nnot completed twenty-one years of age, and if a female, has not completed\r\neighteen years of age.] 8  [(2) Notwithstanding\r\nthat a marriage is invalid under any of the provisions of sub-section (1), any\r\nchild of such marriage who would have been legitimate if the marriage had been\r\nvalid, shall be legitimate.]", "4": "Parsi Marriage and Divorce Act, I936 4. Remarriage when unlawful(1) No Parsi (whether\r\nsuch Parsi has changed his or her religion or domicile or not) shall contract\r\nany marriage under this Act or any other law in the lifetime of his or her wife\r\nor husband, whether a Parsi or not, except after his or her lawful divorce from\r\nsuch wife or husband or after his or her marriage with such wife or husband has\r\nlawfully been declared null and void or dissolved, and, if the marriage was\r\ncontracted with such wife or husband under the Parsi Marriage and Divorce\r\nAct,18659, or under this Act, except after a divorce, declaration or\r\ndissolution as aforesaid under either of the said Acts.(2) Every marriage\r\ncontracted contrary to the provisions of sub-section (1) shall be void.", "5": "Parsi Marriage and Divorce Act, I936 5. Punishment of bigamyEvery Parsi who during\r\nthe lifetime of his or her wife or husband, whether a Parsi or not, contracts a\r\nmarriage without having been lawfully divorced from such wife or husband, or\r\nwithout his or her marriage with such wife or husband having legally been\r\ndeclared null and void or dissolved, shall be subject to the   penalties\r\nprovided in sections 494 and 495 of the Indian Penal Code for the offence of\r\nmarrying again during the lifetime of a husband or wife.", "6": "Parsi Marriage and Divorce Act, I936 6. Certificate and registry of marriageEvery marriage\r\ncontracted under this Act shall, immediately on the solemnization thereof, be\r\ncertified by the officiating priest in the form contained in Schedule II. The\r\ncertificate shall be signed by the said priest, the contracting parties10[***]\r\nand two witnesses present at the marriage; and the said priest shall thereupon\r\nsend such certificate together with a fee of two rupees to be paid by the\r\nhusband to the Registrar of the place at which such marriage is solemnized. The\r\nRegistrar on receipt of the certificate and fee shall enter the certificate in\r\na register to be kept by him for that purpose and shall be entitled to retain\r\nthe fee.", "7": "Parsi Marriage and Divorce Act, I936 7. Appointment of RegistrarFor the purposes of\r\nthis Act a Registrar shall be appointed. Within the local limits of the\r\nordinary civil jurisdiction of a High Court, the Registrar shall be appointed\r\nby the Chief Justice of such Court and without such limits, by the State\r\nGovernment. Every Registrar so appointed may be removed by the Chief Justice or\r\nState Government appointing him.", "8": "Parsi Marriage and Divorce Act, I936 8. Marriage register to be open for public inspectionThe register of\r\nmarriages mentioned in section 6 shall, at all reasonable times, be open for\r\ninspection, and certified extracts there from shall, on application, be given\r\nby the Registrar on payment to him by the applicant of two rupees for each such\r\nextract. Every such register shall be evidence of the truth of the statements\r\ntherein contained.", "9": "Parsi Marriage and Divorce Act, I936 9. Copy of certificate to be sent to Registrar-General of\r\nBirths, Deaths and MarriagesEvery Registrar,\r\nexcept the Registrar appointed by the Chief Justice of the High Court of\r\nJudicature at Bombay, shall, at such intervals as the State Government by which\r\nhe was appointed from time to time directs, send to the Registrar-General of\r\nBirths, Deaths and Marriages for the territories administered by such State\r\nGovernment a true copy certified by him in such form as such State Government\r\nfrom time to time prescribes, of all certificates entered by him in the said\r\nregister of marriages since the last of such intervals.", "10": "Parsi Marriage and Divorce Act, I936 10. Registration of divorcesWhen a Court passes a\r\ndecree for divorce, nullity or dissolution, the Court shall send a copy of the\r\ndecree for registration to the Registrar of Marriages within its jurisdiction\r\nappointed under section 7; the Registrar shall enter the same in a register to\r\nbe kept by him for the purpose, and the provisions of Part II applicable to the\r\nRegistrars and registers of marriages shall be applicable, so far as may be, to\r\nthe Registrars and registers of divorces and decrees of nullity and\r\ndissolution.", "11": "Parsi Marriage and Divorce Act, I936 11. Penalty for solemnizing marriage contrary to section 4Any priest knowingly\r\nand willfully solemnizing any marriage contrary to and in violation of section\r\n4 shall, on conviction thereof, be punished with simple imprisonment for a term\r\nwhich may extend to six months, or with fine which may extend to two hundred\r\nrupees, or with both.", "12": "Parsi Marriage and Divorce Act, I936 12. Penalty for priest's neglect of requirements of\r\nsection 6Any priest neglecting\r\nto comply with any of the requisitions affecting him contained in section 6\r\nshall, on conviction thereof, be punished for every such offence with simple\r\nimprisonment for a term which may extend to three months, or with fine which\r\nmay extend to one hundred rupees, or with both.", "13": "Parsi Marriage and Divorce Act, I936 13. Penalty for omitting to subscribe and attest\r\ncertificateEvery other person\r\nrecurred by section 6 to subscribe or attest the said certificate who shall\r\nwillfully omit or neglect so to do, shall, on conviction thereof, be punished\r\nfor every such offence with a fine not exceeding one hundred rupees.", "14": "Parsi Marriage and Divorce Act, I936 14. Penalty for making, etc., false certificateEvery person making or \r\nsigning or attesting any such certificate containing a statement which is false, \r\nand which he either knows or believes to be false, shall be punished with simple \r\nimprisonment for a term which may extend to three months or with fine which may \r\nextend to one hundred rupees, or with both: and if the act amounts to forgery as \r\ndefined in the Indian Penal Code then such person shall also be liable, on \r\nconviction thereof, to the penalties provided in section 466 of the said Code.", "15": "Parsi Marriage and Divorce Act, I936 15. Penalty for failing to register certificateAny Registrar failing\r\nto enter the said certificate pursuant to section 6 shall be punished with\r\nsimple imprisonment for a term which may extend to one year, or with fine which\r\nmay extend to one thousand rupees, or with both.", "16": "Parsi Marriage and Divorce Act, I936 16. Penalty for secreting, destroying or altering registerAny person secreting,\r\ndestroying, or dishonestly or fraudulently altering the said register in any\r\npart thereof shall be punished with imprisonment of either description as\r\ndefined in the Indian Penal Code for a term which may extend to two years or if\r\nhe be a Registrar for a term which may extend to five years and shall also be\r\nliable to fine which may extend to five hundred rupees.", "17": "Parsi Marriage and Divorce Act, I936 17. Formal irregularity not to invalidate marriageNo marriage contracted\r\nunder this Act shall be deemed to be invalid solely by reason of the fact that\r\nit was not certified under section 6, or that the certificate was not sent to\r\nthe Registrar, or that the certificate was defective, irregular or incorrect.", "18": "Parsi Marriage and Divorce Act, I936 18. Constitution of Special Courts under the ActFor the purpose of\r\nhearing suits under this Act, a Special Court shall be constituted in each of the\r\nPresidency-towns of Calcutta, Madras and Bombay, and in such other places in\r\nthe territories of the several State Governments as such Governments\r\nrespectively shall think fit.", "19": "Parsi Marriage and Divorce Act, I936 19. Parsi Chief Matrimonial CourtsThe Court so\r\nconstituted in each of the Presidency-towns shall be entitled the Parsi Chief\r\nMatrimonial Court of Calcutta, Madras or Bombay, as the case may be. The local\r\nlimits of the jurisdiction of a Parsi Matrimonial Court shall be coterminous\r\nwith the local limits of the ordinary original civil jurisdiction of the High\r\nCourt. The Chief Justice of the High Court, or such other Judge of the same\r\nCourt as the Chief Justice shall from time to time appoint, shall be the Judge\r\nof such Matrimonial Court, and, in the trial of cases under this Act., he shall\r\nbe aided 11[by five delegates, except in regard to-(a) interlocutory\r\napplications and proceedings;(b) alimony and\r\nmaintenance, both permanent as well as pendente lite;(c) custody,\r\nmaintenance and education of children; and(d) all matters and\r\nproceedings other than the regular hearing of cases.]", "20": "Parsi Marriage and Divorce Act, I936 20. Parsi District Matrimonial CourtsEvery Court so\r\nconstituted at a place other than a Presidency-town shall be entitled the Parsi\r\nDistrict Matrimonial Court of such place. Subject to the provisions contained\r\nin section 21, the local limits of the jurisdiction of such Court shall be\r\ncoterminous with the limits of the district in which it is held. The Judge of\r\nthe principal Court of original civil jurisdiction at such place shall be the\r\nJudge of such Matrimonial Court, and in the trial of cases under this Act he\r\nshall be aided 11[by five delegates, except in regard to-(a) interlocutory\r\napplications and proceedings;(b) alimony and\r\nmaintenance, both permanent as well as pendente lite;(c) custody,\r\nmaintenance and education of children; and(d) all matters and\r\nproceedings other than the regular hearing of cases.]", "21": "Parsi Marriage and Divorce Act, I936 21. Power to alter territorial jurisdiction of District\r\nCourtsThe State Government\r\nmay from time to time alter the local limits of the jurisdictions of any Parsi\r\nDistrict Matrimonial Court, and may include within such limits any number of\r\ndistricts under its government.", "22": "Parsi Marriage and Divorce Act, I936 22. Certain districts to be within jurisdiction of the Chief Matrimonial CourtAny district which the\r\nState Government, on account of the fewness of its Parsi inhabitants, shall\r\ndeem it inexpedient to include within the jurisdiction of any District\r\nMatrimonial Court, shall be includes within the jurisdiction of the Parsi Chief\r\nMatrimonial Court for the territories under such State Government where there\r\nis such a Court,", "23": "Parsi Marriage and Divorce Act, I936 23. Court sealsA seal shall be made\r\nfor every Court constituted under this Act, and all decrees and orders and\r\ncopies of decrees and orders of such Court shall be sealed with such seal,\r\nwhich shall be kept in the custody of the presiding Judge.", "24": "Parsi Marriage and Divorce Act, I936 24. Appointment of delegates(1) The State\r\nGovernments shall, in the Presidency-towns and districts subject to their\r\nrespective Governments, respectively appoint persons to be delegates to aid in\r\nthe adjudication of cases arising under this Act, after giving the local Parsis\r\nan opportunity of expressing their opinion in such manner as the respective\r\nGovernments may think fit.(2) The persons so\r\nappointed shall be Parsis, their names shall be published in the Official\r\nGazette and their number shall, within the local limits of the ordinary\r\noriginal. civil jurisdiction of a High Court, be not more than thirty, and in\r\ndistricts beyond such limits, not more than twenty.", "25": "Parsi Marriage and Divorce Act, I936 25. Power to appoint new delegatesThe appointment of a\r\ndelegate shall be for ten years; but he shall be eligible for reappointment for\r\nthe like term or terms. Whenever a delegate shall die, or have completed his\r\nterm of office, or be desirous of relinquishing his office, or refuse or become\r\nincapable or unfit to act, or cease to be a Parsi, or be convicted of an\r\noffence under the Indian Penal Code or other law for the time being in force 12[involving\r\nmoral turpitude], or be adjudged insolvent, then and so often the State\r\nGovernment may appoint any person being a Parsi to be a delegate in his stead;\r\nand the name of the person so appointed shall be published in the Official\r\nGazette.", "26": "Parsi Marriage and Divorce Act, I936 26. Delegates to be deemed public servantsAll delegates\r\nappointed under this Act shall be considered to be public servants within the\r\nmeaning of the Indian Penal Code.", "27": "Parsi Marriage and Divorce Act, I936 27. Selection of delegates under sections 19 and 20 to be\r\nfrom those appointed under section 24The delegates selected\r\nunder sections 19 and 20 to aid in the adjudication. of suits under this Act,\r\nshall be taken under the orders of the presiding Judge of the Court in due\r\nrotation from the delegates appointed by the State Government under section 24;Provided that each\r\nparty to the suit may, without cause assigned, challenge any 13[two]\r\nof the delegates attending the Court before such delegates are selected and no\r\ndelegate so challenged shall be selected.", "28": "Parsi Marriage and Divorce Act, I936 28. Practitioners in Matrimonial CourtsAll legal\r\npractitioners entitled to practice in a High Court shall be entitled to\r\npractice in any Court constituted under this Act, and all legal practitioners\r\nentitled to practice in a District Court shall be entitled to practice in any\r\nParsi District Matrimonial Court constituted under this Act.", "29": "Parsi Marriage and Divorce Act, I936 29. Courts in which suits to be brought(1) All suits\r\ninstituted under this Act shall be brought in the Court within the limits of\r\nwhose jurisdiction the defendant resides at the time of the institution of the\r\nsuit 14[or where the marriage under this Act was solemnized].(2) When the defendant\r\nshall at such time have left 15[the territories to which this Act\r\nextends] such suit shall be brought in the Court at the place where the\r\nplaintiff and defendant last resided together.(3) In any case,\r\nwhether the defendant resides in 12[the territories to which this\r\nAct extends] or not, such suit may be brought in the Court at the place where\r\nthe plaintiff resides or at the place where the plaintiff and the defendant\r\nlast resided together, if such Court, after recording its reasons in writing,\r\ngrants leave so to do.", "30": "Parsi Marriage and Divorce Act, I936 30. Suits for nullityIn any case in which\r\nconsummation of the marriage is from natural causes impossible, such marriage\r\nmay, at the instance of either party thereto, be declared to be null and void.", "31": "Parsi Marriage and Divorce Act, I936 31. Suits for dissolutionIf a husband or wife\r\nshall have been continually absent from his or her wife or husband for the\r\nspace of seven years, and shall not have been heard of as being alive within\r\nthat time by those persons who would have naturally heard of him or her, had he\r\nor she been alive, the marriage of such husband or wife may, at the instance of\r\neither party thereto, be dissolved.", "32": "Parsi Marriage and Divorce Act, I936 32. Grounds for divorceAny married person may\r\nsue for divorce on any one or more of the following grounds, namely:-(a) that the marriage\r\nhas not been consummated within one year after its solemnization owing to the\r\nwillful refusal of the defendant to consummate it;(b) that the defendant\r\nat the time of the marriage was of unsound mind and has been habitually so up\r\nto the date of the suit:Provided that divorce shall not\r\nbe granted on this ground, unless the plaintiff (1) was ignorant of the fact at\r\nthe time of the marriage, and (2) has filed the suit within three years form\r\nthe date of the marriage; 12  (bb) that the defendant\r\nhas been incurably of unsound mind for a -period of two years or upwards\r\nimmediately preceding the filing of the suit or has been suffering continuously\r\nor intermittently from mental disorder of such kind and to such an extent that\r\nthe plaintiff cannot reasonably be expected to live with the defendant.Explanation.- In this clause,-(a) the expression\r\n\"mental disorder\" means mental illness, arrested or incomplete\r\ndevelopment of mind, psychopathic disorder or any other disorder or disability\r\nof mind and includes schizophrenia,(b) the expression\r\n\"psychopathic disorder\" means a persistent disorder or disability of\r\nmind (whether or not including sub normality of intelligence) which results in\r\nabnormally aggressive or seriously irresponsible conduct on the part of the\r\ndefendant, and whether or not it requires or is susceptible to medical\r\ntreatment;](c) that the defendant\r\nwas at the time of marriage pregnant by some person other than the plaintiff:Provided that divorce shall not\r\nbe granted on this ground, unless (1) the plaintiff was at the time of the\r\nmarriage ignorant of the fact alleged, (2) the suit has been filed within two\r\nyears of the date of marriage, and (3) marital intercourse has not taken place\r\nafter the plaintiff came to know of the fact;(d) that the defendant\r\nhas since the marriage committed adultery or fornication or bigamy or rape or\r\nan unnatural offence:Provided that divorce shall not\r\nbe granted on this ground, if the suit has been filed more than two years after\r\nthe plaintiff came to know of the fact; 12  [(dd) that the\r\ndefendant has since the solemnization of the marriage treated the plaintiff\r\nwith cruelty or has behaved in such a way as to render it in the judgment of\r\nthe Court improper to compel the plaintiff to live with the defendant:Provided that in every suit for\r\ndivorce on this ground it shall be in the discretion of the Court whether it\r\nshould grant a decree for divorce or for judicial separation only;](e) that the defendant\r\nhas since the marriage voluntarily caused grievous hurt to the plaintiff or has\r\ninfected the plaintiff with venereal disease or, where the defendant is the\r\nhusband, has compelled the wife to submit herself to prostitution;Provided that divorce shall not\r\nbe granted on this ground, if the suit has been filed more than two years (i)\r\nafter the infliction of the grievous hurt, or (ii) after the plaintiff came to\r\nknow of the infection, or (iii) after the last act of compulsory prostitution.(f) that the defendant\r\nis undergoing a sentence of imprisonment for seven years or more for an offence\r\nas defined in the Indian Penal Code:Provided that divorce shall not\r\nbe granted on this ground, unless the defendant has prior to the filing of the\r\nsuit undergone at least one year's imprisonment out of the said period;(g) that the defendant\r\nhas deserted the plaintiff for at least 2[two years];(h) that 17[***]\r\nan order has been passed against the defendant by a Magistrate awarding\r\nseparate maintenance to the plaintiff, and the parties have not had Marital\r\nintercourse for 16[one year] or more since such decree or order; 18  [***](i) that the defendant\r\nhas ceased to be a Parsi 12[by conversion to another religion]:Provided that divorce shall not\r\nbe granted on this ground if the suit has been filed more than two years after\r\nthe plaintiff came to know of the fact.", "33": "Parsi Marriage and Divorce Act, I936 33. Joining of co-defendantIn every such suit for\r\ndivorce on the ground of adultery, the plaintiff shall, unless the Court shall\r\notherwise order, make the person with whom the adultery is alleged to have been\r\ncommitted a co-defendant, and in any such suit by the husband the Court may\r\norder the adulterer to pay the whole or any part of the costs of the\r\nproceedings.", "34": "Parsi Marriage and Divorce Act, I936 34. Suits for judicial separationAny married person may\r\nsue for judicial separation on any of the grounds for which such person could\r\nhave filed a suit for divorce, 17  [***]", "35": "Parsi Marriage and Divorce Act, I936 35. Decrees in certain suitsIn any suit under\r\nsection 30, 31, 32 12[32A] or 34, whether defended or not, if the\r\nCourt be satisfied that any of the grounds set forth in those sections for\r\ngranting relief exist that none of the grounds therein set forth for\r\nwithholding relief exist and that-(a) the act or\r\nomission set forth. in the plaint has not been condoned;(b) the husband and\r\nwife are not colluding together;(c) the plaintiff has\r\nnot connived at or been accessory to the said act or omission;(d) (save where a\r\ndefinite period of limitation is provided by this Act) there has been no\r\nunnecessary or improper delay in instituting the suit; and(e) there is no other\r\nlegal ground why relief should not be granted;then and in such case.\r\nbut not otherwise, the Court shall decree such relief accordingly.", "36": "Parsi Marriage and Divorce Act, I936 36. Suit for restitution of conjugal rightsWhere a husband shall\r\nhave deserted or without lawful cause ceased to cohabit with his wife, or\r\nwhere a wife shall have deserted or without lawful cause ceased to cohabit\r\nwith her husband, the party so deserted or with whom cohabitation shall have so\r\nceased may sue for the restitution of his or her conjugal rights and the Court,\r\nif satisfied of the truth of the allegations contained in the plaint, and that\r\nthere is no just ground why relief should not be granted, may proceed to decree\r\nsuch restitution of conjugal rights accordingly.", "37": "Parsi Marriage and Divorce Act, I936 37. Counterclaim by defendant for any reliefIn any suit under this\r\nAct, the defendant may make a counterclaim for any relief he or she may be\r\nentitled to under this Act.", "38": "Parsi Marriage and Divorce Act, I936 38. Documentary evidence\r\nNotwithstanding\r\nanything contained in any other law for the time being in force, no document\r\nshall be inadmissible in evidence in any proceeding at the trial of a suit\r\nunder this Act on the ground that it is not duly stamped or registered.]", "39": "Parsi Marriage and Divorce Act, I936 39. Alimony pendente lite\r\nWhere in any suit\r\nunder this Act, it appears to the Court that either the wife or the husband, as\r\nthe case may be, has no independent income sufficient for her or his support\r\nand the necessary expenses of the suit, it may, on the application of the wife\r\nor the husband order the defendant to pay to the plaintiff the expenses of the\r\nsuit,. and such weekly or monthly sum, during the suit as, having regard to the\r\nplaintiffs own income and the income of the defendant, it may seem to the Court\r\nto be reasonable.", "40": "Parsi Marriage and Divorce Act, I936 40. Permanent alimony and maintenance(1) Any Court\r\nexercising jurisdiction under this Act may, at the time of passing any decree\r\nor at any time subsequent thereto, on an application made to it for the purpose\r\nby either the wife or the husband, order that the defendant shall pay to the\r\nplaintiff for her or his maintenance and support, such gross sum or such\r\nmonthly or periodical sum, for a term not exceeding the life of the plaintiff\r\nas having regard to the defendant's own income and other property, if any, the\r\nincome and other property of the plaintiff, the conduct of the parties and\r\nother circumstances of the case, it may seem to the Court to be just, and any\r\nsuch payment may be secured, if necessary, by a charge on the movable or\r\nimmovable property of the defendant.(2) The Court if it is\r\nsatisfied that there is change in the circumstances of either party at any time\r\nafter it has made an order under sub-section (1), it may, at the instance of\r\neither party, vary, modify or rescind any such order in such manner as the\r\nCourt may deem just.(3) The Court if it is\r\nsatisfied that the partly in whose favor, an order has been made under this\r\nsection has remarried or, if such party is the wife, that she has not remained\r\nchaste, or, if such party is the husband, that he had sexual intercourse with\r\nany woman outside wedlock, it may, at the instance of the other party, vary,\r\nmodify or rescind any such order in such manner as the Court may deem just.]", "41": "Parsi Marriage and Divorce Act, I936 41. Payment of alimony to wife or to her trusteeIn all cases in which\r\nthe Court shall make any decree or order for alimony it. may direct the same to\r\nbe paid either to the wife herself, or to any trustee on her behalf to be\r\napproved by the Court 12[or to a guardian appointed by the Court]\r\nand may impose any terms or restrictions which to the Court may seem expedient,\r\nand may from time to time appoint a new trustee 12[or guardian], if\r\nfor any reason it, shall appear to the Court expedient so to do.", "42": "Parsi Marriage and Divorce Act, I936 42. Disposal of joint propertyIn any suit under this\r\nAct the Court may make such provisions in the final decree as it may deem just\r\nand proper with respect to property presented at or about the time of marriage\r\nwhich may belong jointly to both the husband and wife.", "43": "Parsi Marriage and Divorce Act, I936 43. Suits to be heard in camera and may not be printed or\r\npublished\n(1) Every suit filed\r\nunder this Act shall be tried in camera and it shall not be lawful for any\r\nperson to print or publish any matter in relation to any such case except a\r\njudgment of the Court printed or published with the previous permission of the\r\nCourt.(2) If any, person\r\nprints or publishes any matter in contravention of the provisions contained in\r\nsub-section, (1), he shall be punishable with fine which may extend to one\r\nthousand rupees.]", "44": "Parsi Marriage and Divorce Act, I936 44. Validity of trialNotwithstanding\r\nanything contained in section 19 or section 20, where in the case of a trial in\r\na Parsi Matrimonial Court not less than 22[three] delegates have\r\nattended throughout the proceedings, the trial shall not be invalid by reason\r\nof the absence during any part thereof of the other delegates.", "45": "Parsi Marriage and Divorce Act, I936 45. Provisions of Civil Procedure Code to apply to suits\r\nunder the ActThe provisions of the\r\nCode of Civil Procedure, 1908, shall, so far as the same may be applicable,\r\napply to proceedings in suits instituted under this Act including proceedings\r\nin execution and orders subsequent to decree: 14  [Provided that the\r\npresiding Judge shall read out to the delegates the relevant sections of this\r\nAct, and may, if he consider it necessary so to do, explain the same:Provided further that\r\na verbatim record shall be made of what the presiding Judge reads out or\r\nexplains to the delegates.]", "46": "Parsi Marriage and Divorce Act, I936 46. Determination of questions of law and procedure and of\r\nfactIn suits under this\r\nAct all questions of law and procedure shall be determined by the presiding\r\nJudge; but the decision on the facts shall be the decision of the majority of\r\nthe delegates before whom the case is tried:Provided that, where\r\nsuch delegates are equally divided in opinion, the decision on the facts shall\r\nbe the decision of the presiding Judge.", "47": "Parsi Marriage and Divorce Act, I936 47. Appeal to High Court 23  [(1)] An appeal shall\r\nlie to the High Court from-(a) the decision of any Court established\r\nunder this Act, whether a Chief Matrimonial Court or District Matrimonial\r\nCourt, on the ground of the decision being contrary to some law or usage having\r\nthe force of law, or of a substantial error or defect in the procedure or\r\ninvestigation of the case which may have produced error or defect in the\r\ndecision of the case upon the merits, and on no other ground; and(b) the granting of leave by any such Court\r\nunder sub-section (3) of section 29:Provided that such appeal shall\r\nbe instituted within three calendar months after the decision appealed from\r\nshall have been pronounced. 12  [(2) Every appeal\r\nunder sub-section (1) shall be heard by a Bench of two Judges of the High\r\nCourt.]", "48": "Parsi Marriage and Divorce Act, I936 48. Liberty\r\nto parties to marry againWhen the time 24[***]\r\nlimited for appealing against any decree granting a divorce or annulling or\r\ndissolving a marriage shall have expired, and no appeal shall have been\r\npresented against such decree, or when any such appeal shall have been\r\ndismissed, or when in the result of any appeal a divorce has been granted or a\r\nmarriage has been declared to be annulled or dissolved, but not sooner, it\r\nshall be lawful for the respective parties thereto to marry again, 17[***].", "49": "Parsi Marriage and Divorce Act, I936 49. Custody of childrenIn any suit under this\r\nAct, the Court may from time to time pass such interim orders and make such\r\nprovisions in the final decree as it may deem just and proper with respect to\r\nthe custody, maintenance and education of the children under the age of 25[eighteen\r\nyears], the marriage of whose parents is the subject of such suit, and may,\r\nafter the final decree upon application, by petition for this purpose, make,\r\nrevoke, suspend or vary from time to time all such orders and provisions with\r\nrespect to the custody, maintenance and education of such children as might\r\nhave been made by such final decree or by interim orders in case the suit for\r\nobtaining such decree were still pending.", "50": "Parsi Marriage and Divorce Act, I936 50. Settlement of wife's property for benefit of childrenIn any case in which\r\nthe Court shall pronounce a decree of divorce or judicial separation for\r\nadultery of the wife, if it shall be made to appear to the Court that the wife\r\nis entitled to any property either in possession or reversion, the Court may\r\norder such settlement as it shall think reasonable to be made of any part of\r\nsuch property, not exceeding one half thereof, for the benefit of the children\r\nof the marriage or any of them.", "51": "Parsi Marriage and Divorce Act, I936 51. Superintendence of High CourtThe High Court shall\r\nhave superintendence over all Courts constituted under this Act subject, to its\r\nappellate jurisdiction in the same manner as it has over other Courts under 26[article\r\n227 of the Constitution], and all the provisions of 27[that article]\r\nshall apply to such Courts.", "52": "Parsi Marriage and Divorce Act, I936 52. Applicability of provisions of the Act(1) The provisions of\r\nthis Act shall apply to all suits to which the same are applicable whether the\r\ncircumstances relied on occurred before or after the passing of this Act, and\r\nwhether any decree or order referred to was passed under this Act or under the\r\nlaw in force before the passing of this Act, and where any proceedings are\r\npending in any Court at the time of the commencement of this Act, the Court\r\nshall allow such amendment of the pleadings as may be necessary as 'the result\r\nof the coming into operation of this Act.(2) A Parsi who has\r\ncontracted a marriage under the Parsi Marriage and Divorce Act, 18659,\nor under this Act, even though such Parsi may change his or her religion\r\nor domicile, so long as his or her wife or husband is alive and so long as such\r\nParsi has not been lawfully divorced from such wife or husband or such marriage\r\nhas not lawfully been declared null and void or dissolved under the decree of a\r\ncompetent Court, under either of the said Acts, shall remain bound by the\r\nprovisions of this Act", "53": "Parsi Marriage and Divorce Act, I936 [53. Repeal- Repealed by the Repealing\r\nand Amending Act, 1937]"}