{"name": "Partition Act, 1893\r", "1": "Partition Act, 18931. Title, extent and saving(1) This Act may be called the Partition Act, 1893.(2) It extends to the whole of India except the State of Jammu and Kashmir .(3) [Omitted](4) But nothing herein contained shall be deemed to affect any\r\nlocal law providing for the partition of immovable property paying revenue to\r\nGovernment.", "2": "Partition Act, 18932. Power of Court to order sale instead of division in\r\npartition suitsWhenever in any suit for partition in which, if instituted prior\r\nto the commencement of this Act, a decree for partition might have been made,\r\nit appears to the Court that, by reason of the nature of the property to which\r\nthe suit relates, or of the number of the shareholders therein, or of any other\r\nspecial circumstance, a division of the property cannot reasonably or\r\nconveniently be made, and that a sale of the property and distribution of the\r\nproceeds would be more beneficial for all the shareholders, the Court may, if\r\nit thinks fit, on the request of any of such shareholders interested\r\nindividually or collectively to the extent of one moiety or upwards, direct a\r\nsale of the property and a distribution of the proceeds.", "3": "Partition Act, 18933. Procedure when sharer undertakes to buy(1) If, in any case in which the Court is requested under the\r\nlast foregoing section to direct a sale, any other shareholder applies for\r\nleave to buy at a valuation the share or shares of the party or parties asking\r\nfor sale, the Court shall order a valuation of the share or shares in such\r\nmanner as it may think fit and offer to sell the same to such shareholder at\r\nthe price so ascertained, and may give all necessary and proper directions in\r\nthat behalf.(2) If two or more shareholders severally apply for leave to buy\r\nas provided in sub-section (1), the Court shall order a sale of the share or\r\nshares to the shareholder who offers to pay the highest price above the\r\nvaluation made by the Court.(3) If no such shareholder is willing to buy such share or\r\nshares at the price so ascertained, the applicant or applicants shall be liable\r\nto pay all costs of or incident to the application or applications.Comment: It is the duty of the Court to order the\r\nvaluation of the shares of the party asking for a sale of the property under S.\r\n2 and to offer to sell the shares of such party to the shareholders applying\r\nfor leave to buy them in terms of S. 3 at the price determined upon such\r\nvaluation. As soon as a request for sale is made by a shareholder under S. 2,\r\nany other shareholder becomes immediately entitled to make an application under\r\nS. 3 for leave to buy the shares of the former. The right to buy having thus\r\narisen and become crystallized, the date with reference to which valuation of\r\nthe shares in question has to be made is the date on which the right arose.  Malati Ramchandra  Raut v. Mahadevo  Vasudeo Joshi, AIR 1991 SUPREME COURT 700", "4": "Partition Act, 18934. Partition suit by transferee of share in dwelling-house\r\n(1) Where a share of a dwelling-house belonging to an undivided\r\nfamily has been transferred to a person who is not a member of such family and\r\nsuch transferee sues for partition, the Court shall, if any member of the\r\nfamily being a shareholder shall undertake to buy the share of such transferee,\r\nmake a valuation of such share in such manner as it thinks fit and direct the\r\nsale of such share to such shareholder, and may give all necessary and proper\r\ndirections in that behalf.(2) If in any case described in sub-section (1) two or more members\r\nof the family being such shareholders severally undertake to buy such share,\r\nthe Court shall follow the procedure prescribed by sub-section (2) of the last\r\nforegoing section.", "5": "Partition Act, 18935. Representation of parties under disabilityIn any suit for partition a request for sale may be made or an\r\nundertaking, or application for leave, to buy may be given or made on behalf of\r\nany party under disability by any person authorized to act on behalf of such\r\nparty in such suit, but the Court shall not be bound to comply with any such\r\nrequest, undertaking or application unless it is of opinion that the sale or\r\npurchase will be for the benefit of the party under such disability.", "6": "Partition Act, 18936. Reserved bidding and bidding by shareholders(1) Every sale under section 2 shall be subject to a reserved\r\nbidding, and the amount of such bidding shall be fixed by the Court in such\r\nmanner as it may think fit and may be varied from time to time.(2) On any such sale any of the shareholders shall be at liberty\r\nto bid at the sale on such terms as to non-payment of deposit or as to setting\r\noff or accounting for the purchase-money or any part thereof instead of paying\r\nthe same as to the Court may seem reasonable.(3) If two or more persons, of whom one is a shareholder in the\r\nproperty, respectively advance the same sum at any bidding at such sale, such\r\nbidding shall be deemed to be the bidding of the shareholder.", "7": "Partition Act, 18937. Procedure to be followed in case of saleSave as hereinbefore provided, when any property is directed to be\r\nsold under this Act, the following procedure shall, as far as practicable, be\r\nadopted, namely:-(a) if the property be sold under a decree or order of the High\r\nCourt of Calcutta, Madras or Bombay, in the exercise of its original\r\njurisdiction, the procedure of such Court in its original civil jurisdiction\r\nfor the sale of property by the Registrar;(b) if the property be sold under a\r\ndecree or order of any other Court, such procedure as the High Court may form\r\ntime to time by rules prescribe in this behalf, and until such rules are made\r\nthe procedure prescribed in the Code of Civil Procedure (14 of 1882) in respect\r\nof sales in execution of decrees.", "8": "Partition Act, 18938. Orders for sale to be deemed decreesAny order for sale made by the Court under section 2, 3 or 4\r\nshall be deemed to be as a decree within the meaning of section 2 of the Code\r\nof Civil Procedure, 1908.", "9": "Partition Act, 18939. Saving of power to order partly partition and partly\r\nsale.In any suit for partition the Court may, if it shall think fit,\r\nmake a decree for a partition of part of the property to which the suit relates\r\nand a sale of the remainder under this Act.", "10": "Partition Act, 189310. Application of Act to pending suitsThis Act shall apply to suits instituted before the commencement\r\nthereof, in which no scheme for the partition of the property has been finally\r\napproved by the Court."}