{"name": "Passport (Entry into India) Act, 1920\r", "1": "1. Short title and extent.(1) This Act may be called 3 [The Passport (Entry into India) Act, 1920].(2) It shall extend to 4 [the whole of India], 5 ***.", "2": "2. Definitions.In this Act, unless there is anything repugnant in the subject or context,\"entry\" means entry by water, land or air;\"passport\" means a passport for the time being in force issued or renewed by the prescribed authority and satisfying the conditions prescribed relating to the class of passports to which it belongs; and \"prescribed\" means prescribed by rules made under this Act.", "3": "3. Power to make rules.(1) The Central Government may make rules6 requiring that persons entering 7 [India] shall be in possession of passports, and for all matters ancillary or incidental to that purpose.(2) Without prejudice to the generality of the foregoing power such rules may(a) prohibit the entry into 7 [India] or any part thereof of any person who has not in his possession a passport issued to him;(b) prescribe the authorities by whom passports must have been issued or renewed, and the conditions with which they must comply, for the purposes of this Act; and(c) provide for the exemption, either absolutely or on any condition, of any person or class of persons from any provision of such rules.(3) Rules made under this section may provide that any contravention thereof or of any order issued under the authority of any such rule shall be 8 [punishable with imprisonment for a term which may extend to five years, or with fine which may extend to fifty thousand rupees, or with both].(4) All rules made under this section shall be published in the Official Gazette, and shall thereupon have effect as if enacted in this Act.1 [(5) Every rule made under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]1. This Act has been extended to Goa, Daman and Diu with modifications by Regulation 12 of 1962, s. 3 and Sch.; to Dadra and Nagar Haveli by Regulation 6 of 1963, s. 2 and Sch. 1; to Lakshadweep by Regulation 8 of 1965, s. 3 and Sch. And to Sikkim (w.e.f. 20-0-1976): vide Notifin. No. S. O. 3392, dated 3-9-1976.2. Subs. by Act 36 of 1949, s. 2, for \"the Provinces of India\".3. Subs. by Act 15 of 1967, s. 25, for \"the Indian Passport Act, 1920\".4. Subs. by Act 36 of 1949, s. 3, for \"all the Provinces of India\".5. The words \"excluding the State of Hyderabad\" subs. by the A. O. 1950, omitted by Act 3 of 1951, s. 3 and the Schedule.6. For Passport (Entry into India) Rules, 1950, see Gazette of India, 1950, Pt. II, Sec. 3, p. 91.7. Subs. by Act 36 of 1949, s. 4, for \"Provinces\".8. Subs. by Act 47 of 2000, s. 2, for \"punishable with imprisonment for a term which may extend to three months, or with fine, or with both\" (w.e.f. 8-12-2000).", "4": "4. Power of arrest.(1) Any officer of police, not below the rank of a sub-inspector, and any officer of the Customs Department empowered by a general or special order of the 3 [Central Government] in this this behalf may arrest without warrant any person who has contravened or against whom a reasonable suspicion exists that he has contravened any rule or order made under section 3. (2) Every officer making an arrest under this section shall, without unnecessary delay, take or send the person arrested before a Magistrate having jurisdiction in the case or to the officer in charge of the nearest police-station and the provisions of 4 [section 57 of the Code of Criminal Procedure, 1973 (2 of 1974),], shall so far as may be, apply in the case of any such arrest.", "5": "5. Power of removal.The 3 [Central Government] may, by general or special order, direct the removal of any person from 5 [India] who, in contravention of any rule made under section 3 prohibiting entry into 5 [India] without passport, has entered therein, and thereupon any officer of the Government shall have all reasonable powers necessary to enforce such direction.", "6": "6 [6. [Application of Act to Part B States.]Omitted by the Part B States (Laws) Act, 1951 (3 of 1951), 1951), s. 3 and Schedule.]"}