{"name": "Payment and Settlement Systems Act, 2007\r", "1": "Payment and Settlement Systems Act, 2007Chapter I:\r\nPreliminary1. Short title,\r\nextent and commencement. -1.  \r\n  This\r\nAct may be called the Payment and Settlement Systems Act, 2007.2.  \r\n  It\r\nextends to the whole of India.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by notification\r\nin the Official Gazette, appoint and different dates may be appointed for\r\ndifferent provisions of this Act, and any reference to the commencement in any\r\nsuch provision of this Act shall be construed as a reference to the\r\ncommencement of that provision.", "2": "Payment and Settlement Systems Act, 20072. Definitions.-1.  \r\n  In\r\nthis Act, unless the context otherwise requires,-a.  \r\n  \"bank\"\r\nmeans,- \r\n i.  \r\n  a\r\nbank included in the Second Schedule to the Reserve Bank of India Act, 1934; \r\n ii.  \r\n  a\r\npost office savings bank; \r\n iii.  \r\n  a\r\nbanking company as defined in clause (c) of section 5 of the Banking Regulation\r\nAct, 1949; \r\n iv.  \r\n  a\r\nco-operative bank as defined in clause (cci) of section 5, as inserted by\r\nsection 56, of the Banking Regulation Act, 1949; and \r\n v.  \r\n  such\r\nother bank as the Reserve Bank may, by notification, specify for the purposes\r\nof this Act;a.  b.  \r\n  \"derivative\"\r\nmeans an instrument, to be settled at a future date, whose value is derived\r\nfrom change in interest rate, foreign exchange rate, credit rating or credit\r\nindex, price of securities (also called \"underlying\"), or any other\r\nunderlying or a combination of more than one of them and includes interest rate\r\nswaps, forward rate agreements, foreign currency swaps, foreign currency rupee\r\nswaps, foreign currency options, foreign currency rupee options or any other\r\ninstrument, as may be specified by the Reserve Bank from time to time;c.  \r\n  \"electronic\r\nfunds transfer\" means any transfer of funds which is initiated by a person\r\nby way of instruction, authorisation or order to a bank to debit or credit an\r\naccount maintained with that bank through electronic means and includes point\r\nof sale transfers, automated teller machine transactions, direct deposits or\r\nwithdrawal of funds, transfers initiated by telephone, internet and card\r\npayment;d.  \r\n  \"gross\r\nsettlement system\" means a payment system in which each settlement of\r\nfunds or securities occurs on the basis of separate or individual instructions;\r\ne.  \r\n  \"netting\"\r\nmeans the determination by the system provider of the amount of money or\r\nsecurities, due or payable or deliverable, as a result of setting off or\r\nadjusting, the payment obligations or delivery obligations among the system\r\nparticipants, including the claims and obligations arising out of the\r\ntermination by the system provider, on the insolvency or dissolution or winding\r\nup of any system participant or such other circumstances as the system provider\r\nmay specify in its rules or regulations or bye-laws (by whatever name called),\r\nof the transactions admitted for settlement at a future date so that only a net\r\nclaim be demanded or a net obligation be owned;f.  \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;g.  \r\n  \"payment\r\ninstruction\" means any instrument, authorisation or order in any form,\r\nincluding electronic means, to effect a payment,- (i) by a person to a system\r\nparticipant; or (ii) by a system participant to another system participant;h.  \r\n  \"payment\r\nobligation\" means an indebtedness that is owned by one system participant\r\nto another system participant as a result of clearing or settlement of one or\r\nmore payment instructions relating to funds, securities or foreign exchange or\r\nderivatives or other transactions;i.  \r\n  \"payment\r\nsystem\" means a system that enables payment to be effected between a payer\r\nand a beneficiary, involving clearing, payment or settlement service or all of\r\nthem, but does not include a stock exchange;Explanation.- For the purposes of this\r\nclause, \"payment system\" includes the systems enabling credit card\r\noperations, debit card operations, smart card operations, money transfer operations\r\nor similar operations;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\n  \"prescribed\"\r\nmeans prescribed by regulations made under this Act;k.  \r\n  \"regulation\"\r\nmeans a regulation made under this Act;l.  \r\n  \"Reserve\r\nBank\" means the Reserve Bank of India, constituted under the Reserve Bank\r\nof India Act, 1934;m.  \r\n  \"securities\"\r\nmeans the Government securities as defined in the Public Debt Act, 1944 or such\r\nother securities as may be notified by the Central Government from time to time\r\nunder that Act;n.  \r\n  \"settlement\"\r\nmeans settlement of payment instructions and includes the settlement of\r\nsecurities, foreign exchange or derivatives or other transactions which involve\r\npayment obligations;o.  \r\n  \"systemic\r\nrisk\" means the risk arising from- (i) the inability of a system\r\nparticipant to meet his payment obligations under the payment system as and\r\nwhen they become due; or (ii) any disruption in the system, which may cause\r\nother participants to fail to meet their obligations when due and is likely to\r\nhave an impact on the stability of the system: Provided that if any doubt or\r\ndifference arises as to whether a particular risk is likely to have an impact\r\non the stability of the system, the decision of the Reserve Bank shall be\r\nfinal;p.  \r\n  \"system\r\nparticipant\" means a bank or any other person participating in a payment\r\nsystem and includes the system provider;q.  \r\n  \"system\r\nprovider\" means a person who operates an authorised payment system.1.  \r\n2.  \r\n  Words\r\nand expressions used, but not defined in this Act and defined in the Reserve\r\nBank of India Act, 1934 or the Banking Regulation Act, 1949, shall have the\r\nmeanings respectively assigned to them in those Acts.", "3": "Payment and Settlement Systems Act, 2007Chapter II:\r\nDesignated Authority and Its Committee3. Designated\r\nauthority and its Committee.-1.  \r\n  The\r\nReserve Bank shall be the designated authority for the regulation and\r\nsupervision of payment systems under this Act.2.  \r\n  The\r\nReserve Bank may, for the purposes of exercising the powers and performing the\r\nfunctions and discharging the duties conferred on it by or under this Act, by\r\nregulation, constitute a committee of its Central Board to be known as the\r\nBoard for Regulation and Supervision of Payment and Settlement Systems.3.  \r\n  The\r\nBoard constituted under sub-section (2) shall consist of the following members,\r\nnamely:- (a) Governor, Reserve Bank, who shall be the Chairperson of the Board;\r\n(b) Deputy Governors, Reserve Bank, out of whom the Deputy Governor who is\r\nin-charge of the Payment and Settlement Systems, shall be the Vice-Chairperson\r\nof the Board; (c) Not exceeding three Directors from the Central Board of the\r\nReserve Bank of India to be nominated by the Governor, Reserve Bank.4.  \r\n  The\r\npowers and functions of the Board constituted under sub-section (2), the time\r\nand venue of its meetings, the procedure to be followed in such meetings,\r\n(including the quorum at such meetings) and other matters incidental thereto\r\nshall be such as may be prescribed.5.  \r\n  The\r\nBoard for Regulation and Supervision of Payment and Settlement Systems\r\nconstituted under clause (i) of sub-section (2) of section 58 of the Reserve\r\nBank of India Act, 1934 shall be deemed to be the Board constituted under this\r\nsection and continue accordingly until the Board is reconstituted in accordance\r\nwith the provisions of this Act and shall be governed by the rules and\r\nregulations made under the Reserve Bank of India Act, 1934 in so far as they\r\nare not inconsistent with the provisions of this Act.", "4": "Payment and Settlement Systems Act, 2007Chapter III:\r\nAuthorisation of Payment Systems4. Payment system not\r\nto operate without authorisation .-1.  \r\n  No\r\nperson, other than the Reserve Bank, shall commence or operate a payment system\r\nexcept under and in accordance with an authorisation issued by the Reserve Bank\r\nunder the provisions of this Act: Provided that nothing contained in this\r\nsection shall apply to-a.   the continued\r\noperation of an existing payment system on commencement of this Act for a\r\nperiod not exceeding six months from such commencement, unless within such\r\nperiod, the operator of such payment system obtains an authorisation under this\r\nAct or the application for authorisation made under section 7 of this Act is\r\nrefused by the Reserve Bank;b.   any person acting as\r\nthe duly appointed agent of another person to whom the payment is due;c.   a company accepting\r\npayments either from its holding company or any of its subsidiary companies or\r\nfrom any other company which is also a subsidiary of the same holding company;d.   any other person whom\r\nthe Reserve Bank may, after considering the interests of monetary policy or\r\nefficient operation of payment systems, the size of any payment system or for\r\nany other reason, by notification, exempt from the provisions of this section.2.  \r\n  The\r\nReserve Bank may, under sub-section (1) of this section, authorise a company or\r\ncorporation to operate or regulate the existing clearing houses or new clearing\r\nhouses of banks in order to have a common retail clearing house system for the\r\nbanks throughout the country:Provided, however,\r\nthat not less than fifty-one per cent. of the equity of such company or\r\ncorporation shall be held by public sector banks.Explanation.- For the\r\npurposes of this clause, \"public sector banks\" shall include a\r\n''corresponding new bank\", ''State Bank of India'' and ''subsidiary bank''\r\nas defined in section 5 of the Banking Regulation Act, 1949.", "5": "Payment and Settlement Systems Act, 20075. Application for\r\nauthorisation. -1.  \r\n  Any\r\nperson desirous of commencing or carrying on a payment system may apply to the\r\nReserve Bank for an authorisation under this Act.2.  \r\n  An\r\napplication under sub-section (1) shall be made in such form and in such manner\r\nand shall be accompanied by such fees as may be prescribed.", "6": "Payment and Settlement Systems Act, 20076. Inquiry by the\r\nReserve Bank. -\nAfter the receipt of\r\nan application under section 5, and before an authorisation is issued under\r\nthis Act, the Reserve Bank may make such inquiries as it may consider necessary\r\nfor the purpose of satisfying itself about the genuineness of the particulars furnished\r\nby the applicant, his capacity to operate the payment system, the credentials\r\nof the participants or for any other reason and when such an inquiry is\r\nconducted by any person authorised by it in this behalf, it may require a\r\nreport from such person in respect of the inquiry.", "7": "Payment and Settlement Systems Act, 20077. Issue or refusal\r\nof authorisation. -1.  \r\n  The\r\nReserve Bank may, if satisfied, after any inquiry under section 6 or otherwise,\r\nthat the application is complete in all respects and that it conforms to the\r\nprovisions of this Act and the regulations issue an authorisation for operating\r\nthe payment system under this Act having regard to the following\r\nconsiderations, namely:- \r\n i.  \r\n  the\r\nneed for the proposed payment system or the services proposed to be undertaken\r\nby it; \r\n ii.  \r\n  the\r\ntechnical standards or the design of the proposed payment system; \r\n iii.  \r\n  the\r\nterms and conditions of operation of the proposed payment system including any\r\nsecurity procedure; \r\n iv.  \r\n  the\r\nmanner in which transfer of funds may be effected within the payment system; \r\n v.  \r\n  the\r\nprocedure for netting of payment instructions effecting the payment obligations\r\nunder the payment system; \r\n vi.  \r\n  the\r\nfinancial status, experience of management and integrity of the applicant; \r\n vii.  \r\n  interests\r\nof consumers, including the terms and conditions governing their relationship\r\nwith payment system providers; \r\n viii.  \r\n  monetary\r\nand credit policies; and \r\n ix.  \r\n  such\r\nother factors as may be considered relevant by the Reserve Bank.1.  \r\n2.  \r\n  An\r\nauthorisation issued under sub-section (1) shall be in such form as may be\r\nprescribed and shall-a.  \r\n  state\r\nthe date on which it takes effect;b.  \r\n  state\r\nthe conditions subject to which the authorisation shall be in force;c.  \r\n  indicate\r\nthe payment of fees, if any, to be paid for the authorisation to be in force;d.  \r\n  if\r\nit considers necessary, require the applicant to furnish such security for the\r\nproper conduct of the payment system under the provisions of this Act;e.  \r\n  continue\r\nto be in force till the authorisation is revoked.3.  \r\n  Where\r\nthe Reserve Bank considers that the application for authorisation should be\r\nrefused, it shall give the applicant a written notice to that effect stating\r\nthe reasons for the refusal: Provided that no such application shall be refused\r\nunless the applicant is given a reasonable opportunity of being heard.4.  \r\n  Every\r\napplication for authorisation shall be processed by the Reserve Bank as soon as\r\npossible and an endeavour shall be made to dispose of such application within\r\nsix months from the date of filing of such application.", "8": "Payment and Settlement Systems Act, 20078. Revocation of\r\nauthorisation. -\n1.  \r\n  If\r\na system provider,- \r\n i.  \r\n  contravenes\r\nany provisions of this Act, or \r\n ii.  \r\n  does\r\nnot comply with the regulations, or \r\n iii.  \r\n  fails\r\nto comply with the orders or directions issued by the designated authority, or \r\n iv.  \r\n  operates\r\nthe payment system contrary to the conditions subject to which the\r\nauthorisation was issued, the Reserve Bank may, by order, revoke the\r\nauthorisation given to such system provider under this Act:Provided that no order of revocation under\r\nsub-section (1) shall be made- (i) except after giving the system provider a\r\nreasonable opportunity of being heard; and (ii) without prejudice to the\r\ndirection of the Reserve Bank to the system provider that the operation of the\r\npayment system shall not be carried out till the order of revocation is issued.\r\n1.  \r\n2.  \r\n  Nothing\r\ncontained in sub-section (1) shall apply to a case where the Reserve Bank\r\nconsiders it necessary to revoke the authorisation given to a payment system in\r\nthe interest of the monetary policy of the country or for any other reasons to\r\nbe specified by it in the order.3.  \r\n  The\r\norder of revocation issued under sub-section (1) shall include necessary\r\nprovisions to protect and safeguard the interests of persons affected by such\r\norder of revocation.4.  \r\n  Where\r\na system provider becomes insolvent or dissolved or wound up, such system\r\nprovider shall inform that fact to the Reserve Bank and thereupon the Reserve\r\nBank shall take such steps as deemed necessary to revoke the authorisation\r\nissued to such system provider to operate the payment system.", "9": "Payment and Settlement Systems Act, 20079. Appeal to the\r\nCentral Government. -1.  \r\n  Any\r\napplicant for an authorisation whose application for the operation of the\r\npayment system is refused under sub-section (3) of section 7 or a system\r\nprovider who is aggrieved by an order of revocation under section 8 may, within\r\nthirty days from the date on which the order is communicated to him, appeal to\r\nthe Central Government.2.  \r\n  The\r\nCentral Government shall endeavour to dispose of an appeal under sub-section\r\n(1) within a period of three months.3.  \r\n  The\r\ndecision of the Central Government on the appeal under sub-section (1) shall be\r\nfinal.", "10": "Payment and Settlement Systems Act, 2007Chapter IV:\r\nRegulation and Supervision by the Reserve Bank10. Power to\r\ndetermine standards. -1.  \r\n  The\r\nReserve Bank may, from time to time, prescribe-a.  \r\n  the\r\nformat of payment instructions and the size and shape of such instructions;b.  \r\n  the\r\ntimings to be maintained by payment systems;c.  \r\n  the\r\nmanner of transfer of funds within the payment system, either through paper,\r\nelectronic means or in any other manner, between banks or between banks and\r\nother system participants;d.  \r\n  such\r\nother standards to be complied with the payment systems generally;e.  \r\n  the\r\ncriteria for membership of payment systems including continuation, termination\r\nand rejection of membership;f.  \r\n  the\r\nconditions subject to which the system participants shall participate in such\r\nfund transfers and the rights and obligations of the system participants in\r\nsuch funds.2.  \r\n  Without\r\nprejudice to the provisions of sub-section (1), the Reserve Bank may, from time\r\nto time, issue such guidelines, as it may consider necessary for the proper and\r\nefficient management of the payment systems generally or with reference to any\r\nparticular payment system.", "11": "Payment and Settlement Systems Act, 200711. Notice of change\r\nin the payment system. -1.  \r\n  No\r\nsystem provider shall cause any change in the system which would affect the\r\nstructure or the operation of the payment system without- (a) the prior\r\napproval of the Reserve Bank; and (b) giving notice of not less than thirty\r\ndays to the system participants after the approval of the Reserve Bank:Provided that in the\r\ninterest of monetary policy of the country or in public interest, the Reserve\r\nBank may permit the system provider to make any changes in a payment system\r\nwithout giving notice to the system participants under clause (b) or requiring\r\nthe system provider to give notice for a period longer than thirty days..  \r\n2.  \r\n  Where\r\nthe Reserve Bank has any objection, to the proposed change for any reason, it\r\nshall communicate such objection to the systems provider within two weeks of\r\nreceipt of the intimation of the proposed changes from the system provider.3.  \r\n  The\r\nsystem provider shall, within a period of two weeks of the receipt of the\r\nobjections from the Reserve Bank forward his comments to the Reserve Bank and the\r\nproposed changes may be effected only after the receipt of approval from the\r\nReserve Bank.", "12": "Payment and Settlement Systems Act, 200712. Power to call for\r\nreturns, documents or other information -The Reserve Bank may call for from any system\r\nprovider such returns or documents as it may require or other information in\r\nregard to the operation of his payment system at such intervals, in such form\r\nand in such manner, as the Reserve Bank may require from time to time or as may\r\nbe prescribed and such order shall be complied with.", "13": "Payment and Settlement Systems Act, 200713. Short title,\r\nextent and commencement. -The Reserve Bank\r\nshall have right to access any information relating to the operation of any\r\npayment system and system provider and all the system participants shall\r\nprovide access to such information to the Reserve Bank.", "14": "Payment and Settlement Systems Act, 200714. Power to enter\r\nand inspect. -Any officer of the\r\nReserve Bank duly authorized by it in writing in this behalf, may for ensuing\r\ncompliance with the provisions of this Act or any regulations, enter any\r\npremises where a payment system is being operated and may inspect any\r\nequipment, including any computer system or other documents situated at such\r\npremises and call upon any employee of such system provider or participant\r\nthereof or any other person working in such premises to furnish such\r\ninformation or documents as may be required by such officer.", "15": "Payment and Settlement Systems Act, 200715. Information,\r\netc., to be confidential. -1.  \r\n  Subject\r\nto the provisions of sub-section (2), any document or information obtained by\r\nthe Reserve Bank under sections 12 to 14 (both inclusive) shall be kept\r\nconfidential.2.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), the Reserve Bank may disclose any\r\ndocument or information obtained by it under sections 12 to 14 (both inclusive)\r\nto any person to whom the disclosure of such document or information is\r\nconsidered necessary for protecting the integrity, effectiveness or security of\r\nthe payment system, or in the interest of banking or monetary policy or the\r\noperation of the payment systems generally or in the public interest.", "16": "Payment and Settlement Systems Act, 200716. Power to carry\r\nout audit and inspection. -The Reserve Bank may,\r\nfor the purpose of carrying out its functions under this Act, conduct or get\r\nconducted audits and inspections of a payment system or participants thereof\r\nand it shall be the duty of the system provider and the system participants to\r\nassist the Reserve Bank to carry out such audit or inspection, as the case may\r\nbe.", "17": "Payment and Settlement Systems Act, 200717. Power to issue\r\ndirections. -\nWhere the Reserve\r\nBank is of the opinion that,-a.  \r\n  a\r\npayment system or a system participant is engaging in, or is about to engage\r\nin, any act, omission or course of conduct that results, or is likely to\r\nresult, in systemic risk being inadequately controlled; orb.  \r\n  any\r\naction under clause (a) is likely to affect the payment system, the monetary\r\npolicy or the credit policy of the country, the Reserve Bank may issue\r\ndirections in writing to such payment system or system participant requiring\r\nit, within such time as the Reserve Bank may specify- \r\n i.  \r\n  to\r\ncease and desist from engaging in the act, omission or course of conduct or to\r\nensure the system participants to cease and desist from the act, omission or\r\ncourse of conduct; or  \r\n ii.  \r\n  to\r\nperform such acts as may be necessary, in the opinion of the Reserve Bank, to\r\nremedy the situation.", "18": "Payment and Settlement Systems Act, 200718. Power of Reserve\r\nBank to give directions generally. -Without prejudice to\r\nthe provisions of the foregoing, the Reserve Bank may, if it is satisfied that\r\nfor the purpose of enabling it to regulate the payment systems or in the\r\ninterest of management or operation of any of the payment systems or in public\r\ninterest, it is necessary so to do, lay down policies relating to the\r\nregulation of payment systems including electronic, non-electronic, domestic\r\nand international payment systems affecting domestic transactions and give such\r\ndirections in writing as it may consider necessary to system providers or the\r\nsystem participants or any other person either generally or to any such agency\r\nand in particular, pertaining to the conduct of business relating to payment\r\nsystems.", "19": "Payment and Settlement Systems Act, 200719. Directions of\r\nReserve Bank to be complied with. -Every person to whom\r\na direction has been issued by the Reserve Bank under this Act shall comply\r\nwith such direction without any delay and a report of compliance shall be\r\nfurnished to the Reserve Bank within the time allowed by it.", "20": "Payment and Settlement Systems Act, 2007Chapter V: Rights and\r\nDuties of a System Provider20. System provider\r\nto act in accordance with the Act, regulations, etc. -Every system provider\r\nshall operate the payment system in accordance with the provisions of this Act,\r\nthe regulations, the contract governing the relationship among the system\r\nparticipants, the rules and regulations which deal with the operation of the\r\npayment system and the conditions subject to which the authorisation is issued,\r\nand the directions given by the Reserve Bank from time to time.", "21": "Payment and Settlement Systems Act, 200721. Duties of a\r\nsystem provider. -\n1.  \r\n  Every\r\nsystem provider shall disclose to the existing or potential system\r\nparticipants, the terms and conditions including the charges and the\r\nlimitations of liability under the payment system, supply them with copies of\r\nthe rules and regulations governing the operation of the payment system,\r\nnetting arrangements and other relevant documents.2.  \r\n  It\r\nshall be the duty of every system provider to maintain the standards determined\r\nunder this Act.", "22": "Payment and Settlement Systems Act, 200722. Duty to keep\r\ndocuments in the payment system confidential. -1.  \r\n  A\r\nsystem provider shall not disclose to any other person the existence or\r\ncontents of any document or part thereof or other information given to him by a\r\nsystem participant, except where such disclosure is required under the\r\nprovisions of this Act or the disclosure is made with the express or implied\r\nconsent of the system participant concerned or where such disclosure is in\r\nobedience to the orders passed by a court of competent jurisdiction or a\r\nstatutory authority in exercise of the powers conferred by a statute.2.  \r\n  The\r\nprovisions of the Bankers' Book Evidence Act, 1891 shall apply in relation to\r\nthe information or documents or other books in whatever form maintained by the\r\nsystem provider.", "23": "Payment and Settlement Systems Act, 200723. Settlement and\r\nnetting. -\n1.  \r\n  The\r\npayment obligations and settlement instructions among the system participants\r\nshall be determined in accordance with the gross or netting procedure, as the\r\ncase may be, approved by the Reserve Bank while issuing authorisation to a\r\npayment system.2.  \r\n  Where\r\nthe rules providing for the operation of a payment system indicates a procedure\r\nfor the distribution of losses between the system participants and the payment\r\nsystem, such procedure shall have effect notwithstanding anything to the\r\ncontrary contained in any other law for the time being in force.3.  \r\n  A\r\nsettlement effected under such procedure shall be final and irrevocable.4.  \r\n  Where\r\na system participant is declared by a court of competent jurisdiction as\r\ninsolvent or is dissolved or wound up, then notwithstanding anything contained\r\nin the Companies Act, 1956 or the Banking Regulation Act, 1949 or any other law\r\nfor the time being in force, the order of adjudication or dissolution or\r\nwinding up, as the case may be, shall not affect any settlement that has become\r\nfinal and irrevocable and the right of the system provider to appropriate any\r\ncollaterals contributed by the system participant towards its settlement or\r\nother obligations in accordance with the rules, regulations or bye-laws of such\r\nsystem provider.Explanation.-For the\r\nremoval of doubts, it is hereby declared that the settlement, whether gross or\r\nnet, referred to in this section is final and irrevocable as soon as the money,\r\nsecurities, foreign exchange or derivatives or other transactions payable as a result\r\nof such settlement is determined, whether or not such money, securities or\r\nforeign exchange or derivatives or other transactions is actually paid.", "24": "Payment and Settlement Systems Act, 2007Chapter VI:\r\nSettlement of Disputes24. Settlement of\r\ndisputes. -\n1.  \r\n  The\r\nsystem provider shall make provision in its rules or regulations for creation\r\nof panel consisting of not less than three system participants other than the\r\nsystem participants who are parties to the dispute to decide the disputes\r\nbetween system participants in respect of any matter connected with the\r\noperation of the payment system.2.  \r\n  Where\r\nany dispute in respect of any matter connected with the operation of the\r\npayment system arises between two or more system participants, the system\r\nprovider shall refer the dispute to the panel referred to in sub-section (1).3.  \r\n  Where\r\nany dispute arises between any system participant and the system provider or\r\nbetween system providers or where any of the system participants is not\r\nsatisfied with the decision of the panel referred to in sub-section (1), the\r\ndispute shall be referred to the Reserve Bank.4.  \r\n  The\r\ndispute referred to the Reserve Bank for adjudication under sub-section (3)\r\nshall be disposed of by an officer of the Reserve Bank generally or specially\r\nauthorised in this behalf and the decision of the Reserve Bank shall be final\r\nand binding.5.  \r\n  Where\r\na dispute arises between the Reserve Bank, while acting in its capactiy as\r\nsystem provider or as system participant, and another system provider or system\r\nparticipant, the matter shall be referred to the Central Government which may\r\nauthorise an officer not below the rank of Joint Secretary for settlement of\r\nthe dispute and the decision of such officer shall be final.", "25": "Payment and Settlement Systems Act, 200725. Dishonour of\r\nelectronic funds transfer for insufficiency, etc., of funds in the account. -1.  \r\n  Where\r\nan electronic funds transfer initiated by a person from an account maintained\r\nby him cannot be executed on the ground that the amount of money standing to\r\nthe credit of that account is insufficient to honour the transfer instruction\r\nor that it exceeds the amount arranged to be paid from that account by an\r\nagreement made with a bank, such person shall be deemed to have committed an\r\noffence and shall, without prejudice to any other provisions of this Act, be\r\npunished with imprisonment for a term which may extend to two years, or with\r\nfine which may extend to twice the amount of the electronic funds transfer, or\r\nwith both: Provided that nothing contained in this section shall apply unless-a.   the electronic funds\r\ntransfer was initiated for payment of any amount of money to another person for\r\nthe discharge, in whole or in part, of any debt or other liability;b.   the electronic funds\r\ntransfer was initiated in accordance with the relevant procedural guidelines\r\nissued by the system provider;c.   the beneficiary makes\r\na demand for the payment of the said amount of money by giving a notice in\r\nwriting to the person initiating the electronic funds transfer within thirty\r\ndays of the receipt of information by him from the bank concerned regarding the\r\ndishonour of the electronic funds transfer; andd.   the person initiating\r\nthe electronic funds transfer fails to make the payment of the said money to\r\nthe beneficiary within fifteen days of the receipt of the said notice.1.  \r\n2.  \r\n  It\r\nshall be presumed, unless the contrary is proved, that the electronic funds\r\ntransfer was initiated for the discharge, in whole or in part, of any debt or\r\nother liability.3.  \r\n  It\r\nshall not be a defence in a prosecution for an offence under sub-section (1)\r\nthat the person, who initiated the electronic funds transfer through an\r\ninstruction, authorisation, order or agreement, did not have reason to believe\r\nat the time of such instruction, authorisation, order or agreement that the\r\ncredit of his account is insufficient to effect the electronic funds transfer.4.  \r\n  The\r\nCourt shall, in respect of every proceeding under this section, on production\r\nof a communication from the bank denoting the dishonour of electronic funds\r\ntransfer, presume the fact of dishonour of such electronic funds transfer,\r\nunless and until such fact is disproved.5.  \r\n  The\r\nprovisions of Chapter XVII of the Negotiable Instruments Act, 1881 shall apply\r\nto the dishonour of electronic funds transfer to the extent the circumstances\r\nadmit.Explanation.- For the\r\npurposes of this section, \"debt or other liability\" means a legally\r\nenforceable debt or other liability, as the case may be.", "26": "Payment and Settlement Systems Act, 2007Chapter VII: Offences\r\nand Penalties26. Penalties. -1.  \r\n  Where\r\na person contravenes the provisions of section 4 or fails to comply with the\r\nterms and conditions subject to which the authorisation has been issued under\r\nsection 7, he shall be punishable with imprisonment for a term which shall not\r\nbe less than one month but which may extend to ten years or with fine which may\r\nextend to one crore rupees or with both and with a further fine which may extend\r\nto one lakh rupees for every day, after the first during which the\r\ncontravention or failure to comply continues.2.  \r\n  Whoever\r\nin any application for authorisation or in any return or other document or on\r\nany information required to be furnished by or under, or for the purpose of,\r\nany provision of this Act, wilfully makes a statement which is false in any\r\nmaterial particular, knowing it to be false or wilfully omits to make a\r\nmaterial statement, shall be punishable with imprisonment for a term which may\r\nextend to three years and shall also be liable to fine which shall not be less\r\nthan ten lakh rupees and which may extend to fifty lakh rupees.3.  \r\n  If\r\nany person fails to produce any statement, information, returns or other\r\ndocuments, or to furnish any statement, information, returns or other\r\ndocuments, which under section 12 or under section 13, it is his duty to\r\nfurnish or to answer any question relating to the operation of a payment system\r\nwhich is required by an officer making inspection under section 14, he shall be\r\npunishable with fine which may extend to ten lakh rupees in respect of each\r\noffence and if he persists in such refusal, to a further fine which may extend\r\nto twenty-five thousand rupees for every day for which the offence continues.4.  \r\n  If\r\nany person discloses any information, the disclosure of which is prohibited\r\nunder section 22, he shall be punishable with imprisonment for a term which may\r\nextend to six months, or with fine which may extend to five lakh rupees or an\r\namount equal to twice the amount of the damages incurred by the act of such\r\ndisclosure, whichever is higher or with both.5.  \r\n\r\n  Where\r\na direction issued under this Act is not complied with within the period\r\nstipulated by the Reserve Bank or where no such period is stipulated, within a\r\nreasonable time or where the penalty imposed by the Reserve Bank under section\r\n30 is not paid within a period of thirty days from the date of the order, the\r\nsystem provider or the system participant which has failed to comply with the\r\ndirection or to pay the penalty shall be punishable with imprisonment for a\r\nterm which shall not be less than one month but which may extend to ten years,\r\nor with fine which may extend to one crore rupees or with both and where the\r\nfailure to comply with the direction continues, with further fine which may\r\nextend to one lakh rupees for every day, after the first during which the\r\ncontravention continues.6.  \r\n  If\r\nany provision of this Act is contravened, or if any default is made in\r\ncomplying with any other requirement of this Act, or of any regulation, order\r\nor direction made or given or condition imposed there under and in respect of\r\nwhich no penalty has been specified, then, the person guilty of such\r\ncontravention or default, as the case may be, shall be punishable with fine\r\nwhich may extend to ten lakh rupees and where a contravention or default is a\r\ncontinuing one, with a further fine which may extend to twenty-five thousand\r\nrupees for every day, after the first during which the contravention or default\r\ncontinues.", "27": "Payment and Settlement Systems Act, 200727. Offences by\r\ncompanies. -\n1.  \r\n  Where\r\na person committing a contravention of any of the provisions of this Act or any\r\nregulation, direction or order made thereunder is a company, every person who,\r\nat the time of the contravention, was in-charge of, and was responsible to, the\r\ncompany for the conduct of business of the company, as well as the company,\r\nshall be guilty of the contravention and shall be liable to be proceeded\r\nagainst and punished accordingly: Provided that nothing contained in this\r\nsub-section shall render any such person liable to punishment if he proves that\r\nthe contravention took place without his knowledge or that he exercised all due\r\ndiligence to prevent such contravention.2.  \r\n  Notwithstanding\r\nanything contained in sub-section (1), where a contravention of any of the\r\nprovisions of this Act or of any regulation, direction or order made thereunder\r\nhas been committed by a company and it is proved that the contravention has\r\ntaken place with the consent or connivance of, or is attributable to any\r\nneglect on the part of any director, manager, secretary or other officer of the\r\ncompany, such director, manager, secretary or other officer shall also be\r\ndeemed to be guilty of the contravention and shall be liable to be proceeded\r\nagainst and punished accordingly.Explanation.- For the\r\npurposes of this section,-a.   \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.   \"director\",\r\nin relation to a firm, means a partner in the firm.", "28": "Payment and Settlement Systems Act, 200728. Cognizance of\r\noffences. -1.  \r\n  No\r\ncourt shall take cognizance of an offence punishable under this Act except upon\r\na complaint in writing made by an officer of the Reserve Bank generally or\r\nspecially authorised by it in writing in this behalf, and no court, lower than\r\nthat of a Metropolitan Magistrate or a Judicial Magistrate of the first class\r\nshall try any such offence: Provided that the Court may take cognizance of an\r\noffence punishable under section 25 upon a complaint in writing made by the\r\nperson aggrieved by the dishonour of the electronic funds transfer.2.  \r\n  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, a Magistrate may\r\ndispense with the personal attendance of the officer of the Reserve Bank filing\r\nthe complaint, but the Magistrate may, in his discretion, at any stage of the\r\nproceedings, direct the personal attendance of the complainant.", "29": "Payment and Settlement Systems Act, 200729. Application of\r\nfine. -A court imposing any\r\nfine under this Act may direct that the whole or any part thereof shall be\r\napplied in, or towards payment of, the costs of the proceedings.", "30": "Payment and Settlement Systems Act, 200730. Power of Reserve\r\nBank to impose fines. -1.  \r\n  Notwithstanding\r\nanything contained in section 26, if a contravention or default of the nature\r\nreferred to in sub-section (2) or sub-section (6) of section 26, as the case\r\nmay be, the Reserve Bank may impose on the person contravening or committing\r\ndefault a penalty not exceeding five lakh rupees or twice the amount involved\r\nin such contravention or default where such amount is quantifiable, whichever\r\nis more, and where such contravention or default is a continuing one, a further\r\npenalty which may extend to twenty-five thousand rupees for every day after the\r\nfirst during which the contravention or default continues.2.  \r\n  For\r\nthe purpose of imposing penalty under sub-section (1), the Reserve Bank shall\r\nserve a notice on the defaulter requiring him to show cause why the amount\r\nspecified in the notice should not be imposed as a penalty and a reasonable\r\nopportunity of being heard shall also be given to such defaulter.3.  \r\n  Any\r\npenalty imposed by the Reserve Bank under this section shall be payable within\r\na period of thirty days from the date on which notice issued by the Reserve\r\nBank demanding payment of the sum is served on the defaulter and, in the event\r\nof failure of the person to pay the sum within such period, may be recovered on\r\na direction made by the principal civil court having jurisdiction in the area\r\nwhere the registered office of the defaulter company or the official business\r\nof the person is situated: Provided that no such direction shall be made,\r\nexcept on an application made by an officer of the Reserve Bank authorised by\r\nit in this behalf.4.  \r\n  The\r\nReserve Bank may recover the amount of penalty by debiting the current account,\r\nif any, of the defaulter or by liquidating the securities held to the credit of\r\nthe defaulter or in accordance with the provisions of this Act.5.  \r\n  The\r\ncourt which makes a direction under sub-section (3) shall issue a certificate\r\nspecifying the sum payable by the defaulter and every such certificate shall be\r\nenforceable in the same manner as it were a decree made by the court in a civil\r\nsuit.6.  \r\n  Where\r\nany complaint has been filed against any person in any court in respect of the\r\ncontravention or default of the nature referred to in sub-section (2), or, as\r\nthe case may be, sub-section (4) of section 26, then, no proceeding for the\r\nimposition of any penalty on the person shall be taken under this section.", "31": "Payment and Settlement Systems Act, 200731. Power to compound\r\noffences. -1.  \r\n  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, any offence\r\npunishable under this Act for any contravention, not being an offence\r\npunishable with imprisonment only, or with imprisonment and also with fine,\r\nmay, on receipt of an application from the person committing such contravention\r\neither before or after the institution of any proceeding, be compounded by an\r\nofficer of the Reserve Bank duly authorised by it in this behalf.2.  \r\n  Where\r\na contravention has been compounded under sub-section (1), no proceeding or\r\nfurther proceeding, as the case may be, shall be initiated or continued, as the\r\ncase may be, against the person committing such contravention under that\r\nsection, in respect of the contravention so compounded.", "32": "Payment and Settlement Systems Act, 2007Chapter VIII:\r\nMiscellaneous32. Act to have\r\noverriding effect. -The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force.", "33": "Payment and Settlement Systems Act, 200733. Mode of recovery\r\nof penalty. -1.  \r\n  The\r\npenalty imposed on the defaulter by the Reserve Bank under section 30 may be\r\nrecovered by issuing a notice to any person from whom any amount is due to the\r\ndefaulter, by requiring such person to deduct from the amount payable by him to\r\nthe defaulter, the amount payable to the Reserve Bank by way of penalty and pay\r\nto the Reserve Bank.2.  \r\n  Save\r\nas otherwise provided in this section, every person to whom a notice is issued\r\nunder this sub-section shall be bound to comply with such notice, and, in\r\nparticular, where such notice is issued to a post office, bank or an insurer,\r\nit shall not be necessary for any passbook, deposit receipt, policy or any\r\nother document to be produced for the purpose of any entry, endorsement or the\r\nlike being made before payment is made notwithstanding that any rule, practice\r\nor requirement to the contrary.3.  \r\n  Any\r\nclaim respecting any property in relation to which a notice under this\r\nsub-section has been issued arising after the date of the notice shall be void\r\nas against any demand contained in the notice.4.  \r\n  Where\r\na person to whom the notice under this sub-section is sent objects to it by a\r\nstatement on oath that the sum demanded or any part thereof is not due to the\r\ndefaulter or that he does not hold any money for or on account of the defaulter,\r\nthen, nothing contained in this sub-section shall be deemed to require such\r\nperson to pay any such sum or part thereof, as the case may be, but if it is\r\ndiscovered that such statement was false in any material particular, such\r\nperson shall be personally liable to the Reserve Bank to the extent of his own\r\nliability to the defaulter on the date of the notice, or to the extent of the\r\npenalty imposed on the defaulter by the Reserve Bank, whichever is less.5.  \r\n  The\r\nReserve Bank may at any time or from time to time, amend or revoke any notice\r\nissued under this section or extend the time for making the payment in\r\npursuance of such notice.6.  \r\n  The\r\nReserve Bank shall grant a receipt for any amount paid to it in compliance with\r\na notice issued under this section and the person so paying shall be fully\r\ndischarged from his liability to the defaulter to the extent of the amount so\r\npaid.7.  \r\n  Any\r\nperson discharging any liability to the defaulter after the receipt of a notice\r\nunder this section shall be personally liable to the Reserve Bank to the extent\r\nof his own liability to the defaulter so discharged or to the extent of the\r\npenalty imposed on the defaulter by the Reserve Bank, whichever is less.8.  \r\n  If\r\nthe person to whom the notice under this section is sent fails to make payment\r\nin pursuance thereof to the Reserve Bank, he shall be deemed to be the\r\ndefaulter in respect of the amount specified in the notice and further\r\nproceedings may be taken against him for the realisation of the amount as if it\r\nwere an arrear due from him in the manner provided in this section.Explanation.- For the\r\npurposes of this section, \"defaulter\" means any person or system\r\nprovider or system participant on whom the Reserve Bank has imposed a penalty\r\nunder section 30.", "34": "Payment and Settlement Systems Act, 200734. Act not to apply\r\nto stock ex-changes or clearing corporations of stock ex-changes. -Nothing contained in\r\nthis Act shall apply to stock exchanges or the clearing corporations of the\r\nstock exchanges.", "35": "Payment and Settlement Systems Act, 200735. Certain persons\r\ndeemed to be public servants. -Every officer of the\r\nReserve Bank who has been entrusted with any power under this Act, shall be\r\ndeemed to be a public servant within the meaning of section 21 of the Indian\r\nPenal Code.", "36": "Payment and Settlement Systems Act, 200736. Protection of\r\naction taken in good faith. -No suit or other\r\nlegal proceedings shall lie against the Central Government, the Reserve Bank,\r\nor any officer thereof for any damage caused or likely to be caused by anything\r\nwhich is in good faith done or intended to be done in pursuance of this Act,\r\nany regulations, order or direction made or given there under.", "37": "Payment and Settlement Systems Act, 200737. Power to remove\r\ndifficulties. -1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovision is not inconsistent with the provisions of this Act as appear to it\r\nto be necessary or expedient for removing the difficulty:Provided that no order shall be made under\r\nthis section after the expiry of a period of two years from the commencement of\r\nthis Act.2.  \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "38": "Payment and Settlement Systems Act, 200738. Power of Reserve\r\nBank to make regulations. -1.  \r\n  The\r\nReserve Bank may, by notification, make regulations consistent with this Act to\r\ncarry out the provisions of this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing provision,\r\nsuch regulations may provide for all or any of the following matters, namely:-a.  \r\n  the\r\npowers and functions of the Committee constituted under sub-section (2), the\r\ntime and venue of its meetings and the procedure to be followed by it at its\r\nmeetings (including the quorum at such meetings) under sub-section (4) of\r\nsection 3;b.  \r\n  the\r\nform and manner in which an application for authorisation for commencing or\r\ncarrying on a payment system shall be made and the fees which shall accompany\r\nsuch application under sub-section (2) of section 5;c.  \r\n  the\r\nform in which an authorisation to operate a payment system under this Act shall\r\nbe issued under sub-section (2) of section 7;d.  \r\n  the\r\nformat of payment instructions and other matters relating to determination of\r\nstandards to be complied with by the payment systems under sub-section (1) of\r\nsection 10;e.  \r\n  the\r\nintervals, at which and the form and manner in which the information or returns\r\nrequired by the Reserve Bank shall be furnished under section 12;f.  \r\n  such\r\nother matters as are required to be, or may be, prescribed.1.  \r\n2.  \r\n  Any\r\nregulation made under this section shall have effect from such earlier or later\r\ndate (nor earlier than the date of commencement of this Act) as may be\r\nspecified in the regulation.3.  \r\n  Every\r\nregulation shall, as soon as may be after it is made by the Reserve Bank, be\r\nforwarded to the Central Government and that Central Government shall cause a\r\ncopy of the same to be laid before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the regulation, or both Houses\r\nagree that the regulation should not be made, the regulation shall, thereafter,\r\nhave effect only in such modified form or be of no effect, as the case may be;\r\nso, however, that any such modification or annulment shall be without prejudice\r\nto the validity of anything previously done under that regulation."}