{"name": "Pensions Act, 1871\r", "1": "Pension’s Act, 18711. Short title and extent This Act may be called the Pensions’ Act, 1871; 2[In so far as it relates to Union pensions, it extends to the\r\nwhole of India and in so far as it relates to other pensions, it extends] to\r\n3[the whole of India except 4[the territories which, immediately and before the\r\n1st November, 1956, were comprised in Part B States]].5[***]6[***]", "2": "Pension’s Act, 1871[Section 2. - Repealed by Repealing Act, 1938]", "3": "Pension’s Act, 18713. Interpretation- section In this Act, the expression \"grant of money or\r\nland-revenue\" includes any thing payable on the part of Government in\r\nrespect of any right, privilege, perquisite or office.", "4": "Pension’s Act, 18714. Bar of suits relating to pensionsExcept as hereinafter provided, no Civil Court shall entertain\r\nany suit relating to any pension or grant of money or land-revenue conferred or\r\nmade by the 10[Government or by] any former Government, whatever may have been\r\nthe nature of the payment, claim or right for which such pension or grant may\r\nhave been substituted. ", "5": "Pension’s Act, 18715. Claims to be made to Collector, Deputy Commissioner, or\r\nother authorized officerAny person having a claim relating to any such pension or grant\r\nmay prefer such claim to the Collector of the District or Deputy Commissioner\r\nor other officer authorized in this behalf by the 11[appropriate Government],\r\nand such Collector, Deputy Commissioner or other officer shall dispose of such\r\nclaim in accordance with such rules as the Chief Revenue Authority may, subject\r\nto the general control of the 11[appropriate Government], from time to time,\r\nprescribe in this behalf.", "6": "Pension’s Act, 18716. Civil Court empowered to take\r\ncognizance of such claimsA Civil Court, otherwise competent to try the same, shall take\r\ncognizance of any such claim upon receiving a certificate from such Collector,\r\nDeputy Commissioner or other officer authorized in that behalf that the case\r\nmay be so tried, but shall not make any order or decree in any suit whatever by\r\nwhich the liability of Government to pay any such pension or grant as aforesaid\r\nis affected directly or indirectly.", "7": "Pension’s Act, 18717. Pensions for lands held under grants in perpetuityNothing in sections four and six applies to-(1) any inam of the class referred to in section 1 of Madras Act\r\nNo. IV of 1862.(2) pensions heretofore granted by Government in the territories\r\nrespectively subject to the Lieutenant-Governors of Bengal and the North-Western\r\nProvinces, either wholly or in part as an indemnity for loss sustained by the\r\nresumption by a Native Government of lands held under sanads purporting to\r\nconfer a right in perpetuity. Such pensions shall not be liable to resumptions\r\non the death of the recipient, but every such pension shall be capable of\r\nalienation and descent, and may be sued and recovered in the same manner as any\r\nother property.", "8": "Pension’s Act, 18718. Payment to be made by Collector, Deputy Commissioner,\r\nor other authorized officerAll pensions or grants by Government of money or land-revenue\r\nshall be paid by the Collector or the Deputy Commissioner or other authorized\r\nofficer, subject to such rules12 as may, from time to time, be prescribed by\r\nthe Chief Controlling Revenue Authority.", "9": "Pension’s Act, 18719. Saving or rights in respect of the recovery of land\r\nrevenue Nothing in section 4 and 8 shall affect the right of a grantee\r\nof land-revenue, whose claim to such grant is admitted by Government, to\r\nrecover such revenue from the persons liable to pay the same under any law for\r\nthe time being in force for the recovery of the rent of land.", "10": "Pension’s Act, 187110. Commutation of pensionsThe 11[appropriate Government] may, with the consent of the\r\nholder, order the whole or any part of his pension or grant of money or land-revenue\r\nto be commuted for a lump sum on such terms as may seem fit.", "11": "Pension’s Act, 187111. Exemption of pension from attachment \r\nNo pension granted or continued by Government on political\r\nconsiderations, or on account of past services or present infirmities or as a\r\ncompassionate allowance, and no money due or to become due on account of any\r\nsuch pension or allowance, shall be liable to seizure, attachment or\r\nsequestration by process of any Court 14[***] at the instance of a creditor,\r\nfor any demand against the pensioner, or in satisfaction of a decree or order\r\nof any such Court.15[This section applies 14[***] also to pension granted or\r\ncontinued, after the separation of Burma from India16, by the Government of\r\nBurma.]", "12": "Pension’s Act, 187112. Assignments, etc., in anticipation of pension, to be\r\nvoidAll assignments, agreements, orders, sales and securities of\r\nevery kind made by the persons entitled to any pension, pay or allowance\r\nmentioned in section eleven, in respect of any money not payable at or before\r\nthe making thereof, on account of any such pension, pay or allowance, or for\r\ngiving or assigning any future interest therein, are null and void.", "13": "Pension’s Act, 187113. Reward to informersWhoever proves to the satisfaction of the 18[appropriate\r\nGovernment] that any pension is fraudulently or unduly received by the person\r\nenjoying the benefit thereof, shall be entitled to a reward equivalent to the\r\namount of such pension for the period of six months.", "14": "Pension’s Act, 187114. Power to make rules15[In each 19[State]] the Chief Controlling Revenue Authority\r\nmay, with the consent of the 18[appropriate Government], from time to time,\r\nmake rules consistent with this Act respecting all or any of the following\r\nmatters:-(1) the place and time at which, and the person to whom, any\r\npension shall be paid; (2) inquiries into the identity of claimants; (3) records to be kept on the subject of pensions;(4) transmission of such records;(5) correction of such records;(6) delivery of certificates to pensioners;(7) registers of such certificates;(8) reference to the Civil Court, under section six, of persons\r\nclaiming a right of succession to, or participation in, pensions or grants of\r\nmoney or land-revenue payable by Government; and generally for the guidance of\r\nofficers under this Act.All such rules shall be published in the 20[Official Gazette],\r\nand shall thereupon have the force of law.Comment: The question is whether mother is a dependent.\r\nIn view of the express definition of the family, mother has not been included\r\nas a member of the family to claim any family pension from the Government, much\r\nless after the maximum period of ten years. State of Gujarat v. Sarti Devi, AIR\r\n1996 SUPREME COURT 937", "15": "Pension’s Act, 187115. Power of Central Government to make rules \r\nThe Central Government may, by notification in the Official\r\nGazette, make rules to provide for all or any of the following matters,\r\nnamely:-(a) the manner and form in which any nomination may be made\r\nunder section 12A and the manner and form in which such nomination may be\r\ncancelled or varied by another nomination;(b) the manner in which provision may be made, for the purposes\r\nof the second proviso to section 12A, in any such nomination for conferring on\r\nsome person other than the nominee the right to receive moneys payable to the\r\nnominee if such nominee predeceases the pensioner.", "16": "Pension’s Act, 187116. Laying of RulesEvery rule made by the Central Government under this Act and\r\nevery rule made under section 14 by a Chief Controlling Revenue Authority with\r\nthe consent of the Central Government, shall be laid, as soon as may be after\r\nit is made, before each House of Parliament, while it is in session, for a\r\ntotal period of thirty days which may be comprised in one session or in two or\r\nmore successive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or both Houses agree that the rule\r\nshould not be made, the rule shall thereafter have effect only in such modified\r\nform or be of no effect, as the case may be; so, however, that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule.]"}