{"name": "Pension Fund Regulatory and Development Authority Act, 2013\r", "1": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter I Preliminary1. Short title,\r\nextent and commencement.1.  \r\n  This\r\nAct may be called the Pension Fund Regulatory and Development Authority Act,\r\n2013.2.  It\r\nextends to the whole of India.3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint:Provided that\r\ndifferent dates may be appointed for different provisions of this Act and any\r\nreference in any such provision to the commencement of this Act shall be\r\nconstrued as a reference to the coming into force of that provision.", "2": "The Pension Fund Regulatory and Development Authority Act, 20132.   Definitions1.  \r\n  In\r\nthis Act, unless the context otherwise requires,-a.   “Authority” means the\r\nPension Fund Regulatory and Development Authority established under sub-section\r\n(1) of section 3;b.   “central\r\nrecordkeeping agency” means an agency registered under section 27 to perform\r\nthe functions of recordkeeping, accounting, administration and customer service\r\nfor subscribers to schemes;c.   “Chairperson” means\r\nthe Chairperson of the Authority;d.   “document” shall\r\ninclude any matter written, expressed or described upon any substance by means\r\nof letters, figures or marks, or by more than one of those means, in printed or\r\nin electronic version, which is intended to be used, or which may be used, by\r\nthe Interim Pension Fund Regulatory and Development Authority, or Authority or\r\nan intermediary or any other entity connected with the National Pension System,\r\nfor the purpose of recording that matter;e.   “individual pension\r\naccount” means an account of a subscriber, executed by a contract setting out\r\nthe terms and conditions under the National Pension System;f.   “Interim Pension Fund\r\nRegulatory and Development Authority” means the Interim Pension Fund Regulatory\r\nand Development Authority set up by the Central Government through Resolutions\r\nNo. F. No. 5/7/2003-ECB&PR, dated the 10th October, 2003 and F. No.\r\n1(6)/2007-PR, dated the 14th November, 2008;g.   “intermediary”\r\nincludes pension fund, central recordkeeping agency, National Pension System\r\nTrust, pension fund adviser, retirement adviser, point of presence and such\r\nother person or entity connected with collection, management, recordkeeping and\r\ndistribution of accumulations;h.   “member” means a\r\nmember of the Authority and includes its Chairperson;i.   “National Pension\r\nSystem” means the contributory pension system referred to in section 20 whereby\r\ncontributions from a subscriber are collected and accumulated in an individual\r\npension account using a system of points of presence, a central recordkeeping\r\nagency and pension funds as may be specified by regulations;j.   \"National\r\nPension System Trust\" means the Board of Trustees who hold the assets of\r\nsubscribers for their benefit;k.   “notification” means\r\na notification published in the Official Gazette;l.   “pension fund” means\r\nan intermediary which has been granted a certificate of registration under\r\nsub-section (3) of section 27 by the Authority as a pension fund for receiving\r\ncontributions, accumulating them and making payments to the subscriber in the\r\nmanner as may be specified by regulations;m.   “Pension Regulatory\r\nand Development Fund” means the fund constituted under sub-section (1) of\r\nsection 40;n.   “point of presence”\r\nmeans an intermediary registered with the Authority under sub-section (3) of\r\nsection 27 as a point of presence and capable of electronic connectivity with\r\nthe central recordkeeping agency for the purposes of receiving and transmitting\r\nfunds and instructions and pay out of funds;o.   “prescribed” means\r\nprescribed by rules made under this Act;p.   “regulated assets”\r\nmeans the assets and properties, both tangible and intangible, owned, leased or\r\ndeveloped by and other rights belonging to, the central recordkeeping agency;q.   “regulations” means\r\nthe regulations made by the Authority under this Act;r.   “scheme” means a\r\nscheme of pension fund approved by the Authority under this Act;s.   “Securities Appellate\r\nTribunal” means a Securities Appellate Tribunal established under sub-section\r\n(1) of section 15K of the Securities and Exchange Board of India Act, 1992;t.   “subscriber” includes\r\na person who subscribes to a scheme of a pension fund;u.   “Subscriber Education\r\nand Protection Fund” means the fund constituted under sub-section (1) of\r\nsection 41;v.   “Trustee Bank\"\r\nmeans a banking company as defined in the Banking Regulation Act, 1949.2.  Words\r\nand expressions used and not defined in this Act, but defined in- \r\n i.  \r\n  the\r\nInsurance Act, 1938;the\r\nCompanies Act, 1956; \r\n iii.  \r\n  the\r\nSecurities Contracts (Regulation) Act, 1956; and \r\n iv.  \r\n  the\r\nSecurities and Exchange Board of India Act, 1992, shall have the meanings\r\nrespectively assigned to them under those Acts.", "3": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter II Pension\r\nFund Regulatory and Development Authority3. Establishment and\r\nincorporation of Authority1.  \r\n  With\r\neffect from such date as the Central Government may, by notification, appoint,\r\nthere shall be established, for the purposes of this Act, an Authority to be\r\ncalled the Pension Fund Regulatory and Development Authority.2.  The\r\nAuthority shall be a body corporate by the name aforesaid, having perpetual\r\nsuccession and a common seal with power, subject to the provisions of this Act,\r\nto acquire, hold and dispose of property, both movable and immovable, and to\r\ncontract and shall, by the said name, sue or be sued.3.  The\r\nhead office of the Authority shall be in the National Capital Region referred\r\nto in clause (f) of section 2 of the National Capital Region Planning Board\r\nAct, 1985.4.  \r\n  The\r\nAuthority may establish offices at other places in India.", "4": "The Pension Fund Regulatory and Development Authority Act, 20134.     Composition of\r\nAuthority.The Authority shall\r\nconsist of the following Members, namely:-a.  \r\n  a\r\nChairperson;b.  \r\n  three\r\nwhole-time members; andc.  \r\n  three\r\npart-time members, to be appointed by the Central Government from amongst\r\npersons of ability, integrity and standing and having knowledge and experience\r\nin economics or finance or law with at least one person from each discipline.", "5": "The Pension Fund Regulatory and Development Authority Act, 20135.     Term of office and\r\nconditions of service of Chairperson and members of Authority.1.  \r\n  The\r\nChairperson and every whole-time member shall hold office for a term of five\r\nyears from the date on which he enters upon his office and shall be eligible\r\nfor reappointment:Provided that no\r\nperson shall hold office as a Chairperson after he has attained the age of\r\nsixty-five years:Provided further that\r\nno person shall hold office as a whole-time member after he has attained the\r\nage of sixty-two years.1.  \r\n2.  A\r\npart-time member shall hold office as such for a term not exceeding five years\r\nfrom the date on which he enters upon his office.3.  The\r\nsalary and allowances payable to, and other terms and conditions of service of,\r\nthe members other than part-time members shall be such as may be prescribed.4.  \r\n  The\r\npart-time members shall receive such allowances as may be prescribed.5.  The\r\nsalary, allowances and other conditions of service of a member shall not be\r\nvaried to his disadvantage after his appointment.6.  \r\n  Notwithstanding\r\nanything contained in sub-section (1) or sub-section (2), a member may-a.   relinquish his\r\noffice, by giving in writing to the Central Government, a notice of not less\r\nthan thirty days; orb.   be removed from his\r\noffice in accordance with the provisions of section 6.", "6": "The Pension Fund Regulatory and Development Authority Act, 20136. Removal of\r\nmembers from office.1.  \r\n  The\r\nCentral Government may remove from office the Chairperson or any other member\r\nwho-a.   is, or at any time\r\nhas been, adjudged as insolvent; orb.   has become physically\r\nor mentally incapable of acting as a member; orc.   has been convicted of\r\nan offence which, in the opinion of the Central Government, involves moral\r\nturpitude; ord.   has acquired such\r\nfinancial or other interest as is likely to affect prejudicially his functions\r\nas a member; ore.   has in the opinion of\r\nthe Central Government, so abused his position as to render his continuance in\r\noffice detrimental to the public interest.2.  No\r\nsuch Chairperson or other member shall be removed under clause (d) or clause\r\n(e) of sub-section (1) unless he has been given a reasonable opportunity of\r\nbeing heard in the matter.", "7": "The Pension Fund Regulatory and Development Authority Act, 20137. Restriction on\r\nfuture employment of members.1.  \r\n  The\r\nChairperson and the whole-time members shall not, for a period of two years\r\nfrom the date on which they cease to hold office as such, except with the\r\nprevious approval of the Central Government, accept-a.   any employment either\r\nunder the Central Government or under any State Government; orb.   any appointment in\r\nany regulated entity in the pension sector.2.  The\r\nChairperson and the whole-time members of the Interim Pension Fund Regulatory\r\nand Development Authority holding the office as such before the commencement of\r\nthis Act, shall not, on and after such commencement, accept any appointment in\r\nany regulated entity in the pension sector for a period of two years from the\r\ndate on which they cease to hold office as such, except with the previous\r\napproval of the Central Government.", "8": "The Pension Fund Regulatory and Development Authority Act, 20138. Administrative\r\npowers of Chairperson.The Chairperson shall\r\nhave the powers of general superintendence and direction in respect of all\r\nadministrative matters of the Authority.", "9": "The Pension Fund Regulatory and Development Authority Act, 20139. Meetings of\r\nAuthority.1.  \r\n  The\r\nAuthority shall meet at such times and places and shall observe such rules of\r\nprocedure in regard to the transaction of business at its meetings (including\r\nquorum at such meetings) as may be provided by regulations.2.  The\r\nChairperson or, if for any reason, he is unable to attend a meeting of the\r\nAuthority, any other member chosen by the members present from amongst\r\nthemselves at the meeting, shall preside at the meeting.3.  All\r\nquestions which come up before any meeting of the Authority shall be decided by\r\na majority of votes by the members present and voting, and in the event of an\r\nequality of votes, the Chairperson or in his absence, the person presiding\r\nshall have a second or casting vote.4.  \r\n  If\r\nany member, who is a director of a company and who as such director, has any\r\ndirect or indirect pecuniary interest in any matter coming up for consideration\r\nat a meeting of the Authority, he shall, as soon as possible after relevant\r\ncircumstances have come to his knowledge, disclose the nature of his interest\r\nat such meeting and such disclosure shall be recorded in the proceedings of the\r\nAuthority, and the member shall not take part in any deliberation or decision\r\nof the Authority with respect to that matter.", "10": "The Pension Fund Regulatory and Development Authority Act, 201310. Vacancies, etc.,\r\nnot to invalidate proceedings of Authority.No act or proceeding\r\nof the Authority shall be invalid merely by reason of-a.  \r\n  any\r\nvacancy in, or any defect in the constitution of, the Authority; orb.  \r\n  any\r\ndefect in the appointment of a person acting as a member of the Authority; orc.  \r\n  any\r\nirregularity in the procedure of the Authority not affecting the merits of the\r\ncase.", "11": "The Pension Fund Regulatory and Development Authority Act, 201311. Officers and\r\nemployees of Authority.1.  \r\n  The\r\nAuthority may appoint such officers and other employees as it considers\r\nnecessary for the efficient discharge of its functions under this Act.2.  The\r\nterms and other conditions of service of officers and other employees of the\r\nAuthority appointed under sub-section (1) shall be such as may be determined by\r\nregulations.", "12": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter III Extent\r\nand Application12. Extent and\r\napplication.1.  \r\n  This\r\nAct shall apply to-a.   the National Pension\r\nSystem;b.   any other pension\r\nscheme not regulated by any other enactment.1.  \r\n2.  Every\r\npension scheme referred to in clause (b) shall conform to the regulations made\r\nby the Authority within such time as may be specified in the regulations.3.  Notwithstanding\r\nanything contained in sub-section (1), the provisions of this Act shall not\r\napply to-a.   the schemes or funds\r\nunder- \r\n i.  \r\n  the\r\nCoal Mines Provident Fund and Miscellaneous Provisions Act, 1948; \r\n ii.  \r\n  the\r\nEmployees' Provident Funds and Miscellaneous Provisions Act, 1952; \r\n iii.  \r\n  the\r\nSeamen's Provident Fund Act, 1966; \r\n iv.  \r\n  the\r\nAssam Tea Plantations Provident Fund and Pension Fund Scheme Act, 1955; and \r\n v.  \r\n  the\r\nJammu and Kashmir Employees' Provident Funds Act, 1961;a.  \r\nb.   contracts referred to\r\nin sub-section (11) of section 2 of the Insurance Act, 1938;c.   any other pension\r\nscheme, which the Central Government may, by notification, exempt from the\r\napplication of this Act;d.   persons appointed\r\nbefore the 1st day of January, 2004 to public services in connection with the\r\naffairs of the Union, or to All-India Services constituted under section 2A of\r\nthe All-India Services Act, 1951;e.   persons appointed to\r\npublic services in connection with the affairs of any State, or such Union\r\nterritories as may be specified by notification by the Central Government.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  Notwithstanding\r\nanything contained in sub-section (3), any State Government or administrator of\r\na Union territory may, by notification, extend the National Pension System to\r\nits employees.5.  Notwithstanding\r\nanything contained in clause (c) of sub-section (3), the Central Government\r\nmay, by notification, extend the application of this Act to any other pension\r\nscheme [including any other pension scheme exempted and notified under clause\r\n(c) of sub-section (3)].6.  \r\n  Any\r\nperson governed under any of the schemes or funds referred to in sub-section\r\n(3) may, at his option, also join the National Pension System.", "13": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter IV Transfer\r\nof Assets, Liabilities, Etc., of Interim Pension Fund Regulatory and\r\nDevelopment Authority13.\r\n   Transfer\r\nof assets, liabilities, etc., of Interim Pension Fund Regulatory and\r\nDevelopment Authority.On and from the date\r\nof establishment of the Pension Fund Regulatory and Development Authority,-a.  \r\n  all\r\nthe assets and liabilities of the Interim Pension Fund Regulatory and\r\nDevelopment Authority shall stand transferred to, and vested in, the Authority.\r\nExplanation.- The\r\nassets of the Interim Pension Fund Regulatory and Development Authority shall\r\nbe deemed to include all rights and powers, all properties whether movable or\r\nimmovable, including, in particular, cash balances, deposits and all other\r\ninterests and rights in, or arising out of, such properties as may be in the\r\npossession of the Interim Pension Fund Regulatory and Development Authority and\r\nall books of account and other documents relating to the same; and liabilities\r\nshall be deemed to include all debts, liabilities and obligations of whatever\r\nkind;a.  \r\nb.  \r\n  without\r\nprejudice to the provisions of clause (a), all debts, obligations and\r\nliabilities incurred, all contracts entered into and all matters and things\r\nengaged to be done by, with or for the Interim Pension Fund Regulatory and\r\nDevelopment Authority immediately before that day, for or in connection with\r\nthe purpose of the said Regulatory Authority, shall be deemed to have been\r\nincurred, entered into or engaged to be done by, with or for, the Authority;c.  \r\n  all\r\nsums of money due to the Interim Pension Fund Regulatory and Development\r\nAuthority immediately before that day shall be deemed to be due to the\r\nAuthority; andd.  \r\n  all\r\nsuits and other legal proceedings instituted or which could have been\r\ninstituted by or against the Interim Pension Fund Regulatory and Development\r\nAuthority immediately before that day may be continued or may be instituted by\r\nor against the Authority.", "14": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter V Duties,\r\nPowers and Functions of Authority14.\r\n   Duties,\r\npowers and functions of Authority.1.  \r\n  Subject\r\nto the provisions of this Act and any other law for the time being in force,\r\nthe Authority shall have the duty, to regulate, promote and ensure orderly\r\ngrowth of the National Pension System and pension schemes to which this Act\r\napplies and to protect the interests of subscribers of such System and schemes.2.  Without\r\nprejudice to the generality of the provisions contained in sub-section (1), the\r\npowers and functions of the Authority shall include-a.   regulating the\r\nNational Pension System and the pension schemes to which this Act applies;b.   approving the\r\nschemes, the terms and conditions thereof and laying down norms for the\r\nmanagement of the corpus of the pension funds, including investment guidelines\r\nunder such schemes;c.   registering and\r\nregulating intermediaries;d.   issuing to an\r\nintermediary, on application, a certificate of registration and renewing,\r\nmodifying, withdrawing, suspending or cancelling such registration;e.   protecting the\r\ninterests of subscribers by- \r\n i.  \r\n  ensuring\r\nsafety of the contribution of subscribers to various schemes of pension funds\r\nto which this Act applies; \r\n ii.  \r\n  ensuring\r\nthat the intermediation and other operational costs under the National Pension\r\nSystem are economical and reasonable;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.   establishing\r\nmechanism for redressal of grievances of subscribers to be determined by\r\nregulations;g.   promoting\r\nprofessional organisations connected with the pension system;h.   adjudication of\r\ndisputes between intermediaries and between intermediaries and subscribers;i.   collecting data and\r\nrequiring the intermediaries to collect such data and undertaking and\r\ncommissioning studies, research and projects;j.   undertaking steps for\r\neducating subscribers and the general public on issues relating to pension,\r\nretirement savings and related issues and training of intermediaries;k.   standardising\r\ndissemination of information about performance of pension funds and performance\r\nbenchmarks;l.   regulating the\r\nregulated assets;m.   levying fees or other\r\ncharges for carrying out the purposes of this Act;n.   specifying by\r\nregulations the form and manner in which books of account shall be maintained\r\nand statement of accounts shall be rendered by intermediaries;o.   calling for\r\ninformation from, undertaking inspection of, conducting inquiries and\r\ninvestigations including audit of, intermediaries and other entities or\r\norganizations connected with pension funds;p.   exercising such other\r\npowers and functions as may be prescribed.1.  \r\n2.  \r\n3.  Notwithstanding\r\nanything contained in any other law for the time being in force, while\r\nexercising the powers under clause (o) of sub-section (2), the Authority shall\r\nhave the same powers as are vested in a civil court under the Code of Civil\r\nProcedure, 1908 while trying a suit, in respect of the following matters,\r\nnamely:- \r\n i.  \r\n  the\r\ndiscovery and production of books of account and other documents, at such place\r\nand at such time as may be specified by the Authority;summoning\r\nand enforcing the attendance of persons and examining them on oath; \r\n iii.  \r\n  inspection\r\nof any book, register and other document of any person or intermediary referred\r\nto in section 26, at any place; \r\n iv.  \r\n  issuing\r\ncommissions for the examination of witnesses or documents; \r\n v.  \r\n  any\r\nother matter which may be prescribed.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  Without\r\nprejudice to the provisions contained in sub-sections (1), (2) and (3) and\r\nsection 16, the Authority may, by order, for reasons to be recorded in writing,\r\nin the interest of subscribers, take any of the following measures, pending\r\ninvestigation or inquiry, namely:- \r\n i.  \r\n  restrain\r\npersons from participating in any scheme;restrain\r\nany office bearer of an intermediary from acting as such; \r\n iii.  \r\n  impound\r\nand retain the proceeds under the scheme in respect of any activity which is\r\nunder investigation; \r\n iv.  \r\n  attach,\r\nafter passing an order, on an application made for approval, by the Judicial\r\nMagistrate of first class having jurisdiction, for a period not exceeding one\r\nmonth, one or more bank account or accounts of any intermediary or any person\r\nassociated with the scheme in any manner involved in violation of any of the\r\nprovisions of this Act or the rules or the regulations made there under:Provided that only\r\nthe bank account or accounts or any transaction entered therein, relating to\r\nthe proceeds actually involved in the violation of any of the provisions of\r\nthis Act or the rules or the regulations made there under shall be allowed to\r\nbe attached; \r\n i.  \r\n \r\n ii.  \r\n \r\n iii.  \r\n \r\n iv.  \r\n \r\n i.  \r\n \r\n ii.  \r\n \r\n iii.  \r\n \r\n iv.  \r\n \r\n v.  \r\n  direct\r\nany intermediary or any person associated with the scheme in any manner not to\r\ndispose of or alienate an asset forming part of any activity which is under\r\ninvestigation:Provided that the\r\nAuthority shall, either before or after, passing such orders, under this\r\nsection, give to such intermediaries or persons concerned an opportunity of\r\nbeing heard.", "15": "The Pension Fund Regulatory and Development Authority Act, 201315.\r\n   Power\r\nto issue directions.Save as otherwise\r\nprovided in section 14, if after making, or causing to be made, an inquiry, the\r\nAuthority is satisfied that it is necessary- \r\n i.  \r\n  in\r\nthe interests of subscribers or orderly development of National Pension System\r\nor a pension scheme to which this Act applies; or \r\n ii.  \r\n  to\r\nprevent the affairs of any intermediary or other persons or entities referred\r\nto in section 27 being conducted in a manner detrimental to the interests of\r\nsubscribers; or \r\n iii.  \r\n  to\r\nsecure the proper management of any such intermediary or person or entity, it\r\nmay issue such directions to such intermediaries or entities or to any person\r\nor class of persons referred to in section 27, or associated with the pension\r\nfund, as it may deem fit:Provided that the\r\nAuthority shall, either before or after passing such orders, give an\r\nopportunity of being heard to such intermediaries, entities or persons\r\nconcerned.", "16": "The Pension Fund Regulatory and Development Authority Act, 201316.\r\n   Power\r\nof investigation.1.  \r\n  Where\r\nthe Authority has a reasonable ground to believe that-a.   the activities of the\r\npension fund are being conducted in a manner detrimental to the interest of the\r\nsubscriber; orb.   any intermediary or\r\nany person associated with the schemes of the pension fund has violated any of\r\nthe provisions of this Act or the rules or the regulations made or directions\r\nissued by the Authority there under, it may, at any time, by order in writing,\r\ndirect any person (hereafter in this section referred to as the Investigating\r\nAuthority) specified in the order to investigate the affairs of such\r\nintermediary or persons associated with the pension fund and to report thereon\r\nto the Authority.1.  \r\n2.  Without\r\nprejudice to the provisions contained in sections 235 to 241 of the Companies\r\nAct, 1956, it shall be the duty of every manager, managing director, officer\r\nand other employee of the company, in case of a company and every intermediary\r\nor persons or entity referred to in section 27 or every person associated with\r\nthe pension fund to preserve and to produce to the Investigating Authority or\r\nany person authorised by him in this behalf, all the books, registers, other\r\ndocuments and record of, or relating to, the company or, as the case may be, of\r\nor relating to, the intermediary or such person, which are in their custody or\r\npower.3.  The\r\nInvestigating Authority may require any intermediary or any person or entity\r\nassociated with the pension fund in any manner to furnish such information to,\r\nor produce such books, or other documents, or record before him or any person\r\nauthorised by him in this behalf as he may consider necessary if the furnishing\r\nof such information or the production of such books, or register, or other\r\ndocuments, or record is relevant or necessary for the purposes of its\r\ninvestigation.4.  \r\n  The\r\nInvestigating Authority may keep in its custody any books, registers, other\r\ndocuments and record produced under sub-section ( 2) or sub-section (3) for six\r\nmonths and thereafter shall return the same to any intermediary or any person\r\nassociated or entity with the pension fund by whom or on whose behalf the\r\nbooks, registers, other documents and record are produced:Provided that the\r\nInvestigating Authority may call for any book, register, other documents and\r\nrecord if they are required again:Provided further that\r\nif the person on whose behalf the books, registers, other documents and record\r\nare produced requires certified copies of the books, registers, other documents\r\nor record produced before the Investigating Authority, it shall give certified\r\ncopies of such books, registers, other documents or, as the case may be, record\r\nto such person or on whose behalf the books, registers, other documents and\r\nrecord were produced.1.  2.  3.  4.  5.   Any person, directed\r\nto make an investigation under sub-section ( 1 ), may examine on oath any\r\nintermediary or any person associated with the pension fund in any manner, in\r\nrelation to the affairs of his business and may administer an oath accordingly\r\nand for that purpose may require any of those persons to appear before him\r\npersonally.6.   Notes of any\r\nexamination under sub-section ( 5 ) shall be taken down in writing and\r\nshall be read over to, or by, and signed by, the person examined, and may\r\nthereafter be used in evidence against him.7.   If any person fails\r\nwithout reasonable cause or refuses-a.  \r\n  to\r\nproduce to an Investigating Authority or any person authorised by him in this\r\nbehalf any book, register, other document or record which it is his duty under\r\nsubsection ( 2 ) or sub-section ( 3 ) to furnish; orb.  \r\n  to\r\nfurnish any information which it is his duty under sub-section ( 3 ) to\r\nfurnish; orc.  \r\n  to\r\nappear before the Investigating Authority personally when required to do so\r\nunder sub-section ( 5 ) or to answer any question which is put to him by\r\nthe Investigating Authority in pursuance of that sub-section; ord.  \r\n  to\r\nsign the notes of any examination referred to in sub-section ( 6 ), he\r\nshall be punishable with imprisonment for a term which may extend to one year,\r\nor with fine, which may extend to twenty-five crore rupees, or with both, and\r\nalso with a further fine which may extend to ten lakh rupees for every day\r\nafter the first day during which the failure or refusal continues.", "17": "The Pension Fund Regulatory and Development Authority Act, 201317.\r\n   Search\r\nand seizure.1.   Where the Authority,\r\nin consequence of information in its possession, has reason to believe that-a.  \r\n  any\r\nperson who has been required under sub-section ( 3 ) of section 16 to\r\nproduce, or cause to be produced, any books, accounts or other documents in his\r\ncustody or power has omitted or failed to produce, or cause to be produced,\r\nsuch books, accounts or other documents; orb.  \r\n  any\r\nperson to whom a requisition to produce any books, accounts or other documents\r\nas aforesaid has been or might be issued will not, or would not, produce or\r\ncause to be produced, any books, accounts or other documents which will be\r\nuseful for, or relevant to, an investigation under sub-section ( 1 ) of\r\nsection 16; or ( c ) a contravention of any provision of this Act has been\r\ncommitted or is likely to be committed by an intermediary; orc.  \r\n  any\r\nclaim which is due to be settled by the intermediary, has been or is likely to\r\nbe rejected or settled at a figure higher than a reasonable amount; ord.  \r\n  any\r\nclaim which is due to be settled by an intermediary, has been or is likely to\r\nbe rejected or settled at a figure lower than a reasonable amount; ore.  \r\n  any\r\nillegal fees and charges have been transacted or are likely to be transacted by\r\nan intermediary; orf.  \r\n  any\r\nbooks, accounts, papers, receipts, vouchers, survey reports or other documents,\r\nbelonging to an intermediary are likely to be tampered with, falsified or\r\nmanufactured, it may authorise any officer of the Authority, not below the rank\r\nequivalent to that of a Gazetted Officer of the Government (hereafter referred\r\nto as the authorised officer), to- \r\n i.  \r\n  enter\r\nand search any building or place where he has reason to suspect that such\r\nbooks, accounts or other documents, or any books or papers relating to any\r\nclaim, rebate or commission or any receipts, vouchers, reports or other\r\ndocuments are kept; \r\n ii.  \r\n  break\r\nopen the lock of any box, locker, safe, almirah or other receptacle for\r\nexercising the powers conferred by clause ( i ) where the keys thereof are\r\nnot available; \r\n iii.  \r\n  seize\r\nall or any such books, accounts or other documents, found as a result of such\r\nsearch; \r\n iv.  \r\n  place\r\nmarks of identification on such books, accounts or other documents or make or\r\ncause to be made extracts or copies there from.1.  2.   The authorised\r\nofficer may requisition the services of any police officer or of any officer of\r\nthe Central Government, or of both, to assist him for all or any of the\r\npurposes specified in sub-section ( 1 ) and it shall be the duty of every\r\nsuch police officer or officer to comply with such requisition.3.   The authorised officer\r\nmay, where it is not practicable to seize any such book, account or other\r\ndocument, specified in sub-section ( 1 ), serve an order on the person who\r\nis in immediate possession or control thereof that he shall not remove, part\r\nwith or otherwise deal with it except with the previous permission of such\r\nofficer and such officer may take such steps as may be necessary for ensuring\r\ncompliance with this sub-section.4.   The authorised\r\nofficer may, during the course of the search or seizure, examine on oath any\r\nperson who is found to be in possession or control of any books, accounts or\r\nother documents, and any statement made by such person during such examination\r\nmay thereafter be used in evidence in any proceeding under this Act.5.   The books, accounts,\r\npapers, receipts, vouchers, reports, or other documents seized under\r\nsub-section ( 1 ) shall not be retained by the authorised officer for a\r\nperiod exceeding one hundred and eighty days from the date of the seizure\r\nunless the reasons for retaining the same are recorded by him in writing and\r\nthe approval of the Authority for such retention is obtained:Provided that the Authority shall not authorise the retention of the books, accounts, papers,\r\nreceipts, vouchers, reports, or other documents for a period exceeding thirty days\r\nafter all the proceedings under this Act, for which the books, accounts,\r\npapers, receipts, vouchers, reports, or other documents are relevant, are\r\ncompleted.1.  2.  3.  4.  5.  6.   The person from whose\r\ncustody the books, accounts, papers, receipts, vouchers, reports, or other\r\ndocuments are seized under sub-section ( 1 ) may make copies thereof, or\r\ntake extracts there from, in the presence of the authorised officer or any\r\nother person empowered by him in this behalf at such place and time as the\r\nauthorised officer may appoint in this behalf.7.   If a person legally\r\nentitled to the books, accounts, papers, receipts, vouchers, reports or other\r\ndocuments seized under sub-section ( 1 ) objects for any reason to the\r\napproval given by the Authority under sub-section ( 5 ), he may make an\r\napplication to the Central Government stating therein the reason for such\r\nobjection and requesting for the return of the books, accounts, papers,\r\nreceipts, vouchers, report or other documents.8.   On receipt of the\r\napplication under sub-section ( 7 ), the Central Government may, after\r\ngiving the applicant an opportunity of being heard, pass such order as it\r\nthinks fit.9.   The provisions of the\r\nCode of Criminal Procedure, 1973 relating to searches and seizures shall apply,\r\nso far as may be, to every search and seizure made under sub-section ( 1 ).10.   The Central\r\nGovernment may, by notification, make rules in relation to any search or\r\nseizure under this section and in particular, and without prejudice to the\r\ngenerality of the foregoing power, such rules may provide for the procedure to\r\nbe followed by the authorised officer,- \r\n i.  \r\n  for\r\nobtaining ingress into such building or place to be searched where free ingress\r\nthereto is not available; \r\n ii.  \r\n  for\r\nensuring safe custody of any books, accounts, papers, receipts, vouchers,\r\nreports, or other documents seized under this section.", "18": "The Pension Fund Regulatory and Development Authority Act, 201318.\r\n   Power\r\nof Authority to ensure compliance.If\r\nthe Authority finds, after causing an inquiry to be made, that any person has violated,\r\nor is likely to violate, any provisions of this Act, or any rule or regulation\r\nmade there under, the Authority may pass an order requiring such person to\r\ncease and desist from committing or causing such violation.", "19": "The Pension Fund Regulatory and Development Authority Act, 201319.\r\n   Management\r\nby Administrator.1.   If at any time the\r\nAuthority has reason to believe that the central recordkeeping agency or\r\npension fund is acting in a manner likely to be prejudicial to the interest of\r\nsubscribers, it may, after giving the central recordkeeping agency or pension\r\nfund, as the case may be, an opportunity of being heard, make a report thereon\r\nto the Central Government.2.   If the Central\r\nGovernment, after considering the report made under sub-section ( 1 ) is\r\nof the opinion, that it is necessary or proper to do so, it may appoint an\r\nAdministrator to manage the affairs of the central recordkeeping agency or\r\npension fund, as the case may be, under the direction and control of the\r\nAuthority, in such manner as may be specified by notification.", "20": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter\r\nVI National Pension System20.\r\n   National\r\nPension System.1.   The contributory\r\npension system notified by the Government of India in the Ministry of Finance  vide\r\n notification number F. No. 5/7/2003-ECB&PR, dated the 22nd\r\nDecember, 2003, shall be deemed to be the National Pension System with effect\r\nfrom the 1st day of January, 2004, and such National Pension System\r\nmay be amended from time to time by regulations.2.   Notwithstanding\r\nanything contained in the said notification, the National Pension System shall,\r\non the commencement of this Act, have the following basic features, namely:-a.  \r\n  every\r\nsubscriber shall have an individual pension account under the National Pension\r\nSystem;b.  \r\n  withdrawals,\r\nnot exceeding twenty-five per cent. of the contribution made by the subscriber,\r\nmay be permitted from the individual pension account subject to the conditions,\r\nsuch as purpose, frequency and limits, as may be specified by the regulations;c.  \r\n  the\r\nfunctions of recordkeeping, accounting and switching of options by the\r\nsubscriber shall be effected by the central recordkeeping agency;d.  \r\n  there\r\nshall be a choice of multiple pension funds and multiple schemes:Provided that-a.   the subscriber shall\r\nhave an option of investing up to hundred per cent. of his funds in Government\r\nSecurities; andb.   the subscriber,\r\nseeking minimum assured returns, shall have an option to invest his funds in\r\nsuch schemes providing minimum assured returns as may be notified by the\r\nAuthority;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\n  there\r\nshall be portability of individual pension accounts in case of change of\r\nemployment;f.  \r\n  collection\r\nand transmission of contributions and instructions shall be through points of\r\npresence to the central recordkeeping agency;g.  \r\n  there\r\nshall not be any implicit or explicit assurance of benefits except market based\r\nguarantee mechanism to be purchased by the subscriber;h.  \r\n  a\r\nsubscriber shall not exit from the National Pension System except as may be\r\nspecified by the regulations; andi.  \r\n  at\r\nexit, the subscriber shall purchase an annuity from a life insurance company in\r\naccordance with the regulations.1.  2.  3.   In addition to the\r\nindividual pension account mentioned in clause ( a ) of subsection ( 2 ),\r\na subscriber may also, at his option, have an additional account under the\r\nNational Pension System having the features mentioned in clauses ( c ) to\r\n( g ) of sub-section ( 2 ) and also having the additional feature\r\nthat the subscriber shall be free to withdraw part or all of his money at any\r\ntime from the additional account.", "21": "The Pension Fund Regulatory and Development Authority Act, 201321.\r\n   Central\r\nRecordkeeping Agency.1.   The Authority shall,\r\nby granting a certificate of registration under sub-section ( 3 ) of\r\nsection 27, appoint a central recordkeeping agency:Provided that the Authority may, in public interest, appoint more than one central recordkeeping\r\nagency.1.  2.   The central\r\nrecordkeeping agency shall be responsible for receiving instructions from\r\nsubscribers through the points of presence, transmitting such instructions to\r\npension funds, effecting switching instructions received from subscribers and\r\ndischarging such other duties and functions, as may be assigned to it under the\r\ncertificate of registration or as may be determined by regulations.3.   All the assets and\r\nproperties owned, leased or developed by the central recordkeeping agency,\r\nshall constitute regulated assets and upon expiry of certificate of\r\nregistration or earlier revocation thereof, the Authority shall be entitled to\r\nappropriate and take over the regulated assets, either by itself or through an\r\nadministrator or a person nominated by it in this behalf:Provided that the central recordkeeping agency shall be entitled to be compensated the\r\nfair value, to be ascertained by the Authority, of such regulated assets as may\r\nbe determined by regulations:Provided\r\nfurther that where the earlier revocation of the certificate of registration is\r\nbased on violation of the conditions in the certificate of registration or the\r\nprovisions of this Act or regulations, unless otherwise determined by the\r\nAuthority, the central recordkeeping agency shall not be entitled to claim any\r\ncompensation in respect of such regulated assets.", "22": "The Pension Fund Regulatory and Development Authority Act, 201322.\r\n   Point\r\nof presence.1.   The Authority may, by\r\ngranting a certificate of registration under sub-section ( 3 ) of section\r\n27, permit one or more persons to act as a point of presence for the purpose of\r\nreceiving contributions and instructions, transmitting them to the Trustee Bank\r\nor the central recordkeeping agency, as the case may be, and paying out\r\nbenefits to subscribers in accordance with the regulations made by the\r\nAuthority from time to time in this regard.2.   A point of presence\r\nshall function in accordance with the terms of its certificate of registration\r\nand the regulations made under this Act.", "23": "The Pension Fund Regulatory and Development Authority Act, 201323.\r\n   Pension\r\nfunds.1.   The Authority may, by\r\ngranting a certificate of registration under sub-section ( 3 ) of section\r\n27, permit one or more persons to act as a pension fund for the purpose of\r\nreceiving contributions, accumulating them and making payments to the\r\nsubscriber in such manner as may be specified by regulations.2.   The number of pension\r\nfunds shall be determined by regulations and the Authority may, in public\r\ninterest, vary the number of pension funds:Provided that at least one of the pension funds shall be a Government company.Explanation .- For the purposes of\r\nthis sub-section, the expression “Government company” shall have the meaning\r\nassigned to it in section 617 of the Companies Act, 1956.1.  2.  3.   The pension fund\r\nshall function in accordance with the terms of its certificate of registration\r\nand the regulations made under this Act.4.   The pension fund\r\nshall manage the schemes in accordance with the regulations.", "24": "The Pension Fund Regulatory and Development Authority Act, 201324.\r\n   Certain\r\nrestrictions on foreign companies or individual or association of persons.The\r\naggregate holding of equity shares by a foreign company either by itself or through\r\nits subsidiary companies or its nominees or by an individual or by an association\r\nof persons whether registered or not under any law of a country outside India\r\ntaken in aggregate in the pension fund shall not exceed twenty-six per cent. of\r\nthe paid-up capital of such fund or such percentage as may be approved for an\r\nIndian insurance company under the provisions of the Insurance Act, 1938,\r\nwhichever is higher.Explanation.- For the purposes of\r\nthis section, the expression “foreign company” shall have the meaning assigned\r\nto it in clause ( 23A ) of section 2 of the Income-tax Act, 1961.", "25": "The Pension Fund Regulatory and Development Authority Act, 201325.\r\n   Prohibition\r\nof investment of funds of subscribers outside India.No\r\npension fund shall, directly or indirectly invest outside India, the funds of subscribers.", "26": "The Pension Fund Regulatory and Development Authority Act, 201326.\r\n   Eligibility\r\nnorms of the central recordkeeping agency, etc.The\r\ncentral recordkeeping agency, points of presence and pension funds, shall\r\nsatisfy the eligibility norms as may be specified by the regulations, including\r\nminimum capital requirement, past track-record including the ability to provide\r\nguaranteed returns, costs and fees, geographical reach, customer base,\r\ninformation technology capability, human resources and such other matters.", "27": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter\r\nVII  Registration\r\nof Intermediaries27.\r\n   Registration\r\nof central recordkeeping agency, pension fund, point of presence, etc.1.   No intermediary,\r\nincluding a pension fund or a point of presence to the extent regulated under\r\nthis Act, shall commence any activity relating to a pension fund except under\r\nand in accordance with the conditions of a certificate of registration granted\r\nby the Authority in accordance with the provisions of this Act and the\r\nregulations:Provided that any intermediary, including any point of presence, who had been associated\r\nwith a pension scheme and appointed to act as such by the Interim Pension Fund Regulatory\r\nand Development Authority immediately before the establishment of the Authority\r\nunder this Act for which no registration certificate was necessary prior to\r\nsuch establishment, and may continue to do so for a period of six months from\r\nsuch establishment or, if he has made an application for such registration\r\nwithin the said period of six months till the disposal of such application.1.  2.   Every application for\r\ngrant of a certificate of registration under this Act shall be in such form and\r\nmanner and shall be accompanied by such fees as may be determined by\r\nregulations.3.   The Authority may,\r\nafter considering the application and subject to such terms and conditions as\r\nit may specify, grant a certificate of registration as a central recordkeeping\r\nagency, point of presence, pension fund or such other intermediary, as the case\r\nmay be.4.   The Authority may, by\r\norder, suspend or cancel a certificate of registration granted under\r\nsub-section ( 3 ) in such manner as may be determined by regulations:Provided that no order under this sub-section shall be made unless the person concerned has\r\nbeen given a reasonable opportunity of being heard.", "28": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter\r\nVIII Penalties and Adjudication28.\r\n   Penalty\r\nfor failure by an intermediary or any other person to comply with provisions of\r\nthis Act, rules, regulations and directions.1.   Any person, who is\r\nrequired under this Act or any rules or regulations made there under,-a.  \r\n  to\r\nobtain a certificate of registration from the Authority for carrying on any\r\nactivity under this Act, carries on such activities without obtaining such\r\ncertificate of registration, he shall be liable to a penalty of one lakh rupees\r\nfor each day during which the failure continues or one crore rupees, whichever\r\nis less;b.  \r\n  to\r\ncomply with the terms and conditions of a certificate of registration fails to\r\ndo so, he shall be liable to a penalty of one lakh rupees for each day during\r\nwhich the failure continues or one crore rupees, whichever is less;c.  \r\n  to\r\nfurnish any information, document, books, returns or report to the Authority,\r\nfails to furnish the same within the time specified by the Authority, he shall\r\nbe liable to a penalty which may extend to one crore rupees or five times the\r\namount of profits made or losses avoided, whichever is higher;d.  \r\n  to\r\nmaintain books of account or records, fails to maintain the same, he shall be\r\nliable to a penalty of one lakh rupees for each day during which the failure continues\r\nor five times the amount of profits made or losses avoided, whichever is\r\nhigher.1.  2.   If any person, who is\r\nrequired under this Act or any rules or regulations made there under, to enter\r\ninto an agreement with his client, fails to enter into such agreement, he shall\r\nbe liable to a penalty of one lakh rupees for each day during which the failure\r\ncontinues or five times the amount of profits made or losses avoided, whichever\r\nis higher.3.   If any intermediary\r\nregistered with the Authority, after having been called upon by the Authority,\r\nin writing, to redress the grievances of subscribers, fails to redress such\r\ngrievances within the time stipulated by the Authority, he shall be liable to a\r\npenalty of not more than one crore rupees or five times the amount of profits\r\nmade or losses avoided, whichever is higher.4.   If any person, who is\r\nregistered under this Act as an intermediary, fails to segregate moneys of the\r\nclient or clients or uses the moneys of a client or clients for self or for any\r\nother client, he shall be liable to a penalty not exceeding one crore rupees or\r\nfive times the amount of profits made or losses avoided, whichever is higher.5.   Whoever fails to\r\ncomply with any provision of this Act, the rules or the regulations made or the\r\ndirections issued by the Authority under the provisions of this Act for which\r\nno separate penalty has been provided, he shall be liable to a penalty which\r\nmay extend to one crore rupees or five times the amount of profits made or\r\nlosses avoided, whichever is higher.", "29": "The Pension Fund Regulatory and Development Authority Act, 201329.\r\n   Crediting\r\nsums realised by way of penalties to Subscriber Education and Protection Fund.All\r\nsums realised by way of penalties under this Act shall be credited to the Subscriber\r\nEducation and Protection Fund established under sub-section ( 1 ) of section\r\n41.", "30": "The Pension Fund Regulatory and Development Authority Act, 201330.\r\n   Power\r\nto adjudicate.1.   For the purposes of\r\nadjudging under section 28, the Authority shall appoint any of its officers not\r\nbelow the rank specified by regulations to be an adjudicating officer for\r\nholding an inquiry as may be determined by regulations, after giving the person\r\nconcerned a reasonable opportunity of being heard for the purpose of imposing\r\nany penalty.2.   While holding an\r\ninquiry, the adjudicating officer shall have the power to summon and enforce\r\nthe attendance of any person acquainted with the facts and circumstances of the\r\ncase to give evidence or to produce any document which, in the opinion of the\r\nadjudicating officer, may be useful for or relevant to the subject matter of\r\nthe inquiry and if, on such inquiry, he is satisfied that the person has failed\r\nto comply with the provisions of section 28, he may recommend such penalty as\r\nhe thinks fit in accordance with the provisions of that section, to the member\r\nin charge of investigation and surveillance.3.   The penalty shall be\r\nimposed by a member other than the member in charge of investigation and\r\nsurveillance:Provided that while adjudging the quantum of penalty under section 28, the member shall\r\nhave due regard to the following factors, namely:-a.  \r\n  amount\r\nof disproportionate gain or unfair advantage, wherever quantifiable, made as a\r\nresult of the default;b.  \r\n  amount\r\nof loss caused to a subscriber or group of subscribers; andc.  \r\n  the\r\nrepetitive nature of the default.", "31": "The Pension Fund Regulatory and Development Authority Act, 201331.\r\n   Attachment\r\nof assets and supersession of management of intermediary.1.   Any person aggrieved\r\nmay apply to the Authority for an interim measure of protection in respect of\r\nany of the following matters, namely:-a.  \r\n  the\r\nretention, preservation, interim custody or sale of any asset or property which\r\nis regulated by the provisions of this Act;b.  \r\n  securing\r\nany pension fund, moneys and other assets and properties owned by or under the\r\ncontrol of the pension fund;c.  \r\n  interim\r\ninjunction or appointment of an administrator; andd.  \r\n  such\r\nother interim measures as may appear to the Authority to be just and necessary,\r\nand the Authority shall have power to make such orders including an order for\r\nattachment of assets of the pension fund as it deems fit in this regard.1.  2.   Where, on a complaint\r\nreceived by the Authority or  suo motu , the Authority, after conducting\r\nan inquiry, comes to a conclusion that the governing board or board of\r\ndirectors, by whatever name called, or the persons in control of any\r\nintermediary to the extent regulated under this Act are indulging in any\r\nactivity which is in contravention of the provisions of this Act or\r\nregulations, it may supersede the governing board or board of directors or\r\nmanagement of the intermediary in accordance with the provisions of the regulations.3.   In case the governing\r\nboard or board of directors or management of an intermediary is superseded\r\nunder sub-section ( 2 ), the Authority may appoint an Administrator to\r\nmanage the affairs of the intermediary in accordance with the provisions\r\ncontained in the regulations.", "32": "The Pension Fund Regulatory and Development Authority Act, 201332.\r\n   Offences.1.   Without prejudice to\r\nany award of penalty by the member under this Act, if any person contravenes or\r\nattempts to contravene or abets the contravention of the provisions of this Act\r\nor of any rules or regulations made there under, he shall be punishable with\r\nimprisonment for a term which may extend to ten years, or with fine, which may\r\nextend to twenty-five crore rupees or with both.2.   If any person fails\r\nto pay the penalty imposed by the member or fails to comply with any of the directions\r\nor orders issued by the member, he shall be punishable with imprisonment for a\r\nterm which shall not be less than one month but which may extend to ten years,\r\nor with fine, which may extend to twenty-five crore rupees, or with both.", "33": "The Pension Fund Regulatory and Development Authority Act, 201333.\r\n   Power\r\nto grant immunity.1.   The Central\r\nGovernment may, on the recommendation by the Authority, if satisfied, that any\r\nperson, who is alleged to have violated any of the provisions of this Act or\r\nthe rules or the regulations made there under, has made a full and true\r\ndisclosure in respect of alleged violation, grant to such person, subject to\r\nsuch conditions as it may think fit to impose, immunity from prosecution for\r\nany offence under this Act, or the rules or the regulations made there under\r\nand also from the imposition of any penalty under this Act with respect to the\r\nalleged violation:Provided that no such immunity shall be granted by the Central Government in cases where\r\nthe proceedings for the prosecution for any such offence have been instituted\r\nbefore the date of receipt of application for grant of such immunity:Provided\r\nfurther that the recommendation of the Authority under this sub-section shall\r\nnot be binding upon the Central Government.2.   An immunity granted\r\nto a person under sub-section ( 1 ) may, at any time, be withdrawn by the\r\nCentral Government, if it is satisfied that such person had, in the course of\r\nthe proceedings, not complied with the condition on which the immunity was\r\ngranted or had given false evidence, and thereupon such person may be tried for\r\nthe offence with respect to which the immunity was granted or for any other\r\noffence of which he appears to have been guilty in connection with the\r\ncontravention and shall also become liable to the imposition of any penalty\r\nunder this Act to which such person would have been liable, had no such\r\nimmunity been granted.", "34": "The Pension Fund Regulatory and Development Authority Act, 201334.\r\n   Exemption\r\nfrom tax on wealth, income, profits and gains.Notwithstanding\r\nanything contained in-  i.  \r\n  the\r\nWealth-tax Act, 1957;  ii.  \r\n  the\r\nIncome-tax Act, 1961; or  iii.  \r\n  any\r\nother enactment for the time being in force relating to tax on wealth, income,\r\nprofits or gains, the Authority shall not be liable to pay wealth-tax,\r\nincome-tax or any other tax in respect of its wealth, income, profits or gains\r\nderived.", "35": "The Pension Fund Regulatory and Development Authority Act, 201335.\r\n   Cognizance\r\nof offences by court.1.   No court shall take\r\ncognizance of any offence punishable under this Act or any rules or regulations\r\nmade there under, save on a complaint made by the Authority.2.   No court inferior to\r\nthat of a Court of Session shall try any offence punishable under this Act.", "36": "The Pension Fund Regulatory and Development Authority Act, 201336.\r\n   Appeal\r\nto Securities Appellate Tribunal.1.   Any person aggrieved\r\nby an order made by the Authority or by an adjudicating officer under this Act\r\nmay prefer an appeal before the Securities Appellate Tribunal which shall have\r\njurisdiction over the matter.2.   Every appeal under\r\nsub-section ( 1 ) shall be filed within a period of forty-five days from\r\nthe date of receipt of the order appealed against and it shall be in such form\r\nand manner and shall be accompanied by such fee as may be prescribed:Provided that the Securities Appellate Tribunal may entertain an appeal after the expiry\r\nof the said period, if it is satisfied that there was sufficient cause for not\r\npreferring the appeal within that period.1.  2.  3.   On receipt of an\r\nappeal under sub-section ( 1 ), the Securities Appellate Tribunal may,\r\nafter giving the parties to the appeal, an opportunity of being heard, pass\r\nsuch orders thereon as it thinks fit, confirming, modifying or setting aside\r\nthe order appealed against.4.   The Securities\r\nAppellate Tribunal shall send a copy of every order made by it to the\r\nAuthority, the parties to the appeal and to the adjudicating officers\r\nconcerned.5.   The appeal filed\r\nbefore the Securities Appellate Tribunal under sub-section ( 1 ) shall be\r\ndealt with by it as expeditiously as possible and endeavour shall be made by it\r\nto dispose of the appeal finally within six months from the date on which the\r\nappeal is presented to it.6.   Without prejudice to\r\nthe provisions of sections 15T and 15U of the Securities and Exchange Board of\r\nIndia Act, 1992, the Securities Appellate Tribunal shall deal with an appeal\r\nunder this section in accordance with such procedure as may be prescribed.", "37": "The Pension Fund Regulatory and Development Authority Act, 201337.\r\n   Civil\r\nCourt not to have jurisdiction.No\r\ncivil court shall have jurisdiction to entertain any suit or proceeding in\r\nrespect of any matter which an adjudicating officer appointed under this Act or\r\na Securities Appellate Tribunal is empowered by or under this Act to determine\r\nand no injunction shall be granted by any court or other authority in respect\r\nof any action taken or to be taken in pursuance of any power conferred by or\r\nunder this Act.", "38": "The Pension Fund Regulatory and Development Authority Act, 201338.\r\n   Appeal\r\nto Supreme Court.Any\r\nperson aggrieved by any decision or order of the Securities Appellate Tribunal under\r\nthis Act may file an appeal to the Supreme Court within sixty days from the\r\ndate of communication of the decision or order of the Securities Appellate\r\nTribunal to him on any question of law arising out of such order:Provided that the Supreme Court may, if it is satisfied that the appellant was prevented\r\nby sufficient cause from filing the appeal within the said period, allow it to\r\nbe filed within a further period not exceeding sixty days.", "39": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter\r\nIX Finance, Account and Audit39.\r\n   Grants\r\nby Central Government.The\r\nCentral Government may, after due appropriation made by Parliament by law in this\r\nbehalf, make to the Authority grants of such sums of money as that Government\r\nmay think fit for being utilised for the purposes of this Act.", "40": "The Pension Fund Regulatory and Development Authority Act, 201340.\r\n   Constitution\r\nof Pension Regulatory and Development Fund.1.   There shall be\r\nconstituted a fund to be called the Pension Regulatory and Development Fund and\r\nthere shall be credited thereto-a.  \r\n  all\r\nGovernment grants, fees and charges received by the Authority;b.  \r\n  all\r\nsums received by the Authority from such other source as may be decided upon by\r\nthe Central Government.1.  2.   The Fund shall be\r\napplied for meeting-a.  \r\n  the\r\nsalaries, allowances and other remuneration of the Chairperson and other\r\nmembers and officers and other employees of the Authority;b.  \r\n  other\r\nexpenses of the Authority in connection with the discharge of its functions and\r\nfor the purposes of this Act.", "41": "The Pension Fund Regulatory and Development Authority Act, 201341 . Constitution of\r\nSubscriber Education and Protection Fund.1.   The Authority shall\r\nestablish a fund to be called the Subscriber Education and Protection Fund.2.   There shall be\r\ncredited to the Subscriber Education and Protection Fund the following amounts,\r\nnamely:-a.  \r\n  grants\r\nand donations given to the Subscriber Education and Protection Fund by the\r\nCentral Government, State Governments, companies or any other institutions for\r\nthe purposes of the Subscriber Education and Protection Fund;b.  \r\n  the\r\ninterest or other income received out of the investments made from the\r\nSubscriber Education and Protection Fund;c.  \r\n  the\r\nsums realised by way of penalties by the Authority under section 28.1.  2.  3.   The Subscriber\r\nEducation and Protection Fund shall be administered and utilized by the Authority\r\nfor protection of the interests of subscribers in accordance with regulations\r\nmade for the purpose.", "42": "The Pension Fund Regulatory and Development Authority Act, 201342.\r\n   Accounts\r\nand audit.1.   The Authority shall\r\nmaintain proper accounts and other relevant records and prepare an annual\r\nstatement of accounts in such form as may be prescribed by the Central\r\nGovernment in consultation with the Comptroller and Auditor-General of India.2.   The accounts of the\r\nAuthority shall be audited by the Comptroller and Auditor-General of India at\r\nsuch intervals as may be specified by him and any expenditure incurred in\r\nconnection with such audit shall be payable by the Authority to the Comptroller\r\nand Auditor-General.3.   The Comptroller and\r\nAuditor-General of India and any other person appointed by him in connection\r\nwith the audit of the accounts of the Authority shall have the same rights,\r\nprivileges and authority in connection with such audit as the Comptroller and\r\nAuditor-General generally has in connection with the audit of the Government\r\naccounts and, in particular, shall have the right to demand the production of\r\nbooks, accounts, connected vouchers and other documents and papers and to\r\ninspect any of the offices of the Authority.4.   The accounts of the\r\nAuthority as certified by the Comptroller and Auditor-General of India or any\r\nother person appointed by him in this behalf, together with the audit-report\r\nthereon, shall be forwarded annually to the Central Government and that\r\nGovernment shall cause the same to be laid before each House of Parliament.", "43": "The Pension Fund Regulatory and Development Authority Act, 2013Chapter\r\nX Miscellaneous43.\r\n   Power\r\nof Central Government to issue directions.1.   Without prejudice to\r\nthe foregoing provisions of this Act, the Authority shall, in exercise of its\r\npowers or the performance of its functions under this Act, be bound by such\r\ndirections on questions of policy, other than those relating to technical and administrative\r\nmatters, as the Central Government may give, in writing to it, from time to\r\ntime:Provided that the Authority shall, as far as practicable, be given an opportunity to express\r\nits views before any direction is given under this sub-section.2.   The decision of the\r\nCentral Government, whether a question is one of policy or not, shall be final.", "44": "The Pension Fund Regulatory and Development Authority Act, 201344.\r\n   Power\r\nof Central Government to supersede Authority.1.   If at any time the\r\nCentral Government is of the opinion that-a.  \r\n  on\r\naccount of circumstances beyond the control of the Authority, it is unable to\r\ndischarge the functions or perform the duties imposed on it by or under the\r\nprovisions of this Act; orb.  \r\n  the\r\nAuthority has persistently defaulted in complying with any direction issued by\r\nthe Central Government that the Central Government is entitled to issue under\r\nthis Act or in the discharge of the functions or performance of the duties\r\nimposed on it by or under the provisions of this Act and as a result of such\r\ndefault the financial position of the Authority or the administration of the\r\nAuthority has deteriorated; orc.  \r\n  circumstances\r\nexist which render it necessary in the public interest so to do, the Central\r\nGovernment may, by notification and for reasons to be specified therein,\r\nsupersede the Authority for such period, not exceeding six months, as may be\r\nspecified in the notification:Provided that before issuing any such notification, the Central Government shall give a\r\nreasonable opportunity to the Authority to make representations against the\r\nproposed supersession and shall consider the representations, if any, of the\r\nAuthority.1.  2.   Upon the publication\r\nof a notification under sub-section ( 1 ) superseding the Authority,-a.  \r\n  the\r\nChairperson and other members shall, as from the date of supersession, vacate\r\ntheir offices as such;b.  \r\n  all\r\nthe powers, functions and duties which may, by or under the provisions of this\r\nAct, be exercised or discharged by or on behalf of the Authority shall, until\r\nthe Authority is reconstituted under sub-section ( 3 ), be exercised and\r\ndischarged by the Central Government; andc.  \r\n  all\r\nproperties owned or controlled by the Authority shall, until the Authority is\r\nreconstituted under sub-section ( 3 ), vest in the Central Government.1.  2.  3.   On or before the\r\nexpiration of the period of supersession specified in the notification issued\r\nunder sub-section ( 1 ), the Central Government shall reconstitute the\r\nAuthority.4.   The Central\r\nGovernment shall, as soon as may be, cause a copy of the notification issued\r\nunder sub-section ( 1 ) and a full report of any action taken by it, to be\r\nlaid before each House of Parliament.", "45": "The Pension Fund Regulatory and Development Authority Act, 201345.\r\n   Establishment\r\nof Pension Advisory Committee.1.   The Authority may, by\r\nnotification, establish with effect from such date as it may specify in the\r\nnotification, a Committee to be known as the Pension Advisory Committee.2.   The Pension Advisory\r\nCommittee shall consist of not more than twenty-five members, excluding  ex\r\nofficio members, to represent the interests of employees' associations,\r\nsubscribers, commerce and industry, intermediaries, and organizations engaged\r\nin pension research.3.   The Chairperson and\r\nthe members of the Authority shall be the  ex officio Chairperson and  ex\r\nofficio members of the Pension Advisory Committee.4.   The objects of the\r\nPension Advisory Committee shall be to advise the Authority on matters relating\r\nto the making of the regulations under section 52.5.   Without prejudice to\r\nthe provisions of sub-section ( 4 ), the Pension Advisory Committee may\r\nadvise the Authority on such matters as may be referred to it by the Authority\r\nand also on such matters as the Committee may deem fit.", "46": "The Pension Fund Regulatory and Development Authority Act, 201346.\r\n   Furnishing\r\nof returns, etc., to Central Government.1.   The Authority shall\r\nfurnish to the Central Government at such time and in such form and manner as\r\nmay be prescribed, or as the Central Government may direct to furnish such\r\nreturns, statements and other particulars in regard to any proposed or existing\r\nprogramme for the promotion and development of the pension industry as the\r\nCentral Government may, from time to time, require.2.   Without prejudice to\r\nthe provisions of sub-section ( 1 ), the Authority shall, within nine\r\nmonths after the close of each financial year, submit to the Central Government\r\na report giving a true and full account of its activities including the\r\nactivities for promotion and development of schemes of pension funds regulated\r\nunder this Act during the previous financial year.3.   Copies of the reports\r\nreceived under sub-section ( 2 ) shall be laid, as soon as may be, after\r\nthey are received, before each House of Parliament.", "47": "The Pension Fund Regulatory and Development Authority Act, 201347.\r\n   Members,\r\nofficers and employees of Authority to be public servants.The\r\nChairperson and other members and officers and other employees of the Authority\r\nshall be deemed, when acting or purporting to act in pursuance of any of the provisions\r\nof this Act, to be public servants within the meaning of section 21 of the\r\nIndian Penal Code.", "48": "The Pension Fund Regulatory and Development Authority Act, 201348.\r\n   Protection\r\nof action taken in good faith.No\r\nsuit, prosecution or other legal proceedings shall lie against the Central Government\r\nor the Authority or any officer of Central Government or any member, officer or\r\nother employees of the Authority for anything which is in good faith done or\r\nintended to be done under this Act or the rules or regulations made there\r\nunder.", "49": "The Pension Fund Regulatory and Development Authority Act, 201349.\r\n   Delegation\r\nof powers.1.   The Authority may, by\r\ngeneral or special order in writing, delegate to any member, officer of the\r\nAuthority or any other person subject to such conditions, if any, as may be\r\nspecified in the order, such of its powers and functions under this Act (except\r\nthe powers under section 52) as it may deem necessary.2.   The Authority may, by\r\na general or special order in writing, also form committees of the members and\r\ndelegate to them the powers and functions of the Authority as may be specified\r\nby the regulations.", "50": "The Pension Fund Regulatory and Development Authority Act, 201350.\r\n   Offences\r\nby companies.1.   Where an offence\r\nunder this Act has been committed by a company, every person who at the time\r\nthe offence was committed was in charge of, and was responsible to, the company\r\nfor the conduct of the business of the company, as well as the company, shall\r\nbe deemed to be guilty of the offence and shall be liable to be proceeded\r\nagainst and punished accordingly:Provided that nothing contained in this sub-section shall render any such person liable\r\nto any punishment provided in this Act if he proves that the offence was\r\ncommitted without his knowledge or that he has exercised all due diligence to\r\nprevent the commission of such offence.2.   Notwithstanding\r\nanything contained in sub-section ( 1 ), where any offence under this Act\r\nhas been committed by a company and it is proved that the offence has been\r\ncommitted with the consent or connivance of, or is attributable to, any neglect\r\non the part of any director, manager, secretary or other officer of the\r\ncompany, such director, manager, secretary or other officer shall also be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly.Explanation .- For the purposes of\r\nthis section,-a.  \r\n  “company”\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.  \r\n  “director”,\r\nin relation to a firm, means a partner in the firm.", "51": "The Pension Fund Regulatory and Development Authority Act, 201351.\r\n   Power\r\nto make rules.1.   The Central\r\nGovernment may, by notification, make rules for carrying out the provisions of\r\nthis Act.2.   In particular and\r\nwithout prejudice to the generality of the foregoing power, such rules may\r\nprovide for all or any of the following matters, namely:-a.  \r\n  the\r\nsalary and allowances payable to and the other conditions of service of the\r\nChairperson and whole-time members under sub-section ( 3 ) of section 5;b.  \r\n  the\r\nallowances payable to part-time members under sub-section ( 4 ) of section\r\n5;c.  \r\n  the\r\nadditional functions which may be performed by the Authority under clause ( p )\r\nof sub-section ( 2 ) of section 14;d.  \r\n  any\r\nother matter in respect of which the Authority may exercise the powers of a\r\ncivil court under clause ( v ) of sub-section ( 3 ) of section 14;e.  \r\n  the\r\nprocedure to be followed by the authorised officer under sub-section ( 10 )\r\nof section 17;f.  \r\n  the\r\nform and manner in which an appeal may be filed before the Securities Appellate\r\nTribunal and the fee which shall accompany such appeal, under sub-section ( 2 )\r\nof section 36;g.  \r\n  the\r\nprocedure to be followed by the Securities Appellate Tribunal in dealing with\r\nan appeal, under sub-section ( 6 ) of section 36;h.  \r\n  the\r\nform in which annual statement of accounts shall be maintained by the Authority\r\nunder sub-section ( 1 ) of section 42;i.  \r\n  the\r\ntime within which and the form and manner in which returns and reports are to\r\nbe made by the Authority to the Central Government under sub-section ( 1 )\r\nof section 46;j.  \r\n  any\r\nother matter which is to be, or may be, prescribed, or in respect of which\r\nprovision is to be made, by rules.", "52": "The Pension Fund Regulatory and Development Authority Act, 201352.\r\n   Power\r\nto make regulations.1.   The Authority may, by\r\nnotification, make regulations consistent with this Act and the rules made\r\nthere under for carrying out the provisions of this Act.2.   In particular, and\r\nwithout prejudice to the generality of the foregoing power, such regulations\r\nmay provide for all or any of the following matters, namely:-a.  \r\n  the\r\ntime and places of meetings of the Authority and the procedure to be followed\r\nat such meetings (including the quorum at such meetings) under sub-section ( 1 )\r\nof section 9;b.  \r\n  the\r\nterms and other conditions of service of the officers and other employees of\r\nthe Authority under sub-section ( 2 ) of section 11;c.  \r\n  the\r\nregulations to be made by the Authority in respect of pension schemes referred\r\nto in clause ( b ) of sub-section ( 1 ) of section 12 and the time\r\nwithin which such schemes should conform to the regulations, made under\r\nsub-section ( 2 ) of that section;d.  \r\n  the\r\nestablishing of mechanisms for redressing grievances of subscribers under\r\nclause ( f ) of sub-section ( 2 ) of section 14;e.  \r\n  the\r\nform and manner in which books of account shall be maintained and statement of\r\naccounts shall be rendered by intermediaries under clause ( n ) of\r\nsub-section ( 2 ) of section 14;f.  \r\n  amendment\r\nto the National Pension System referred to in sub-section ( 1 ) of section\r\n20;g.  \r\n  the\r\nconditions of its purpose, frequency and limits for withdrawals from individual\r\npension account referred to in clause ( b ) of sub-section ( 2 ) of\r\nsection 20;h.  \r\n  the\r\nconditions subject to which the subscriber shall exit from the National Pension\r\nSystem referred to in clause ( h ) of sub-section ( 2 ) of section\r\n20;i.  \r\n  the\r\nconditions subject to which the subscriber shall purchase an annuity referred\r\nto in clause ( i ) of sub-section ( 2 ) of section 20;j.  \r\n  the\r\nduties and functions of central recordkeeping agency under sub-section ( 2 )\r\nof section 21;k.  \r\n  the\r\ndetermination of compensation of fair value of the regulated assets payable to\r\ncentral recordkeeping agency under proviso to sub-section ( 3 ) of section\r\n21;l.  \r\n  the\r\nmanner of receiving contributions and instructions and transmitting them to the\r\nTrustee Bank or central recordkeeping agency, as the case may be, and paying\r\nout the benefits to the subscribers, under sub-section ( 1 ), and the\r\nregulations governing functioning of points of presence under sub-section ( 2 )\r\nof section 22;m.  \r\n  the\r\nmanner in which a pension fund may receive contributions, accumulate them and\r\nmake payments to the subscriber under sub-section ( 1 ), the number of\r\npension funds under sub-section ( 2 ), the functioning of the pension fund\r\nunder subsection ( 3 ), and the manner of managing the schemes by the\r\npension fund under subsection ( 4 ) of section 23;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\n  the\r\nform and manner in which an application for grant of certificate of\r\nregistration shall be made and the fee which shall accompany such application\r\nunder sub-section ( 2 ) of section 27;o.  \r\n  the\r\nconditions subject to which a certificate of registration may be granted to an\r\nintermediary under sub-section ( 3 ) of section 27;p.  \r\n  the\r\nprocedure and manner of suspension or cancellation of certificate of registration\r\nof intermediaries under sub-section ( 4 ) of section 27;q.  \r\n  the\r\nprocedure for holding inquiry by an adjudicating officer under subsection ( 1 )\r\nof section 30;r.  \r\n  the\r\nsupersession of the governing board or board of directors of the intermediary\r\nunder sub-section ( 2 ) of section 31;s.  \r\n  the\r\nmanagement of affairs of the intermediary by an Administrator under subsection\r\n( 3 ) of section 31;t.  \r\n  the\r\nmanner of administering and utilising the Subscriber Education and Protection\r\nFund under sub-section ( 3 ) of section 41;u.  \r\n  the\r\ndelegation of powers and functions of the Authority to committees under\r\nsub-section ( 2 ) of section 49;v.  \r\n  establishment,\r\nduties and functioning of the National Pension System Trust;w.  \r\n  any\r\nother matter which is required to be or may be specified by regulations or in\r\nrespect of which provision is to be or may be made by regulations.", "53": "The Pension Fund Regulatory and Development Authority Act, 201353.\r\n   Rules\r\nand regulations to be laid before Parliament.Every\r\nrule and every regulation made under this Act shall be laid, as soon as may be\r\nafter it is made, before each House of Parliament, while it is in session, for\r\na total period of thirty days which may be comprised in one session or in two\r\nor more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the rule or regulation or both\r\nHouses agree that the rule or regulation should not be made, the rule or\r\nregulation shall thereafter have effect only in such modified form or be of no\r\neffect, as the case may be; so, however, that any such modification or\r\nannulment shall be without prejudice to the validity of anything previously\r\ndone under that rule or regulation.", "54": "The Pension Fund Regulatory and Development Authority Act, 201354.\r\n   Power\r\nto remove difficulties.1.   If any difficulty\r\narises in giving effect to the provisions of this Act, the Central Government\r\nmay, by order, published in the Official Gazette, make such provisions not\r\ninconsistent with the provisions of this Act as may appear it to be necessary\r\nfor removing the difficulty:Provided that no order shall be made under this section after the expiry of five years from\r\nthe commencement of this Act.2.   Every order made\r\nunder this section shall be laid, as soon as may be after it is made, before\r\neach House of Parliament.", "55": "The Pension Fund Regulatory and Development Authority Act, 201355.\r\n   Application\r\nof other laws not barred.The\r\nprovisions of this Act shall be in addition to and not in derogation of the provisions\r\nof any other law for the time being in force.", "56": "The Pension Fund Regulatory and Development Authority Act, 201356.  Savings.Anything\r\ndone or any action taken by the Interim Pension Fund Regulatory and Development\r\nAuthority and Central Government under the Resolutions of the Government of\r\nIndia in the Ministry of Finance number F. No. 5/7/2003-ECB&PR, dated the 10th\r\nOctober, 2003 and F.No.1(6)2007-PR, dated the 14th November, 2008 and\r\nnotification number F. No. 5/7/2003-ECB & PR, dated the 22nd December,\r\n2003, shall be deemed to have been done or taken under the corresponding\r\nprovisions of this Act."}