{"name": "Petroleum and Natural Gas Regulatory Board Act, 2006\r", "1": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter I Preliminary1. Short title,\r\nextent, commencement and application.-1.  This\r\nAct may be called the Petroleum and Natural Gas Regulatory Board Act, 2006.2.  It\r\nextends to the whole of India.3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint: Provided that different dates\r\nmay be appointed for different provisions of this Act and any reference in any\r\nsuch provision to the commencement of this Act shall be construed as a\r\nreference to the coming into force of that provision.4.    It\r\napplies to refining, processing, storage, transportation, distribution,\r\nmarketing and sale of petroleum, petroleum products and natural gas excluding\r\nproduction of crude oil and natural gas.", "2": "The Petroleum and Natural Gas Regulatory Board Act, 20062. Definitions.-In this Act, unless\r\nthe context otherwise requires,-\r\n i. \r\n  \"affiliate\r\ncode of conduct\" means the code of conduct governing entities engaged in\r\nstorage, transmission, distribution, marketing and sale of natural gas under\r\nsub-section (1) of section 21;\r\n ii. \r\n  \"Appellate\r\nTribunal\" means the Appellate Tribunal referred to in section 30;\r\n iii. \r\n  \"appointed\r\nday\" means the date on which the Board is established under sub-section\r\n(1) of section 3;\r\n iv. \r\n  \"authorised\r\nentity\" means an entity-A.  registrered by the\r\nBoard under section 15 -\r\n i. \r\n  to\r\nmarket any notified petroleum, petroleum products or natural gas, orto\r\nestablish and operate liquefied natural gas terminals, orA. \r\nB.  authorised by the\r\nBoard under section 16 -\r\n i. \r\n  to\r\nlay, build, operate or expand a common carrier or contract carrier, or\r\n ii. \r\n\r\n  to\r\nlay, build, operate or expand a city or local natural gas distribution network;a. \r\nb. \r\nc. \r\nd. \r\n\r\n\r\n i. \r\n\r\n ii. \r\n\r\n iii. \r\n\r\n iv. \r\n\r\n v. \r\n  auto\r\nliquefied petroleum gas\" means a mixture of certain light hydrocarbons\r\nderived from petroleum, which are gaseous at normal ambient temperature and atmospheric\r\npressure but may be condensed to the liquid state at normal ambient temperature\r\nby the application of moderate pressure, and which conform to such\r\nspecifications for use as fuel in vehicles, as the Central Government may, in\r\nconsultation with the Bureau of Indian Standards, notify from time to time;\r\n vi. \r\n  ''Board\"\r\n\r\nmeans the Petroleum and Natural Gas Regulatory Board established under\r\nsub-section (1) of section 3;vii. \r\n  \"Bureau\r\nof Indian Standards\" means the Bureau of Indian Standards established\r\nunder section 3 of the Bureau of Indian Standards Act, 1986 (63 of 1986);viii. \r\n  \"Chairperson\"\r\nmeans the Chairperson of the Board appointed under sub-section (1) of section\r\n4;\r\n ix. \r\n  \"city\r\nor local natural gas distribution network\" means an inter-connected\r\nnetwork of gas pipelines and the associated equipment used for transporting\r\nnatural gas from a bulk supply high pressure transmission main to the medium\r\npressure distribution grid and subsequently to the service pipes supplying\r\nnatural gas to domestic, industrial or commercial premises and CNG stations\r\nsituated in a specified geographical area. Explanation.-For the purposes of\r\nthis clause, the expressions \"high pressure\" and \"medium\r\npressure\" shall mean such pressure as the Central Government may, by\r\nnotification, specify to be high pressure or, as the case may be, medium\r\npressure;\r\n x. \r\n\r\n  \"common\r\ncarrier\" means such pipelines for transportation of petroleum, petroleum\r\nproducts and natural gas by more than one entity as the Board may declare or\r\nauthorise from time to time on a non-discriminatory open access basis under\r\nsub-section (3) of section 20, but does not include pipelines laid to supply-\r\n i. \r\n  petroleum\r\nproducts or natural gas to a specific consumer; orcrude\r\noil; Explanation.- For the purposes of this clause, a contract carrier shall be\r\ntreated as a common carrier, if -\r\n i. \r\n  such\r\ncontract carrier has surplus capacity over and above the firm contracts entered\r\ninto; or\r\n ii. \r\n  the\r\nfirm contract period has expired.a. \r\nb. \r\n\r\nc. \r\nd. \r\ne. \r\nf. \r\ng. \r\nh. \r\ni. \r\nj. \r\n\r\n i. \r\n\r\n ii. \r\n\r\n iii. \r\n\r\n iv. \r\n\r\n\r\n v. \r\n\r\n vi. \r\n\r\n vii. \r\n\r\n viii. \r\n\r\n ix. \r\n\r\n x. \r\n\r\n xi. \r\n\r\n  \"CNG\r\nstation\" means filling station where one or more dispensing units are\r\nprovided for sale of compressed natural gas;xii. \r\n  \"compressed\r\nnatural gas or CNG\" means natural gas used as fuel for vehicles, typically\r\ncompressed to the pressure ranging from 200 to 250 bars in the gaseous state;xiii. \r\n  \"contract\r\ncarrier\" means such pipelines for transportation of petroleum, petroleum\r\nproducts and natural gas by more than one entity pursuant to firm contracts for\r\nat least one year as may be declared or authorised by the Board from time to\r\ntime under sub-section (3) of section 20;xiv. \r\n  \"dealer\"\r\nmeans a person, association of persons, firm, company or co-operative society,\r\nby whatsoever name called or referred to, and appointed by an oil company to\r\npurchase, receive, store and sell motor spirit, high speed diesel, superior\r\nkerosene oil, auto liquefied petroleum gas or natural gas;xv. \r\n  \"distributor\"\r\nmeans a person, association of persons, firm, company or co-operative society,\r\nby whatsoever name called or referred to, and appointed by an oil company to\r\npurchase, receive, store and sell to consumers liquefied petroleum gas in\r\ncylinders;xvi. \r\n  \"entity\"\r\nmeans a person, association of persons, firm, company or co-operative society,\r\nby whatsoever name called or referred to, other than a dealer or distributor,\r\nand engaged or intending to be engaged in refining, processing, storage,\r\ntransportation, distribution, marketing, import and export of petroleum,\r\npetroleum products and natural gas including laying of pipelines for\r\ntransportation of petroleum, petroleum products and natural gas, or laying,\r\nbuilding, operating or expanding city or local natural gas distribution network\r\nor establishing and operating a liquefied natural gas terminal;xvii. \r\n  \"exchange\r\nof products\" shall mean giving and receiving of a petroleum product in\r\naccordance with an agreement entered into by the concerned entities;xviii. \r\n\r\n  \"high\r\nspeed diesel\" means any hydrocarbon oil (excluding mineral colza oil and\r\nturpentine substitute), which conforms to such specifications for use as fuel\r\nin compression ignition engines, as the Central Government may, in consultation\r\nwith the Bureau of Indian Standards, notify from time to time;xix. \r\n  \"kerosene\r\nor superior kerosene oil\" means a middle distillate mixture of\r\nhydrocarbons which conforms to such specifications, as the Central Government\r\nmay, in consultation with the Bureau of Indian Standards, notify from time to\r\ntime;xx. \r\n  \"liquefied\r\nnatural gas terminal\" means the facilities and infrastructure required to-\r\n i. \r\n  receive\r\nliquefied natural gas;store\r\nliquefied natural gas;\r\n iii. \r\n  enable\r\nregasification of liquefied natural gas; and(iv) transport regasified liquefied\r\nnatural gas till the outside boundaries of the facility;a. \r\nb. \r\nc. \r\nd. \r\ne. \r\nf. \r\ng. \r\nh. \r\ni. \r\n\r\nj. \r\nk. \r\nl. \r\nm. \r\nn. \r\no. \r\np. \r\nq. \r\nr. \r\ns. \r\nt. \r\ni. \r\nii. \r\niii. \r\niv. \r\nv. \r\n\r\nvi. \r\nvii. \r\nviii. \r\nix. \r\nx. \r\nxi. \r\nxii. \r\n\r\nxiii. \r\nxiv. \r\nxv. \r\nxvi. \r\nxvii. \r\nxviii. \r\nxix. \r\n\r\nxx. \r\nxxi. \r\n  \"liquefied\r\npetroleum gas\" means a mixture of light hydrocarbons containing propane,\r\nisobutane, normal butane, butylenes, or such other substance which is gaseous\r\nat normal ambient temperature and atmospheric pressure but may be condensed to\r\nliquid state at normal ambient temperature by the application of pressure and\r\nconforms to such specifications, as the Central Government may, in consultation\r\nwith the Bureau of Indian Standards, notify from time to time;xxii. \r\n\r\n  \"local\r\ndistribution entity\" means an entity authorised by the Board under section\r\n20 to lay, build, operate or expand a city or local natural gas distribution\r\nnetwork;xxiii. \r\n  \"marketing\r\nservice obligations\" means obligations-\r\n i. \r\n  to\r\nset up marketing infrastructure and retail outlets in remote areas in respect\r\nof notified petroleum and petroleum products;to\r\nmaintain minimum stock of notified petroleum and petroleum products;\r\n iii. \r\n  of\r\na local distribution entity to supply natural gas to consumers; and\r\n iv. \r\n  such\r\nother obligations as may be specified by regulations;a. \r\nb. \r\nc. \r\nd. \r\ne. \r\nf. \r\ng. \r\nh. \r\ni. \r\n\r\nj. \r\nk. \r\nl. \r\nm. \r\nn. \r\no. \r\np. \r\nq. \r\nr. \r\ns. \r\nt. \r\nu. \r\nv. \r\n\r\nw. \r\ni. \r\nii. \r\niii. \r\niv. \r\nv. \r\nvi. \r\nvii. \r\nviii. \r\nix. \r\nx. \r\nxi. \r\nxii. \r\n\r\nxiii. \r\nxiv. \r\nxv. \r\nxvi. \r\nxvii. \r\nxviii. \r\nxix. \r\nxx. \r\nxxi. \r\nxxii. \r\nxxiii. \r\nxxiv. \r\n  \"maximum\r\nretail price\" means the maximum price fixed by an entity at which the\r\npetroleum, petroleum products and natural gas may be sold to the retail\r\nconsumers and includes all taxes, cess and levies, local or otherwise and\r\nfreight or commission payable to the dealers;xxv. \r\n  \"member\"\r\nmeans a member of the Board appointed under sub-section (1) of section 4 and\r\nincludes the Member (Legal) and the Chairperson;xxvi. \r\n  \"motor\r\nspirit\" means any hydrocarbon oil (excluding crude mineral oil) used as\r\nfuel in spark ignition engines which conforms to such specifications, as the\r\nCentral Government may, in consultation with the Bureau of Indian Standards,\r\nnotify from time to time;xxvii. \r\n\r\n  \"natural\r\ngas\" means gas obtained from bore-holes and consisting primarily of\r\nhydrocarbons and includes-\r\n i. \r\n  gas\r\nin liquid state, namely, liquefied natural gas and regasified liquefied natural\r\ngas,compressed\r\nnatural gas,\r\n iii. \r\n  gas\r\nimported through transnational pipe lines, including CNG or liquefied natural\r\ngas,\r\n iv. \r\n  gas\r\nrecovered from gas hydrates as natural gas,\r\n v. \r\n  methane\r\nobtained from coal seams, namely, coal bed methane, but does not include helium\r\noccurring in association with such hydrocarbons;i. \r\nii. \r\niii. \r\niv. \r\nv. \r\nvi. \r\nvii. \r\nviii. \r\nix. \r\n\r\nx. \r\nxi. \r\nxii. \r\nxiii. \r\nxiv. \r\nxv. \r\nxvi. \r\nxvii. \r\nxviii. \r\nxix. \r\nxx. \r\nxxi. \r\nxxii. \r\n\r\nxxiii. \r\nxxiv. \r\nxxv. \r\nxxvi. \r\nxxvii. \r\nxxviii. \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette and the expression \"notified\"\r\nwith its cognate meanings and grammatical variations, shall be construed\r\naccordingly;xxix. \r\n\r\n  \"notified\r\npetroleum, petroleum products and natural gas\" means such petroleum,\r\npetroleum products and natural gas as the Central Government may notify from\r\ntime to time, after being satisfied that it is necessary or expedient so to do\r\nfor maintaining or increasing their supplies or for securing their equitable\r\ndistribution or ensuring adequate availability;xxx. \r\n  \"oil\r\ncompany\" means a company registered under the Companies Act, 1956 and\r\nincludes an association of persons, society or firm, by whatsoever name called\r\nor referred to, for carrying out an activity relating to petroleum, petroleum\r\nproducts and natural gas;xxxi. \r\n  \"petroleum\"\r\nmeans any liquid hydrocarbon or mixture of hydrocarbons, and any inflammable\r\nmixture (liquid, viscous or solid) containing any liquid hydrocarbon, including\r\ncrude oil and liquefied petroleum gas, and the expression 'petroleum product'\r\nshall mean any product manufactured from petroleum;xxxii. \r\n  \"pipeline\r\naccess code\" means the code to establish a framework for third party\r\naccess to pipelines under sub-clause (i) of clause (e) of section 11;xxxiii. \r\n  \"prescribed\"\r\nmeans prescribed by rules made by the Central Government under this Act;xxxiv. \r\n\r\n  \"regulations\"\r\nmeans regulations made by the Board under this Act;xxxv. \r\n  \"restrictive\r\ntrade practice\" means a trade practice which has, or may have, the effect\r\nof preventing, distorting or restricting competition in any manner and in\r\nparticular,-a.  which tends to\r\nobstruct the flow of capital or resources into the stream of production, orb.  which tends to bring\r\nabout manipulation of prices, or conditions of delivery or to affect the flow\r\nof supplies in the market relating to petroleum, petroleum products or natural\r\ngas or services in such manner as to impose on the consumers unjustified costs\r\nor restrictions;i. \r\nii. \r\niii. \r\niv. \r\nv. \r\nvi. \r\nvii. \r\nviii. \r\n\r\nix. \r\nx. \r\nxi. \r\nxii. \r\nxiii. \r\nxiv. \r\nxv. \r\nxvi. \r\nxvii. \r\nxviii. \r\nxix. \r\nxx. \r\nxxi. \r\n\r\nxxii. \r\nxxiii. \r\nxxiv. \r\nxxv. \r\nxxvi. \r\nxxvii. \r\nxxviii. \r\nxxix. \r\nxxx. \r\nxxxi. \r\nxxxii. \r\nxxxiii. \r\nxxxiv. \r\n\r\nxxxv. \r\nxxxvi. \r\n  \"retail\r\noutlet\" means filling station where one or more dispensing pumps have been\r\nprovided for sale of motor spirit, high speed diesel, auto-liquefied petroleum\r\ngas or natural gas and includes distributorship for liquefied petroleum gas or\r\ndealership for superior kerosene oil or CNG stations;xxxvii. \r\n  \"retail\r\nservice obligations\" means obligations of dealers and distributors for\r\nmaintaining supplies to consumers throughout the specified working hours and of\r\nspecified quality, quantity and display of maximum retail price of notified\r\npetroleum, petroleum products and natural gas including CNG and such other\r\nobligations, as may be specified by regulations;xxxviii. \r\n  \"rules\"\r\nmeans rules made by the Central Government under this Act;xxxix. \r\n  \"Secretary\"\r\nmeans the Secretary of the Board;\r\n xl. \r\n\r\n  \"transportation\r\nrate\", in relation to common carrier or contract carrier or a city or\r\nlocal natural gas distribution network, means such rate for moving each unit of\r\npetroleum, petroleum products or natural gas as may be fixed by regulations.", "3": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter II Petroleum and\r\nNatural Gas Regulatory Board3. Establishment and\r\nincorporation of the Board.-1.  With\r\neffect from such date as the Central Government may, by notification, appoint,\r\nthere shall be established, for the purposes of this Act, a Board to be called\r\nthe Petroleum and Natural Gas Regulatory Board.2.  The\r\nBoard shall be a body corporate by the name aforesaid, having perpetual\r\nsuccession and a common seal, with power, subject to the provisions of this\r\nAct, to acquire, hold and dispose of property, both movable and immovable, and\r\nto contract, and shall, by the said name, sue or be sued.3.  The\r\nBoard shall consist of a Chairperson, a Member (Legal) and three other members\r\nto be appointed by the Central Government.4.    The\r\nhead office of the Board shall be at New Delhi and regional offices at such\r\nplaces as the Board may deem necessary having regard to public interest and\r\nmagnitude of the work.", "4": "The Petroleum and Natural Gas Regulatory Board Act, 20064. Qualifications for\r\nappointment of Chairperson and other members.-1.  The\r\nCentral Government shall appoint the Chairperson and other members of the Board\r\nfrom amongst persons of eminence in the fields of petroleum and natural gas\r\nindustry, management, finance, law, administration or consumer affairs:\r\nProvided that no person shall be appointed as Member (Legal) unless he-a.   is qualified to be a\r\nJudge of a High Court; orb.   has been a member of\r\nthe Indian Legal Service and has held a post inGrade I of that Service for at\r\nleast three years.2.  \r\n  The\r\nCentral Government shall, for the purposes of selecting the Chairperson and\r\nafter members of the Board and for preparing a panel of persons to be\r\nconsidered for appointment as the Technical Member (Petroleum and Natural Gas)\r\nof the Appellate Tribunal, constitute a Search Committee consisting of- \r\n i.  \r\n  Member,\r\nPlanning Commission in charge of the energy sector - Chairperson;Secretary\r\nto the Government of India, Ministry of Petroleum and Natural Gas - Member; \r\n iii.  \r\n\r\n  Secretary\r\nto the Government of India, Ministry of Finance, Department of Economic Affairs\r\n- Member; \r\n iv.  \r\n  Secretary\r\nto the Government of India in charge of Commerce, Ministry of Commerce and\r\nIndustry - Member; and \r\n v.  \r\n  Secretary\r\nto the Government of India, Department of Legal Affairs, Ministry of Law and\r\nJustice - Member.", "5": "The Petroleum and Natural Gas Regulatory Board Act, 20065. Term of office,\r\nconditions of service, etc. of Chairperson and other members.-1.  Before\r\nappointing any person as the Chairperson or other member, the Central\r\nGovernment shall satisfy itself that such person does not have any financial or\r\nother interest which is likely to affect prejudicially his functions as\r\nChairperson or such other member.2.  The\r\nChairperson and other members shall hold office for a term of five years from\r\nthe date on which they enter upon their offices or until they attain the age of\r\nsixty-five years, whichever is earlier: Provided that the Chairperson and other\r\nmembers shall not be eligible for re-appointment. Explanation.-For the purposes\r\nof this section, appointment of a member as Chairperson shall not be deemed to\r\nbe re-appointment.3.  A\r\nperson in the service of the Central Government, a State Government or an\r\nundertaking, corporation or company owned or controlled by the Central\r\nGovernment or a State Government or from any other non-Governmental or\r\ncorporate body shall resign or retire from such service before joining as the\r\nChairperson or other member, as the case may be.4.  The\r\nsalaries and allowances payable to and the other terms and conditions of\r\nservice of the Chairperson and the other members shall be such as may be\r\nprescribed: Provided that neither the salary and allowances nor the other terms\r\nand conditions of service of the Chairperson or any other member shall be\r\nvaried to his disadvantage after appointment.5.  The\r\nChairperson or other member may resign his office by giving notice thereof in\r\nwriting to the Central Government and on such resignation being accepted, the\r\nChairperson or such other member shall be deemed to have vacated his office.6.  \r\n  The\r\nChairperson or any other member, upon ceasing to hold office as such, shall-a.   be ineligible for\r\nfurther employment under the Central Government or any State Government; andb.   not accept any\r\ncommercial employment for a period of two years from the date he ceases to hold\r\nsuch office. Explanation.- For the purposes of this section, \"commercial\r\nemployment\" means employment in any capacity under, or agency of, a person\r\nengaged in trading, commercial, industrial or financial business in any field\r\nand includes also a director of a company or partner of a firm or setting up\r\npractice either independently or as partner of a firm or as an advisor or a\r\nconsultant.", "6": "The Petroleum and Natural Gas Regulatory Board Act, 20066. Powers of\r\nChairperson.-The Chairperson shall\r\nhave the powers of general superintendence and directions in the conduct of the\r\naffairs of the Board and shall, in addition to presiding over the meetings of\r\nthe Board, exercise and discharge such other powers and functions of the Board,\r\nas may be assigned to him by the Board.", "7": "The Petroleum and Natural Gas Regulatory Board Act, 20067. Removal of\r\nChairperson or any other member from office.-The Central\r\nGovernment may remove from office the Chairperson or any other member, who-a.  \r\n  has\r\nbeen adjudged as insolvent; orb.  \r\n  has\r\nbeen convicted of an offence which, in the opinion of the Central Government,\r\ninvolves moral turpitude; orc.  \r\n  has\r\nbecome physically or mentally incapable of acting as a member; ord.  \r\n  has\r\nacquired such financial or other interest as is likely to affect prejudicially\r\nhis functions as a member; ore.  \r\n  has\r\nso abused his position as to render his continuance in office prejudicial to\r\nthe public interest: Provided that no Chairperson or other member shall be\r\nremoved from office under clause (d) or clause (e) unless the Central\r\nGovernment, after holding an inquiry by any person appointed or authority\r\nconstituted for the purpose and in accordance with such procedure as may be\r\nprescribed in this behalf, is satisfied that such person ought on such ground\r\nor grounds to be removed.", "8": "The Petroleum and Natural Gas Regulatory Board Act, 20068. Meetings of the\r\nBoard.-1.  The\r\nBoard shall meet at such times and places, and shall observe such procedure in\r\nregard to the transaction of business at its meetings (including the quorum at\r\nsuch meetings) as may be provided by regulations.2.  The\r\nChairperson or, if he is unable to attend a meeting of the Board, the\r\nsenior-most member present, reckoned from the date of appointment to the Board,\r\nshall preside at the meeting: Provided that in case of common date of\r\nappointment of members, the member senior in age shall be considered as senior\r\nto the other members.3.  All\r\nquestions which come up before any meeting of the Board shall be decided by a\r\nmajority of the members present and voting, and in the event of an equality of\r\nvotes, the Chairperson or in his absence, the person presiding shall have a\r\nsecond or casting vote.4.  All\r\norders and decisions of the Board shall be authenticated by the Secretary or\r\nany other officer of the Board duly authorised by the Chairperson in this\r\nbehalf.", "9": "The Petroleum and Natural Gas Regulatory Board Act, 20069. Vacancies, etc.,\r\nnot to invalidate proceedings of the Board.-No act or proceeding of the Board\r\nshall be invalid merely by reason of-a.  \r\n  any\r\nvacancy in, or any defect in the constitution of, the Board; orb.  \r\n  any\r\ndefect in the appointment of a person acting as a member of the Board; orc.  \r\n  any\r\nirregularity in the procedure of the Board not affecting the merits of the\r\ncase.", "10": "The Petroleum and Natural Gas Regulatory Board Act, 200610. Officers and\r\nother employees of the Board.-1.  The\r\nCentral Government may, in consultation with the Board, appoint a Secretary to\r\nexercise and perform such powers and duties, under the control of the\r\nChairperson as may be specified by regulations: Provided that no such\r\nconsultation shall be necessary for appointment of the first Secretary of the\r\nBoard.2.  The\r\nBoard may, with the approval of the Central Government, determine the number,\r\nnature and categories of other officers and employees required to assist the\r\nBoard in the efficient discharge of its functions.3.  The\r\nsalaries and allowances payable to and the other terms and conditions of\r\nservice of the Secretary, the other officers and employees of the Board shall\r\nbe such as may be prescribed. (4) The Board may appoint consultants required to\r\nassist in the discharge of its functions on such terms and conditions as may be\r\ndetermined by regulations.", "11": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter III Functions\r\nand Powers of the Board11. Functions of the\r\nBoard.-The Board shall-a.  \r\n  protect\r\nthe interest of consumers by fostering fair trade and competition amongst the\r\nentities;b.  \r\n  register\r\nentities to- \r\n\r\n i.  \r\n  market\r\nnotified petroleum and petroleum products and, subject to the contractual\r\nobligations of the Central Government, natural gas;establish\r\nand operate liquefied natural gas terminals; \r\n iii.  \r\n  establish\r\nstorage facilities for petroleum, petroleum products or natural gas exceeding\r\nsuch capacity as may be specified by regulations;a.  \r\nb.  \r\nc.  \r\n  authorise\r\nentities to- \r\n i.  \r\n  lay,\r\nbuild, operate or expand a common carrier or contract carrier;lay,\r\nbuild, operate or expand city or local natural gas distribution network;a.  \r\nb.  \r\nc.  \r\n\r\nd.  \r\n  declare\r\npipelines as common carrier or contract carrier;e.  \r\n  regulate,\r\nby regulations,- \r\n i.  \r\n  access\r\nto common carrier or contract carrier so as to ensure fair trade and\r\ncompetition amongst entities and for that purpose specify pipeline access code;transportation\r\nrates for common carrier or contract carrier; \r\n iii.  \r\n  access\r\nto city or local natural gas distribution network so as to ensure fair trade\r\nand competition amongst entities as per pipeline access code;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\n\r\n  in\r\nrespect of notified petroleum, petroleum products and natural gas- \r\n i.  \r\n  ensure\r\nadequate availability;ensure\r\ndisplay of information about the maximum retail prices fixed by the entity for\r\nconsumers at retail outlets; \r\n iii.  \r\n\r\n  monitor\r\nprices and take corrective measures to prevent restrictive trade practice by\r\nthe entities; \r\n iv.  \r\n  secure\r\nequitable distribution for petroleum and petroleum products; \r\n v.  \r\n  provide,\r\nby regulations, and enforce, retail service obligations for retail outlets and\r\nmarketing service obligations for entities; \r\n vi.  \r\n\r\n  monitor\r\ntransportation rates and take corrective action to prevent restrictive trade\r\npractice by the entities;a.  \r\nb.  \r\nc.  \r\nd.  \r\n\r\ne.  \r\nf.  \r\ng.  \r\n  levy\r\nfees and other charges as determined by regulations;h.  \r\n\r\n  maintain\r\na data bank of information on activities relating to petroleum, petroleum\r\nproducts and natural gas;i.  \r\n  lay\r\ndown, by regulations, the technical standards and specifications including\r\nsafety standards in activities relating to petroleum, petroleum products and\r\nnatural gas, including the construction and operation of pipeline and\r\ninfrastructure projects related to downstream petroleum and natural gas sector;j.  \r\n  perform\r\nsuch other functions as may be entrusted to it by the Central Government to\r\ncarry out the provisions of this Act.", "12": "The Petroleum and Natural Gas Regulatory Board Act, 200612. Powers regarding\r\ncomplaints and resolutions of disputes by the Board.-1.  The\r\nBoard shall have jurisdiction to-a.   adjudicate upon and\r\ndecide any dispute or matter arising amongst entities or between an entity and\r\nany other person on issues relating to refining, processing, storage,\r\ntransportation, distribution, marketing and sale of petroleum, petroleum\r\nproducts and natural gas according to the provisions of Chapter V, unless the\r\nparties have agreed for arbitration;b.   receive any complaint\r\nfrom any person and conduct any inquiry and investigation connected with the\r\nactivities relating to petroleum, petroleum products and natural gas on\r\ncontravention of- \r\n i.  \r\n\r\n  retail\r\nservice obligations; \r\n ii.  \r\n  marketing\r\nservice obligations; \r\n iii.  \r\n  display\r\nof retail price at retail outlets; \r\n iv.  \r\n\r\n  terms\r\nand conditions subject to which a pipeline has been declared as common carrier\r\nor contract carrier or access for other entities was allowed to a city or local\r\nnatural gas distribution network, or authorisation has been granted to an\r\nentity for laying, building, expanding or operating a pipeline as common\r\ncarrier or contract carrier or authorisation has been granted to an entity for\r\nlaying, building, expanding or operating a city or local natural gas\r\ndistribution network; \r\n v.  \r\n  any\r\nother provision of this Act or the rules or the regulations or orders made\r\nthere under.1.  2.  While\r\ndeciding a complaint under sub-section (1), the Board may pass such orders and\r\nissue such directions as it deems fit or refer the matter for investigation\r\naccording to the provisions of Chapter V.", "13": "The Petroleum and Natural Gas Regulatory Board Act, 200613. Procedure of the\r\nBoard.-1.  The\r\nBoard shall have, for the purposes of discharging its functions under this Act,\r\nthe same powers as are vested in a civil court under the Code of Civil\r\nProcedure, 1908 (5 of 1908), while trying a suit, in respect of the following\r\nmatters, namely:-a.   summoning and\r\nenforcing the attendance of any person and examining him on oath;b.   subject to the\r\nprovisions of sections 123 and 124 of the Indian Evidence Act, 1872 (1 of\r\n1872), requisitioning any public record or document or a copy of such record or\r\ndocument, from any office and production of such documents;c.   receiving evidence on\r\naffidavits;d.   issuing commissions\r\nfor the examination of witnesses or documents;e.   dismissing an\r\napplication for default or deciding it, ex parte;f.   setting aside any\r\norder of dismissal of any application for default or any order passed by it, ex\r\nparte;g.   granting interim\r\nrelief;h.   reviewing its\r\ndecision; andi.   any other matter\r\nwhich may be prescribed.1.  2.  \r\n  Every\r\nproceeding before the Board shall be deemed to be a judicial proceeding within\r\nthe meaning of sections 193 and 228, and for the purposes of section 196, of\r\nthe Indian Penal Code (45 of 1860) and the Board shall be deemed to be a civil\r\ncourt for the purposes of section 195 and Chapter XXVI of the Code of Criminal\r\nProcedure, 1973 (2 of 1974).3.  The\r\nBoard shall be guided by the principles of natural justice and subject to other\r\nprovisions of this Act and of any rules made there under, shall have powers to\r\nregulate its own procedure including the places at which it shall conduct its\r\nbusiness.", "14": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter IV\r\nRegistration and Authorisation14. Register.-1.  For\r\nthe purposes of this Act, a register to be called the Petroleum and Natural Gas\r\nRegister shall be kept at the head office of the Board containing such details\r\nof entities-a.   registered for- \r\n i.  \r\n  marketing\r\nnotified petroleum, petroleum products or natural gas, or \r\n ii.  \r\n  establishing\r\nand operating liquefied natural gas terminals, or \r\n iii.  \r\n  establishing\r\nstorage facilities for petroleum, petroleum products or natural gas exceeding\r\nsuch capacity as may be specified by regulations, ora.  \r\nb.   authorised for - \r\n i.  \r\n  laying,\r\nbuilding, operating or expanding a common carrier, or \r\n ii.  \r\n  laying,\r\nbuilding, operating or expanding a city or local natural gas distribution\r\nnetwork, as may be provided by the Board by regulations.1.  2.  A\r\ncopy of any entry in the register purporting to be maintained by the Board and\r\ncertified as such by an officer authorised by the Board, shall be admitted in\r\nevidence in all courts and in all proceedings without further proof or\r\nproduction of the original.3.  The\r\nregister shall be open to public inspection at the head office of the Board.4.    Any\r\nperson may, on application to the Board, and on payment of such fee as may be\r\ndetermined by the Board, by regulations, obtain a certified copy of any entry\r\nin the register.", "15": "The Petroleum and Natural Gas Regulatory Board Act, 200615. Registration of\r\nentities.-1.  Every\r\nentity desirous of-a.   marketing any\r\nnotified petroleum or petroleum products or natural gas; orb.   establishing or\r\noperating a liquefied natural gas terminal; orc.   establishing storage\r\nfacilities for petroleum, petroleum products or natural gas exceeding such\r\ncapacity as may be specified by regulations, and fulfilling the eligibility\r\nconditions as may be prescribed shall make an application to the Board for its\r\nregistration under this Act: Provided that no registration under this Act shall\r\nbe required for any entity carrying on any activity referred to in clause (a)\r\nor clause (b) or clause (c) immediately before the appointed day but shall\r\ninform the Board about such activity within six months from the appointed day.1.  2.  Every\r\napplication for registration under sub-section (1) shall be made in such form\r\nand in such manner and shall be accompanied by such fee as may be determined by\r\nthe Board by regulations.3.  The\r\nBoard may, after making such enquiry and subject to such terms and conditions\r\nas it may specify, grant a certificate of registration to the entity allowing\r\nto commence and carry on the activity referred to in clause (a) or clause (b)\r\nor clause (c), as the case may be, of sub-section (1).4.  The\r\nBoard may, by order, suspend or cancel a certificate of registration granted\r\nunder sub-section (3) in such manner as may be determined by regulations:\r\nProvided that no order under this sub-section shall be made unless the entity\r\nconcerned has been given a reasonable opportunity of being heard.", "16": "The Petroleum and Natural Gas Regulatory Board Act, 200616. Authorisation.-No entity shall-a.  \r\n  lay,\r\nbuild, operate or expand any pipeline as a common carrier or contract carrier,b.  \r\n  lay,\r\nbuild, operate or expand any city or local natural gas distribution network,\r\nwithout obtaining authorisation under this Act: Provided that an entity,- \r\n i.  \r\n  laying,\r\nbuilding, operating or expanding any pipeline as common carrier or contract\r\ncarrier; or \r\n ii.  \r\n  laying,\r\nbuilding, operating or expanding any city or local natural gas distribution\r\nnetwork, immediately before the appointed day shall be deemed to have such\r\nauthorisation subject to the provisions of this Chapter, but any change in the\r\npurpose or usage shall require separate authorisation granted by the Board.", "17": "The Petroleum and Natural Gas Regulatory Board Act, 200617. Application for\r\nauthorisation.-1.  An\r\nentity which is laying, building, operating or expanding, or which proposes to\r\nlay, build, operate or expand, a pipeline as a common carrier or contract\r\ncarrier shall apply in writing to the Board for obtaining an authorisation\r\nunder this Act: Provided that an entity laying, building, operating or\r\nexpanding any pipeline as common carrier or contract carrier authorised by the\r\nCentral Government at any time before the appointed day shall furnish the\r\nparticulars of such activities to the Board within six months from the\r\nappointed day.2.  An\r\nentity which is laying, building, operating or expanding, or which proposes to\r\nlay, build, operate or expand, a city or local natural gas distribution network\r\nshall apply in writing for obtaining an authorisation under this Act: Provided that an entity laying, building, operating or expanding any city or local\r\nnatural gas distribution network authorised by the Central Government at any\r\ntime before the appointed day shall furnish the particulars of such activities\r\nto the Board within six months from the appointed day.3.  Every\r\napplication under sub-section (1) or sub-section (2) shall be made in such form\r\nand in such manner and shall be accompanied with such fee as the Board may, by\r\nregulations, specify.4.  Subject\r\nto the provisions of this Act and consistent with the norms and policy\r\nguidelines laid down by the Central Government, the Board may either reject or\r\naccept an application made to it, subject to such amendments or conditions, if\r\nany, as it may think fit.5.  In\r\nthe case of refusal or conditional acceptance of an application, the Board\r\nshall record in writing the grounds for such rejection or conditional\r\nacceptance, as the case may be.", "18": "The Petroleum and Natural Gas Regulatory Board Act, 200618. Publicity of\r\napplications.-When an application\r\nfor registration for marketing notified petroleum, petroleum products and\r\nnatural gas, or for establishing and operating a liquefied natural gas\r\nterminal, or for establishing storage facilities for petroleum, petroleum\r\nproducts or natural gas exceeding such capacity as may be specified by\r\nregulations, is accepted whether absolutely or subject to conditions or\r\nlimitations, the Board shall, as soon as may be, cause such acceptance to be\r\nknown to the public in such form and manner as may be provided by regulations.", "19": "The Petroleum and Natural Gas Regulatory Board Act, 200619. Grant of\r\nauthorisation.-1.  When,\r\neither on the basis of an application for authorisation for laying, building,\r\noperating or expanding a common carrier or contract carrier or for laying,\r\nbuilding, operating or expanding a city or local natural gas distribution\r\nnetwork is received or on suo motu basis, the Board forms an opinion that it is\r\nnecessary or expedient to lay, build, operate or expand a common carrier or\r\ncontract carrier between two specified points, or to lay, build, operate or\r\nexpand a city or local natural gas distribution network in a specified\r\ngeographic area, the Board may give wide publicity of its intention to do so\r\nand may invite applications from interested parties to lay, build, operate or\r\nexpand such pipelines or city or local natural gas distribution network.2.  The\r\nBoard may select an entity in an objective and transparent manner as specified\r\nby regulations for such activities.", "20": "The Petroleum and Natural Gas Regulatory Board Act, 200620. Declaring,\r\nlaying, building, etc., of common carrier or contract carrier and city or local\r\nnatural gas distribution network.-1.  If\r\nthe Board is of the opinion that it is necessary or expedient, to declare an\r\nexisting pipeline for transportation of petroleum, petroleum products and\r\nnatural gas or an existing city or local natural gas distribution network, as a\r\ncommon carrier or contract carrier or to regulate or allow access to such\r\npipeline or network, it may give wide publicity of its intention to do so and\r\ninvite objections and suggestions within a specified time from all persons and\r\nentities likely to be affected by such decision.2.  For\r\nthe purposes of sub-section (1), the Board shall provide the entity owning, the\r\npipeline or network an opportunity of being heard and fix the terms and\r\nconditions subject to which the pipeline or network may be declared as a common\r\ncarrier or contract carrier and pass such orders as it deems fit having regard\r\nto the public interest, competitive transportation rates and right of first\r\nuse.3.  The\r\nBoard may, after following the procedure as specified by regulations under\r\nsection 19 and sub-sections (1) and (2), by notification,-a.   declare a pipeline or\r\ncity or local natural gas distribution network as a common carrier or contract\r\ncarrier; orb.   authorise an entity\r\nto lay, build, operate or expand a pipeline as a common carrier or contract\r\ncarrier; orc.   allow access to\r\ncommon carrier or contract carrier or city or local natural gas distribution\r\nnetwork; ord.   authorise an entity\r\nto lay, build, operate or expand a city or local natural gas distribution\r\nnetwork.1.  2.  3.  4.    The\r\nBoard may decide on the period of exclusivity to lay, build, operate or expand\r\na city or local natural gas distribution network for such number of years as it\r\nmay by order, determine in accordance with the principles laid down by the\r\nregulations made by it, in a transparent manner while fully protecting the\r\nconsumer interests.5.  For\r\nthe purposes of this section, the Board shall be guided by the objectives of\r\npromoting competition among entities, avoiding infructuous investment,\r\nmaintaining or increasing supplies or for securing equitable distribution or\r\nensuring adequate availability of petroleum, petroleum products and natural gas\r\nthroughout the country and follow such principles as the Board may, by\r\nregulations, determine in carrying out its functions under this section.", "21": "The Petroleum and Natural Gas Regulatory Board Act, 200621. Right of first\r\nuse, etc.-1.  The\r\nentity laying, building, operating or expanding a pipeline for transportation\r\nof petroleum and petroleum products or laying, building, operating or expanding\r\na city or local natural gas distribution network shall have right of first use\r\nfor its own requirement and the remaining capacity shall be used amongst\r\nentities as the Board may, after issuing a declaration under section 20,\r\ndetermine having regard to the needs of fair competition in marketing and\r\navailability of petroleum and petroleum products throughout the country:\r\nProvided that in case of an entity engaged in both marketing of natural gas and\r\nlaying, building, operating or expanding a pipeline for transportation of\r\nnatural gas on common carrier or contract carrier basis, the Board shall\r\nrequire such entities to comply with the affiliate code of conduct as may be\r\nspecified by regulations and may require such entity to separate the activities\r\nof marketing of natural gas and the transportation including ownership of the\r\npipeline within such period as may be allowed by the Board and only within the\r\nsaid period, such entity shall have right of first use.2.  An\r\nentity other than an entity authorised to operate shall pay transportation rate\r\nfor use of common carrier or contract carrier to the entity operating it as an\r\nauthorised entity.3.  An\r\nentity authorised to lay, build, operate or expand a pipeline as common carrier\r\nor contract carrier or to lay, build, operate or expand a city or local natural\r\ngas distribution network shall be entitled to institute proceedings before the\r\nBoard to prevent, or to recover damages for, the infringement of any right\r\nrelating to authorisation. Explanation.- For the purposes of this sub-section,\r\n\"infringement of any right\" means doing of any act by any person\r\nwhich interferes with common carrier or contract carrier or causes prejudice to\r\nthe authorised entity.", "22": "The Petroleum and Natural Gas Regulatory Board Act, 200622. Transportation\r\ntariff.-1.  Subject\r\nto the provisions of this Act, the Board shall lay down, by regulations, the\r\ntransportation tariffs for common carriers or contract carriers or city or\r\nlocal natural gas distribution network and the manner of determining such\r\ntariffs.2.  For\r\nthe purposes of sub-section (1), the Board shall be guided by the following,\r\nnamely:-a.   the factors which may\r\nencourage competition, efficiency, economic use of the resources, good\r\nperformance and optimum investments;b.   safeguard the\r\nconsumer interest and at the same time recovery of cost of transportation in a\r\nreasonable manner;c.   the principles\r\nrewarding efficiency in performance;d.   the connected\r\ninfrastructure such as compressors, pumps, metering units, storage and the like\r\nconnected to the common carriers or contract carriers;e.   benchmarking against\r\na reference tariff calculated based on cost of service, internal rate of\r\nreturn, net present value or alternate mode of transport;f.   policy of the Central\r\nGovernment applicable to common carrier, contract carrier and city or local\r\ndistribution natural gas network.", "23": "The Petroleum and Natural Gas Regulatory Board Act, 200623. Suspension or\r\ncancellation of authorisation.-If the Board, on an\r\napplication of an affected party or on its own motion, is satisfied that the\r\nentity in favour of which authorisation has been granted under section 19 has\r\nfailed to comply with any conditions of authorisation, it may, after giving an\r\nopportunity to such entity of being heard, either suspend the authorisation for\r\nsuch period as the Board may think fit or cancel the authorisation: Provided that where the Board is of the opinion that an authorised entity persistently\r\nacts in a manner prejudicial to the interests of consumers, it may take action\r\nfor the suspension of the authorisation immediately subject to the opportunity\r\nof hearing being given subsequently, after which action so taken may be\r\nconfirmed or revoked.", "24": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter V Settlement\r\nof Disputes24. Board to settle\r\ndisputes.-1.  Save\r\nas otherwise provided for arbitration in the relevant agreements between\r\nentities or between an entity or any other person, as the case may be, if any\r\ndispute arises, in respect of matters referred to in sub-section (2) among\r\nentities or between an entity and any other person, such dispute shall be\r\ndecided by a Bench consisting of the Member (Legal) and one or more members\r\nnominated by the Chairperson: Provided that if the members of the Bench differ\r\non any point or points, they shall state the point or points on which they\r\ndiffer and refer the same to a member other than a member of the Bench for\r\nhearing on such point or points and such point or points shall be decided\r\naccording to the opinion of that member.2.  The\r\nBench constituted under sub-section (1) shall exercise, on and from the\r\nappointed day, all such jurisdiction, powers and authority as were exercisable\r\nby a civil court on any matter relating to -a.   refining, processing,\r\nstorage, transportation and distribution of petroleum, petroleum products and\r\nnatural gas by the entities;b.   marketing and sale of\r\npetroleum, petroleum products and natural gas including the quality of service\r\nand security of supply to the consumers by the entities; andc.   registration or\r\nauthorisation issued by the Board under section 15 or section 19.1.  2.  \r\n3.  Notwithstanding\r\nanything contained in the Code of Civil Procedure, 1908 (5 of 1908), the Board\r\nshall have the power to decide matters referred to in sub-section (2) on or\r\nafter the appointed day.", "25": "The Petroleum and Natural Gas Regulatory Board Act, 200625. Filing of\r\ncomplaints.-1.  A\r\ncomplaint may be filed before the Board by any person in respect of matters\r\nrelating to entities or between entities on any matter arising out of the\r\nprovisions of this Act: Provided that the complaints of individual consumers\r\nmaintainable before a consumer disputes redressal forum under the Consumer\r\nProtection Act, 1986 (68 of 1986) shall not be taken up by the Board but shall\r\nbe heard and disposed of by such forum. Explanation.-For the purposes of this\r\nsub-section, the expression \"consumer disputes redressal forum\" shall\r\nmean the district forum, State Commission or, the National Commission, as the\r\ncase may be, constituted under the provisions of the Consumer Protection Act,\r\n1986 (68 of 1986).2.  Every\r\ncomplaint made under sub-section (1) shall be filed within sixty days from the\r\ndate on which any act or conduct constituting a contravention took place and\r\nshall be in such form and shall be accompanied by such fee as may be provided\r\nby regulations: Provided that the Board may entertain a complaint after the\r\nexpiry of the said period if it is satisfied that there was sufficient cause\r\nfor not filing the complaint within that period.3.  On\r\nreceipt of a complaint under sub-section (1), the Board shall decide within\r\nthirty days whether there is a prima facie case against the entity or entities\r\nconcerned and may either conduct enquiry on its own or refer the matter for\r\ninvestigation under this Chapter, to an Investigating Officer having\r\njurisdiction; and, where the matter is referred to such Investigating Officer,\r\non receipt of a report from such Investigating Officer, the Board may, hear and\r\ndispose of the complaint as a dispute if it falls under sub-section (2) of\r\nsection 27 and in any other case, it may pass such orders and issue such directions\r\nas it deems fit.4.    Where\r\nthe Central Government considers that a matter arising out of the provisions of\r\nthis Act is required to be investigated, it shall make a reference to the Board\r\nand the provisions of this Act shall apply as if such reference were a\r\ncomplaint made to the Board.", "26": "The Petroleum and Natural Gas Regulatory Board Act, 200626. Power to\r\ninvestigate.-1.  For\r\nthe purposes of provisions of section 25, the Board shall, subject to the\r\nprovisions of sub-section (3), appoint by general or special order, an officer\r\nof the Board as an Investigating Officer for holding an investigation in the\r\nmanner provided by regulations: Provided that where the Board considers it\r\nnecessary that the matter should be investigated by any investigating agency of\r\nthe State or Central Government including the special police force constituted\r\nunder section 2 of the Delhi Special Police Establishment Act, 1946, the Board\r\nmay request the concerned Government for directing or authorising such agency\r\nto investigate and the agency so directed or authorised shall, then, be\r\ncompetent to exercise the powers and to discharge the duties of an Investigating\r\nOfficer under this Act.2.  No\r\nperson shall be appointed as an Investigating Officer unless he possesses such\r\nqualifications and experience as may be determined by the Board by regulations.\r\n3.  Where\r\nmore than one Investigating Officer is appointed, the Board shall specify, by\r\norder, the matters and the local limits of jurisdiction with respect to which\r\neach such officer shall exercise his jurisdiction.", "27": "The Petroleum and Natural Gas Regulatory Board Act, 200627. Factors to be\r\ntaken into account by the Board.-The Board shall,\r\nwhile deciding a dispute under this Chapter, have due regard to the provisions\r\nof this Act and to the following factors, namely:-a.  \r\n  the\r\namount of disproportionate gain made or unfair advantage derived, wherever\r\nquantifiable, as a result of the default;b.  \r\n  the\r\namount of loss caused to an entity as a result of the default;c.  \r\n  the\r\nrepetitive nature of the default.", "28": "The Petroleum and Natural Gas Regulatory Board Act, 200628. Civil penalty for\r\ncontravention of directions given by the Board.-In case any complaint\r\nis filed before the Board by any person or if the Board is satisfied that any\r\nperson has contravened a direction issued by the Board under this Act to\r\nprovide access to, or to adhere to the transportation rate in respect of a\r\ncommon carrier, or to display maximum retail price at retail outlets, or\r\nviolates the terms and conditions subject to which registration or\r\nauthorisation has been granted under section 15 or section 19 or the retail\r\nservice obligations or marketing service obligations, or does not furnish\r\ninformation, document, return of report required by the Board, it may, after\r\ngiving such person an opportunity of being heard in the matter, by order in writing,\r\ndirect that, without prejudice to any other penalty to which he may be liable\r\nunder this Act, such person shall pay, by way of civil penalty an amount which\r\nshall not exceed one crore rupees for each contravention and in case of a\r\ncontinuing failure with additional penalty which may extend to ten lakh rupees\r\nfor every day during which the failure continues after contravention of the\r\nfirst such direction: Provided that in the case of a complaint on restrictive\r\ntrade practice, the amount of civil penalty may extend to five times the unfair\r\ngains made by the entity or ten crore rupees, whichever is higher.", "29": "The Petroleum and Natural Gas Regulatory Board Act, 200629. Orders passed by\r\nBoard deemed to be decrees.-Every order made by\r\nthe Board under this Act shall, on a certificate issued by an officer of the\r\nBoard, shall be executable in the same manner as if it were a decree of a civil\r\ncourt: Provided that where an appeal lies against an order of the Board and no\r\nappeal is preferred then the order of the Board shall be deemed to be a final\r\ndecree under this section on the expiry of the period allowed for preferring an\r\nappeal against such order before the Appellate Tribunal.", "30": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter VI Appeals to\r\nAppellate Tribunal30. Appellate\r\nTribunal.-1.  Subject\r\nto the provisions of this Act, the Appellate Tribunal established under section\r\n110 of the Electricity Act, 2003 (36 of 2003) shall be the Appellate Tribunal\r\nfor the purposes of this Act and the said Appellate Tribunal shall exercise the\r\njurisdiction, powers and authority conferred on it by or under this Act:\r\nProvided that the Technical Member of the Appellate Tribunal for the purposes\r\nof this Act shall be called the Technical Member (Petroleum and Natural Gas)\r\nand shall have the qualifications specified in sub-section (2) of section 31.2.  Notwithstanding\r\nanything contained in the Electricity Act, 2003 (36 of 2003), the Central\r\nGovernment may, for the purposes of this Act, appoint one or more Technical\r\nMembers (Petroleum and Natural Gas) on the Appellate Tribunal for Electricity\r\nor designate a Technical Member of the said Tribunal having the qualifications\r\nspecified in sub-section (2) of section 31 and when a Technical Member (Petroleum\r\nand Natural Gas) is appointed, he shall be in addition to the three other\r\nmembers appointed under the said Act.", "31": "The Petroleum and Natural Gas Regulatory Board Act, 200631. Technical Member\r\n(Petroleum and Natural Gas).-1.  The\r\nTechnical Member (Petroleum and Natural Gas) shall be appointed from the panel\r\nprepared by the Search Committee constituted under sub-section (2) of section\r\n4.2.  A\r\nperson shall not be qualified for appointment as a Technical Member (Petroleum\r\nand Natural Gas) of the Appellate Tribunal unless he- \r\n i.  \r\n  is,\r\nor has been, a Secretary for at least one year in the Ministry or Department of\r\nthe Central Government having adequate experience in energy sector, especially\r\nin matters relating to Petroleum and Natural Gas sector; or \r\n\r\n ii.  \r\n  is,\r\nor has been, a person of ability and standing, having adequate knowledge or\r\nexperience in dealing with matters relating to exploration, production,\r\ntransmission pipelines, marketing or regulation of petroleum, petroleum\r\nproducts or natural gas, economics, commerce, law or management.", "32": "The Petroleum and Natural Gas Regulatory Board Act, 200632. Terms and\r\nconditions of service of Technical Member (Petroleum and Natural Gas).-The term of office,\r\nthe salaries and allowances payable to and the other terms and conditions of\r\nservice of the Technical Member (Petroleum and Natural Gas) shall be the same\r\nas applicable to the other members of the Appellate Tribunal.", "33": "The Petroleum and Natural Gas Regulatory Board Act, 200633. Appeals to\r\nAppellate Tribunal.-1.  Any\r\nperson aggrieved by an order or decision made by the Board under this Act may\r\nprefer an appeal to the Appellate Tribunal: Provided that any person preferring\r\nan appeal against an order or decision of the Board levying any penalty shall,\r\nwhile filing the appeal, deposit the amount of such penalty: Provided further\r\nthat where in any particular case, the Appellate Tribunal is of the opinion\r\nthat deposit of such penalty would cause undue hardship to such person, it may\r\ndispense with such deposit subject to such conditions as it may deem fit to\r\nimpose so as to safeguard the realisation of penalty.2.  Every\r\nappeal under sub-section (1) shall be filed within a period of thirty days from\r\nthe date on which a copy of the direction or order of decision made by the\r\nBoard is received by the aggrieved person and it shall be in such form,\r\nverified in such manner and be accompanied by such fee as may be prescribed:\r\nProvided that the Appellate Tribunal may entertain an appeal after the expiry\r\nof the said period of thirty days if it is satisfied that there was sufficient\r\ncause for not filing it within that period.3.  On\r\nreceipt of an appeal under sub-section (1), the Appellate Tribunal may, after\r\ngiving the parties an opportunity of being heard, pass such orders thereon as\r\nit thinks fit.4.  The\r\nAppellate Tribunal shall send a copy of every order made by it to the parties\r\nto the appeal and to the Board.5.  The\r\nappeal filed under sub-section (1) shall be dealt with by the Appellate\r\nTribunal as expeditiously as possible and endeavour shall be made by it to\r\ndispose of the appeal finally within ninety days from the date of receipt of\r\nappeal: Provided that where any such appeal could not be disposed of within the\r\nsaid period of ninety days, the Appellate Tribunal shall record its reasons in\r\nwriting for not disposing of the appeal within the said period.6.  \r\n  The\r\nAppellate Tribunal may, for the purpose of examining the legality or propriety\r\nor correctness of any order or decision of the Board referred to in the appeal\r\nfiled under sub-section (1), either on its own motion or otherwise, call for\r\nthe records relevant to disposing of such appeal and make such orders as it\r\nthinks fit.", "34": "The Petroleum and Natural Gas Regulatory Board Act, 200634. Procedure and\r\npowers of the Appellate Tribunal.-The provisions of\r\nsections 120 to 124 (both inclusive) of the Electricity Act, 2003 (36 of 2003)\r\nshall mutatis mutandis apply to the Appellate Tribunal in the discharge of its\r\nfunctions under this Act as they apply to it in the discharge of its functions\r\nunder the Electricity Act, 2003.", "35": "The Petroleum and Natural Gas Regulatory Board Act, 200635. Power of\r\nAppellate Tribunal to make rules.-The Appellate\r\nTribunal may, by notification, make rules consistent with the provisions of\r\nthis Act as to the conduct and procedure in respect of all proceedings before\r\nit under this Act.", "36": "The Petroleum and Natural Gas Regulatory Board Act, 200636. Orders passed by\r\nAppellate Tribunal to be executable as a decree.-1.  Every\r\norder made by the Appellate Tribunal under this Act shall be executable by the\r\nAppellate Tribunal as a decree of a civil court, and for this purpose, the\r\nAppellate Tribunal shall have all the powers of a civil court.2.  Notwithstanding\r\nanything contained in sub-section (1), the Appellate Tribunal may transmit any\r\norder made by it to a civil court having jurisdiction and such civil court\r\nshall execute the order as if it were a decree made by that court.", "37": "The Petroleum and Natural Gas Regulatory Board Act, 200637. Appeal to Supreme\r\nCourt.-1.  Notwithstanding\r\nanything contained in the Code of Civil Procedure, 1908 (5 of 1908) or in any\r\nother law, an appeal shall lie against any order, not being an interlocutory\r\norder, of the Appellate Tribunal to the Supreme Court on one or more of the\r\ngrounds specified in section 100 of that Code.2.  No\r\nappeal shall lie against any decision or order made by the Appellate Tribunal\r\nwith the consent of the parties.3.  Every\r\nappeal under this section shall be preferred within a period of ninety days\r\nfrom the date of the decision or order appealed against: Provided that the\r\nSupreme Court may entertain the appeal after the expiry of the said period of\r\nninety days, if it is satisfied that the appellant was prevented by sufficient\r\ncause from preferring the appeal in time.", "38": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter VII Finance,\r\nAccounts and Audit38. Grants by Central\r\nGovernment.-The Central\r\nGovernment may, after due appropriation made by Parliament by law in this\r\nbehalf, make to the Board grants of such sums of money as are required to pay\r\nsalaries and allowances payable to the Chairperson and the other members and\r\nthe administrative expenses including the salaries, allowances and pensions\r\npayable to the officers and employees of the Board.", "39": "The Petroleum and Natural Gas Regulatory Board Act, 200639. Fund.-1.  There\r\nshall be constituted a Fund to be called the Petroleum and Natural Gas\r\nRegulatory Board Fund and there shall be credited thereto- \r\n i.  \r\n  all\r\ngrants, fees, penalties and charges received by the Board under this Act; andall\r\nsums received by the Board from such other sources as may be approved by the\r\nCentral Government.2.  The\r\nFund shall be applied for making payments towards- \r\n i.  \r\n  the\r\nsalaries and allowances payable to the Chairperson and other members and the\r\nadministrative expenses including the salaries, allowances and pensions payable\r\nto the officers and employees of the Board;the\r\nexpenses incurred or to be incurred in carrying out the provisions of this Act.1.  2.  3.  The\r\nCentral Government shall- \r\n i.  \r\n  constitute\r\na committee consisting of such persons as it thinks fit to recommend to that\r\nGovernment the budgetary requirements of the Board for salaries, allowances and\r\nall other expenses; and \r\n ii.  \r\n  fix\r\nthe budgetary ceiling of the Board on the basis of the recommendations of the\r\ncommittee.", "40": "The Petroleum and Natural Gas Regulatory Board Act, 200640. Accounts and\r\naudit.-1.  The\r\nBoard shall maintain proper accounts and other relevant records and prepare an\r\nannual statement of accounts in such form as may be prescribed by the Central\r\nGovernment in consultation with the Comptroller and Auditor-General of India.2.  The\r\naccounts of the Board shall be audited by the Comptroller and Auditor-General\r\nof India at such intervals as may be specified by him and any expenditure\r\nincurred in connection with such audit shall be payable by the Board to the\r\nComptroller and Auditor-General of India. Explanation.-For the removal of\r\ndoubts, it is hereby declared that the decisions of the Board taken in the\r\ndischarge of its functions under this Act, being matters appealable to the\r\nAppellate Tribunal, shall not be subject to audit under this section.3.  The\r\nComptroller and Auditor-General of India or any other person appointed by him\r\nin connection with the audit of the accounts of the Board shall have the same\r\nrights and privileges and authority in connection with the audit of the\r\nGovernment accounts and, in particular, shall have the right to demand the\r\nproduction of books, accounts, connected vouchers and other documents and\r\npapers and inspection of offices of the Board.4.  The\r\naccounts of the Board as certified by the Comptroller and Auditor-General of\r\nIndia or any other person appointed by him in this behalf together with the\r\naudit report thereon shall be forwarded annually to the Central Government and\r\nthat Government shall cause the same to be laid before each House of\r\nParliament.", "41": "The Petroleum and Natural Gas Regulatory Board Act, 200641. Annual report and\r\nits laying before Parliament.-1.  The\r\nBoard shall prepare once every year in such form and at such time as may be\r\nprescribed, an annual report giving a summary of its activities including\r\ninformation relating to the proceedings and policies during the previous years\r\nand such report shall also contain statements of annual accounts of the Board.2.  A\r\ncopy of the report shall be forwarded to the Central Government and the Central\r\nGovernment shall cause such report to be laid, as soon as may be after it is\r\nreceived, before each House of Parliament.", "42": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter VIII Power of\r\nCentral Government42. Power of Central\r\nGovernment to issue directions.-1.  The\r\nCentral Government may, from time to time, by writing issue to the Board such\r\ndirections as it may think necessary in the interest of the sovereignty and integrity\r\nof India, the security of the State, friendly relations with foreign States or\r\npublic order.2.  Without\r\nprejudice to the foregoing provision, the Central Government may, if it finds\r\nnecessary or expedient so to do in public interest or for maintaining or\r\nincreasing supplies of petroleum, petroleum products or natural gas or all or\r\nany of them or for securing their equitable distribution and ensuring adequate\r\navailability, issue policy directives to the Board in writing and such policy\r\ndirectives shall be binding upon the Board: Provided that no such directive\r\nshall relate to any day-to-day affairs of the Board: Provided further that the\r\nBoard shall, as far as practicable, be given an opportunity of expressing its\r\nviews before any directive is issued under this sub-section.3.  The\r\ndecision of the Central Government whether a question is one of policy or not\r\nshall be final.", "43": "The Petroleum and Natural Gas Regulatory Board Act, 200643. Taking over\r\ncontrol and management of facilities and business premises of any entity and\r\nretail outlets in public interest.-1.  In\r\nthe event of war or natural calamity or such other similar circumstances\r\nleading to disruption of supply of petroleum, petroleum products or natural\r\ngas, the Central Government may, for ensuring the continuous supply of\r\npetroleum, petroleum products or natural gas, by notification, either take over\r\nthe control and management of any storage site, facilities and business premises\r\nof any entity and retail outlets or suspend its operations or entrust, to any\r\nagency of the Central or State Government for such time and manage it in such\r\nmanner, as may be specified in that notification: Provided that the affected\r\nentities shall be given an opportunity of being heard before issuing orders to\r\ntake over the control and management of retail outlets and other business\r\npremises: Provided further that in case of any urgency or in cases where the\r\ncircumstances do not permit serving of notice for want of sufficient time or\r\notherwise upon the entity against whom the order is directed, the opportunity\r\nof hearing may be dispensed with in public interest in order to maintain the\r\nuninterrupted supply of petroleum, petroleum products or natural gas for a\r\nspecified period.2.  The\r\ncollector of the revenue district in which the property referred to in the\r\nnotification issued under sub-section (1) is situated shall determine the\r\namount of compensation payable for taking over of the property.3.  The\r\nform and manner in which an application for claiming compensation under this\r\nsection shall be made, the procedure for determining the compensation and the\r\ntime within which such compensation shall be payable, shall be such as may be\r\nprescribed.", "44": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter IX Offences and\r\nPunishment44. Punishment for\r\ncontravention of directions of the Board.-If a person\r\ncontravenes the directions of the Board, such person shall be punishable with\r\nfine which may extend to twenty-five crore rupees and in case of continuing\r\ncontravention with additional fine which may extend to ten lakh rupees for\r\nevery day during which the contravention continues.", "45": "The Petroleum and Natural Gas Regulatory Board Act, 200645. Penalty for\r\nwillful failure to comply with orders of Appellate Tribunal.-If any person\r\nwilfully fails to comply with the order of the Appellate Tribunal, he shall be\r\npunishable with fine which may extend to one crore rupees and in case of a\r\nsecond or subsequent offence with fine which may extend to two crore rupees and\r\nin the case of continuing contravention with additional fine which may extend\r\nto twenty lakh rupees for every day during which such default continues.", "46": "The Petroleum and Natural Gas Regulatory Board Act, 200646. Punishment for\r\nunauthorized activities.-If any person, being\r\nan entity, markets any notified petroleum, petroleum products or natural gas\r\nwithout a valid registration, or authorisation such person shall be punishable\r\nwith imprisonment which may extend to three years or with fine which may extend\r\nto twenty-five crore rupees or with both, and in case of continuing\r\ncontravention with additional fine which may extend to ten lakh rupees for every\r\nday during which the contravention continues.", "47": "The Petroleum and Natural Gas Regulatory Board Act, 200647. Punishment for\r\nestablishing or operating a liquefied natural gas terminal without\r\nregistration.-If a person\r\nestablishes or operates a liquefied natural gas terminal without registration\r\nas required under section 15, such person shall be liable for punishment with\r\nan imprisonment for a term which may extend to three years or penalty of\r\ntwenty-five crore rupees or with both, and in case of continuing contravention\r\nwith additional fine which may extend to ten lakh rupees for every day during\r\nwhich the contravention continues.", "48": "The Petroleum and Natural Gas Regulatory Board Act, 200648. Punishment for\r\nlaying, building, operating or expanding a common carrier or contract carrier\r\nwithout authorisation.-If a person lays,\r\nbuilds, operates or expands a common carrier or contract carrier or a city or\r\nlocal natural gas distribution network without obtaining authorisation required\r\nunder section 19, such person shall be liable for punishment with an\r\nimprisonment for a term which may extend to three years or penalty of\r\ntwenty-five crore rupees or with both, and in case of continuing contravention\r\nwith additional fine which may extend to ten lakh rupees for every day during\r\nwhich the contravention continues.", "49": "The Petroleum and Natural Gas Regulatory Board Act, 200649. Punishment for\r\nwillful damages to common carrier or contract carrier.-Every person who\r\nwilfully removes, destroys or damages any pipeline or city or local natural gas\r\ndistribution network or other work of the common carrier or contract carrier\r\nfor supplying petroleum, petroleum products or natural gas shall for each such\r\noffence be punishable with imprisonment which may extend to three years or with\r\nfine which may extend to twenty-five crore rupees or with both, and, in case of\r\ncontinuing contravention with additional fine which may extend to ten lakh\r\nrupees for every day during which such contravention continues.", "50": "The Petroleum and Natural Gas Regulatory Board Act, 200650. Offences by\r\ncompanies.-1.  Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed was in charge of, and was responsible to,\r\nthe company for the conduct of the business of the company, as well as the\r\ncompany, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded against and punished accordingly: Provided that nothing contained in\r\nthis sub-section shall render any such person liable to any punishment provided\r\nin this Act, if he proves that the offence was committed without his knowledge\r\nor that he has exercised all due diligence to prevent the commission of such\r\noffence.2.  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to, any neglect on the\r\npart of any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof the offence and shall be liable to be proceeded against and punished\r\naccordingly. Explanation.-For the purpose of this section,-a.   \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.   \"director\",\r\nin relation to a firm, means a partner in the firm.", "51": "The Petroleum and Natural Gas Regulatory Board Act, 2006Chapter X\r\nMiscellaneous51. Maintenance of\r\ndata bank and information.-1.  The\r\nBoard shall maintain a data bank and information system relating to activities\r\nof entities dealing with petroleum, petroleum products and natural gas in such\r\nform and manner as may be provided by regulations.2.  The\r\nBoard shall have power to verify the data supplied by the entities and appoint\r\nany person or persons for the purpose and take such measures as it may consider\r\nnecessary.", "52": "The Petroleum and Natural Gas Regulatory Board Act, 200652. Obligations of\r\nentities.-1.  Every\r\nentity shall-a.   maintain such\r\ndocumentary records as may be specified by the Board by regulations;b.   allow inspection of\r\nsuch facilities and documentary records, as may be specified by the Board, by\r\nany person authorised by the Board;c.   commence operation of\r\nactivities for which authorisation has been granted within such period as may\r\nbe specified by the Board in the document of authorisation;d.   register- \r\n i.  \r\n  agreements\r\nwith the Board relating to use of pipelines for supply of petroleum, petroleum\r\nproducts and natural gas; or \r\n ii.  \r\n  any\r\nother document which the Board may determine by regulations;a.   comply with marketing\r\nservice obligations and retail service obligations.1.  2.  The\r\nBoard may call for any information from any entity including information which\r\nis considered necessary for ensuring transparency or ascertaining true\r\nownership of the entity.3.  The\r\nBoard or any officer authorised by the Board shall have the power to inspect\r\nand obtain information, wherever necessary, from the entities.4.    For\r\nthe effective enforcement of the terms and conditions of authorisation, the\r\nBoard or any officer authorised by it for that purpose, shall have all the\r\npowers of an inspecting officer as provided under section 209A of the Companies\r\nAct, 1956 (1 of 1956).5.  It\r\nshall be the duty of every entity to carry out the directions of the Board\r\ngiven under this section.6.  \r\n  The\r\nBoard shall maintain confidentiality in respect of any information and record\r\nreceived by it from the entities and shall not disclose information contained\r\ntherein to any person or authority except on the grounds of public interest.", "53": "The Petroleum and Natural Gas Regulatory Board Act, 200653. Furnishing of\r\nreturns, etc., to Central Government.-The Board shall\r\nfurnish to the Central Government at such time and in such form and manner as\r\nmay be prescribed or as the Central Government may direct, such returns and\r\nstatements and such particulars in regard to any matter in connection with\r\nproposed or existing activities under this Act, as the Central Government may,\r\nfrom time to time, require.", "54": "The Petroleum and Natural Gas Regulatory Board Act, 200654. Chairperson,\r\nmembers, etc., to be public servants.-The Chairperson,\r\nMembers, Officers and other employees of the Board and Technical Member\r\n(Petroleum and Natural Gas) of the Appellate Tribunal shall be deemed, when\r\nacting or purporting to act in pursuance of any of the provisions of this Act,\r\nto be public servants within the meaning of section 21 of the Indian Penal Code\r\n(45 of 1860).", "55": "The Petroleum and Natural Gas Regulatory Board Act, 200655. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government, Board,\r\nTechnical Authority or Appellate Tribunal or any officer of the Central\r\nGovernment or any Chairperson, Member, officer or other employee of the Board\r\nor Technical Member (Petroleum and Natural Gas) of the Appellate Tribunal for\r\nanything which is in good faith done or intended to be done under this Act or\r\nthe rules or regulations made there under.", "56": "The Petroleum and Natural Gas Regulatory Board Act, 200656. Civil courts not\r\nto have jurisdiction.-No civil court shall\r\nhave jurisdiction to entertain any suit or proceeding in respect of any matter\r\nwhich the Board or the Appellate Tribunal is empowered by or under this Act to\r\ndetermine, and no injunction shall be granted by any court or other authority\r\nin respect of any action taken or to be taken in pursuance of any power\r\nconferred by or under this Act.", "57": "The Petroleum and Natural Gas Regulatory Board Act, 200657. Cognizance of\r\ncertain offences.-1.  No\r\ncourt shall take cognizance of any offence punishable under Chapter IX save on\r\na complaint made by the Board or by any investigating agency directed by the\r\nCentral Government.2.  No\r\ncourt inferior to that of a Chief Metropolitan Magistrate or of a Chief\r\nJudicial Magistrate shall try any offence punishable under Chapter IX.3.  Every\r\noffence punishable under sections 44, 45, 46 and 47 shall be cognizable.", "58": "The Petroleum and Natural Gas Regulatory Board Act, 200658. Delegation.-The Board may, by\r\ngeneral or special order in writing, delegate to any member or officer of the\r\nBoard subject to such conditions, if any, as may be specified in the order,\r\nsuch of its powers and functions under this Act (except the power to settle a\r\ndispute under Chapter VI and to make regulations under section 61), as it may\r\ndeem necessary.", "59": "The Petroleum and Natural Gas Regulatory Board Act, 200659. Power to remove\r\ndifficulties.-1.  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as it may deem\r\nnecessary for removing the difficulty: Provided that no order shall be made\r\nunder this section after the expiry of two years from the date of commencement\r\nof this Act.2.  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "60": "The Petroleum and Natural Gas Regulatory Board Act, 200660. Power of Central\r\nGovernment to make rules.-1.  The\r\nCentral Government may, by notification, make rules for carrying out the\r\nprovisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the salaries and\r\nallowances payable to and the other conditions of service of the Chairperson\r\nand the other members under sub-section (4) of section 5;b.   the procedure for\r\nappointment of any person or constitution of any authority and conducting\r\ninquiry under section 7;c.   the salaries and\r\nallowances payable to and the other terms and conditions of service of the\r\nSecretary, officers and other employees of the Board, under sub-section (3) of\r\nsection 10;d.   any other matter in\r\nrespect of which the Board may exercise the powers of a civil court under\r\nclause (i) of sub-section (1) of section 13;e.   the eligibility\r\nconditions which an entity shall fulfill for registration under sub-section (1)\r\nof section 15;f.   the form of appeal and\r\nthe manner of verifying such form, and the fee which shall accompany such form,\r\nunder sub-section (2) of section 33;g.   the manner in which\r\nthe accounts of the Board shall be maintained under sub-section (1) of section\r\n40;h.   the time and manner\r\nin which the annual report of the Board shall be prepared under sub-section (1)\r\nof section 41;i.   the form and manner\r\nin which applications for claiming compensation shall be made, the procedure\r\nfor determining the compensation and the time within which such compensation shall\r\nbe payable, under sub-section (3) of section 43;j.   the time and manner\r\nin which returns and statements are to be furnished by the Board to the Central\r\nGovernment under section 53;k.   any other matter\r\nwhich is to be, or may be, prescribed, or in respect of which provision is to\r\nbe made, by rules.", "61": "The Petroleum and Natural Gas Regulatory Board Act, 200661. Power of Board to\r\nmake regulations.-1.  The\r\nBoard may, by notification, make regulations consistent with this Act and the\r\nrules made there under to carry out the provisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for all or any of the following matters, namely:- \r\n i.  \r\n  the\r\ntime and places of meetings of the Board and the procedure (including quorum\r\nnecessary for the transaction of business) to be followed at such meetings under\r\nsub-section (1) of section 8; \r\n\r\n ii.  \r\n  the\r\npowers and duties of the Secretary under sub-section (1) of section 10; \r\n iii.  \r\n  the\r\nterms and conditions of the consultants appointed under sub-section (4) of\r\nsection 10; \r\n iv.  \r\n  the\r\ncapacity of storage facilities for petroleum, petroleum products or natural gas\r\nrequiring registration under sub-clause (iii) of clause (b) of section 11; \r\n v.  \r\n  regulating\r\nopen access to and transportation rate for the common carrier or contract\r\ncarrier or city or local natural gas distribution network and other matters\r\nreferred to in clause (e) of section 11; \r\n vi.  \r\n  marketing\r\nservice obligations for entities and retail service obligations for retail\r\noutlets under sub-clause (v) of clause (f) of section 11; \r\n vii.  \r\n  levy\r\nof fees and other charges under clause (g) of section 11; \r\n viii.  \r\n  the\r\ntechnical standards and specifications including safety standards in activities\r\nrelating to petroleum, petroleum products and natural gas under clause (i) of\r\nsection 11; \r\n ix.  \r\n  the\r\nprocedure to be followed by the Board including the places at which it shall conduct\r\nits business under sub-section (3) of section 13; \r\n x.  \r\n  the\r\nmanner of maintaining the Petroleum and Natural Gas Register under sub-section\r\n(1) of section 14; \r\n xi.  \r\n  the\r\nform and manner of making application for obtaining certified copy of any entry\r\nin the register and the fee which shall accompany such application, under\r\nsub-section (4) of section 14; \r\n xii.  \r\n  the\r\nform and manner in which an application under sub-section (1) of section 15\r\nshall be made and the fee which shall accompany such application under\r\nsub-section (2) of section 15; \r\n xiii.  \r\n  the\r\nmanner by which a certificate of registration granted under sub-section (3) of\r\nsection 15 may be suspended or cancelled under sub-section (4) of section 15; \r\n xiv.  \r\n  the\r\nform and manner in which an application under sub-section (1) or sub-section\r\n(2) of section 17 shall be made and the fee which shall accompany such\r\napplication under sub-section (3) of section 17; \r\n xv.  \r\n  the\r\nform and manner in which publicity of acceptance of applications for\r\nregistration shall be made under section 18; \r\n xvi.  \r\n  the\r\nmanner of selection of an entity under sub-section (2) of section 19; \r\n xvii.  \r\n  the\r\nprinciples for determining the number of years for which a city or local\r\nnatural gas distribution network shall be excluded from the purview of a common\r\ncarrier or contract carrier under sub-section (4) of section 20;  xviii.  \r\n  the\r\nguiding principles to be followed by the Board and the objectives for\r\ndeclaring, or authorising to lay, build, operate or expand a common carrier or\r\ncontract carrier for declaring, or authorising to lay, build, operate or expand\r\na city or local natural gas distribution network, under sub-section (5) of\r\nsection 20; \r\n xix.  \r\n  the\r\naffiliate code of conduct under which the entities are required to comply with\r\nunder the proviso to sub-section (1) of section 21; \r\n xx.  \r\n  the\r\ntransportation tariffs for common carriers or contract carriers or city or\r\nlocal natural gas distribution network and the manner of determining such\r\ntariffs under sub-section (1) of section 22; \r\n xxi.  \r\n  the\r\nform in which a complaint may be made and the fee which shall accompany such\r\ncomplaint, under sub-section (2) of section 25; \r\n xxii.  \r\n  the\r\nmanner of holding an investigation by an Investigating Officer under\r\nsub-section (1) of section 26;  xxiii.  \r\n  the\r\nqualifications and experience which any person for appointment as an\r\nInvestigating Officer shall possess, under sub-section (2) of section 26;  xxiv.  \r\n  the\r\nform and manner of maintaining data bank and information system by the Board\r\nunder sub-section (1) of section 51; \r\n xxv.  \r\n  maintenance\r\nof documentary records by an entity, under clause (a) of sub-section (1) of\r\nsection 52;  xxvi.  \r\n  any\r\nother type of documents which are to be registered with the Board under\r\nsub-clause (ii) of clause (d) of sub-section (1) of section 52;  xxvii.  \r\n  any\r\nother matter which is required to be, or may be, specified by regulations or in\r\nrespect of which provision is to be or may be made by regulations.", "62": "The Petroleum and Natural Gas Regulatory Board Act, 200662. Rules and\r\nregulations to be laid before Parliament.-Every rule made by\r\nthe Central Government and every regulation made by the Board under this Act\r\nshall be laid, as soon as may be after it is made, before each House of\r\nParliament, while it is in session, for a total period of thirty days which may\r\nbe comprised in one session or in two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe rule or regulation or both Houses agree that the rule or regulation should\r\nnot be made, the rule or regulation shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule or regulation.", "63": "The Petroleum and Natural Gas Regulatory Board Act, 200663. Transitional\r\narrangements.-1.  Where,\r\nbefore the commencement of this Act, an agreement or agreements have been\r\nentered into between one oil company and another for the purpose of sharing of\r\npetroleum products or sharing of infrastructure facilities among the oil\r\ncompanies and such agreements have been approved by the Central Government, the\r\nBoard may monitor the implementation of such agreements for the transition\r\nperiod.2.  The\r\nBoard shall monitor setting up of dealerships and distributorships of motor\r\nspirit, high speed diesel, superior kerosene oil, liquefied petroleum gas and\r\nCNG stations for natural gas during transition period by the entities without\r\nencroaching on the retail network of the existing entities. Explanation I.-For\r\nthe purposes of this section, the expression \"transition period\"\r\nshall mean a period of three years from the date of commencement of this Act.\r\nExplanation II.- For the purposes of this section, \"infrastructure\r\nfacilities\" shall mean facilities at ports, refineries, terminals, depots\r\nand aviation fuelling stations including hydrant lines and shall include\r\nloading and unloading facilities. Explanation III.-For the purposes of this\r\nsection \"encroaching\" includes taking over of retail outlet of one\r\nentity by another."}