{"name": "Police Act, 1861\r", "1": "1. Interpretation clause.The following words and expressions in this Act shall have the meaning assigned to them, unless there be something in the subject or context repugnant to such construction, that is to saythe words \"Magistrate of the district\" shall mean the chief officer charged with the executive administration of a district and exercising the powers of a Magistrate, by whatever designation the chief officer charged with such executive administration is styled:the word \" Magistrate\" shall include all persons within the general police-district, exercising all or any of the power of a Magistrate:the word \"police\" shall include all persons who shall be enrolled under this Act:the words \"general police-district\" shall embrace any1 presidency, 2[State] or place, or any part of any presidency, 2[State] or place, in which this Act shall be ordered to take effect:3[the words \"District Superintendent\" and \"District Superintendent of Police\" shall include any Assistant District Superintendent or other person appointed by general or special order of the 4[State Government] to perform all or any of the duties of a District Superintendent of Police under this Act in any district:]the word \"property\" shall include any moveable property money, or valuable security:5*****the word \"person\" shall include a company or corporation: the word \"month\" shall mean a calendar month:6the word \"cattle\" shall, besides horned cattle, include elephants, camels, horses, asses, mules, sheep, goats and swine.7[References to the subordinate ranks of a police force shall be construed as references to members of that force below the rank of Deputy Superintendent.]1. Short title given by the Indian Short Titles Act, 1897 (14 of 1897). This Act has been applied tothe Sonthal Parganas by the Sonthal Parganas Settlement Regulation,1872 (3 of 1872), s. 3;the Town of Calcutta and its suburbs, with modifications by the Calcutta Police Act, 1898 (Ben.1 of 1898); the Khondmals District by the Khondmals Laws Regulation, 1936 (4 of 1936), s. 3 and Schedule;the Angul District by the Angul Laws Regulation, 1936 (5 of 1936), s. 3 and Schedule; andthe areas transferred to Orissa from the Madras Presidency, by the Orissa Laws Regulation, 1936 (1 of 1936).It has been declared, by notification under section 3 (a) of the Scheduled Districts Act, 1874 (14 of 1874), to be in force in the following Scheduled Districts, namely:The District of Hazaribagh, Lohardaga (now the Ranchi District, see Calcutta Gazette, 1899 Part I, p.44) and Manbhum and Pargana Dhalbhum and the Kolhan in the District of Singhbhum, see Gazette of India, 1881, Part I p.504, and the Porahat Estate in the Singhbhum District, see Gazette of India, 1897, Part I, p 1059.It has been extended, by notification under s. 5 of the same Act, to the Kumaon and Garhwal Districts, see Gazette of India, 1891, Part I, p.185, and (with the exception of s. 5) to the Scheduled District of Coorg, see Gazette of India, 1914, Part II, p. 2347. Ss. 15, 15A, 16, 30, 30A, 31 and 32 have been extended to the Scheduled Districts in Ganjam and Vizagapatam, see Fort St. George Gazette, 1898, Part I, p.667, and Gazette of India, 1898, Part I, p. 873.The whole Act has been extended to the Amindivi Islands attached to the South Kanara District; see Fort St. George Gazette, 1935, Part I, p. 1202.It has been extended to the Merged States and the States of Bhopal, Bilaspur, Himachal Pradesh and Kutch by the Merged States (Laws) Act, 1949 (59 of 1949), and to the States of Manipur, Tripura and Vindhya Pradesh by the Part C States (Laws) Act, 1950 (30 of 1950).It has been extend to(1) and brought into force in Dadra and Nagar Haveli (w.e.f. 1-7-1965) by Reg. 6 of 1963, s. 2 and the First Schedule;(2) Laccadive Minicoy and Amindivi Islands (w.e.f. 1-10-1967): vide Reg. 8 of 1965, s. 3 and Schedule;(3) the whole of Madhya Pardesh by M.P. Act 23 of 1958 (when notified); and(4) Goa, Daman and Diu with modifications, by Reg. 12 of 1962, s. 3 and the Schedule.As to special enactments in force in Madras, Bombay and Lower Provinces of Bengal, and extensions of this Act under the power conferred by section 46, see notes to that section.As to special enactments for Military, Frontier or Rural Police in force in certain parts of the States, see footnote to section 8.As to the creation of special police-districts embracing parts of two or more Provinces and the extension to every part thereof the powers and jurisdiction of members of a police force belonging to any part of the States, see the Police Act, 1888 (3 of 1888).The Act has been amended in its application to the C.P. and Berar by C.P. and Berar Act 3 of 1937; Madras by Madras Act 13 of 1948; the U.P. by U.P. Acts 2 of 1939, 2 of 1944 and 32 of 1952; Punjab by E.P. Act 30 of 1948; Pondicherry by Pondicherry Act 7 of 1968; West Bengal by West Bengal Act 5 of 1973; Orissa by Orissa Acts 5 of 1976 and 34 of 1976 and Sikkim by Skkim Act 7 of 1980.Repealed in its application to Bellary District by Mysore Act 14 of 1955.", "2": "2. Constitution of the forces.The entire police-establishment under a 4[State Government] shall for the purposes of this Act, be deemed to be one 9police force, and shall be formally enrolled; and shall consist of such number of officers and men, and shall be constituted in such manner, 10*** as shall from time to time be ordered by the 4[State Government] 11***.12[Subject to the provisions of this Act the pay and all other conditions of service of members of the subordinate ranks of any police force shall be such as may-be determined by the 2[State] Government.]", "3": "3. Superintendence in the 4[State Government].The superintendence of the police throughout a general police-district shall vest in and 9*** shall be exercised by the 4[State Government] to which such district is subordinate; and except as authorised under the provisions of this Act, no person, officer, or Court shall be empowered by the 4[State Government] to 13*** supersede, or control any police functionary.", "4": "4. Inspector-General of Police, etc.The administration of the police throughout the general police district shall be vested in an officer to be styled the Inspector-General of Police, and in such Deputy Inspectors-General and Assistant Inspectors-General as to the 1[State Government] shall been seem fit.The administration of the police throughout the local jurisdiction of the Magistrate of the district shall, under the general control and direction of such Magistrate, be vested in a District Superintendent and such Assistant District Superintendents as the 1[State Government] shall consider necessary.1. Under s. 2 of Police Act, 1888 (3 of 1888), the Central Government may, notwithstanding this provision, create a specialpolice-district, consisting of parts of two or more States.As to Delhi State, see Gazette of India, 1912, Pt. I, p. 1105.2. Subs. by the A.O. 1950, for \"Province\".3. Ins. by Act 8 of 1895, s. 1.4. Subs. by the A.O. 1950, for \"Provincial Government\" which had been subs. by the A.O. 1937, for \"L.G.\"5. The definitions relating to \"number\" and \"gender\" rep. By Act 10 of 1914, s. 3 and the Second Schedule.6. Cf. Definition of \"cattle\" in s. 3 of the Cattle-trespass Act, 1871 (1 of 1871).7. Ins. by the A.O. 1937.8. S. 2, so far as it is related to the provinces under the administration of the Lieutenant-Governor of Bengal, rep. by the Bengal Police Act, 1869 (Ben. 7 of 1869).9. See note to s. 8, infra, as to enrolment of the police force in certain places.10. The words \"and the members of such force shall receive such pay\" omitted by the A.O. 1937.11. Certain words omitted, ibid.12. Ins. ibid.13. The word \"appoint\" omitted, ibid.14.In the town and suburbs of Calcutta, the administration of the police vests in the \"Commissioner of Police\",See s. 3 of the Calcutta Police Act, 1866 (Ben. 4 of 1866).", "5": "5. Powers of Inspector General Exercise of power.The Inspector-General of Police shallhave the full powers of a Magistrate throughout the general police-district; but shall exercise those powers subject to such limitation as may from time to time be imposed by the 1[State Government.]", "6": "6. [Magisterial powers of police officers.]Rep. by the Code of Criminal Procedure, 1882 (Act 10of 1882), s. 2 and Schedule I (b).", "7": "7. Appointment, dismissal, etc., of inferior officers.3[ 4[Subject to the provisions of article 311 of the Constitution, and to such rules] as the 1[State Government] may from time to time make under this Act, the Inspector-General, Deputy Inspectors-General, Assistant Inspector-General and District Superintendents of Police may at any time dismiss, suspend or reduce any police-officer of the subordinate ranks] whom they shall think remiss or negligent in the discharge of his duty, or unfit for the same;5[or may award any one or more of the following punishments to any police-officer 6 [of the subordinate ranks] who shall discharge his duty in a careless or negligent manner, or who by any act of his own shall render himself unfit for the discharge thereof, namely: (a) fine to any amount not exceeding one month's pay;(b) confinement to quarters for a term not exceeding fifteen days, with or without punishment- drill, extra guard, fatigue or other duty;(c) deprivation of good-conduct pay;(d) removal from any office of distinction or special emolument.]7", "8": "8. Certificates to police officers. 8Every police-officer 9[appointed to the police force other than an officer mentioned in section 4] shall receive on his appointment a certificate in the from annexed to this Act under the seal of the Inspector-General or such other officer as the Inspector- General shall appoint, by virtue of which the person holding such certificate shall be vested with the powers, functions, and privileges of a police-officer.1. Subs. by the A.O. 1950, for \"Provincial Government\" which had been subs. by the A.O. 1937, for \"L.G.\".2. Certain words omitted by the A.O. 1937.3. Subs., ibid., for certain words.4. Subs. by the A.O. 1950 (as amended by C.O. 29), for \"Subject to such rules\".5. Subs. by Act 8 of 1895, s. 2, for certain words.6. Ins. by the A.O. 1937.7. For clause (e), applicable to certain areas in the U.P., see U.P. Act 2 of 1944.8. As to enrolment, maintenance and discipline of(1) the Military Police-force employed in(a) the Andaman and Nicobar Islands, see the Andaman and Nicobar Islands Military Police (Disbandment ) Regulation, 1946 (3 of 1946);(b) Assam, see the Assam Rifles Act, 1941 (5 of 1941);(c) Bengal, see the Eastern Frontier Rifles (Bengal Battalion) Act, 1920 (Ben. 2 of 1920);(2) the Punjab Frontier Police-officers, see the Punjab Frontier Police-officer Regulation, 1893 (7 of 1893);(3) the Calcutta and Suburban Police, see the Calcutta Police Act, 1866 (Ben. 4 of 1866) and the Calcutta Suburban Police Act, 1866 (Ben. 2 of 1866),(4) the Police establishment in municipal areas in the U.P., see the U.P. Municipalities Act, 1916 (U.P. 2 of 1916);(5) the Police establishment in municipal areas in the Punjab, see the Punjab Municipal Act, 1911 (Pun. 3 of 1911);(6) the Rural Police in the Sonthal Parganas, see the Sonthal Parganas Rural Police Regulation, 1910 (4 of 1910);(7) the Rural Police in Chota Nagpur, see the Chota Nagpur Rural Police Act, 1914 (B. & O. 1 of 1914);(8) the U.P. Special Armed Constabulary, see the U.P. Special Armed Constabulary Act, 1942 (U.P. 5 of 1942);(9) the Delhi Special Police Establishment, see the Delhi Special Police Establishment Act, 1946 (25 of 1946); and(10)Delhi Police, see, Delhi Police Act, 1978 (34 of 1978)9. Subs. by the A.O. 1937, for \"so appointed\".Surrender of certificate. 1 [Such certificate shall cease to have effect whenever the person named in it ceases for any reason to be a police-officer, and, on his ceasing to be such an officer, shall be forthwith surrendered by him to any officer empowered to receive the same.A police-officer shall not by reason of being suspended from office cease to be a police-officer.During the term of such suspension the powers, functions and privileges vested in him as a police- officer shall be in abeyance, but he shall continue subject to the same responsibilities, discipline and penalties and to the same authorities, as if he had not been suspended.]", "9": "9. Police-officers not to resign without leave or two months' notice.No police-officershall be at liberty to withdraw himself from the duties of his office unless expressly allowed to do so by the District Superintendent or by some other officer authorised to grant such permission or, without the leave of the District Superintendent, to resign his office unless he shall have given to his superior officer notice in writing, for a period of not less than two months, of his intention to resign.", "10": "10. Police-officers not to engage in other employment.No police-officer shall engage in any employment or office whatever other than his duties under this Act, unless expressly permitted to do so in writing by the Inspector-General.", "11": "11. [ Police superannuation fund .]Rep . by the Repealing Act, 1874 (16 of 1874) s . 1 and Sch. , Pt . I.", "12": "12. Power of Inspector-General to make rules.The Inspector-General of Police may, from time to time, subject to the approval of the 2[State Government], frame such orders and rules as he shall deem expedient relative to the organization, classification and distribution of the police-force, the places at which the members of the force shall reside, and the particular services to be performed by them; their inspection, the description of arms, accoutrements and other necessaries to be furnished to them; the collecting and communicating by them of intelligence and information; and all such other orders and rules relative to the police-force as the Inspector-General shall, from time to time, deem expedient for preventing abuse or neglect of duty, and for rendering such force efficient in the discharge of its duties.", "13": "13. Additional police-officer employed at cost of individuals.It shall be lawful for theInspector-General of Police, or any Deputy Inspector-General, or Assistant Inspector-General, or for the District Superintendent, subject to the general direction of the Magistrate of the district, on the application of any person showing the necessity thereof, to depute any additional number of police- officers to keep the peace at any place within the general police-district, and for such time as shall be deemed proper. Such force shall be exclusively under the orders of the District Superintendent, and shall be at the charge of the person making the application:Provided that it shall be lawful for the person on whose application such deputation shall have been made, on giving one month's notice in writing to the Inspector-General, DeputyInspector-General, or Assistant Inspector-General, or to the District Superintendent, to require that the police-officers so deputed shall be withdrawn; and such person shall be relieved from the charge of such additional force from the expiration of such notice.1. Subs. by Act 8 of 1895, s. 3, for the second paragraph.2. Subs. by the A.O. 1950, for \"Provincial Government\" which had been subs. by the A.O. 1937, for \"L.G.\".", "14": "14. Appointment of additional force in the neighbourhood of railway and otherworks.Whenever any railway, canal or other public work, or any manufactory or commercial concern shall be carried on, or be in operation in any part of the country, and it shall appear to theInspector-General that the employment of an additional police-force in such place is rendered necessary by the behaviour or reasonable apprehension of the behaviour of the persons employed upon such work, manufactory or concern, it shall be lawful for the Inspector-General, with the consent of the 1[State Government], to depute such additional force to such place, and to employ the same so long as such necessity shall continue, and to make orders, from time to time, upon the person having the control or custody of the funds used in carrying on such work, manufactory or concern, for the payment of the extra force so rendered necessary, and such person shall thereupon cause payment to be made accordingly.", "15": "2[15. Quartering of additional police in disturbed or dangerous districts.(1) It shall be lawful for the 1[State Government], by proclamation to be notified in the Official Gazette, and in such other manner as the 1[State Government] shall direct, to declare that any area subject to its authority has been found to be in a disturbed or dangerous state, or that, from the conduct of the inhabitants of such area or of any class or section of them, it is expedient to increase the number of police.( 2) It shall thereupon be lawful for the Inspector-General of Police, or other officer authorised by the 1[State Government] in this behalf, with the sanction of the 1[State Government], to employ anypolice-force in addition to the ordinary fixed complement to be quartered in the area specified in such proclamation as aforesaid.(3) Subject to the provisions of sub-section (5) of this section, the cost of such additional police- force shall be borne by the inhabitants of such area described in the proclamation.(4) The Magistrate of the district, after such enquiry as he may deem necessary, shall apportion such cost among the inhabitants who are, as aforesaid, liable to bear the same and who shall not have been exempted under the next succeeding sub-section. Such apportionment shall be made according to the Magistrate's judgement of the respective means within such area of such inhabitants.(5) It shall be lawful for the 1[State Government] by order to exempt any persons or class or section of such inhabitants from liability to bear any portion of such cost.(6) Every proclamation issued under sub-section (1) of this section shall state the period for which it is to remain in force, but it may be withdrawn at any time or continued from time to time for a further period or periods as the 1[State Government] may in each case think fit to direct.Explanation.For the purposes of this section, \"inhabitants\" shall include persons who themselves or by their agents or servants occupy or hold land or other immoveable property within such area, and landlords who themselves or by their agents or servants collect rents direct from raiyats or occupiers in such area, notwithstanding that they do not actually reside therein.]", "16": "2[16. Recovery of moneys payable under sections 13, 14, 15 and 15A, and disposal of same when recovered.(1) All moneys payable under sections 13, 14, 15 and 15A shall be coverable by the Magistrate of the district in the manner provided by sections 386 and 387 of the Code of Criminal Procedure, 18823 (10 of 1882), for the recovery of fines, or by suit any competent Court.(3) All moneys paid or recovered under section 15A shall be paid by the Magistrate of the district to the persons to whom and in the proportions in which the same are payable under that section.]", "17": "17. Special police-officers.When it shall appear that any unlawful assembly, or riot or disturbance of the peace has taken place, or may be reasonably apprehended, and that thepolice-force ordinarily employed for preserving the peace is not sufficient for its preservation and for the protection of the inhabitants and the security of property in the place where such unlawful assembly or riot or disturbance of the peace has occurred, or is apprehended, it shall be lawful for any police- officer not below the rank of Inspector to apply to the nearest Magistrate to appoint so many of the residents of the neighbourhood as such police-officers may require to act as special police-officersfor such time and within such limits as he shall deem necessary; and the Magistrate to whom such application is made shall, unless he see cause to the contrary, comply with the application.1. Subs. by the A.O. 1950, for \"Provincial Government\" which had been subs. by the A.O. 1937, for \"L.G.\".2. Subs. by Act 8 of 1895, s. 6, for section 16.3. See now ss. 421 and 422 of the Code of Criminal Procedure, 1973 (Act 2 of 1974).4. Subs-section (2) omitted by the A.O. 1937. See however, para. 4 of the India and Burma (Transitory Provisions) Order 1937.", "18": "18. Powers of special police-officers.Every special police-officer so appointed shall have the same powers, privileges and protection, and shall be liable to perform the same duties and shall be amenable to the same penalties, and be subordinate to the same authorities, as the ordinary officers of police.", "19": "19. Refusal to serve as special police-officers.If any person being appointed a special police- officer as aforesaid shall without sufficient excuse, neglect or refuse to serve as such, or to obey such lawful order or direction as may be given to him for the performance of his duties, he shall be liable, upon conviction before a Magistrate, to a fine not exceeding fifty rupees for every such neglect, refusal or disobedience.", "20": "20. Authority to be exercised by police-officers.Police-officers enrolled under this Act shall not exercise any authority, except the authority provided for a police-officer under this Act and any Act which shall hereafter be passed for regulating criminal procedure.", "21": "21. Village police-officers.Nothing in this Act shall affect any hereditary or other villagepolice-officer, unless such officer shall be enrolled as a police-officer under this Act. When so enrolled, such officer shall be bound by the provisions of the last preceding section. No hereditary or other village police-officer shall be enrolled without his consent and the consent of those who have the right of nomination.Police-chaukidars in the Presidency of Fort William.If any police-officer appointed under2Act XX of 1856 (to make better provision .for the appointment and maintenance ofPolice-chaukidars in Cities, Towns, Stations, Suburbs and Bazars in the Presidency of Fort William in Bengal) is employed out of the district for which he shall have been appointed under that Act, he shall not be paid out of the rates levied under the said Act for that district.", "22": "22. Police-officers always on duty and may be employed in, any part of district.Everypolice-officer shall, for all purposes in this Act contained, be considered to be always on duty, and may at any time be employed as a police-officer in any part of the general police-district.", "23": "23. Duties of police-officers.It shall be the duty of every police-officer promptly to obey and execute all orders and warrants lawfully issued to him by any competent authority; to collect and communicate intelligence affecting the public peace; to prevent the commission of offences and public nuisances; to detect and bring offenders to justice and to apprehend all persons whom he is legally authorized to apprehend, and for whose apprehension sufficient ground exists; and it shall be lawful for every police-officer, for any of the purposes mentioned in this section, without a warrant, to enter and inspect any drinking-shop, gaming-house or other place of resort of loose and disorderly characters.1. For some cases in which the application of s. 20 has been restricted, see the Assam Police-officers Regulation, 1883 (2 of 1883), and s. 2 of the Punjab Frontier Police-officer Regulation, 1893 (7 of 1893).2. The Bengal Chaukidari Act, 1856.", "24": "24. Police-officers may lay information, etc.It shall be lawful for any police-officer to lay any information before a Magistrate, and to apply for a summons, warrant, search warrant or such other legal process as may by law issue against any person committing an offence 1* * *.", "25": "25. Police-officers to take charge of unclaimed property, and be subject to Magistrate's orders as to disposal.It shall be the duty of every police-officer to take charge of all unclaimed property, and to furnish an inventory thereof to the Magistrate of the district.The police-officers shall be guided as to the disposal of such property by such orders as they shall receive from the Magistrate of the district.", "26": "26. Magistrate may detain property and issue proclamation.(1) The Magistrate of the district may detain the property and issue a proclamation, specifying the articles of which it consists, and requiring any person who has any claim thereto to appear and establish his right to the same within six months from the date of such proclamation.2[(2) The provisions of section 525 of the 3Code of Criminal Procedure, 1882 (10 of 1882), shall be applicable to property referred to in this section.]", "27": "4[27. Confiscation of property if no claimant appears.(1) If no person shall within the period allowed claim such property, or the proceeds thereof, if sold, it may, if not already sold undersub-section (2) of the last preceding section, be sold under the orders of the Magistrate of the district.(2) The sale-proceeds of property sold under the preceding sub-section and the proceeds of property sold under section 26 to which no claim has been established shall be 5[the disposal of the6[State] Government].]", "28": "28. Persons refusing to deliver up certificate, etc., on ceasing to be police-officers.Everyperson, having ceased to be an enrolled police-officer under this Act, who shall not forthwith deliver up his certificate, and the clothing accoutrements, appointments and other necessaries which shall, have been supplied to him for the execution of his duty, shall be liable, on conviction before a Magistrate, to a penalty not exceeding two hundred rupees, or to imprisonment with or without hard labour, for a period not exceeding six months, or to both.", "29": "29. Penalties for neglect of duty, etc.Every police-officer who shall be guilty of any violation of duty or wilful breach or neglect of any rule or regulation or lawful order made by competent authority, or who shall withdraw from the duties of his office without permission, 7[or without having given previous notice for the period of two months,] 8[or who, being absent on leave shall fail, without reasonable cause to report himself for duty on the expiration of such leave,] or who shall engagewithout authority in any employment other than his police-duty, or who shall be guilty of cowardice, or who shall offer any unwarrantable personal violence to any person in his custody, shall be liable, on conviction before a Magistrate, to a penalty not exceeding three months' pay, or to imprisonment with or without hard labour, for a period not exceeding three months, or to both.", "30": "9[30. Regulation of public assemblies and processions and licensing of the same.(1) The District Superintendent or Assistant District Superintendent of Police may, as occasion requires, direct the conduct of all assemblies and processions on the public roads, or in the public streets or thoroughfares, and prescribe the routes by which, and the times at which, such processions may pass.(2) He may also, on being satisfied that it is intended by any persons or class of persons to convene or collect an assembly in any such road, street or thoroughfare, or to form a procession which would, in the judgment of the Magistrate of the district, or of the sub-division of a district, if uncontrolled, be likely to cause a breach of the peace, require by general or special notice that the persons convening or collecting such assembly or directing or promoting such procession shall apply for a licence.(3) On such application being made, he may issue a license specifying the names of the licensees and defining, the conditions on which alone such assembly or such procession is to be permitted to take place and otherwise giving effect to this section:Provided that no fee shall be charged on the application for, or grant of, any such licence.1. The words \"and to prosecute such person up to final judgment\" rep. by Act 10 of 1882, s. 2 and the Schedule 1(b).2. Ins. by Act 8 of 1895, s. 7.3. See now the Code of Criminal Procedure, 1973 (2 of 1974), s. 459.4. Subs. by Act 8 of 1895, s. 8, for section 27.5. Subs. by the A.O. 1937, for \"at the disposal of Govt.\"6. Subs. by the A.O. 1950, for \"Provincial\".7. These words shall be deemed to have been rep. so long as the Police (Resignation of Office) Ordinance, 1942 (11 of 1942), remains in force: see s. 2 and the Schedule of that Ordinance.8. Ins. by Act 8 of 1895, s. 9.9. Subs. by s. 10, ibid., for section 30.(4) Music in the streets.He may also regulate the extent to which music may be used in the streets on the occasion of festivals and ceremonies.]", "31": "31. Police to keep order in public roads, etc.It shall be the duty of the police to keep order on the public roads, and in the public streets, thoroughfares, ghats and landing-places, and at all other places of public resort, and to prevent obstructions on the occasions of assemblies and processions on the public roads and in the public streets, or in the neighbourhood of places of worship, during the time of public worship, and in any case when any road, street, thoroughfare, ghat or landing-placemay be thronged or may be liable to be obstructed.", "32": "32. Penalty for disobeying orders issued under last three sections, etc.Every person opposing or not obeying the orders issued under the last 2[three] preceding sections, or violating the conditions of any license granted by the District Superintendent or Assistant District Superintendent of Police for the use of music, or for the conduct of assemblies and processions, shall be liable, on conviction before a Magistrate, to a fine not exceeding two hundred rupees.", "33": "33. Saving of control of Magistrate of district.Nothing in the last 3[four] preceding sections shall be deemed to interfere with the general control of the Magistrate of the district over the matters referred to therein.", "34": "34. Punishment for certain offences on roads, etc.Any person who, on any road or in any4[open place or] street or thoroughfare within the limits of any town to which this section shall be specially extended by the 5 [State Government], commits any of the following offences, to the obstruction, inconvenience, annoyance, risk, danger or damage of the 1[residents or passengers] shall, on conviction before a Magistrate, be liable to a fine not exceeding fifty rupees, or to imprisonment 2[with or without hard labour] not exceeding eight days;1. Ins. by Act 8 of 1895, s. 11.2. Subs. by s. 12, ibid., for \"two\" .3. Subs. by s. 12, ibid., for \"three\".4. Ins. by s. 13, ibid.,5. Subs. by the A.O. 1950 for \"Provincial Government\" which had been subs. by the A.O. 1937, for \"L.G.\".Power of police-officers.and it shall be lawful for any police-officer to take into custody, without a warrant, any person who within his view commits any of such offences, namely:First.Slaughtering cattle, furious riding, etc.Any person who slaughters any cattle or cleans any carcass; any person who rides or drives any cattle recklessly or furiously, or trains or breaks any horse or other cattle:Second.Cruelty to animals.Any person who wantonly or cruelly beats, abuses or tortures any animal:Third.Obstructing passengers.Any person who keeps any cattle or conveyance of any kind standing longer than is required for loading or unloading or for taking up or setting down passengers, or who leaves any conveyance in such a manner as to cause inconvenience or danger to the public:Fourth.Exposing goods for sale.Any person who exposes any goods for sale:Fifth.Throwing dirt into street .Any person who throws or lays down any dirt, filth, rubbish or any stones or building materials, or who constructs any cowshed, stable or the like, or who causes any offensive matter to run from any house, factory, dungheap, or the like:Sixth.Being found drunk or riotous.Any person who is found drunk or riotous or who is incapable of taking care of himself:Seventh.Indecent exposure of person.Any person who wilfully and indecently exposes his person, or any offensive deformity or disease, or commits nuisance by easing himself, or by bathing or washing in any tank or reservoir not being a place set apart for that purpose:Eighth.Neglect to protect dangerous places.Any person who neglects to fence in or duly to protect any well, tank or other dangerous place or structure.", "35": "35. Jurisdiction.3*** Any charge against a police-officer above the rank of a constable under this Act shall be enquired into and determined only by an officer exercising the powers of a4Magistrate.", "36": "36. Power to prosecute under other law not affected.Nothing contained in this Act shall be construed to prevent any person from being prosecuted under any other Regulation or Act for any offence made punishable by this Act, or from being liable under any other Regulation or Act or any other or higher penalty or punishment than is provided for such offence by this Act:Proviso.Provided that no person shall be punished twice for the same offence.", "37": "5[37. Recovery of penalties and fines imposed by Magistrates.The provisions of sections 64 to 70, both inclusive, of the Indian Penal Code (45 of 1860), and of sections 386 to 389, both inclusive, of the 1Code of Criminal Procedure, 1882 (10 of 1882), with respect to fines, shall apply to penalties and fines imposed under this Act .on conviction before Magistrate:Provided that, notwithstanding anything contained in section 65 of the first-mentioned Code, any person sentenced to fine under section 34 of this Act may be imprisoned in default of payment of such fine for any period not exceeding eight days.]1. Subs. by Act 8 of 1895, s. 13, for \"residents and passengers\".2. Ins. by Act 1 of 1903, s. 3 and the Second Schedule.3. Certain words rep. by Act 10 of 1882, s. 2 and the Schedule I(b).4. I.e., by a Magistrate of the first class. See s. 3 (1) of the Code of Criminal Procedure, 1973 (Act 2 of 1974).5. Subs. by Act 8 of 1895, s. 14, for sections 37, 38, 39 and 40."}