{"name": "Powers of Attorney Act, 1882\r", "1": "Powers of Attorney Act, 18821. Short titleThis Act may be called the Powers-of-Attorney Act, 1882.Local extent-It applies to the whole of India 1[except the State of\r\n  Jammu and Kashmir ];Commencement-and it shall come into force on the first day of\r\nMay, 1882.", "2": "Powers of Attorney Act, 18822. Execution under power-of-attorneyThe donee of a power-of-attorney may, if he thinks fit, execute\r\nor do any 3[* * *] instrument or thing in and with his own name and signature,\r\nand his own seal, where sealing is required, by the authority of the donor of\r\nthe power; and every 3[ * * * ] instrument and thing so executed and done,\r\nshall be as effectual in law as if it had been executed or done by the donee of\r\nthe power in the name, and with the signature and seal, of the donor thereof.\r\nThis section applies to powers-of-attorney created by instruments executed\r\neither before or after this Act comes into force.Comment: Section 2 of the Powers of Attorney Act cannot\r\noverride the specific provision of a statute which requires that a particular\r\nact should be done by a party in person. When the Code requires the appearance\r\nof an accused in a Court it is no compliance with it if a power of attorney\r\nholder appears for him. T. C. Mathai v. District and Sessions Judge,\r\nThiruvananthapuram, ", "3": "Powers of Attorney Act, 18823. Payment by attorney under power, without notice of\r\ndeath, etc. goodAny person making or doing any payment or act in good faith, in\r\npursuance of a power-of-attorney, shall not be liable in respect of the payment\r\nor act by reason that, before the payment or act, the donor of the power had\r\ndied or become 4[***] of unsound mind, 4[* * *] or insolvent, or had revoked\r\nthe power, if the fact of death, 4[* * *] unsoundness of mind, 4[* * *]\r\ninsolvency or revocation was not, at the time of the payment or act, known to\r\nthe person making or doing the same.But this section shall not affect any right against the payee of\r\nany person interested in any money so paid; and that person shall have the like\r\nremedy against the payee as he would have had against the payer, if the payment\r\nhad not been made by him.This section applies only to payments and acts made or done\r\nafter this Act comes into force.", "4": "Powers of Attorney Act, 18824. Deposit of original instruments creating\r\npowers-of-attorney(a) An instrument creating a power-of-attorney, its execution\r\nbeing verified by affidavit, statutory declaration or other sufficient evidence\r\nmay, with the affidavit or declaration, if any, be deposited in the High Court\r\n2[or District Court] within the local limits of whose jurisdiction the\r\ninstrument may be.(b) A separate file of instruments so deposited shall be kept;\r\nand any person may search that file, and inspect every instrument so deposited,\r\nand a certified copy thereof shall be delivered out to him on request.(c) A copy of an instrument so deposited may be presented at the\r\noffice and may be stamped or marked as a certified copy, and, when so stamped or\r\nmarked, shall become and be a certified copy.(d) A certified copy of an instrument so deposited shall,\r\nwithout further proof, be sufficient evidence of the contents of the instrument\r\nand of the deposit thereof in the High Court 2[or District Court].(e) The High Court may, from time to time, make rules for the\r\npurposes of this section, and prescribing, with the concurrence of the State\r\nGovernment, the fees to be taken under clauses (a), (b) and (c).5[* * *](g) This section applies to instruments creating\r\npowers-of-attorney executed either before or after this Act comes into force.", "5": "Powers of Attorney Act, 18825. Power-of-attorney of married woman6[A married woman of full age shall, by virtue of this Act, have\r\npower, as if she were unmarried,] by a non-testamentary instrument, to appoint\r\nan attorney on her behalf, for the purpose of executing any non-testamentary\r\ninstrument or doing any other act which she might herself execute or do; and\r\nthe provisions of this Act, relating to instruments creating\r\npowers-of-attorney, shall apply thereto.This section applies only to instruments executed after this Act\r\ncomes into force.", "6": "Powers of Attorney Act, 18826. Act 28 of 1866, section 39, repealed[Repealed by the Amending Act, 1891 (12 of 1891)]."}