{"name": "Press Council Act, 1965\r", "1": "Press Council Act, 19651.Short title and extent.-(1) This Act may be called the Press Council\r\nAct, 1965.(2) It extends to the whole of India except\r\nthe State of Jammu and Kashmir.", "2": "Press Council Act, 19652.Definitions.-In this Act, unless the context otherwise\r\nrequires,-(a) \"Chairman\" means the Chairman of\r\nthe Council;(b) \"Council\" means the Press\r\nCouncil of India established under section 3;(c) \"member\" means a member of the\r\nCouncil and includes its Chairman;(d) \"prescribed\" means prescribed by\r\nrules made under this Act;(e) the expressions \"editor\" and\r\n\"newspaper\" have the meanings respectively assigned to them in the\r\nPress and Registration of Books Act, 1867(25 of 1867), and the expression\r\n\"working journalist\" has the meaning assigned to it in the Working\r\nJournalists (Conditions of Service) and Miscellaneous Provisions Act, 1955 ( 45\r\nof 1955).", "3": "Press Council Act, 19653.Incorporation of the Council.-(1) With effect from such date{4th July, 1966;\r\nvide Notification No.G.S.R..1065, dated 2-7-1966, Gazette of India,\r\nExtraordinary, Pt.II, Sec.3(i), p.504} as the Central Government may, by\r\nnotification in the Official Gazette, appoint, there shall be established a\r\nCouncil by the name of the Press Council of India(2) The said Council shall be a body corporate\r\nhaving perpetual succession and a common seal and shall by the said name sue\r\nand be sued.", "4": "Press Council Act, 19654.Composition of the Council.-(1) The Council shall consist of a Chairman\r\nand twenty-five other members.(2) The Chairman shall be a person nominated\r\nby the Chief Justice of India.(3) The other members shall be chosen as follows:-\r\n(a) thirteen members\r\nfrom among the working journalists, of whom not less than six shall be editors\r\nof newspapers who do not own or carry on the business of management of\r\nnewspapers, so however that the number of editors of newspapers published in Indian\r\nlanguages shall not be less than three;(b) six members from\r\namong persons who own or carry on the business of management of newspapers;(c) three members from\r\namong persons having special knowledge or experience in the field of education,\r\nscience, literature, law or culture;(d) three members, of\r\nwhom two shall be from among the members of the House of the People and one\r\nfrom among the members of the Council of States.(4) The two members to be chosen from among\r\nthe members of the House of the People shall be nominated by the Speaker\r\nthereof and the one to be chosen from among the members of the Council of\r\nStates shall be nominated by the Chairman thereof; and save as aforesaid, all\r\nthe other members referred to in sub-section (3) shall be nominated by a\r\nCommittee consisting of the Chief Justice of India, the Chairman of the Council\r\nand a person to be appointed by the President of India, and in making any such\r\nnomination, the Committee shall have due regard to the consideration that not more\r\nthan one person interested in any newspaper or any group of newspapers under\r\nthe same control or management should be nominated to represent any of the\r\ncategories referred to in clause (a) or clause (b) of that sub-section.(5) Before making any nomination under clause\r\n(a) or clause (b) or sub-section (3), the Committee referred to in sub-section\r\n(4) shall, in the prescribed manner, invite panels of names from all such\r\nassociations of persons of the categories referred to in the said clause (a) or\r\nclause (b) as may be notified in this behalf by the Council and in making any\r\nsuch nomination the Committee shall have due regard to the panels of names\r\nforwarded to it:Provided that, until the Council is established,\r\nsuch associations shall be notified by the Central Government.(6) Before making any nomination under clause\r\n(c) of sub-sections (3), the Committee shall consult such associations or\r\npersons as it thinks fit.(7) The names of persons nominated under this\r\nsection shall be forwarded to the Central Government and shall be notified by\r\nthat Government in the Official Gazette, and every appointment so made under\r\nthis section shall take effect from the date on which it is so notified.", "5": "Press Council Act, 19655.Term of office and retirement of members.-(1) Save as otherwise provided in this\r\nsection, the Chairman and other members shall hold office for a period of three\r\nyears.(2) Where a person chosen as a member under\r\nclause (a) or clause (b) of sub-section (3) of section 4 is censured under the\r\nprovisions of sub-section (1) of section 13, he shall cease to be a member of\r\nthe Council.(3) The term of office of a member chosen\r\nunder clause (d) of sub-section (3) of section 4 shall come to an end as soon\r\nas he ceases to be a member of the House from which he was chosen.(4) The Chairman may resign his office by\r\ngiving notice in writing to the Central Government and any other member may\r\nresign his office by giving notice in writing to the Chairman; and upon such\r\nresignation being accepted by the Central Government or, as the case may be,\r\nthe Chairman, he shall be deemed to have vacated his office.(5) A casual vacancy arising under sub-section\r\n(2) or sub-section (3) or sub-section (4) or otherwise shall be filled by fresh\r\nappointment and a member so appointed shall hold office for the remaining\r\nperiod for which the member in whose place he is appointed would have held\r\noffice.(6) Every fresh appointment to fill a casual\r\nvacancy or a vacancy caused by the retirement of a member shall be made from\r\nthe same category of persons to which the member in whose place the appointment\r\nis to be made belonged, and every such appointment shall be made by the same\r\nauthority by which and in the same manner in which, that member was appointed.(7) A retiring member shall be eligible for\r\nre-appointment:Provided that no member shall hold office for a\r\nperiod exceeding six years in the aggregate and on the expiry of such period he\r\nshall cease to be a member.", "6": "Press Council Act, 19656.Conditions of service of members.-(1) The Chairman shall be a whole-time officer\r\nand shall be paid such salary as the Central Government may think fit; and the\r\nother members shall receive such allowances or fees for attending the meetings\r\nof the Council, as may be prescribed.(2) Subject to the provisions of sub-section\r\n(1), the conditions of service of members shall be such as may be prescribed.(3) It is hereby declared that the office of a\r\nmember of the Council shall not disqualify its holder for being chosen as, or\r\nfor being, a member of either House of Parliament.", "7": "Press Council Act, 19657.Meetings of the Council.-The Council shall meet at such times and\r\nplaces and shall observe such rules or procedure in regard to the transaction\r\nof business at its meetings as may be provided by regulations made under this\r\nAct.", "8": "Press Council Act, 19658.Committees of the Council.-For the purpose of performing its functions\r\nunder this Act, the Council may constitute from amongst its members such\r\ncommittees for general or special purposes as it may deem necessary and every\r\ncommittee so constituted shall perform such functions as are assigned to it by\r\nthe Council.", "9": "Press Council Act, 19659.Vacancies amongst members or defect in the\r\nconstitution not to invalidate acts and Proceedings of the Council.-No act or proceeding of the Council shall be\r\ndeemed to be invalid by reason merely of the existence of any vacancy in, or\r\nany defect in the constitution of, the Council.", "10": "Press Council Act, 196510.Staff of the Council.-(1) Subject to such rules as may be made by\r\nthe Central Government in this behalf, the Council may appoint a Secretary and\r\nsuch other employees as it may think necessary for the efficient performance of\r\nits functions under this Act.(2) The terms and conditions of service of the\r\nemployees shall be such as may be determined by regulations made with the prior\r\napproval of the Central Government.", "11": "Press Council Act, 196511.Authentication of orders and other\r\ninstruments of the Council.-All orders and decisions of the Council shall\r\nbe authenticated by the signature of the Chairman or any other member\r\nauthorized by the Council in this behalf and other instruments issued by the\r\nCouncil shall be authenticated by the signature of the Secretary or any other\r\nofficer of the Council authorized in like manner in this behalf.", "12": "Press Council Act, 196512.Objects and functions of the Council.-(1) The object of the Council shall be to\r\npreserve the freedom of the Press and to maintain and improve the standards of\r\nnewspapers in India(2) The Council may, in furtherance of its\r\nobject, perform the following functions, namely :-(a) to help newspapers\r\nto maintain their independence;(b) to build up a code\r\nof conduct for newspapers and journalists in accordance with high professional\r\nstandards;(c) to ensure on the \r\npart of newspapers and journalists the maintenance of high standards of public \r\ntaste and foster a due sense of both the rights and responsibilities of \r\ncitizenship;(d) to encourage the\r\ngrowth of a sense of responsibility and public service among all those engaged\r\nin the profession of journalism;(e) to keep under\r\nreview any development likely to restrict the supply and dissemination of news\r\nof public interest and importance;(f) to keep under\r\nreview such cases of assistance received by any newspaper or news agency in\r\nIndia from foreign sources, as are referred to it by the Central Government;Provided that nothing in this\r\nclause shall preclude the Central Government from dealing with any case of\r\nassistance received by a newspaper or news agency in India from foreign\r\nsources, in any other manner it thinks fit;(g) to promote the\r\nestablishment of such common service for the supply and dissemination of news\r\nto newspapers as may, from time to time, appear to it to be desirable;(h) to provide\r\nfacilities for the proper education and training of persons in the profession\r\nof journalism;(i) to promote a\r\nproper functional relationship among all classes of persons engaged in the\r\nproduction or publication of newspapers;(j) to study developments\r\nwhich may tend towards monopoly or concentration of ownership of newspapers,\r\nincluding a study of the ownership or financial structure of newspapers, and if\r\nnecessary, to suggest remedies therefor;(k) to promote\r\ntechnical or other research;(l) to do such other\r\nacts as may be incidental or conducive to the discharge of the above functions.", "13": "Press Council Act, 196513.Power to ensure.-(1) Where, on receipt of a complaint made to\r\nit or otherwise, the Council has reason to believe that a newspaper has offended\r\nagainst the standards of journalistic ethics or public taste or that an editor\r\nor a working journalist has committed any professional mis-conduct or a breach\r\nof the code of journalistic ethics, the Council may, after giving the\r\nnewspaper, the editor or journalist concerned an opportunity of being heard,\r\nhold an inquiry in such manner as may be provided by regulations made under\r\nthis Act and, if it is satisfied that it is necessary so to do, it may, for\r\nreasons to be recorded in writing, censure the newspaper, the editor or\r\njournalist, as the case may be.(2) Nothing in sub-section (1) shall be deemed\r\nto empower the Council to hold an inquiry into any matter in respect of which\r\nany proceeding is pending in a court of law.(3) The decision of the Council under\r\nsub-section (1), shall be final and shall not be questioned in any court of\r\nlaw.", "14": "Press Council Act, 196514.General powers of the Council.-(1) For the purpose of performing its\r\nfunctions under this Act, the Council may require the publisher of any\r\nnewspaper to furnish to it information on such points or matters as it may deem\r\nnecessary.(2) While holding any inquiry under this Act,\r\nthe Council shall have the same powers as are vested in a civil court while\r\ntrying a suit under the Code of Civil Procedure, 1908(5 of 1908), in respect of\r\nthe following matters, namely(a) summoning and\r\nenforcing the attendance of persons and examining them on oath;(b) requiring the\r\ndiscovery and production of documents;(c) receiving evidence\r\non affidavits;(d) issuing commissions\r\nfor the examination of witnesses or documents.(3) Every inquiry held by the Council shall be\r\ndeemed to be a judicial proceeding within the meaning of sections 193 and 228\r\nof the Indian Penal Code(45 of 1860).", "15": "Press Council Act, 196515.Payments to the Council.-The Central Government may, after due\r\nappropriation made by Parliament by law in this behalf, pay to the Council in\r\neach financial year such sums as may be considered necessary for the\r\nperformance of the functions of the Council under this Act.", "16": "Press Council Act, 196516.Fund of the Council.-(1) The Council shall have its own Fund; and\r\nall such sums as may, from time to time, be paid to it by the Central\r\nGovernment and all grants and advances made to it by any other authority or\r\nperson shall be credited to the Fund and all payments by the Council shall be\r\nmade there from.(2) All moneys belonging to the Fund shall be\r\ndeposited in such banks or invested in such manner as may, subject to the\r\napproval of the Central Government, be decided by the Council.(3) The Council may spend such sums as it\r\nthinks fit for performing its functions under this Act, and such sums shall be\r\ntreated as expenditure payable out of the Fund of the Council.", "17": "Press Council Act, 196517.Budget.-The Council shall prepare, in such form and at\r\nsuch time each year as may be prescribed, a budget in respect of the financial\r\nyear next ensuing showing the estimated receipts and expenditure, and copies\r\nthereof shall be forwarded to the Central Government.", "18": "Press Council Act, 196518.Annual report.-The council shall prepare once every year, in\r\nsuch form and at such time as may be prescribed, an annual report giving a\r\nsummary of its activities during the previous year and giving an account of the\r\nstandards of newspapers and factors affecting them, and copies thereof shall be\r\nforwarded to the Central Government and the Government shall cause the same to\r\nbe laid before both Houses of Parliament.", "19": "Press Council Act, 196519.Accounts and audit.-The accounts of the Council shall be\r\nmaintained and audited in such manner as may, in consultation with the\r\nComptroller and Auditor-General of India, be prescribed", "20": "Press Council Act, 196520.Protection of action taken in good faith.-(1) No suit or other legal proceeding shall\r\nlie against the Council or any member thereof or any person acting under the direction\r\nof the Council in respect of anything which is in good faith done or intended\r\nto be done under this Act.(2) No suit or other legal proceeding shall\r\nlie against any newspaper in respect of the publication of any matter therein\r\nunder the authority of the Council.", "21": "Press Council Act, 196521.Members etc., to be public servants.-Every member of the Council and every officer\r\nor other employee appointed by the Council shall be deemed to be a public\r\nservant within the meaning of section 21 of the Indian Penal Code(45 of 1860).", "22": "Press Council Act, 196522.Power to make rules.-(1) The Central Government may, by\r\nnotification in the Official Gazette, make rules to carry out the purposes of\r\nthis Act;Provided that when the Council has been\r\nestablished, no such rules shall be made without consulting the Council.(2) In particular, and without prejudice to\r\nthe generality of the foregoing power, such rules may provide for all or any of\r\nthe following matters, namely :-(a) the manner in\r\nwhich panels of names may be invited under sub-section (5) of section 4;(b) the allowances or\r\nfees to be paid to the members of the Council for attending meetings of the\r\nCouncil, and other conditions of service of such members;(c) the appointment of\r\nthe Secretary and other employees of the Council;(d) the form in which,\r\nand the time within which, the budget and annual report are to be prepared by\r\nthe Council;(e) the manner in\r\nwhich the accounts of the Council are to be maintained and audited.(3) Every rule made under this Act shall be laid,\r\nas soon as may be after it is made, before each House of Parliament while it is\r\nin session for a total period of thirty days which may be comprised in one\r\nsession or in two successive sessions, and if before the expiry of the session\r\nin which it is laid or the session immediately following, both Houses agree in\r\nmaking any modification in the rule or both Houses agree that the rule should\r\nnot be made, the rule shall thereafter have effect only in such modified form\r\nor be of no effect, as the case may be; so however that any such modification\r\nor annulment shall be without prejudice to the validity of anything previously\r\ndone under that rule.", "23": "Press Council Act, 196523.Power to make regulations.-The Council may make regulations not\r\ninconsistent with this Act and the rules made thereunder, for-(a) regulating the meetings of the Council and\r\nthe procedure for conducting business thereat;(b) specifying the terms and conditions of\r\nservice of the employees appointed by the Council;(c) regulating the manner of holding any\r\ninquiry under this Act:Provided that the regulations made under clause\r\n(b) shall be made with the prior approval of the Central Government."}