{"name": "Prevention of Food Adulteration Act, 1954\r", "1": "Prevention of Food Adulteration Act, 19541.\r\nShort title, extent and commencement. -(1) This\r\nAct may be called the Prevention of Food Adulteration Act, 1954.(2) It\r\nextends to the whole of India 1[* * *](3) It\r\nshall come into force on such date2 as the Central Government may, by\r\nnotification in the official Gazette, appoint.1. The\r\nwords \"except the State of Jammu and Kashmir\" omitted by the Act 41 of 197 1.\r\nSec. 2 (w.e.f. 26tb January, 1972).2. lst\r\nJune, 1955; see notification No. S.R.O. 1085, dated 9th May 1955, Gazette of\r\nIndia, Pt. 11 Sec. 3, P. 874. The Act has been extended to Dadra and Nagar\r\nHaveli by Reg. 6 of 1963, Sec. 2 and Sch.1, to Pondicherry by Reg, 7 of 1963,\r\nSec. 3 and Sch. 1, to Goa, Daman and Diu by Reg. 11 of 1963, Sec, 3 and\r\nSchedule and to Kohima and Mokokchung district in Nagaland by Act 24 of 1972,\r\nSec. 2 (w.e. f. 1st April. 1973).", "2": "Prevention of Food Adulteration Act, 19542. Definitions. -In this Act unless the\r\ncontext otherwise requires, --1[(i)\r\n\"adulterant\" means any material which is or could be employed for the purpose\r\nof adulteration;]2\r\n[(i-a)] \"adulterated\"-an article of food shall be deemed to be adulterated---(a) If the article\r\nsold by a vendor is not of the nature, substance or quality, demanded by the\r\npurchaser and is to his prejudice, or is not of the nature, substance or\r\nquality, which it purports or is, represented to be;(b) If the article contains any other substance which affect, or\r\nif the article is so processed as to affect injuriously the nature, substance\r\nor quality thereof;(c) If any inferior or cheaper substance has been substituted\r\nwholly or in part for the article so as to affect injuriously the nature\r\nsubstance or quality thereof;(d) If any constituent of the article has been wholly or in part\r\nabstracted so as to affect injuriously the nature, substance or quality\r\nthereof.(e) If the article has been prepared, packed or kept under in\r\nsanitary conditions whereby it has become contaminated or injurious to health;(f) If the article consists wholly or in part of any filthy,\r\nputrid,  3[* * *], rotten, decomposed or diseased animal or vegetable\r\nsubstance or is insect-infested or is otherwise unfit for human consumption;(g) If the article is obtained from a diseased animal;(h) If the article contains any poisonous or other ingredient\r\nwhich renders it injurious to health:(i) If the container of the article is composed, whether wholly \r\nor in part, of any poisonous or deleterious substance which renders its \r\n(contents injurious to health; 4[(j) If any coloring matter, other than that prescribed in\r\nrespect thereof is present in the article, or if the amounts of the prescribed\r\ncoloring matter which is present in the article are not within the prescribed\r\nlimits of variability;](k) If the article contains any prohibited preservative or\r\npermitted preservative in excess of' the prescribed limits;5[(l) If' the quality or purity of the article falls below the\r\nprescribed standards or its constituents are present in quantities not within\r\nthe prescribed limits of variability but which renders it injurious to health;](m) If\r\nthe quality or purity of the article falls below the prescribed standard or its\r\nconstituents are present in quantities not within the prescribed limits of\r\nvariability but which does not render it injurious to health:Provided that, where the\r\nquality or purity of the article, being a primary food has fallen below the\r\nprescribed standards or its constituents are present in quantities not within\r\nthe prescribed limits of variability, in either case, solely due to natural\r\ncauses and beyond the control of human agency, then, such article shall not be\r\ndeemed to be adulterated within the meaning of this sub-clause.Explanation. - Where two or more\r\narticles of primary food are mixed together and the resultant article of food-(a) Is stored, sold or\r\ndistributed under a name which denotes the ingredients thereof; and(b) Is not injurious\r\nto health, Then, such resultant article shall not be deemed to be adulterated\r\nwithin the meaning of this clause;(ii) \"Central Food\r\nLaboratory\" means any laboratory or institute established or specified under\r\nSec. 4;(iii) \"Committee\"\r\nmeans the Central Committee for Food Standards constituted under Sec. 3;(iv) \"Director of the\r\nCentral Food Laboratory\" means the person appointed by the Central Government\r\nby notification in the Official Gazette as the Director of the Central Food\r\nLaboratory and includes any person appointed by the Central Government in like\r\nmanner to perform all or any of the functions of the Director under this Act:6[Provided that\r\nno person who has any financial interest in the manufacture, import or sale of\r\nany article of food shall be appointed to be a Director under this clause;]7[(v) \"Food\" means any\r\narticle used as food or drink for human consumption other than drugs and water\r\nand includes,(a) Any\r\narticle, which ordinarily enters into, or is used in the composition or\r\npreparation of, human food,(b) Any flavoring matter or condiments, and(c) Any other\r\narticle which the Central Government may, having regard to its use, nature,\r\nsubstance or quality declare, by notification in the official Gazette, as food\r\nfor the purposes of this Act;]7[(vi) \"Food (Health)\r\nAuthority\" means the Director of Medical and Health Services or the Chief\r\nOfficer in-charge of health administration in a State, by whatever designation\r\nhe is known, and includes any officer empowered by the Central Government or\r\nthe State Government, by notification in the Official Gazette, to exercise the\r\npowers and perform the duties of the Food (Health) Authority under this Act\r\nwith respect to such local area as may be specified in the notification;](vii)  \r\n\"Local area\" means any area, whether urban or rural, declared by 8[the Central\r\nGovernment or the State Government] by notification the Official Gazette, to be\r\na local area for the purposes of this Act;(viii) \"Local\r\nauthority\" means in the case of:(1) A\r\nlocal area which is-(a) A municipality, the municipal board or municipal corporation;(b) A cantonment, the cantonment authority;(c) A notified area, the notified committee;(2) Any\r\nother area, such authority as may be prescribed by 9[the Central Government or\r\nthe State Government] under this Act;10[(viii-a) \"Local\r\n(Health) Authority\", in relation to a local area, means the officer appointed\r\nby the Central Government or the State Government by notification in the\r\nOfficial Gazette, to be in-charge of' health administration in such area with\r\nsuch designation as may be specified therein;(Viii-b) \"Manufacture\"\r\nincludes any process incidental or ancillary to the manufacture of an article\r\nof food;](ix) \"Misbranded\"-an\r\narticle of food shall be deemed to be, misbranded-(a) If\r\nit is an imitation of, is a substitute for, or resembles in a manner likely to\r\ndeceive, another article of food under the name of which it is sold, and is not\r\nplainly and conspicuously labeled so as to indicate its true character;(b) If\r\nit is falsely stated to be the product of any place or country(c) If'\r\nit is sold by a name which belongs to another article of food;(d) If'\r\nit is so colored, flavored or coated, powered or polished that the fact that\r\nthe article damaged is concealed or if the article is made to appear better or\r\nof greater value than it really is;(e) If\r\nfalse claims are made for it upon the label or otherwise; (f) If,\r\nwhen sold in packages which have been sealed or prepared by or at the instance\r\nof the manufacturer or producer and which bear his name and address, the\r\ncontents of each package are not conspicuously and correctly stated on the\r\noutside there of within the limits of variability prescribed under this Act:(g) If\r\nthe package containing it, or the label on the package bears any statement,\r\ndesign of device regarding the ingredients or the substances contained therein,\r\nwhich is false or misleading in any material particular, or if the package is\r\notherwise deceptive with respect to its contents;(h) If\r\nthe package containing it or the label on the package bears the name of a\r\nfictitious individual or company as the manufacturer or producer of the\r\narticle;(i) If it purports to\r\nbe, or is represented as being, for special dietary uses, unless its label\r\nbears such information as may be prescribed concerning its vitamin, mineral, or\r\nother dietary properties in order sufficiently to inform its purchaser as to\r\nits value for such uses:(j) If\r\nit contains any artificial flavoring, artificial coloring or chemical\r\npreservative, without a declaratory label stating that fact, or in\r\ncontravention of the requirements of this Act or rules made thereunder(k) f it\r\nis not labeled in accordance with the requirements of this Act or rules made\r\nthereunder:(x) \"Package\" means a\r\nbox, bottle, gasket, tin, barrel, case, receptacle, sack, bag, wrapper or other\r\nthing in which an article of food is placed or packed;(xi) \"Premises\"\r\ninclude any shop, stall  or place where any article of food is sold or\r\nmanufactured or stored for sale:(xii) \"Prescribed\"\r\nmeans prescribed by rules made under this Act;11[xii-a) \"Primary\r\nfood\" means any article of food, being a produce of agriculture or horticulture\r\nin its natural form;](xiii) \"Sale\" with its\r\ngrammatical and cognate expressions, means the sale of any article of food,\r\nwhether for cash or on credit or by way of exchange and whether by wholesale or\r\nretail, for human consumption or use, or for analysis, and includes an\r\nagreement for sale, an offer for sale, the exposing for sale or having in\r\npossession for sale of any such article, and includes also an attempt to sell\r\nany such article:(xiv) \"Sample\" means a\r\nsample of any article of food taken under the provisions of this Act or any\r\nrules made thereunder:(xv) The words\r\n\"unwholesome\" and \"noxious\" when used in relation to an article of food mean\r\nrespectively that the article is harmful to health or repugnant to human use.STATE AMENDMENTMaharashtra. - In Sec.\r\n2 of the Prevention of' Food Adulteration Act. 1954 (37of] 1954) to Cl. (VI)\r\nthe following proviso shall be added\"Provided that the\r\nCommissioner of Food and Drugs Administration Maharashtra State, appointed as\r\nsuch by the State Government shall on the commencement of the Prevention of\r\nFood Adulteration Maharashtra (Amendment) Act, 1969 (.XIII of 1970), be the\r\nFood (Health) Authority in the State of Maharashtra.\" 1In Cl. (viii). After\r\nsub-clause (2), the following proviso shall be added, namely:\"Provided that 'local\r\nauthority' in the case of a local area in the State of Maharashtra, means such\r\nauthority or officer of the State Government as the State Government may, by\r\nnotification in the Official Gazette, appoint for the local area specified in\r\nthe notification.\" 1. Ins. by Act 34 of\r\n1976, Sec. 2 (w.e.f. Ist.  April, 1976).2. Clause (f)\r\nrenumbered as Cl. (i-a) by Sec. 2 ibid.3. The word\r\n\"disgusting\" omitted by Sec. 2 ibid.4. Subs.\r\nby Sec. 2 ibid, for the sub-clause (f) (w.e.f. Ist. April, 1976).5. Subs. by ibid, for\r\nthe sub-clause (i) (w.e.f. Ist. April, 1976).6. Ins. by Act 34 of\r\nl976, Sec.2 (w.e.f. Ist April, 1976)7. Subs. by ibid.8. Subs. by Act 49 of\r\n1964. Sec. 2 for \"the State Government\" (w.e.f. Ist. March, 1965).9. Ins. by Act 34 of\r\n1976 Sec. 2 (w.e.f. Ist.  April, 1976).10. Subs. by Act 49 of\r\n1964. Sec. 2 for \"the State Government\" (w.e.f. Ist. March 1965.11. Ins. by Act 34 of\r\n1976. Sec. 2 (w.e.f. Ist. April, 1976).12. Vide the\r\nMaharashtra Act, 1970 (XIII of 1970), published in the Maharashtra Government\r\nGazette. Extraordinary, Pt. IV. No. 16 dated 12the. March, 1970).", "3": "Prevention of Food Adulteration Act, 19543.  The Central\r\nCommittee for Food Standards. -(1) The Central\r\nGovernment shall, as soon as may be after the commencement of this Act, constitute\r\na Committee called the Central Committee for Food Standards to advise the\r\nCentral Government and the State Governments on matters arising out of the\r\nadministration of this Act and to carry out the other functions assigned to it\r\nunder this Act.(2) The Committee\r\nshall consist of the following members, namely:(a) The\r\nDirector-General, Health Services, ex office, who shall be the Chairman:1[(b)\r\nThe Director of' the Central Food Laboratory or, in a case where more than one\r\nCentral Food Laboratory is established, the Directors of such Laboratories, ex\r\nofficio;](c) Two\r\nexperts nominated by the Central Government;2[(d)\r\nOne representative each of the Departments of Food and Agriculture in the\r\nCentral Ministry of Food and Agriculture and one representative each of the\r\nCentral Ministries of Commerce, Defense, Industry and Supply and Railways,\r\nnominated by the Central Government;](e) One\r\nrepresentative each nominated by the Government of each 3[* * *] State;(f) Two\r\nrepresentatives nominated by the Central Government, to represent the, 4[Union\r\nterritories];4[(g)\r\nOne representative each, nominated by the Central Government, to represent the\r\nagricultural, commercial and industrial interests;(gg)\r\nFive representatives nominated by the Central Government to represent the\r\nconsumer's interests, one of whom shall be from the hotel industry;](h) One\r\nrepresentative of the medical profession nominated by the Indian Council of\r\nMedical Research;5[(i)\r\nOne representative nominated by the Indian Standards Institution referred to in\r\nCl. (e) of Sec. 2 of the Indian Standards Institution (Certification Marks)\r\nAct, 1952 (36 of 1952)].(3) The members of the\r\nCommittee referred to in Cls. (c), (d), (e), 6[7 [(q), (gg),] (h), and (i)] of\r\nsub- section (2) shall, unless their seats become vacant earlier by\r\nresignation, death or otherwise, be entitled to hold office for three years and\r\nshall be eligible for re-nomination.(4) The functions of\r\nthe Committee may be exercised notwithstanding any vacancy therein.(5) The Committee may\r\nappoint such and so many sub-committees as it deems fit and may appoint to them\r\npersons who are not members of the Committee to exercise such powers and\r\nperform such duties as may, subject to such conditions, if any, as the\r\nCommittee may impose, be delegated to them by the Committee.(6) The Committee,\r\nmay, subject to the previous approval of the Central Government, make byelaws\r\nfor the purpose of regulating its own procedure and the transaction of its\r\nbusiness.1. Subs. by Act 34 of-\r\n1976. Sec.3 (w.e.f. Ist.  April, 1976).2. Subs. by Act 49 of-\r\n1964.  Sec. 3 (w.e.f.  Ist. March. 1965).3. The words and\r\nletters \"Part A State and Part B\" omitted by the Adaptation of Laws (No.3)\r\nOrder. 1956.4. Subs. by ibid, for\r\n\"Part C States\".5. Ins. by Act 49 of\r\n1964.  Sec. 3 (w.e. f. Ist March. 1965).6. Subs. by Act 34 of\r\n1976, Sec. 3, for Cl. (g) (w.e.f. Ist April, 1976).7. Subs. by Act 49 of\r\n1964 Sec. 3 for \"(g) and (h)\" (w.e.f. Ist March. 1965).", "4": "Prevention of Food Adulteration Act, 19544. Central Food\r\nLaboratory. -1[(1) The Central\r\nGovernment shall, by notification in the Official Gazette, establish one or\r\nmore Central Food Laboratory or Laboratories to carry out the functions\r\nentrusted to the Central Food Laboratory by this Act or any rules made under\r\nthis Act:Provided that the Central\r\nGovernment may, by notification in the Official Gazette, also specify any\r\nlaboratory or institute as a Central Food Laboratory for the purposes of this\r\nAct.](2) The Central\r\nGovernment may, after consultation with the Committee, make rules prescribing-2 [(a)\r\nThe functions of Central Food Laboratory and the local area or areas within\r\nwhich such functions may be carried out;](b) The\r\nprocedure for the submission to the said Laboratory of samples of articles of\r\nfood for analysis or tests, the forms of the Laboratory's reports thereon and.\r\nthe fees payable in respect of such reports;(c) Such\r\nother matters as may be necessary or expedient to enable the said Laboratory to\r\ncarry out its functions.STATE AMENDMENTWest Bengal. -To\r\nsub-section (1) of Sec. 4. The following proviso shall be added, namely:\"Provided that the\r\nState Government may with the prior approval of the Central Government, direct\r\nthat the functions of the Central Food Laboratory and the Director may be\r\ncarried out in West Bengal by such authority and such officer respectively, as\r\nmay be specified the State Government by notification in the Official Gazette\r\nand any reference in this Act to the Central Food Laboratory or the Director\r\nshall then be construed to mean such authority or officer, as the case may be\",\r\n31. Subs. by Sec. 5.\r\nIbid. For sub-section (1) (w.e.f. Ist April 1976).2. Subs by Act 34 of\r\n1976. Sec. 5, for, Cl. (a).3. Vide West Bengal Act.\r\n42 of 1973. Published in the Calcutta Gazette, Pt. III. No. 264. dated 29th\r\nApril, 1974 (w.e.f. 29th April, 1974).", "5": "Prevention of Food Adulteration Act, 19545. Prohibition of\r\nimport of certain articles of food. -No person shall import, into India-(i) Any adulterated\r\nfood:(ii) Any misbranded\r\nfood:(iii) Any article of\r\nfood for the import of' which a license is prescribed, except in accordance\r\nwith the conditions of the license: and(iv) Any article of\r\nfood in contravention of any other provision of this Act or of any rule made\r\nthereunder.", "6": "Prevention of Food Adulteration Act, 19546.Application of law\r\nrelating to sea customs and powers of Customs Officers. -(1) The law for the\r\ntime being in force relating to sea customs and to goods, the import of which\r\nis prohibited by See. 18 of the Sea Customs Act, 1878 (8 of 1878)1 shall,\r\nsubject to the provisions of Sec. 16 of this Act, apply, in respect of articles\r\nof food, the import of which is prohibited under Sec. 5 of this Act, and\r\nofficers of Customs and officers empowered under that Act to perform the duties\r\nimposed thereby on a 2[Commissioner of Customs] and other officers of Customs\r\nshall have the same powers in respect of such articles of food as they have for\r\nthe time being in respect of such goods as aforesaid.(2) Without prejudice\r\nto the provisions of sub-section (1) the 3[Commissioner of Customs], or any\r\nofficer of the Government authorized by the Central Government in this behalf,\r\nmay detain any imported package which he suspects to contain any article of\r\nfood the import of' which is prohibited under Sec. 5 of this Act, and shall\r\nforthwith report such detention to the Director of the Central Food Laboratory\r\nand, if required by him, forward the package or send samples of any suspected\r\narticles of food found therein to the said Laboratory.1. The said Act has\r\nbeen repealed by the Customs Act, 1962 {52 of 1962}, Sec. 160 and Schedule.2. Subs. by Act 22 of\r\n1995.  Sec. 87.3. The words \"or\"\r\nomitted by Act 34 of 1976, Sec. 6 {w.e.f. 1st April, 1976).", "7": "Prevention of Food Adulteration Act, 19547. Prohibitions of manufacture,\r\nsale, etc. of certain articles of food. -No person shall\r\nhimself or by any person on his behalf' manufacture for sale, or store, sell or\r\ndistribute-(i) Any adulterated\r\nfood:(ii) Any misbranded\r\nfood.(iii) Any article of\r\nfood for the sale of which a license is prescribed, except in accordance with\r\nthe conditions or the license;(iv) Any article of\r\nfood the sale of which is for the time being prohibited by the Food (Health)\r\nAuthority 1[in the interest of public health;] 2[* * *](v) Any article of\r\nfood in contravention of any other provision of' this Act or of any rule made\r\nthereunder, 3[or]1[(vi) Any adulterant.Explanation-- For the purposes of\r\nthis section, a person shall be deemed to store any adulterated food or\r\nmisbranded food or any article of' food referred to in Cl. (iii) of- Cl. (iu)\r\nit he stores such food for the manufacture there from of any article of food\r\nfor sale.]1. Subs. by Act 49 of\r\n1964. Sec. 4 for certain words {w.e.f. 1st March 1965).2. The words \"or\" omitted\r\nby Act 34 of 1976, Sec. 6 {w.e.f. 1st April, 1976).3. Subs. by Act 49 of\r\n1964.Sec. 5, for Secs. 8 and 9 (w.e. f. Ist March, 1965).", "8": "Prevention of Food Adulteration Act, 19548. Public Analysts. -\r\nThe Central Government\r\nor the State Government may, by notification in the Official Gazette, appoint\r\nsuch persons as it thinks fit, having the prescribed qualifications to be\r\npublic analysts for such local area as may be assigned to them by the Central\r\nGovernment or the State Government as the case may beProvided that no person who has\r\nany financial interest in the manufacture import or sale of any article of food\r\nshall be appointed to be a Public Analyst under this section:1[Provided further\r\nthat different public Analysts may be appointed for different articles of\r\nfood].1. Subs. by Act 49 of\r\n1964.Sec. 5, for Secs. 8 and 9 (w.e. f. Ist March, 1965).", "9": "Prevention of Food Adulteration Act, 19549. Food Inspectors. -(1) The Central\r\nGovernment or the State Government may, by notification in the Official\r\nGazette, appoint such persons as it thinks fit, leaving the prescribed qualifications\r\nto be Food Inspectors for such local areas as may be assigned to them by the\r\nCentral Government or the State Government, as the case may be:Provided that no person who has\r\nany financial interest in the manufacture import or sale of any article of food\r\nshall be appointed to be a Food Inspector under this section.(2) Every Food\r\nInspector shall be deemed to be a public servant within the meaning of Sec. 21\r\nof the Indian Penal Code (45 of 1860), and shall be officially subordinate to\r\nsuch authority as the Government appointing him, may specify in this behalf.", "10": "Prevention of Food Adulteration Act, 195410. Powers of Food\r\nInspectors. -(1) A Food Inspector\r\nshall have power-(a) To\r\ntake samples of any article of food from-(i) Any person selling such article(ii) Any\r\nperson who is in the course of conveying, delivering or preparing to deliver\r\nsuch article to a purchaser or consignee:(iii) A consignee after delivery of any such article to him and(b) To\r\nsend such sample for analysis to the Public Analyst for the local area within\r\nwhich such sample has been taken;2[(c)\r\nWith the previous approval of the Local (Health) Authority having jurisdiction\r\nin the local area, concerned, or with the previous approval of the Food\r\n(Health) Authority, to prohibit the sale of- any article of food in the\r\ninterest of public health.]3[Explanation-For\r\nthe purposes of sub-clause (iii) of' Cl. (a), consignee\" does not include a\r\nperson who purchases or receives any article of food for his own consumption.]1[(2) Any Food\r\nInspector may enter and inspect any place where any article of food is\r\nmanufactured, or stored for sale, or stored for the manufacture of any other\r\narticle of food for sale, or exposed or exhibited for sale or where any\r\nadulterant is manufactured or kept, and take samples of such article of food or\r\nadulterant for analysis:Provided that no sample of any\r\narticle of food, being primary food, shall be taken under this sub-section if\r\n'it is intended for sale as such food].(3) Where any sample\r\nis taken under Cl. (a) of sub-section (1) or sub-section (2), its cost\r\ncalculated at the rate at which the article is usually sold to the public shall\r\nbe paid to the person from whom it is taken.(4) If any article\r\nintended for food appears to any Food Inspector to be adulterated or\r\nmisbranded, he may seize and carry away or keep in the safe custody of the\r\nvendor such article in order that it may be dealt with as hereinafter provided;\r\n2[and he shall, in either case, take a sample of' such article and submit the\r\nsame for analysis to a public analyst):4[Provided that\r\nwhere the Food Inspector keeps such article in the safe custody of the vendor\r\nhe may require the vendor to execute a bond for a sum of money equal to the\r\nvalue of such article with one or more securities as the Food Inspector deems\r\nfit and the vendor shall execute the bond accordingly.]2[(4-A) Where any\r\narticle of food seized under sub-section (4) is of a perishable nature and the\r\nlocal (Health) Authority is satisfied that such article of food is so\r\ndeteriorated that it is unfit for human consumption, the said Authority may,\r\nafter giving notice in writing to the vendor, cause the same to the destroyed.] (5) \r\nThe power conferred by this section includes power to break open any package in\r\nwhich any article of food may be contained or to break open the door of any\r\npremises where any article of food may be kept for sale5[Provided that\r\nthe power to break open the package or door shall be exercised only after the\r\nowner or any other person in charge of the package or, as the ease may be, in\r\nOccupation of premises, if he is present therein, refuse,, to open the package\r\nor door on being called upon to do so, and in either case after recording the\r\nreasons for doing so :]Provided further that the Food\r\nInspector shall, in exercising the powers of entry upon, arid inspection of any\r\nplace under this section, follow, as far as may be the provisions of the 6[Code\r\nof Criminal Procedure, 1973 (2 of 1974)], relating to the search or inspection\r\nof a place by a police officer executing a search-warrant issued under that\r\nCode.(6) 7[Any adulterant\r\nfound in the possession of a manufacturer or distributor of, or dealer in any\r\narticle of food or in any of the premises occupied by him as such] and for the\r\npossession of which he is unable to account to the satisfaction of the Food\r\nInspector and any books of account or other documents found in his possession\r\nor control and which would be useful for, or relevant to any investigation of\r\nproceeding under this Act, may be seized by the Food Inspector and a sample of\r\nsuch adulterant submitted for analysis to a public analyst :8[Provided that\r\nno such books of account or other documents shall be seized by the Food\r\nInspector except with the previous approval of the authority to which he is\r\nofficially subordinated (7) Where the Food Inspector takes any action under Cl.\r\n(a) of subsection (1), sub-section (2), sub-section (4) or sub-section (6), he\r\nshall 9[call one or more persons to be present at the time when such action is\r\ntaken and take his or their signatures].10[(7-A) Where any\r\nbooks of account or other documents are seized under subsection (6), the Food\r\nInspector shall within a period not exceeding thirty days from the date of\r\nseizure, return the same to the person from whom they were seized after copies\r\nthereof or extracts there from as certified by that person in such manner as\r\nmay be prescribed have been taken:Provided that where such person\r\nrefuses to so certify, and a prosecution has been instituted against him under\r\nthis Act, such books of account or other documents shall be returned to him\r\nonly after copies thereof or extracts there from as certified by the Court have\r\nbeen taken.(7-B)   When any\r\nadulterant is seized under sub-section (6), the burden of proving that such\r\nadulterant is not meant for purposes of adulteration shall be on the person\r\nfrom whose possession such adulterant was seized.](8) Any Food Inspector\r\ni-nay exercise the powers of a police officer 11[under Sec. 42 of the Code of\r\nCriminal Procedure, 1973 (2 of 1974)] for the purpose of ascertaining the true\r\nname and residence of the person from whom a sample is taken or an article of\r\nfood is seized.(9) Any Food Inspector\r\nexercising powers under this Act or under the rules made thereunder who-(a)\r\nVexatiously and without any reasonable grounds of suspicion seizes any article\r\nof food 11[or adulterant]: or(b)\r\nCommits any other act, to the injury of any person without having reason to\r\nbelieve that such act is necessary for the execution of his duty; Shall be\r\nguilty of an offence under this Act and shall be punishable for such offence\r\n11[with fine which shall not be less than five hundred rupees but which may\r\nextend to one thousand rupees].1. Vinod Kumar v.\r\nState of Punjab, 1983 Cr. L.J.177 at p. 178 (P. & H.) I see also Hariram v.\r\nState of M.P., 1992 Cr.L.J.2135 at p. 3138 (M.P.) 1993 (1) E.F.R 160 at p. 168\r\n(M.P); State of U.P. v Hanif. 1992 Cr.L.J. 1429 at {. 1431 (S.C.).2. Subs. by Act 34 of\r\n1976, Sec. 8 (w.e.f. I st April, 1976)3. Ins. by ibid.4. Ins. by Act 49 of\r\n1964, Sec. 6 (w.e.f. Ist March. 1965).5. Subs. by Act 34 of\r\n1976. Sec. 8, for the first proviso (w.e.f. Ist April\r\n1976). 6. Subs by ibid. for\r\n\"the code of Criminal Procedure. 1898\" (w.e.f. Ist April 1976).7. Subs. by 34 of\r\n1976.  Sec. 8, for certain words (w.e.f. Ist April, 1976).8. Subs. by ibid, for\r\nthe former proviso (w.e.f. 1st April, 1976).9. Subs. by Act of\r\n1964, Sec. 6. For certain words (w.e.f. 1st March, 196510. Ins. by Act 34 of\r\n1976, Sec. 8 (w.e.f. 1st April, 1976).11. Sadhram v. State\r\nof M.P.1995 (1) E.F.R. 638 at p. 639 (M.P.).", "11": "Prevention of Food Adulteration Act, 195411. Procedure to be\r\nfollowed by Food Inspectors. -(1) When a Food\r\nInspector takes a sample of food for analysis, he shall-(a) Give\r\nnotice in writing then and there of his intention to have it so analyzed to the\r\nperson from whom he has taken the sample and to the person, if any whose name,\r\naddress and other particulars have been disclosed Sec. 14-A:(b)\r\nExcept in special cases provided by rules under this Act, divide the sample\r\nthen and there into three part and mark and seal or fasten up each part in such\r\na manner as its nature permits and take the signature or thumb impression of\r\nthe person from whom the sample has been taken in such place and in such manner\r\nas maybe prescribed:Provided that\r\nwhere such person refuses to sign or put his thumb impression the Food\r\nInspector shall call upon one or more witnesses and take his or their signature\r\nor thumb impressions, as the case may be, in lieu of the signature or thumb\r\nimpression of such person;(C)(i) \r\nSend one of the parts for analysis to the public analyst under Intimation to\r\nthe Local (Health) Authority: and(ii)\r\nSend the remaining two parts to the Local (Health) Authority for the purposes\r\nof sub-section  (2) of this section of sub-Sections (2-A) and\r\n(2-F,) of Sec.13.(2) Where the part of\r\nthe sample sent to the public analyst under sub- clause (i) of Cl. (c) of'\r\nsub-section (1) is lost or damaged, the Local (Health) Authority shall,\r\non  a requisition made to it by the public analyst or the Food\r\nInspector dispatch one of the parts of the sample sent to it under sub-\r\nclause  (ii) of the said C1. (C) To the public analyst for analysis.](3) When a sample of\r\nany article of food 1[or adulterant] is taken under sub- section (1) or\r\nsub-section (2) of Sec. 10. 2[the Food Inspector shall, by the immediately\r\nsucceeding working day, send a sample of the article of food or adulterant or\r\nboth, as the may be,] in accordance with the rules prescribed for shambling to\r\nthe public analyst for the local area concerned.3[(4) An article of\r\nfood seized under- sub-section (4) of See, 10,'Unless destroyed under\r\nsub-section (4-A) of that section, and any adulterant seized under sub-sections\r\n(6) of' the section, shall be produced before a Magistrate as soon as possible\r\nand in any case not later than seven days after the receipt of the  report\r\nof  the public analyst].Provided 4[* * *] that if an application\r\nis made to the Magistrate in this behalf by the person from whom any article of\r\nfood has been seized, the Magistrate shall , by order in writing direct the\r\nFood Inspector to produce such article before him within such time as may be\r\nspecified in5[(5) If it appears to\r\nthe Magistrate on taking such evidence as he may deem necessary-(a) That\r\nthe article of food produced before him under sub- section (4) is adulterated\r\nor misbranded he may order it-(i) To\r\nbe forfeited to' the Central Government, the State Government or the local\r\nauthority, as the case may be , or(ii) To\r\nbe destroyed at the cost of the owner or the person from whom it was seized so\r\nas to prevent  its being used as human food; or(iii) (iii) To\r\nbe so disposed of' as to prevent its being again exposed for sale or used for\r\nfood under its deceptive name; or(iv) To\r\nbe returned to the owner, on his executing a bond with or without sureties, for\r\nbeing sold under its appropriate name or, where the Magistrate is satisfied\r\nthat the article of food is capable of being made to conform to prescribed\r\nstandards for human consumption after reprocessing, for being sold after\r\nreprocessing under the supervision of such officer as may be specified in the\r\norder;(b) That\r\nthe adulterant seized under sub-section (6) of Sec. 10 and produced before him\r\nis apparently of a kind which may be employed for purposes of adulteration and\r\nfor the possession of which the manufacturer, distributor or dealer, as the\r\ncase may be, is unable to account satisfactorily, he may order it to be\r\nforfeited to the Central Government, the State Government or the local\r\nauthority, as the case may be.](6) (6) \r\n6[If it appears Io the Magistrate that- any such-(a)\r\nArticle of food is not adulterated: or(b) Adulterant\r\nwhich is purported to be an adulterant is not an adulterant, The person from\r\nwhose possession the article of food or adulterant was taken] shall be entitled\r\nto have it restored to him and it shall be in the discretion of the Magistrate\r\nto award such person from such fund as the State Government may direct in this\r\nbehalf, such compensation not exceeding the actual loss which he has sustained\r\nas the Magistrate may think proper.STATE AMENDMENTMaharashtra. -\r\nIn  Sec.11 of the principal Act in sub-section (5), in Cl. (a) for\r\nthe words \"local authority\". the words \"State Government\" shall be substituted.\r\n71. Ins. by Act 34 of\r\n1976, Sec.9 (w.e.f.  Ist April 1976).2. Subs. by ibid.,\r\n(w.e.f.) Ist April, 1976) .3. Subs. by\r\nibid.,  Sec. 9 (w.e.f. Ist April. 1976), for sub -section (4)and first\r\nproviso.4. The word \"further''\r\nomitted by ibid., Act 34 of 1976. Sec 9 (w.e.f. Ist April , 1976).5. Subs. by ibid., for\r\nthe sub- section (5).6. Subs. by Act 34 of\r\n1976.  Sec. 9. for certain words.7. Vide Maharashtra\r\nAct, 1975 (L of 1975) ' published in the Maharashtra Government Gazette. \r\nPt.  IV, dated 16th'October. 1975 ('W.e.f. 11th April, 1977).", "12": "Prevention of Food Adulteration Act, 195412. Purchaser may have\r\nfood analyzed. -Nothing contained in \r\nthis Act shall be held to prevent a purchaser of any article of food other than \r\na Food Inspector 1[or a recognized consumer association, whether the purchaser \r\nis a member of that association or not,] from having such article analyzed by \r\nthe public analyst on payment of such fees as may be prescribed and from \r\nreceiving from the public analyst a report of' his analysisProvided that 2[such purchaser\r\nor recognized consumer association shall inform the vendor at the time of\r\npurchase of his or its intention] to have such article so analyzed provided\r\nfurther that the provisions of sub-sections (1), (2) and (3) of Sec. 11 shall,\r\nas far as may be, apply to a 3[purchaser of article of food or recognized\r\nconsumer association who or which intends] to have such articles so analyzed,\r\nas they apply to a Food Inspector who takes sample of food for analysis:Provided also that if the\r\nreport of the public analyst shows that the article of food is adulterated, the\r\n4[purchaser or recognized consumer association shall be entitled to get refund\r\nof the fees paid by him or it] under this section.5[Explanation.\r\n-For the purposes of this section and Sec. 20 recognized consumer association\"\r\nmeans a voluntary consumer association registered under the Companies Act, 1956\r\n(1 of 1956), or under any other law for the time being in force].1. Ins. by Act 70 of\r\n1986, Sec,. 2 (w.e.f. Ist May, 11)87).2. Subs. by Act 70 of\r\n1986.  Sec. 2, for words \"such purchaser shall inform the vendor at the\r\ntime of purchase of his intention.\"3. Subs. by Sec. 2, \r\nibid. For the words purchaser of article. Of food who intends\"4. Subs. by Sec. 2,\r\nibid. for the words \"purchaser shall be entitled to get refund of the fees paid\r\nby him\".5. Ins. by Sec. 2.\r\nIbid.", "13": "Prevention of Food Adulteration Act, 195413. Report of public\r\nanalyst. -1[(1) The public\r\nanalyst shall deliver, in such from as may be prescribed. a report to the Local\r\n(Health) Authority of the result of the analysis of any article of food\r\nsubmitted to him for analysis.(2) On receipt of the\r\nreport of the result of the analysis under subsection (1) to the effect that\r\nthe article of food is adulterated the Local (Health) Authority shall, after\r\nthe institution of prosecution against persons from whom the sample of the\r\narticle of food was taken and the person, if any, whose name, address and other\r\nparticulars have been disclosed under Sec. 14-A forward, in Such manner as may\r\nbe prescribed, a copy of the report of the result of the analysis to such\r\nperson or persons, as the case may be, informing such person or persons that if\r\nit is so desired, either or both of them may make an application to the Court\r\nwithin a period of ten days from the date of 'receipt of the copy of the report\r\nto get the sample of the article of food kept by the Local (Health) Authority\r\nanalyzed by the Central Food Laboratory.2 (2-A) When an\r\napplication is made to the Court under sub-section (2), the Court shall require\r\nthe Local (Health) Authority to forward the parts of the sample kept by the\r\nsaid Authority and upon such requisition being made, the said Authority shall\r\nforward the part or parts of the sample to the Court within a period of five\r\ndays from the date o receipt of such requisition.(2-B) On receipt of\r\nthe  part or parts of the sample from the Local (Health) Authority under\r\nsub-section (2-A), the Court shall first ascertain that the mark and sea] or\r\nfastening as provided in Cl. (b) of sub-section (1) of Sec. 11 are intact and\r\nthe signature or thumb impression, as the ease may be, is not tampered with,\r\nand dispatch the part or, as the case 1-nav be, one of the parts of the sample\r\nunder its own seal to the Director of the Central Food Laboratory who shall\r\nthereupon send a certificate to the Court in the  prescribed  form\r\nwithin one month from the date of receipt of the part of the sample specifying\r\nthe result of the analysis.(2-C) Where two parts\r\nof 'the sample have been sent to the Court and only one part of- the sample has\r\nbeen sent by the Court to the Director of the Central Food Laboratory under\r\nsubsection (2-B), the Court shall, as soon as practicable, return the remaining\r\npart to the Local (Health) Authority and that Authority shall destroy that part\r\nafter the certificate from the Director of the Central Food Laboratory has been\r\nreceived by the Court:Provided that where\r\nthe part of the sample sent by the Court to Director of the Central Food\r\nLaboratory is lost or damaged, the Court shall require the Local (Health)\r\nAuthority to forward the part of the sample, if any, retained by it to the\r\nCourt and on receipt thereof the Court shall proceed in the manner provided in\r\nsub-section (2-B).(2-D) Until the\r\nreceipt of the  certificate of the result of the analysis from the\r\nDirector of the Central Food Laboratory, the Court shall not continue with the\r\nproceedings pending before it in relation to the prosecution.(2-E) It, after\r\nconsidering the report, if any, of the Food Inspector or otherwise, the Local\r\n(Health) Authority is of the opinion that the report delivered by the public\r\nanalyst under sub-section (1) is erroneous, the said Authority shall forward\r\none of the parts of the sample kept by it to any other public analyst for\r\nanalysis and if the report of the result of the analysis of that part of the\r\nsample by that other public analyst is to the effect that the article of food\r\nis adulterated, the provisions of sub-sections(2) to (2-D)) shall, so far as\r\nmay be, apply.](3) The certificate\r\nissued by the Director of the Central Food Laboratory under sub-section (2-B)\r\nshall supersede the report given by the public analyst under subsection (1).(4) Where a certificate\r\nobtained from the Director of the Central Food Laboratory 2[under  sub-\r\nsection  (2-B)] is produced in any proceeding under this Act or under\r\nSees. 272 to 276 of the Indian Penal Code (45 of 1860), it shall not be\r\nnecessary in such proceeding to produce any part of the sample of food taken\r\nfor analysis.(5) Any document\r\npurporting to be a report signed by a public analyst, unless it has been\r\nsuperseded under sub-section (3), or any document purporting to be a\r\ncertificate signed by the Director of the Central Food Laboratory, may be used\r\nas evidence of the facts stated therein in any proceeding under this Act or\r\nunder Sees. 272 to 276 of the Indian Penal Code:3[Provided that\r\nany document purporting to be a certificate signed by the Director of the Central\r\nFood Laboratory [not being a certificate with respect to the analysis of the\r\npart of the sample of any article of food referred to in the proviso to sub-\r\nsection (I -A) of Sec. 161 shall be final and conclusive evidence of the facts\r\nstated therein.]4[Explanation-In\r\nthis section, and in Cl. (9 of sub-section (1) of Sec. 16, \"Director of the\r\nCentral Food Laboratory\" shall include the officer I or the time being in\r\ncharge of any Food Laboratory (by whatever designation he is known) recognized\r\nby the Central Government for the purposes of this section.1. Subs. by Act 34\r\n61'1 976.  Sec. I 0. for sub-section (1) and (2) (w.e.f. Ist\r\nApril 1976).2. Subs. by Act 34 of\r\n1976.  Sec.10 for under sub-section(2)\" (w.e.f. Ist April\r\n1976).3. Subs. by Act 34 of\r\n1976. Sec. 10 for proviso  (w .e . f.  Ist April 1976)4. Ins. Ibid. (W.e.f.\r\nIst April. 1976).", "14": "Prevention of Food Adulteration Act, 195414. Manufacturers,\r\ndistributors, and dealers to give warranty.-\nNo 2[manufacturer or\r\ndistributor of, or dealer in] any article of food shall sell such article to\r\nany vendor unless lie also gives a warranty in writing in the prescribed form\r\nabout the nature and quality of such article to the vendor :3[Provided that\r\na bill, cash memorandum or invoice in respect of the sale of' any article of\r\nfood given by a manufacturer or distributor of, or dealer in such article to\r\nthe vendor thereof shall be deemed to be a warranty given by such manufacturer,\r\ndistributor or dealer under this section]Explanation- In this section, in\r\nsub-section (2) of Sec. 19 and in Sec. 20-A, the expression \"distributor\" shall\r\ninclude a commission agent.1. Subs. by Act 49 of\r\n1964. Sec. 14 (w.e.f. Ist March 1965).2. Subs. by Act 34 of\r\n1976, Sec, 7 for Sec. (w.e.f. Ist April, 1976).3. Ins, by ibid. For\r\nthe proviso (w.e.f. . Ist April 1976).", "15": "Prevention of Food Adulteration Act, 195415. Notification of\r\nfood poisoning. -1[The Central\r\nGovernment or the State Government] may, by notification in the Official\r\nGazette, require medical practitioners carrying on their profession in any\r\nlocal area specified in the, notification to report all occurrences of food\r\npoisoning coming within their cognizance to such officer as may be specified in\r\nthe notification.1. Municipal\r\nCorporation of Delhi  v.  Ram Chand. (1985) I-F A.C 79 at P. 84\r\n(Delhi).", "16": "Prevention of Food Adulteration Act, 195416. Penalties. -1[(l) Subject to the\r\nprovisions of subsection (I -A) it any person, -(a)\r\nWhether by himself or by any other person on his behalf, imports into India or\r\nmanufactures for sale, or stores, sells or distributes any article of food-(i)\r\nWhich is adulterated within the meaning of sub-clause (m) Of Cl. (i-a) of Sec.\r\n2 or misbranded within the meaning of Cl. (ix) Of that section or the sale of'\r\nwhich is prohibited under any provision of this Act or any rule made thereunder\r\nor by an order of the Food (Health) Authority;(ii)\r\nOther than an article of food referred to in sub-clause (i), in contravention\r\nof any of the provisions of this Act or of any rule made thereunder ; or(b) Whether\r\nby himself or by any other person on his behalf, imports into India or\r\nmanufactures for sale, or stores, sells or distributes any adulterant which is\r\nnot injurious to health; or(c)\r\nPrevents a Food Inspector from taking a sample as authorized by this Act : or(d)\r\nPrevents a Food Inspector from exercising any other power conferred on him by\r\nor under this Act : or(e)\r\nBeing a manufacturer of an article of food, has in his possession, or in any\r\nof- the premises occupied by him, any adulterant which is not injurious to\r\nhealth; or(f) Uses\r\nany report or certificate of a test or analysis made by the Director of the\r\nCentral Food Laboratory or by a public analyst or any extent thereof for the\r\npurpose of 'advertising any article of food; or(g) Whether\r\nby himself or by any other person on his behalf, gives to the vendor, a false\r\nwarranty in writing in respect of any article of food sold by him, he shall, in\r\naddition to the penalty to which he may be liable under the provisions of Sec.\r\n6, be punishable with imprisonment for a term which shall not be less than six\r\nmonths but which may extend to three years, and with fine which shall not be\r\nless than one thousand rupees':Provided that-(i) If the offence is\r\nunder sub-clause (i) of Cl. (a) and is with respect to an article of food,\r\nbeing primary food which is adulterated due to human agency or is with respect\r\nto an article of food which is misbranded within the meaning of sub-clause (k)\r\nof Cl. (ix) of Sec. 2or(ii) If the offence is\r\nunder sub-section (ii) of Cl. (a), but not being an offence with respect to the\r\ncontravention of any rule made under Cl. (a) or Cl. (g) of sub-section (I-A) of\r\nSee. 23 or under Cl. (b) of sub-section (2) of See 24,The Court may, for any\r\nadequate and special reasons to be mentioned in the judgment, impose a sentence\r\nof imprisonment for a term which shall not be less than three months but which\r\nmay extend to two years, and with fine which shall not be less than five\r\nhundred rupees:Provided further that if\r\noffence is under sub-clause (ii) of Cl. (a) and is with respect to the\r\ncontravention of any rule made under Cl. (a) or Cl. (g) of sub-section (I -A)\r\nof Sec. 23 or under Cl. (b) of sub-section (2) of Sec. 24, the Court may, for\r\nany adequate and special reasons to be mentioned in the judgment, impose a\r\nsentence of imprisonment for a term which may extend to three months and with\r\nfine which may extend to five hundred rupees.]2[(I-A) If 'any person\r\nwhether by himself or by any other person on his behalf, imports into India or\r\nmanufactures for sale, or stores, sells or distributes, -(i) Any article of\r\nfood which is adulterated within the meaning of any of sub- clauses (e) to (1)\r\n(I-) both inclusive) of Cl. (i-a) of Sec. 2, or(ii) Any adulterant\r\nwhich is  injurious  in addition to the penalty to which he may be\r\nliable under the provisions of' Sec.6, be punishable with imprisonment for a\r\nterm which shall not be less than one year  but which may extend to\r\nsix years and with fine which shall  not be less than two thousand rupees\r\n:Provided that if such article\r\nof food or adulterant when consumed by any person is likely to cause his death\r\nor is likely to cause such harm on his body as would amount to grievous hurt\r\nwithin the meaning of Sec. 320 of the Indian Penal Code (45 of 1860), he shall\r\nbe punishable with imprisonment for a term which shall not be less than three\r\nyears but which may extend to term of life and with line which shall not be\r\nless than five thousand rupees.]3[(i-AA) If any person\r\nin whose safe, custody any article of food has been kept under sub-section (4)\r\nof Sec. 10, tampers or in any manner interferes with such article, he shall be\r\npunishable with imprisonment for a term which shall not be less than six months\r\nbut which may extend to two years and with fine which shall not less than one\r\nthousand rupees.]4[(l -B) If any Person\r\nin whose safe, custody any article of food has been kept under sub- section (4)\r\nof 'Sec.  IO sells or distributes such article, which is found by the\r\nMagistrate before whom it is produced to be adulterated within the meaning of\r\nsub-clause (h) of Cl. (i-a) of Sec. 2 and which, when consumed by any person,\r\nis likely to cause his death or is likely to cause such harm on his body as\r\nwould amount to grievous hurt within the meaning of Sec. 320 of the Indian\r\nPenal Code (45 of 1860), then, notwithstanding anything contained in\r\nsub-section (I -AA), he shall be punishable with imprisonment for a term which\r\nshall not be less than three years but which may extend to term of life and with\r\nfine which shall not be less than five thousand rupees.](I-C)   If any\r\nperson contravenes the provisions of Sec. 14 or Sec. 14-A, he shall be\r\npunishable with imprisonment for a term, which may extend to six months and\r\nwith fine, which shall not be less than five hundred rupees.(I -D) If any person\r\nconvicted of an offence under this Act commits a like offence afterwards, then,\r\nwithout prejudice to the provisions of' sub-section (2), the Court, before\r\nwhich the second or subsequent conviction takes place, may order the\r\ncancellation of the license, if any, granted to him under this Act and\r\nthereupon such license shall, notwithstanding anything contained in this Act or\r\nin the rules made thereunder, stand cancelled.(2) If any person\r\nconvicted of an offence under this Act commits a like offence afterwards it\r\nshall be lawful for the Court before which the second or subsequent conviction\r\ntakes place to cause the offender's name and place of residence, the offence\r\nand the penalty imposed to be published at the offender's expense in such\r\nnewspapers or in such other manner as the Court may direct.  The expenses\r\nof such publication shall be deemed to be part of the cost attending the\r\nconviction and shall be recoverable in the same manner- as a fine.STATE AMENDMENTWest\r\nBengal. -In Se. 16.- (a) In\r\nsub-section (1),,for the words \"a  term which shall riot be less their?\r\nSix months but which may extend to six year. And with fine which shall not be\r\nless than one thousand rupees.\" The world \" life and shall also be liable to\r\nfine\" shall be substituted:(b) In\r\nthe proviso to sub-section (1) for the worlds \" the Court may for any \r\nadequate and special reasons to be mentioned in the judgment. Impose \r\na  sentence of imprisonment for a term of less than six  months \r\nand fine of less than one thousand rupees\".  The following words shall be\r\nsubstituted. namely:\"If the\r\nCourt thinks that for any adequate and special reasons to be mentioned in the\r\njudgment a lesser sentence would serve the end of justice. The judgment the\r\nCourt may impose a sentence which is less than a sentence of imprisonment for\r\nlife.\"In\r\nsubsection (I -B), _for the words \"a term of six year and with fine which shall\r\nnot be less than one thousand rupee.\" the words \"life and shall also be liable\r\nto fine\" shall be substituted. 51. Subs. Act 34 of\r\n1976, Sec. 12 (w.e.f. Ist April 1976),2. Ins. by Act 34 of\r\n1976. Sec. 12 (w.e.f.Ist April 1976).3. Sub-section (1-A)\r\nrenumbered  (as sub- section I-AA) by Sec. 12 of the Act 34 of 1976\r\n(w.e.f.1st April. 1976).4. Subs. by ibid. For\r\nsub-section (1-B) (w.e.f.1st  April. 1976).5. Vide\r\nthe West Bengal Act (XLIIof-1973) published in the Calcutta Gazette. Pt.11I No.\r\n267. dated 29th April 1974.", "17": "Prevention of Food Adulteration Act, 195417.   Offences\r\nby companies. -\n(1) Where an offence\r\nunder this Act has been committed by a company-(a) (i)\r\nThe person, if any, has been nominated under sub-section (2)to be in charge of,\r\nand responsible to the company for the conduct of the business of the company\r\n(hereafter in this section referred to as the person responsible), or (ii)\r\nWhere no person has been so nominated, every person who at the time the offence\r\nwas committed was in charge of and was responsible to the company for the\r\nconduct of the business of the company; and(b) The\r\ncompanyShall be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly:Provided that\r\nnothing contained in this sub-section shall render any such person liable to\r\nany punishment provided in this Act if he proves that the offence was committed\r\nwithout his knowledge and that he exercised all due diligence to prevent the\r\ncommission of such offence.(2) Any\r\ncompany may, by order in writing, authorize any of its directors or managers\r\n(such manager being employed mainly in a managerial or supervisory capacity) to\r\nexercise all such powers and take all such steps as may be necessary or\r\nexpedient to prevent the commission by the company of any offence under this\r\nAct and may give notice to the Local (Health) Authority, in such form and in\r\nsuch manner as may be prescribed, that it has nominated such director or\r\nmanager as the person responsible, along with the written consent of such\r\ndirector or manager for being so nominated.Explanation- Where a company has \r\ndifferent establishments or branches or different units in any establishment or \r\nbranch, different persons may be nominated under this sub-section in relation to \r\ndifferent establishments or branches or units and the person nominated in \r\nrelation to any establishment, branch or unit shall be deemed to be the person \r\nresponsible in respect of such establishment, branch or unit.(3) The person\r\nnominated under sub-section (2) shall, until-(i)\r\nFurther notice canceling such nomination is received from the company by the\r\nLocal (Health) Authority; or(ii) He\r\nceases to be a director or, as the case may be, manager of the company: or(iii) He\r\nmakes a request in writing to the Local (Health) Authority, under intimation to\r\nthe company, to cancel the nomination which request shall be complied with by\r\nthe Local (Health) Authority, whichever is the earliest, continue to be the\r\nperson responsible:Provided that where such person\r\nceases to be a director or, as the case may be, manager of the company, he\r\nshall intimate the fact of' such cesser to the Local (Health) Authority:Provided further that where\r\nsuch person makes a request under Cl. (iii) the Local (Health) Authority shall\r\nnot cancel such nomination with effect from a date earlier than the date on\r\nwhich the request is made.(4) Notwithstanding\r\nanything contained in the foregoing sub-sections, where an offence under this\r\nAct has been committed by a company and it is proved that the offence has been\r\ncommitted with the consent or connivance of or is attributable to, any neglect\r\non the part of, any director, manager, secretary or other officer of the\r\ncompany not being a person nominated under subsection (2), such director,\r\nmanager, secretary or other officer shall also be deemed to be guilty of that\r\noffence and shall be liable to be proceeded against and punished accordingly.Explanation- For the purposes of\r\nthis section, -(a) \"Company\" means any \r\nbody corporate and includes a firm or other association of individuals:(b) \"Director\", in\r\nrelation to a firm, means a partner in the firm; and(c) \"Manager\" in\r\nrelation to a company engaged in hotel industry, includes the person in charge\r\nof the catering department of any hotel managed or run by it.1. Subs. by Act 34 of\r\n1976.  Sec. 14, for Sec. 17 (w.e.f. 1st April 1976).", "18": "Prevention of Food Adulteration Act, 195418. Forfeiture of\r\nproperty. - Where any person has been convicted under this Act for the\r\ncontravention of any of the provisions of this Act or of any rule there under,\r\nthe article of food in respect of which the contravention has been committed\r\nmay be forfeited to the Government.1[Provided that\r\nwhere the Court is satisfied that the article of food is capable of being made\r\nto conform to prescribed standards for human consumption after reprocessing,\r\nthe Court may order the article of food to be returned to the owner, on his\r\nexecuting a bond with or without sureties, or being sold, subject to the other\r\nprovisions of this Act, after reprocessing under the supervision of such\r\nofficer as may be specified therein.1. Ins by Act 34 of\r\n1976, Sec. 15 (w.e.f. 1st April 1976).", "19": "Prevention of Food Adulteration Act, 195419. Defenses, which\r\nmay or may not be allowed in prosecutions under this Act. -(1) It shall be no\r\ndefense in a prosecution for an offence pertaining to the sale of any\r\nAdulterated or misbranded article of food to allege merely that the vendor was\r\nignorant of the nature, substance or quality of the food sold by him or that\r\nthe purchaser having purchased any article for analysis was not prejudiced by\r\nthe sale.1(2) A vendor shall\r\nnot be deemed to have committed an offence pertaining to the sale of any\r\nadulterated or misbranded article of food if lie proves-,(a) That\r\nhe purchased the article of- food--(i) In a\r\ncase where a license is prescribed for the sale thereof, from a daily licensed\r\nmanufacturer, distributor or dealer;(ii) In\r\nany other case, from any manufacturer, distributor or dealer, with a written warranty\r\nin the prescribed form; and(b) That\r\nthe article of food while in his possession was property stored and That he\r\nsold it in the same State as he purchased it.](3) Any person by whom\r\na warranty as is referred to, 2 [in Sec. 14] is alleged to have been given\r\nshall be entitled to appear at the hearing and give evidence.STATE AMENDMENTSUttar Pradesh. -After\r\nSec. 19, the Allowing section shall be inserted. namely:\"19A.Burden of proof.\r\n--. When any article intended for food is seized from any person under\r\nsub-section (4) of 'Sec I 0 by a Food inspector in the reasonable belief that\r\nthe same is adulterated or misbranded, the burden of proving that Such article\r\nintended for food is not adulterated or. Misbranded shall be on the person from\r\nwhose possess such article intended for food was seized. \"3 \r\nWest Bengal. -After\r\nSec. 19. The, following section shall be inserted, namely: Burden-of-proof.\r\n-When any article intended for food is seized from any person in the reasonable\r\nbelief that the same is adulterated or misbranded the burden of proving that\r\nsuch  article intended for _food is not adulterated or misbranded\r\nshall be on the person from whose possession such article intended for\r\nfood  was seized.41. Subs. by Act 49 of\r\n1964 sec 10 (w.e.f. 1st March. 1965).2. Subs. by ibid for\r\nthe words \"in sub-section (2)\" (w.e.f. 1st march, 1965).3. Vide the Prevention\r\nof Adulterated of Food, Drugs and Cosmetics  (Uttar Pradesh Amendment)\r\nAct. 1974 (U.P. Act No- 47 of 1975) (w.e f. 15th December, 1975).4. Vide the West\r\nBengal Act XLII of 19'73. published in the Calcutta Gazette, Pt. 111, No. 267,\r\ndated 29th April, 19,14 (w.e.f. 29tti April, 1974).", "20": "Prevention of Food Adulteration Act, 195420. Cognizance and\r\ntrial of offences. -1[(1)   No\r\nprosecution for an offence under this Act, not being an offence under this Sec.\r\n14 or Sec. 14-A] shall be instituted except by, or with the written\r\nconsent  of, 2[the Central Government or the State Government 3[***]\r\nor a person authorized in this behalf by general or special order, by the\r\nCentral Government or the State Government  2 [***]:Provided that a prosecution for\r\nan offence under this Act may be instituted by a purchaser 4 [or recognized\r\nconsumer association] referred instituted to in Sec. 12 5[if he or it produces]\r\nin Court a copy of the report of the public analyst along with the complaint.6[(2)   No Court\r\ninterior to that of Metropolitan Magistrate or a, Judicial Magistrate of\r\nthe  first class shall try any offence under this Act.(3) Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 (2 of 1974), an\r\noffence, punishable under sub-section (I -AA) of Sec. 16 shall be cognizable\r\nand non-bailable.]STATE AMENDMENTWest Bengal. -For Sec.\r\n20, the following section shall be inserted, namely:\"20.  Cognizance\r\noffences and arrest without warrant. -(1) All offences punishable under this\r\nAct shall be cognizable and non-bailable.(2) Any police officer\r\nnot below the rank of a Sub- Inspector of police may arrest without warrant any\r\nperson against whom a reasonable complaint has been made or credible\r\ninformation has been received 0f his having been concerned in any of the\r\noffences punishable under this Act.\" 71. Subs. by Act 34 of\r\n1976, Sec. 16 (w.e.f. Ist, April 1976).2. Subs by Act 49 to\r\n1964, Sec. II for certain words (w.e.f. Ist March 1965).3. The words \"or a\r\nlocal Authority\" emitted by Act 34 oi'1976, Sec. 16 I-or certain words \r\n(w.e.f. Ist April 1976).4. Ins. by Act 70 of\r\n1986, Sec. 3 (a) (w.e.f.Ist May, 1987)5. Subs. by sec. 3\r\n(b), ibid. (w.e.f. Ist May, for the words \"if he produces\".6. Subs. by Act 34 of\r\n1976, sec. 16.    7. Vide the west\r\nBengal Act (XLII of 1973), published in the Calcutta Gazette, pt. III. No.267,\r\ndated 29th April , 1974 (w.e.f.29th April, 1974).", "21": "Prevention of Food Adulteration Act, 195421. Magistrate's\r\npower to impose enhanced penalties. -\n Notwithstanding\r\nanything contained in Sec. 29 of the Code of Criminal Procedure, 1973 (2 of 1974),\r\nit shall be lawful for any Metropolitan Magistrate or any Judicial Magistrate\r\nof the first class to pass any sentence authorized by this Act, except a\r\nsentence of imprisonment for life or for a term exceeding six years, in excess\r\nof his powers under the said section.]\r\n  \r\n  \r\n1. Subs. by Act 34 of\r\n1976, sec 19 (w.e.f. 1st April, 1976)", "22": "Prevention of Food Adulteration Act, 195422. Protection of\r\naction taken in good faith. -No suit, prosecution\r\nor other legal proceedings shall lie against any person for anything which is\r\nin good faith done or intended to be done under this Act.", "23": "Prevention of Food Adulteration Act, 195423. Power of the\r\nCentral Government to make rules. -1(l) The Central Government\r\nmay, after consultation with the Committee and after previous publication by\r\nnotification in the Official Gazette, make rules to carry out the provisions of\r\n'this Act:Provided that consultation with\r\nthe Committee may be dispensed with if the Central Government is of the opinion\r\nthat circumstances have arisen which render it necessary to make rules without\r\nsuch consultation, but in such a case, the Committee shall be consulted within\r\nsix months of the making of the rules and the Central Government shall take\r\ninto consideration any suggestions which the Committee may make in relation to\r\nthe amendment, of the said rules.]2[(I-A) 3 [in\r\nparticular arid without particular and without prejudice to the generality of\r\nthe foregoing power, such rules may provide lot- all or any of the following\r\nmatters, namely:](a) Specifying the\r\narticle of food or classes of' food for the import of which a license is\r\nrequired] and prescribing the form and Conditions of' such license, the\r\nauthority empowered to issue the same, 4 [the fees payable therefor, the\r\ndeposit of any sum as security for the performance of the conditions of the\r\nlicense and the circumstances under which such license or security may be\r\ncancelled or forfeited]:(b) Defining the\r\nstandards of quality for, and fixing the limits of variability permissible in\r\nrespect of, any article of food:(c) Laying down\r\nspecial provisions for imposing rigorous control over the production,\r\ndistribution and sale of any article or class of articles of food which the\r\nCentral Government may, by notification in the Official Gazette, specify in\r\nthis behalf including registration of the premises where they are manufactured,\r\nmaintenance of the premises in a sanitary condition and maintenance of the\r\nhealthy state of human beings associated with the production, distribution and\r\nsale of such article or class or articles;(d) Restricting the\r\npacking and labeling of any article of food arid the design of any such package\r\nor label with a view to preventing the public or the purchaser being deceived\r\nor misled as to the character, quality or quantity of the article or to\r\npreventing adulteration;(e) Defining the\r\nqualifications, powers and duties of Food Inspectors and public analyst;(ee) Defining the\r\nlaboratories where samples of articles of food or adulterants may be analyzed\r\nby public analyst under this Act;(f) Prohibiting the\r\nsale or defining the conditions of sale of any substance which may be injurious\r\nto health when used as food or restricting in any manner its use as an\r\ningredient in the manufacture or sale of any article of food(g) Defining the\r\nconditions of sale or conditions for license of sale of any article of food in\r\nthe interest of public health(h) Specifying the\r\nmanner in which containers for samples of food purchased for analysis shall be\r\nsealed tip or fastened up(hh) Defining the\r\nmethods of 'analysis:](i) Specifying a list\r\nof permissible preservatives, other than common salt arid sugar, which alone\r\nshall be used in preserved fruits, vegetables, or their products or any other\r\narticle of food as well as the maximum amount of each preservative:(j) Specifying the\r\ncoloring matter and the maximum quantities therefor which may be used in any\r\narticle of food;(k) Providing for exemption\r\nfrom this Act or of any requirements contained there and subject to such\r\ncondition, if any as may be Specified of any article or class of articles of\r\nfood;(I)\r\nProhibiting or regulating the manufacture, transport or sale of any article\r\nknown to be used as an adulterant of food;(m)\r\nProhibiting or regulating-(i) The addition of any water, or other diligent or adulterant\r\nto any article of food;(ii) The abstraction of-any ingredient from any article of food(iii) The sale of any article of food to which such addition or\r\nfrom which such abstraction has been made or which has been otherwise\r\nartificially treated;(iv) The mixing of two or more articles of food which are\r\nsimilar in nature or appearance, ,(n)\r\nProviding for the destruction of such articles of food as are not in accordance\r\nwith the provisions of  this Act or of the rules made thereunder5[(2) Every rule made\r\nby the Central Government under this Act shall be laid as soon as may be after\r\nit is made before each House of Parliament while it is in session for a total\r\nperiod of thirty days 6[which may be comprised in one session or in two or more\r\nsuccessive sessions, and it before the expiry of 'the session immediately\r\nfollowing the session or the successive sessions aforesaid] both Houses agree\r\nin making any modification in the rule or both Houses agree that the rule\r\nshould not be made, the rule shall thereafter have effect only in such modified\r\nform or be of no effect as the case may be: so, however, that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule.]1. Ins. by Act 34 of\r\n1976, Sec. 21 (w.e.f. Ist April 1976).2. Remunerated by Act\r\n34 of 1976, Sec. 21 (w.e.f. Ist April 1976).3. Subs. by ibid, for\r\ncertain words (w.e.f. Ist April, 1976).4. Subs. by Act 49 of\r\n1964, Sec.13. for the words and fees payable therefor\" (w.e.f- Ist March,\r\n1965).5. Subs. by Act 49 of\r\n19b4.  NCC. 13 (w.e.f. lst March, 1965).6. Subs. by Act 34 of 1976,\r\nSec. 21, for certain words (w.e.f. Ist April, 1976).", "24": "Prevention of Food Adulteration Act, 195424. Power of the State\r\nGovernment to make rules. -(1) The State\r\nGovernment may, after consultation with Committee and subject to the condition\r\nof previous publication, make rules for the purpose of giving effect to the\r\nprovisions of this Act in i-natters not falling within the purview of Sec. 23.(2) In particular, and\r\nwithout prejudice to the generality of the foregoing power, such rules may-(a)\r\nDefine the powers and duties of the Food (Health) Authority, 1[local authority\r\nand Local (Health) Authority under this Act  2[* * *]:(b)\r\nPrescribe the forms of licenses for the manufacture for sale, for the storage,\r\nfor the sale and for the distribution of articles of food or any specified\r\narticle of food or class of articles of food, the form of' application for such\r\nlicenses the conditions subject to which such licenses may be issued, the\r\nauthority empowered to issue the same, 3[the fees payable therefor], the\r\ndeposit of any sum as security for the performance of the conditions of the\r\nlicenses and the circumstances under which such licenses or security 4[may be\r\nsuspended, cancelled or forfeited]:(c)\r\nDirect a fee to be paid for analyzing any article of food or for any matter,\r\nfor which a fee may be prescribed under this Act,(d)\r\nDirect that the whole or any part of the fines imposed under this Act shall be\r\npaid to a local authority on realization(e)\r\nProvide for the delegation of the powers and functions conferred by this Act on\r\nthe State Government or the Food (Health) Authority to subordinate authorities\r\nor to local authorities.(3) All rules made by\r\nthe State Government under this Act, shall, as soon as possible after they are\r\nmade, be laid before the respective State legislatures.STATE AMENDMENTMaharashtra. -In Sec.\r\n24 o the principal Act, in sub -section (2), in Cl. (d) for the words \r\n\"shall be paid to a local authority on realization\", the words \"shall, on\r\nrealization, be paid either to ct local authority. Or officer of the State\r\nGovernment is appointed, as the local authority, be credited to the\r\nConsolidated  fund of the State\" shall be substituted5.1. Subs. by Act 34 of\r\n1976, Sec. 22, for \"and local authority\".2. Certain words\r\nomitted by Act 49 of 1964, Sec. 14 (w.e.f. Ist March 1965).3. Subs. by ibid. for\r\nthe words \"and the fees payable therefor\".4. Subs. by Act 34 of\r\n1976, Sec. 22, for the words \"may be cancelled for forfeited\" (w.e.f. Ist April\r\n1976),5.Vide Maharashtra Act\r\n(I of 1975) published in the Maharashtra Government Gazette, Pt. IV, dated the\r\n16th October 1975 (w.e.f. 11th April 1977).", "25": "Prevention of Food Adulteration Act, 195425. Repeal and saving.\r\n-(1) It immediately\r\nbefore the commencement of this Act, there is in force in any State to which\r\nthis Act extends any law Corresponding to this Act, that corresponding law\r\nshall upon such commencement stand repealed.(2) Notwithstanding\r\nthe repeal by this Act of any corresponding law, all rules, regulations and\r\nbye-laws relating to the prevention of adulteration of food made under such\r\ncorresponding law and in force immediately before the commencement of this Act\r\nshall, except where and so far as they are inconsistent with or repugnant to\r\nthe provisions of this Act, continue in force until altered, amended or\r\nrepealed by rules made under this Act. 11. In its application\r\nto the State of Jammu and Kashmir in Sec. 25 after sub-section (2), the\r\nfollowing sub-section shall be inserted, namely:"}