{"name": "Prevention of Money-Laundering Act, 2002\r", "1": "The Prevention of Money-Laundering Act, 2002Chapter I Preliminary1. Short title,\r\nextent and commencement.-1.  This\r\nAct may be called the Prevention of Money-laundering Act, 2002.2.  It\r\nextends to the whole of India.3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint, and different dates may be\r\nappointed for different provisions of this Act and any reference in any such\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "The Prevention of Money-Laundering Act, 20022. Definitions.-1.  In\r\nthis Act, unless the context otherwise requires,-a.   \"Adjudicating\r\nAuthority\" means an Adjudicating Authority appointed under sub-section (1)\r\nof section 6;b.   \"Appellate\r\nTribunal\" means the Appellate Tribunal established under section 25;c.   \"Assistant\r\nDirector\" means an Assistant Director appointed under sub-section (1) of\r\nsection 49;d.   \"attachment\"\r\nmeans prohibition of transfer, conversion, disposition or movement of property\r\nby an order issued under Chapter III;e.   \"banking\r\ncompany\" means a banking company or a co-operative bank to which the\r\nBanking Regulation Act, 1949 (10 of 1949) applies and includes any bank or\r\nbanking institution referred to in section 51 of that Act;f.   \"Bench\"\r\nmeans a Bench of the Appellate Tribunal;g.   \"Chairperson\"\r\nmeans the Chairperson of the Appellate Tribunal;h.   \"chit fund\r\ncompany\" means a company managing, conducting or supervising, as foreman,\r\nagent or in any other capacity, chits as defined in section 2 of the Chit Funds\r\nAct, 1982 (40 of 1982);i.   \"co-operative\r\nbank\" shall have the same meaning as assigned to it in clause (dd) of\r\nsection 2 of the Deposit Insurance and Credit Guarantee Corporation Act, 1961\r\n(47 of 1961);j.   \"Deputy\r\nDirector\" means a Deputy Director appointed under sub-section (1) of\r\nsection 49;k.   \"Director\" or\r\n\r\n\"Additional Director\" or \"Joint Director\" means a Director\r\nor Additional Director or Joint Director, as the case may be, appointed under\r\nsub-section (1) of section 49;l.   \"financial\r\ninstitution\" means a financial institution as defined in clause (c) of section\r\n45-I of the Reserve Bank of India Act, 1934 (2 of 1934) and includes a chit\r\nfund company, a co-operative bank, a housing finance institution and a\r\nnon-banking financial company;m.   \"housing finance\r\ninstitution\" shall have the meaning as assigned to it in clause (d) of\r\nsection 2 of the National Housing Bank Act, 1987 (53 of 1987);n.   \"intermediary\"\r\nmeans a stock-broker, sub-broker, share transfer agent, banker to an issue,\r\ntrustee to a trust deed, registrar to an issue, merchant banker, underwriter,\r\nportfolio manager, investment adviser and any other intermediary associated\r\nwith securities market and registered under section 12 of the Securities and\r\nExchange Board of India Act, 1992 (57 of 1992);o.   \"Member\"\r\nmeans a Member of the Appellate Tribunal and includes the Chairperson;p.   \"money-laundering\"\r\n\r\nhas the meaning assigned to it in section 3;q.   \"non-banking\r\nfinancial company\" shall have the same meaning as assigned to it in clause\r\n(f) of section 45-I of the Reserve Bank of India Act, 1934 (2 of 1934);r.   \"notification\"\r\nmeans a notification published in the Official Gazette;s.   \"person\"\r\nincludes- \r\n i.  \r\n  an\r\nindividual, \r\n ii.  \r\n  a\r\nHindu undivided family, \r\n iii.  \r\n  a\r\ncompany, \r\n iv.  \r\n  a\r\nfirm, \r\n v.  \r\n  an\r\nassociation of persons or a body of individuals, whether incorporated or not, \r\n vi.  \r\n  every\r\nartificial juridical person not falling within any of the preceding\r\nsub-clauses, and \r\n vii.  \r\n  any\r\nagency, office or branch owned or controlled by any of the above persons\r\nmentioned in the preceding sub-clauses;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\n\r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\no.  \r\np.  \r\nq.  \r\nr.  \r\ns.  \r\n\r\nt.   \"prescribed\"\r\nmeans prescribed by rules made under this Act;u.   \"proceeds of\r\ncrime\" means any property derived or obtained, directly or indirectly, by\r\nany person as a result of criminal activity relating to a scheduled offence or\r\nthe value of any such property;v.   \"property\"\r\n\r\nmeans any property or assets of every description, whether corporeal or\r\nincorporeal, movable or immovable, tangible or intangible and includes deeds\r\nand instruments evidencing title to, or interest in, such property or assets,\r\nwherever loc ted;w.   \"records\"\r\ninclude the records maintained in the form of books or stored in a computer or\r\nsuch other form as may be prescribed;x.   \"Schedule\"\r\nmeans the Schedule to this Act;y.   \"scheduled\r\noffence\" means- \r\n i.  \r\n  the\r\noffences specified under Part A of the Schedule; or \r\n ii.  \r\n  the\r\noffences specified under Part B of the Schedule if the total value involved in\r\nsuch offences is thirty lakh rupees or more;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\n\r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\no.  \r\np.  \r\nq.  \r\nr.  \r\ns.  \r\nt.  \r\nu.  \r\nv.  \r\n\r\nw.  \r\nx.  \r\ny.  \r\nz.   \"Special\r\nCourt\" means a Court of Session designated as Special Court under\r\nsub-section (1) of section 43;za.   \"transfer\"\r\nincludes sale, purchase, mortgage, pledge, gift, loan or any other form of\r\ntransfer of right, title, possession or lien;zb.   \"value\"\r\nmeans the fair market value of any property on the date of its acquisition by\r\nany person, or if such date cannot be determined, the date on which such\r\nproperty is possessed by such person.1.  2.  Any\r\nreference, in this Act or the Schedule, to any enactment or any provision\r\nthereof shall, in relation to an area in which such enactment or such provision\r\nis not in force, be construed as a reference to the corresponding law or the\r\nrelevant provisions of the corresponding law, if any, in force in that area.", "3": "The Prevention of Money-Laundering Act, 2002Chapter II Offence of\r\nMoney-Laundering3. Offence of\r\nmoney-laundering.-Whosoever directly or\r\nindirectly attempts to indulge or knowingly assists or knowingly is a party or\r\nis actually involved in any process or activity connected with the proceeds of crime\r\nand projecting it as untainted property shall be guilty of offence of\r\nmoney-laundering.", "4": "The Prevention of Money-Laundering Act, 20024. Punishment for\r\nmoney-laundering.-Whoever commits the\r\noffence of money-laundering shall be punishable with rigorous imprisonment for\r\na term which shall not be less than three years but which may extend to seven\r\nyears and shall also be liable to fine which may extend to five lakh rupees:\r\nProvided that where the proceeds of crime involved in money-laundering relates\r\nto any offence specified under paragraph 2 of Part A of the Schedule, the\r\nprovisions of this section shall have effect as if for the words \"which\r\nmay extend to seven years\", t e words \"which may extend to ten\r\nyears\" had been substituted.", "5": "The Prevention of Money-Laundering Act, 20025. Attachment of\r\nproperty involved in money-laundering.-1.  Where\r\nthe Director, or any other officer not below the rank of Deputy Director\r\nauthorised by him for the purposes of this section, has reason to believe (the\r\nreason for such belief to be recorde in writing), on the basis of material in\r\nhis possession, that-a.   any person is in\r\npossession of any proceeds of crime;b.   such person has been\r\ncharged of having committed a scheduled offence; andc.   such proceeds of\r\ncrime are likely to be concealed, transferred or dealt with in any manner which\r\nmay result in frustrating any proceedings relating to confiscation of such\r\nproceeds of crime under this Chapter, he may, by order in writing,\r\nprovisionally attach such property for a period not exceeding ninety days from\r\nthe date of the order, in the manner provided in the Second Schedule to the\r\nIncome-tax Act, 1961 (43 of 1961) and the Director or the other office so\r\nauthorised by him, as the case may be, shall be deemed to be an officer under\r\nsub-rule (e) of rule 1 of that Schedule: Provided that no such order of\r\nattachment shall be made unless, in relation to an offence under- \r\n i.  \r\n  Paragraph\r\n1 of Part A and Part B of the Schedule, a report has been forwarded to a\r\nMagistrate under section 173 of the Code of Criminal Procedure, 1973 (2 of\r\n1974); or \r\n ii.  \r\n  Paragraph\r\n2 of Part A of the Schedule, a police report or a complaint has been filed for\r\ntaking cognizance of an offence by the Special Court constituted under\r\nsub-section (1) of section 36 of the Narcotic Drugs and Psychotropic Substances\r\nAct, 1985 (61 of 1985).1.  2.  The\r\nDirector, or any other officer not below the rank of Deputy Director, shall,\r\nimmediately after attachment under sub-section (1), forward a copy of the\r\norder, along with the material in his possession, referred to in that\r\nsub-section, to the Adjud cating Authority, in a sealed envelope, in the manner\r\nas may be prescribed and such Adjudicating Authority shall keep such order and\r\nmaterial for such period as may be prescribed.3.  Every\r\norder of attachment made under sub-section (1) shall cease to have effect after\r\nthe expiry of the period specified in that sub-section or on the date of an\r\norder made under sub-section (2) of section 8, whichever is earlier.4.  Nothing\r\nin this section shall prevent the person interested in the enjoyment of the\r\nimmovable property attached under sub-section (1) from such enjoyment.\r\nExplanation.-For the purposes of this sub-section, \"person\r\ninterested\", in relation to any immovable property, includes all persons\r\nclaiming or entitled to claim any interest in the property.5. The\r\nDirector or any other officer who provisionally attaches any property under\r\nsub-section (1) shall, within a period of thirty days from such attachment,\r\nfile a complaint stating the facts of such attachment before the Adjudicating\r\nAuthority.", "6": "The Prevention of Money-Laundering Act, 20026. Adjudicating\r\nAuthorities, composition, powers, etc.-1.  The\r\nCentral Government shall, by notification, appoint one or more Adjudicating\r\nAuthorities to exercise jurisdiction, powers and authority conferred by or\r\nunder this Act.2.  An\r\nAdjudicating Authority shall consist of a Chairperson and two other Members:\r\nProvided that one Member each shall be a person having experience in the field\r\nof law, administration, finance or accountancy.3.  A\r\nperson shall, however, not be qualified for appointment as Member of an\r\nAdjudicating Authority,-a.   in the field of law,\r\nunless he- \r\n i.  \r\n  is\r\nqualified for appointment as District Judge; or \r\n ii.  \r\n  has\r\nbeen a member of the Indian Legal Service and has held a post in Grade I of\r\nthat service;a.  \r\nb.   in the field of\r\nfinance, accountancy or administration unless he possesses such qualifications,\r\nas may be prescribed.1.  2.  3.  4.    The\r\nCentral Government shall appoint a Member to be the Chairperson of the\r\nAdjudicating Authority.5. Subject\r\nto the provisions of this Act,-a.   the jurisdiction of\r\nthe Adjudicating Authority may be exercised by Benches thereof;b.   a Bench may be\r\nconstituted by the Chairperson of the Adjudicating Authority with one or two\r\nMembers as the Chairperson of the Adjudicating Authority may deem fit;c.   the Benches of the\r\nAdjudicating Authority shall ordinarily sit at New Delhi and at such other\r\nplaces as the Central Government may, in consultation with the Chairperson, by\r\nnotification, specify;d.   the Central\r\nGovernment shall, by notification, specify the areas in relation to which each\r\nBench of the Adjudicating Authority may exercise jurisdiction.1.  2.  \r\n3.  4.  5. \r\n6. \r\n  Notwithstanding\r\nanything contained in sub-section (5), the Chairperson may transfer a Member\r\nfrom one Bench to another Bench.7. \r\n  If\r\nat any stage of the hearing of any case or matter it appears to the Chairperson\r\nor a Member that the case or matter is of such a nature that it ought to be\r\nheard by a Bench consisting of two Members, the case or matter may be\r\ntransferred by the Chairperson or, as the case may be, referred to him for\r\ntransfer, to such Bench as the Chairperson may deem fit.8. \r\n  The\r\nChairperson and every Member shall hold office as such for a term of five years\r\nfrom the date on which he enters upon his office: Provided that no Chairperson\r\nor other Member shall hold office as such after he has attained the age of\r\nsixty-two years.9. \r\n  The\r\nsalary and allowances payable to and the other terms and conditions of service\r\nof the Member shall be such as may be prescribed: Provided that neither the\r\nsalary and allowances nor the other terms and conditions of service of the\r\nMember shall be varied to his disadvantage after appointment.10. \r\n\r\n  If,\r\nfor reasons other than temporary absence, any vacancy occurs in the office of\r\nthe Chairperson or any other Member, then, the Central Government shall appoint\r\nanother person in accordance with the provisions of this Act to fill the\r\nvacancy and the proceedings may be continued before the Adjudicating Authority\r\nfrom the stage at which the vacancy is filled.11. \r\n  The\r\nChairperson or any other Member may, by notice in writing under his hand\r\naddressed to the Central Government, resign his office: Provided that the\r\nChairperson or any other Member shall, unless he is permitted by the Central\r\nGovernment to relinquish his office sooner, continue to hold office until the\r\nexpiry of three months from the date of receipt of such notice or until a\r\npersonally appointed as his successor enters upon his office or until the\r\nexpiry of his term of office, whichever is the earliest.12.  The\r\nChairperson or any other Member shall not be removed from his office except by\r\nan order made by the Central Government after giving necessary opportunity of\r\nhearing.13.  In\r\nthe event of the occurrence of any vacancy in the office of the Chairperson by\r\nreason of his death, resignation or otherwise, the senior-most Member shall act\r\nas the Chairperson of the Adjudicating Authority until the date on which a new\r\nChairperson, appointed in accordance with the provisions of this Act to fill\r\nsuch vacancy, enters upon his office.14.  \r\n  When\r\nthe Chairperson of the Adjudicating Authority is unable to discharge his\r\nfunctions owing to absence, illness or any other cause, the senior-most Member\r\nshall discharge the functions of the Chairperson of the Adjudicating Authority\r\nuntil the date on which the Chairperson of the Adjudicating Authority resumes\r\nhis duties.15.  The\r\nAdjudicating Authority shall not be bound by the procedure laid down by the\r\nCode of Civil Procedure, 1908 (5 of 1908), but shall be guided by the\r\nprinciples of natural justice and, subject to the other provisions of this Act,\r\nthe Adjudicating Authority shall have powers to regulate its own procedure.", "7": "The Prevention of Money-Laundering Act, 20027. Staff of\r\nAdjudicating Authorities.-1.  The\r\nCentral Government shall provide each Adjudicating Authority with such officers\r\nand employees as that Government may think fit.2.  The\r\nofficers and employees of the Adjudicating Authority shall discharge their\r\nfunctions under the general superintendence of the Chairperson of the\r\nAdjudicating Authority.3.  The\r\nsalaries and allowances and other conditions of service of the officers and employees\r\nof the Adjudicating Authority shall be such as may be prescribed.", "8": "The Prevention of Money-Laundering Act, 20028. Adjudication.-1.  On\r\nreceipt of a complaint under sub-section (5) of section 5, or applications made\r\nunder sub-section (4) of section 17 or under sub-section (10) of section 18, if\r\nthe Adjudicating Authority has reason to believe that any person has committed\r\nan offence under section 3, it may serve a notice of not less than thirty days\r\non such person calling upon him to indicate the sources of his income, earning\r\nor assets, out of which or by means of which he has acquired the property\r\nattached under sub-section (1) of section 5, or, seized under section 17 or\r\nsection 18, the evidence on which he relies and other relevant information and\r\nparticulars, and to show cause why all or any of such properties should not be\r\ndeclared to be the properties in solved in money-laundering and confiscated by\r\nthe Central Government: Provided that where a notice under this sub-section\r\nspecifies any property as being held by a person on behalf of any other person,\r\na copy of such notice shall also be served upon such other person: Provided further\r\nthat where such property is held jointly by more than one person, such notice\r\nshall be served to all persons holding such property.2.  The\r\nAdjudicating Authority shall, after-a.   considering the\r\nreply, if any, to the notice issued under sub-section (1);b.   hearing the aggrieved\r\nperson and the Director or any other officer authorised by him in this behalf;\r\nandc.   taking into account\r\nall relevant materials placed on record before him, by an order, record a\r\nfinding whether all or any of the properties referred to in the notice issued\r\nunder sub-section (1) are involved in money-laundering: Provided that if the\r\nproperty is claimed by a person, other than a person to whom the notice had\r\nbeen issued, such person shall also be given an opportunity of being heard to\r\nprove that the property is not involved in money-laundering.1.  2.  3.  Where\r\nthe Adjudicating Authority decides under sub-section (2) that any property is\r\ninvolved in money-laundering, he shall, by an order in writing, confirm the\r\nattachment of the property made under sub-section (1) of section 5 or retention\r\nof property or record seized under section 17 or section 18 and record a\r\nfinding to that effect, such attachment or retention of the seized property or\r\nrecord shall- (a) continue during the pendency of the proceedings relating to\r\nany scheduled offence before a court; and (b) become final after the guilt of\r\nthe person is proved in the trial court and order of such trial court becomes\r\nfinal.4.    Where\r\nthe provisional order of attachment made under sub-section (1) of section 5 has\r\nbeen confirmed under sub-section (3), the Director or any other officer\r\nauthorised by him in this behalf shall forthwith take the possession of the\r\nattached property .5.  Where\r\non conclusion of a trial for any scheduled offence, the person concerned is\r\nacquitted, the attachment of the property or retention of the seized property\r\nor record under sub-section (3) and net income, if any, shall cease to have\r\neffect.6.  \r\n  Where\r\nthe attachment of any property or retention of the seized property or record\r\nbecomes final under clause (b) of sub-section (3), the Adjudicating Authority\r\nshall, after giving an opportunity of being heard to the person concerned, make\r\nan order onfiscating such property.", "9": "The Prevention of Money-Laundering Act, 20029. Vesting of\r\nproperty in Central Government.-Where an order of\r\nconfiscation has been made under sub-section (6) of section 8 in respect of any\r\nproperty of a person, all the rights and title in such property shall vest\r\nabsolutely in the Central Government free from all encumbrances: Provided that\r\nwhere the Adjudicating Authority, after giving an opportunity of being heard to\r\nany other person interested in the property attached under this Chapter, or\r\nseized under Chapter V, is of the opinion that any encumbrance on the property\r\nor le se-hold interest has been created with a view to defeat the provisions of\r\nthis Chapter, it may, by order, declare such encumbrance or lease-hold interest\r\nto be void and thereupon the aforesaid property shall vest in the Central\r\nGovernment free from such encumbrances or lease-hold interest: Provided further\r\nthat nothing in this section shall operate to discharge any person from any\r\nliability in respect of such encumbrances which may be enforced against such\r\nperson by a suit for damages.", "10": "The Prevention of Money-Laundering Act, 200210. Management of\r\nproperties confiscated under this Chapter.-1.  The\r\nCentral Government may, by order published in the Official Gazette, appoint as\r\nmany of its officers (not below the rank of a Joint Secretary to the Government\r\nof India) as it thinks fit to perform the functions of an Administrator.2.  The\r\nAdministrator appointed under sub-section (1) shall receive and manage the\r\nproperty in relation to which an order has been made under sub-section (6) of\r\nsection 8 in such manner and subject to such conditions as may be prescribed.\r\n(3) The Administrator shall also take such measures, as the Central Government\r\nmay direct, to dispose of the property which is vested in the Central\r\nGovernment under section 9.", "11": "The Prevention of Money-Laundering Act, 200211. Power regarding\r\nsummons, production of documents and evidence, etc.-1.  The\r\nAdjudicating Authority shall, for the purposes of this Act, have the same\r\npowers as are vested in a civil court under the Code of Civil Procedure, 1908\r\n(5 of 1908) while trying a suit in respect of the following matters, namely:-a.   discovery and inspection;\r\nb.   enforcing the\r\nattendance of any person, including any officer of a banking company or a\r\nfinancial institution or a company, and examining him on oath;c.   compelling the\r\nproduction of records;d.   receiving evidence on\r\naffidavits;e.   issuing commissions\r\nfor examination of witnesses and documents; andf.   any other matter\r\nwhich may be prescribed.1.  2.  All\r\nthe persons so summoned shall be bound to attend in person or through\r\nauthorised agents, as the Adjudicating Authority may direct, and shall be bound\r\nto state the truth upon any subject respecting which they are examined or make\r\nstatements, and produce such documents as may be required.3.  Every\r\nproceeding under this section shall be deemed to be a judicial proceeding\r\nwithin the meaning of section 193 and section 228 of the Indian Penal Code (45\r\nof 1860).", "12": "The Prevention of Money-Laundering Act, 2002Chapter IV\r\nObligations of Banking Companies, Financial Institutions and Intermediaries12. Banking\r\ncompanies, financial institutions and intermediaries to maintain records.-1.  Every\r\nbanking company, financial institution and intermediary shall-a.   maintain a record of\r\nall transactions, the nature and value of which may be prescribed, whether such\r\ntransactions comprise of a single transaction or a series of transactions\r\nintegrally connected to each other, and where such series of transactions take place\r\nwithin a month;b.   furnish information\r\nof transactions referred to in clause (a) to the Director within such time as\r\nmay be prescribed;c.   verify and maintain\r\nthe records of the identity of all its clients, in such manner as may be\r\nprescribed: Provided that where the principal officer of a banking company or\r\nfinancial institution or intermediary, as the case may be, has reason to\r\nbelieve that a single transaction or series of transactions integrally\r\nconnected to each other have been valued below the prescribed value so as to\r\ndefeat the provisions of this section, such officer shall furnish information\r\nin respect of such transactions to the Director within the prescribed time.1.  2.  The\r\nrecords referred to in sub-section (1) shall be maintained for a period of ten\r\nyears from the date of cessation of the transactions between the clients and\r\nthe banking company or financial institution or intermediary, as the case may\r\nbe.", "13": "The Prevention of Money-Laundering Act, 200213. Powers of\r\nDirector to impose fine.-1.  The\r\nDirector may, either of his own motion or on an application made by any\r\nauthority, officer or person, call for records referred to in sub-section (1)\r\nof section thinks fit. 12 and may make such inquiry or cause such inquiry to be\r\nmade, as he2.  If\r\nthe Director, in the course of any inquiry, finds that a banking company,\r\nfinancial institution or an intermediary or any of its officers has failed to\r\ncomply with the provisions contained in section 12, then, without prejudice to\r\nany other action that may be taken under any other provisions of this Act, he\r\nmay, by an order, levy a fine on such banking company or financial institution\r\nor intermediary which shall not be less than ten thousand rupees but may extend\r\nto one lakh rupees for each failure .3.  The\r\nDirector shall forward a copy of the order passed under sub-section (2) to\r\nevery banking company, financial institution or intermediary or person who is a\r\nparty to the proceedings under that sub-section.", "14": "The Prevention of Money-Laundering Act, 200214. No civil\r\nproceedings against banking companies, financial institutions, etc., in certain\r\ncases.-Save as otherwise\r\nprovided in section 13, the banking companies, financial institutions,\r\nintermediaries and their officers shall not be liable to any civil proceedings\r\nagainst them for furnishing information under clause (b) of sub-section (1) of\r\nsection 12.", "15": "The Prevention of Money-Laundering Act, 200215. Procedure and\r\nmanner of furnishing information by banking company, financial institution and\r\nintermediary.-The Central\r\nGovernment may, in consultation with the Reserve Bank of India, prescribe the\r\nprocedure and the manner of maintaining and furnishing information under\r\nsub-section (1) of section 12 for the purpose of implementing the provisions of\r\nthis Act.", "16": "The Prevention of Money-Laundering Act, 2002Chapter V Summons,\r\nSearches and Seizures, Etc.16. Power of survey.-1.  Notwithstanding\r\nanything contained in any other provisions of this Act, where an authority, on\r\nthe basis of material in his possession, has reason to believe (the reasons for\r\nsuch belief to be recorded in writing) that an offence under section 3 has been\r\ncommitted, he may enter any place- \r\n i.  \r\n  within\r\nthe limits of the area assigned to him; or \r\n ii.  \r\n\r\n  in\r\nrespect of which he is authorised for the purposes of this section by such\r\nother authority, who is assigned the area within which such place is situated,\r\nat which any act constituting the commission of such offence is carried on, and\r\nmay require any proprietor, employee or any other person who may at that time\r\nand place be attending in any manner to, or helping in, such act so as to,-a.   afford him the\r\nnecessary facility to inspect such records as he may require and which may be\r\navailable at such place;b.   afford him the\r\nnecessary facility to check or verify the proceeds of crime or any transaction\r\nrelated to proceeds of crime which may be found therein; andc.   furnish such information\r\nas he may require as to any matter which may be useful for, or relevant to, any\r\nproceedings under this Act. Explanation- For the purposes of this sub-section,\r\na place, where an act which constitutes the commission of the offence is\r\ncarried on, shall also include any other place, whether any activity is carried\r\non therein or not, in which the person carrying on such activity states that\r\nany of his records or any part of his property relating to such act are or is\r\nkept.1.  2.  The\r\nauthority referred to in sub-section (1) shall, after entering any place\r\nreferred to in that sub-section immediately after completion of survey, forward\r\na copy of the reasons so recorded along with material in his possession,\r\nreferred to in that sub-section, to the Adjudicating Authority in a sealed\r\nenvelope, in the manner as may be prescribed and such Adjudicating Authority\r\nshall keep such reasons and material for such period as may be prescribed.3.  An\r\nauthority acting under this section may- \r\n i.  \r\n\r\n  place\r\nmarks of identification on the records inspected by him and make or cause to be\r\nmade extracts or copies therefrom,make\r\nan inventory of any property checked or verified by him, and \r\n iii.  \r\n  record\r\nthe statement of any person present in the place which may be useful for, or\r\nrelevant to, any proceeding under this Act.", "17": "The Prevention of Money-Laundering Act, 200217. Search and\r\nseizure.-1.  Where\r\nthe Director, on the basis of information in his possession, has reason to\r\nbelieve (the reason for such belief to be recorded in writing) that any person-\r\n \r\n i.  \r\n  has\r\ncommitted any act which constitutes money-laundering, oris\r\nin possession of any proceeds of crime involved in money-laundering, or \r\n iii.  \r\n  is\r\nin possession of any records relating to money-laundering, then, subject to the\r\nrules made in this behalf, he may authorise any officer subordinate to him to-a.   enter and search any\r\nbuilding, place, vessel, vehicle or aircraft where he has reason to suspect\r\nthat such records or proceeds of crime are kept;b.   break open the lock\r\nof any door, box, locker, safe, salmirah or other receptacle for exercising the\r\npowers conferred by clause (a) where the keys thereof are not available;c.   seize any record or\r\nproperty found as a result of such search;d.   place marks of\r\nidentification on such record or make or cause to be made extracts or copies\r\ntherefrom;e.   make a note or an\r\ninventory of such record or property;f.   examine on oath any\r\nperson, who is found to be in possession or control of any record or property,\r\nin respect of all matters relevant for the purposes of any investigation under\r\nthis Act:Provided that no\r\nsearch shall be conducted unless, in relation to an offence under-a.   Paragraph 1 of Part A\r\nand Part B of the Schedule, a report has been forwarded to a Magistrate under\r\nsection 173 of the Code of Criminal Procedure, 1973 (2 of 1974); orb.   Paragraph 2 of Part A\r\nof the Schedule, a police report or a complaint has been filed for taking\r\ncognizance of an offence by the Special Court constituted under sub-section (1)\r\nof section 36 of the Narcotic Drugs and Psychotropic Substances Act, 1985 61 of\r\n1985).1.  2.  \r\n  The\r\nauthority, who has been authorised under sub-section (1) shall, immediately\r\nafter search and seizure, forward a copy of the reasons so recorded along with\r\nmaterial in his possession, referred to in that sub-section, to the\r\nAdjudicating Authority n a sealed envelope, in the manner, as may be prescribed\r\nand such Adjudicating Authority shall keep such reasons and material for such\r\nperiod, as may be prescribed.3.  Where\r\nan authority, upon information obtained during survey under section 16, is\r\nsatisfied that any evidence shall be or is likely to be concealed or tampered\r\nwith, he may, for reasons to be recorded in writing, enter and search the\r\nbuilding or place where such evidence is located and seize that evidence:\r\nProvided that no authorisation referred to in sub-section (1) shall be required\r\nfor search under this sub-section.4.    The\r\nauthority, seizing any record or property under this section, shall, within a\r\nperiod of thirty days from such seizure, file an application, requesting for\r\nretention of such record or property, before the Adjudicating Authority.", "18": "The Prevention of Money-Laundering Act, 200218. Search of\r\npersons.-1.  If\r\nan authority, authorised in this behalf by the Central Government by general or\r\nspecial order, has reason to believe (the reason for such belief to be recorded\r\nin writing) that any person has secreted about his person or in anything under\r\nhis possession, ownership or control, any record or proceeds of crime which may\r\nbe useful for or relevant to any proceedings under this Act, he may search that\r\nperson and seize such record or property which may be useful for or relevant to\r\nany proceedings under this Act.2.  The\r\nauthority, who has been authorised under sub-section (1) shall, immediately\r\nafter search and seizure, forward a copy of the reasons so recorded along with\r\nmaterial in his possession, referred to in that sub-section, to the\r\nAdjudicating Authority n a sealed envelope, in the manner, as may be prescribed\r\nand such Adjudicating Authority shall keep such reasons and material for such\r\nperiod, as may be prescribed.3.  Where\r\nan authority is about to search any person, he shall, if such person so\r\nrequires, take such person within twenty-four hours to the nearest Gazetted\r\nOfficer, superior in rank to him, or a Magistrate: Provided that the period of\r\ntwenty-four hours shall exclude the time necessary for the journey undertaken\r\nto take such person to the nearest Gazetted Officer, superior in rank to him,\r\nor Magistrate's Court.4.  If\r\nthe requisition under sub-section (3) is made, the authority shall not detain\r\nthe person for more than twenty-four hours prior to taking him before the\r\nGazetted Officer, superior in rank to him, or the Magistrate referred to in\r\nthat sub-section: Provided that the period of twenty-four hours shall exclude\r\nthe time necessary for the journey from the place of detention to the office of\r\nthe Gazetted Officer, superior in rank to him, or the Magistrate's Court.5.  The\r\nGazetted Officer or the Magistrate before whom any such person is brought\r\nshall, if he sees no reasonable ground for search, forthwith discharge such\r\nperson but otherwise shall direct that search be made.6.  \r\n  Before\r\nmaking the search under sub-section (1) or sub-section (5), the authority shall\r\ncall upon two or more persons to attend and witness the search, and the search\r\nshall be made in the presence of such persons.7.  \r\n  The\r\nauthority shall prepare a list of record or property seized in the course of\r\nthe search and obtain the signatures of the witnesses on the list.8.  \r\n  No\r\nfemale shall be searched by any one except a female.9.  \r\n  The\r\nauthority shall record the statement of the person searched under sub-section\r\n(1) or sub-section (5) in respect of the records or proceeds of crime found or\r\nseized in the course of the search: Provided that no search of any person shall\r\nbe made unless, in relation to an offence under-a.   Paragraph 1 of Part A\r\nor Paragraph 1 or Paragraph 2 or Paragraph 3 or Paragraph 4 or Paragraph 5 of\r\nPart B of the Schedule, a report has been forwarded to a Magistrate under\r\nsection 173 of the Code of Criminal Procedure, 1973 (2 of 1974); orb.   Paragraph 2 of Part A\r\nof the Schedule, a police report or a complaint has been filed for taking cognizance\r\nof an offence by the Special Court constituted under sub-section (1) of section\r\n36 of the Narcotic Drugs and Psychotropic Substances Act, 1985 61 of 1985).1.  2.  3.  4.  5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n\r\n10.  \r\n  The\r\nauthority, seizing any record or property under sub-section (1) shall, within a\r\nperiod of thirty days from such seizure, file an application requesting for\r\nretention of such record or property, before the Adjudicating Authority.", "19": "The Prevention of Money-Laundering Act, 200219. Power to arrest.-1.  If\r\nthe Director, Deputy Director, Assistant Director or any other officer\r\nauthorised in this behalf by the Central Government by general or special\r\norder, has on the basis of material in his possession, reason to believe (the\r\nreason for such belief to be recorded in writing) that any person has been\r\nguilty of an offence punishable under this Act, he may arrest such person and\r\nshall, as soon as may be, inform him of the grounds for such arrest.2.  The\r\nDirector, Deputy Director, Assistant Director or any other officer shall,\r\nimmediately after arrest of such person under sub-section (1), forward a copy\r\nof the order along with the material in his possession, referred to in that\r\nsub-section, to the Adjudicating Authority in a sealed envelope, in the manner,\r\nas may be prescribed and such Adjudicating Authority shall keep such order and\r\nmaterial for such period, as may be prescribed.3.  Every\r\nperson arrested under sub-section (1) shall, within twenty-four hours, be taken\r\nto a Judicial Magistrate or a Metropolitan Magistrate, as the case may be,\r\nhaving jurisdiction: Provided that the period of twenty-four hours shall\r\nexclude the time necessary for the journey from the place of arrest to the\r\nMagistrate's Court.", "20": "The Prevention of Money-Laundering Act, 200220. Retention of\r\nproperty.-1.  Where\r\nany property has been seized under section 17 or section 18, and the officer\r\nauthorised by the Director in this behalf has, on the basis of material in his\r\npossession, reason to believe (the reason for such belief to e recorded by him\r\nin writing) that such property is required to be retained for the purposes of\r\nadjudication under section 8, such property may be retained for a period not\r\nexceeding three months from the end of the month in which such property was\r\nseize .2.  The\r\nofficer authorised by the Director immediately after he has passed an order for\r\nretention of the property for purposes of adjudication under section 8 shall\r\nforward a copy of the order along with the material in his possession, referred\r\nto in sub section (1), to the Adjudicating Authority, in a sealed envelope, in\r\nthe manner as may be prescribed and such Adjudicating Authority shall keep such\r\norder and material for such period as may be prescribed.3.  On\r\nthe expiry of the period specified in sub-section (1), the property shall be\r\nreturned to the person from whom such property was seized unless the\r\nAdjudicating Authority permits retention of such property beyond the said\r\nperiod.4.  The\r\nAdjudicating Authority, before authorising the retention of such property\r\nbeyond the period specified in sub-section (1), shall satisfy himself that the\r\nproperty is prima facie involved in money-laundering and the property is\r\nrequired for the purposes of adjudication under section 8.5.  After\r\npassing the order of confiscation under sub-section (6) of section 8, the\r\nAdjudicating Authority shall direct the release of all properties other than\r\nthe properties involved in money-laundering to the person from whom such\r\nproperties were seized.6.  \r\n  Notwithstanding\r\nanything contained in sub-section (5), the Director or any officer authorised\r\nby him in this behalf may withhold the release of any property until filing of\r\nappeal under section 26 or forty-five days from the date of order under\r\nsub-section (5), whichever is earlier, if he is of the opinion that such\r\nproperty is relevant for the proceedings before the Appellate Tribunal.", "21": "The Prevention of Money-Laundering Act, 200221. Retention of\r\nrecords.-1.  Where\r\nany records have been seized, under section 17, or section 18, and the\r\nInvestigating Officer or any other officer authorised by the Director in this\r\nbehalf has reason to believe that any of such records are required to be\r\nretained for any inquiry under this Act, he may retain such records for a\r\nperiod not exceeding three months from the end of the month in which such\r\nrecords were seized.2.  The\r\nperson, from whom records were seized, shall be entitled to obtain copies of\r\nrecords retained under sub-section (1).3.  On\r\nthe expiry of the period specified under sub-section (1), the records shall be\r\nreturned to the person from whom such records were seized unless the\r\nAdjudicating Authority permits retention of such records beyond the said\r\nperiod.4.  The\r\nAdjudicating Authority, before authorising the retention of such records beyond\r\nthe period mentioned in sub-section (1), shall satisfy himself that the records\r\nare required for the purposes of adjudication under section 8.5.  After\r\npassing of an order of confiscation under sub-section (6) of section 8, the\r\nAdjudicating Authority shall direct the release of the records to the person\r\nfrom whom such records were seized.6.  \r\n  Notwithstanding\r\nanything contained in sub-section (5), the Director or any officer authorised\r\nby him in this behalf may withhold the release of any records until filing of\r\nappeal under section 26 or after forty-five days from the date of order under\r\nsub-section (5), whichever is earlier, if he is of the opinion that such\r\nrecords are relevant for the proceedings before the Appellate Tribunal.", "22": "The Prevention of Money-Laundering Act, 200222. Presumption as to\r\nrecords or property in certain cases.-1.  Where\r\nany records or property are or is found in the possession or control of any\r\nperson in the course of a survey or a search, it shall be presumed that- \r\n i.  \r\n  such\r\nrecords or property belong or belongs to such person;the\r\ncontents of such records are true; and \r\n iii.  \r\n  the\r\nsignature and every other part of such records which purport to be in the\r\nhandwriting of any particular person or which may reasonably be assumed to have\r\nbeen signed by, or to be in the handwriting of, any particular person, are in\r\nthat person' handwriting, and in the case of a record, stamped, executed or\r\nattested, that it was executed or attested by the person by whom it purports to\r\nhave been so stamped, executed or attested.1.  2.  Where\r\nany records have been received from any place outside India, duly authenticated\r\nby such authority or person and in such manner as may be prescribed, in the\r\ncourse of proceedings under this Act, the Special Court, the Appellate Tribunal\r\nor the adjudicating Authority, as the case may be, shall-a.   presume, that the\r\nsignature and every other part of such record which purports to be in the\r\nhandwriting of any particular person or which the court may reasonably assume\r\nto have been signed by, or to be in the handwriting of, any particular person,\r\ns in that person's handwriting; and in the case of a record executed or\r\nattested, that it was executed or attested by the person by whom it purports to\r\nhave been so executed or attested;b.   admit the document in\r\nevidence, notwithstanding that it is not duly stamped, if such document is\r\notherwise admissible in evidence.", "23": "The Prevention of Money-Laundering Act, 200223. Presumption in\r\ninter-connected transactions.-Where\r\nmoney-laundering involves two or more inter-connected transactions and one or\r\nmore such transactions is or are proved to be involved in money-laundering,\r\nthen for the purposes of adjudication or confiscation under section 8, it\r\nshall, unless otherwise proved to the satisfaction of the Adjudicating\r\nAuthority, be presumed that the remaining transactions form part of such\r\ninter-connected transactions.", "24": "The Prevention of Money-Laundering Act, 200224. Burden of proof.-When a person is\r\naccused of having committed the offence under section 3, the burden of proving\r\nthat proceeds of crime are untainted property shall be on the accused.", "25": "The Prevention of Money-Laundering Act, 2002Chapter VI Appellate\r\nTribunal25. Establishment of\r\nAppellate Tribunal.-The Central\r\nGovernment shall, by notification, establish an Appellate Tribunal to hear\r\nappeals against the orders of the Adjudicating Authority and the authorities\r\nunder this Act.", "26": "The Prevention of Money-Laundering Act, 200226. Appeal to\r\nAppellate Tribunal.-1.  Save\r\nas otherwise provided in sub-section (3), the Director or any person aggrieved\r\nby an order made by the Adjudicating Authority under this Act, may prefer an\r\nappeal to the Appellate Tribunal.2.  Any\r\nbanking company, financial institution or intermediary aggrieved by any order\r\nof the Director made under sub-section (2) of section 13, may prefer an appeal\r\nto the Appellate Tribunal.3.  Every\r\nappeal preferred under sub-section (1) or sub-section (2) shall be filed within\r\na period of forty-five days from the date on which a copy of the order made by\r\nthe Adjudicating Authority or Director is received and it shall be in such form\r\nand e accompanied by such fee as may be prescribed: Provided that the Appellate\r\nTribunal may, after giving an opportunity of being heard, entertain an appeal\r\nafter the expiry of the said period of forty-five days if it is satisfied that\r\nthere was sufficient cause for not filing it within that period.4.  On\r\nreceipt of an appeal under sub-section (1) or sub-section (2), the Appellate\r\nTribunal may, after giving the parties to the appeal an opportunity of being\r\nheard, pass such orders thereon as it thinks fit, confirming, modifying or\r\nsetting aside the order appealed against.5. The\r\nAppellate Tribunal shall send a copy of every order made by it to the parties\r\nto the appeal and to the concerned Adjudicating Authority or the Director, as\r\nthe case may be.6. \r\n  The\r\nappeal filed before the Appellate Tribunal under sub-section (1) or sub-section\r\n(2) shall be dealt with by it as expeditiously as possible and endeavour shall\r\nbe made by it to dispose of the appeal finally within six months from the date\r\nof filing of the appeal.", "27": "The Prevention of Money-Laundering Act, 200227. Composition,\r\netc., of Appellate Tribunal.-1.  The\r\nAppellate Tribunal shall consist of a Chairperson and two other Members.2.  Subject\r\nto the provisions of this Act,-a.   the jurisdiction of\r\nthe Appellate Tribunal may be exercised by Benches thereof;b.   a Bench may be\r\nconstituted by the Chairperson with one or two Members as the Chairperson may\r\ndeem fit;c.   the Benches of the\r\nAppellate Tribunal shall ordinarily sit at New Delhi and at such other places\r\nas the Central Government may, in consultation with the Chairperson, by\r\nnotification, specify;d.   the Central\r\nGovernment shall, by notification, specify the areas in relation to which each\r\nBench of the Appellate Tribunal may exercise jurisdiction.1.  2.  \r\n3.  Notwithstanding\r\nanything contained in sub-section (2), the Chairperson may transfer a Member\r\nfrom one Bench to another Bench.4.    If\r\nat any stage of the hearing of any case or matter it appears to the Chairperson\r\nor a Member that the case or matter is of such a nature that it ought to be\r\nheard by a Bench consisting of two Members, the case or matter may be\r\ntransferred by the Chairperson or, as the case may be, referred to him for\r\ntransfer, to such Bench as the Chairperson may deem fit.", "28": "The Prevention of Money-Laundering Act, 200228. Qualifications\r\nfor appointment.-1.  A\r\nperson shall not be qualified for appointment as Chairperson unless he is or\r\nhas been a Judge of the Supreme Court or of a High Court.2.  A\r\nperson shall not be qualified for appointment as a Member unless he-a.   is or has been a\r\nJudge of a High Court; orb.   has been a member of\r\nthe Indian Legal Service and has held a post in Grade I of that Service for at\r\nleast three years; orc.   has been a member of\r\nthe Indian Revenue Service and has held the post of Commissioner of Income-tax\r\nor equivalent post in that Service for at least three years;d.   has been a member of\r\nthe Indian Economic Service and has held the post of Joint Secretary or\r\nequivalent post in that Service for at least three years; ore.   has been a member of\r\nthe Indian Customs and Central Excise Service and has held the post of a Joint\r\nSecretary or equivalent post in that Service for at least three years; orf.   has been in the\r\npractice of accountancy as a chartered accountant under the Chartered\r\nAccountants Act, 1949 (38 of 1949) or as a registered accountant under any law\r\nfor the time being in force or partly as a registered accountant and partly as\r\na chartered accountant for at least ten years: Provided that one of the members\r\nof the Appellate Tribunal shall be from category mentioned in clause (f); or\r\n(g) has been a member of the Indian Audit and Accounts Service and has held the\r\npost of Joint Secretary or equivalent post in that Service for at least three\r\nyears.1.  2.  3.  No\r\nsitting Judge of the Supreme Court or of a High Court shall be appointed under\r\nthis section except after consultation with the Chief Justice of India.", "29": "The Prevention of Money-Laundering Act, 200229. Term of office.-The Chairperson and\r\nevery other Member shall hold office as such for a term of five years from the\r\ndate on which he enters upon his office: Provided that no Chairperson or other\r\nMember shall hold office as such after he has attained,-a.  \r\n  in\r\nthe case of the Chairperson, the age of sixty-eight years;b.  \r\n  in\r\nthe case of any other Member, the age of sixty-five years.", "30": "The Prevention of Money-Laundering Act, 200230. Conditions of\r\nservice.-The salary and\r\nallowances payable to and the other terms and conditions of service of the\r\nChairperson and other Members shall be such as may be prescribed: Provided that\r\nneither the salary and allowances nor the other terms and conditions of service\r\nof the Chairperson or any other Member shall be varied to his disadvantage\r\nafter appointment.", "31": "The Prevention of Money-Laundering Act, 200231. Vacancies.-If, for reason other\r\nthan temporary absence, any vacancy occurs in the office of the Chairperson or\r\nany other Member, then, the Central Government shall appoint another person in\r\naccordance with the provisions of this Act to fill the vacancy and the\r\nproceedings may be continued before the Appellate Tribunal from the stage at\r\nwhich the vacancy is filled.", "32": "The Prevention of Money-Laundering Act, 200232. Resignation and\r\nremoval.-1.  The\r\nChairperson or any other Member may, by notice in writing under his hand\r\naddressed to the Central Government, resign his office: Provided that the\r\nChairperson or any other Member shall, unless he is permitted by the Central\r\nGovernment to relinquish his office sooner, continue to hold office until the\r\nexpiry of three months from the date of receipt of such notice or until a\r\npersonally appointed as his successor enters upon his office or until the\r\nexpiry of his term of office, whichever is the earliest.2.  The\r\nChairperson or any other Member shall not be removed from his office except by\r\nan order made by the Central Government on the ground of proved misbehaviour or\r\nincapacity, after an inquiry made by a person appointed by the President in\r\nwhich such hair person or any other Member concerned had been informed of the\r\ncharges against him and given a reasonable opportunity of being heard in\r\nrespect of those charges.", "33": "The Prevention of Money-Laundering Act, 200233. Member to act as\r\nChairperson in certain circumstances.-1.  In\r\nthe event of the occurrence of any vacancy in the office of the Chairperson by\r\nreason of his death, resignation or otherwise, the senior-most Member shall act\r\nas the Chairperson until the ate on which a new Chairperson, appointed in\r\naccordance with the provisions of this Act to fill such vacancy, enters upon\r\nhis office.2.  When\r\nthe Chairperson is unable to discharge his functions owing to absence, illness\r\nor any other cause, the senior-most Member shall discharge the functions of the\r\nChairperson until the date on which the Chairperson resumes his duties.", "34": "The Prevention of Money-Laundering Act, 200234. Staff of\r\nAppellate Tribunal.-1.  The\r\nCentral Government shall provide the Appellate Tribunal with such officers and\r\nemployees as that Government may think fit.2.  The\r\nofficers and employees of the Appellate Tribunal shall discharge their\r\nfunctions under the general superintendence of the Chairperson.3.  The\r\nsalaries and allowances and other conditions of service of the officers and\r\nemployees of the Appellate Tribunal shall be such as may be prescribed.", "35": "The Prevention of Money-Laundering Act, 200235. Procedure and\r\npowers of Appellate Tribunal.-1.  The\r\nAppellate Tribunal shall not be bound by the procedure laid down by the Code of\r\nCivil Procedure, 1908 (5 of 1908), but shall be guided by the principles of\r\nnatural justice and, subject to the other provisions of this Act, the Appellate\r\nTribunal shall have powers to regulate its own procedure.2.  The\r\nAppellate Tribunal shall have, for the purposes of discharging its functions\r\nunder this Act, the same powers as are vested in a civil court under the Code\r\nof Civil Procedure, 1908 (5 of 1908) while trying a suit, in respect of the\r\nfollowing matte s, namely:-a.   summoning and\r\nenforcing the attendance of any person and examining him on oath;b.   requiring the\r\ndiscovery and production of documents;c.   receiving evidence on\r\naffidavits;d.   subject to the\r\nprovisions of sections 123 and 124 of the Indian Evidence Act, 1872 (1 of\r\n1872), requisitioning any public record or document or copy of such record or\r\ndocument from any office;e.   issuing commissions\r\nfor the examination of witnesses or documents;f.   reviewing its\r\ndecisions;g.   dismissing a\r\nrepresentation for default or deciding it ex parte;h.   setting aside any\r\norder of dismissal of any representation for default or any order passed by it\r\nex parte; andi.   any other matter,\r\nwhich may be, prescribed by the Central Government.1.  2.  3.  An\r\norder made by the Appellate Tribunal under this Act shall be executable by the\r\nAppellate Tribunal as a decree of civil court and, for this purpose, the\r\nAppellate Tribunal shall have all the powers of a civil court.4.    Notwithstanding\r\nanything contained in sub-section (3), the Appellate Tribunal may transmit any\r\norder made by it to a civil court having local jurisdiction and such civil\r\ncourt shall execute the order as if it were a decree made by that court.5.  All\r\nproceedings before the Appellate Tribunal shall be deemed to be judicial\r\nproceedings within the meaning of sections 193 and 228 of the Indian Penal Code\r\n(45 of 1860) and the Appellate Tribunal shall be deemed to be a civil court for\r\nthe purposes f sections 345 and 346 of the Code of Criminal Procedure, 1973 (2\r\nof 1974).", "36": "The Prevention of Money-Laundering Act, 200236. Distribution of\r\nbusiness amongst Benches.-Where any Benches are\r\nconstituted, the Chairperson may, from time to time, by notification, make\r\nprovisions as to the distribution of the business of the Appellate Tribunal\r\namongst the Benches and also provide for the matters which may be dealt with by\r\neach Bench.", "37": "The Prevention of Money-Laundering Act, 200237. Power of\r\nChairperson to transfer cases.-On the application of\r\nany of the parties and after notice to the parties, and after hearing such of\r\nthem as he may desire to be heard, or on his own motion without such notice,\r\nthe Chairperson may transfer any case pending before one Bench, for disposal,\r\nto any other Bench.", "38": "The Prevention of Money-Laundering Act, 200238. Decision to be by\r\nmajority.-If the Members of a\r\nBench consisting of two Members differ in opinion on any point, they shall\r\nstate the point or points on which they differ, and make a reference to the\r\nChairperson who shall either hear the point or points himself or refer the case\r\nfor hearing on such point or points by one or more of the other Members of the\r\nAppellate Tribunal and such point or points shall be decided according to the\r\nopinion of the majority of the Members of the Appellate Tribunal who have heard\r\nthe case, including those who first heard it.", "39": "The Prevention of Money-Laundering Act, 200239. Right of\r\nappellant to take assistance of authorized representative and of Government to\r\nappoint presenting officers.-1.  A\r\nperson preferring an appeal to the Appellate Tribunal under this Act may either\r\nappear in person or take the assistance of an authorised representative of his\r\nchoice to present his case before the Appellate Tribunal. Explanation.-For the\r\npurposes of this sub-section, the expression \"authorised representative''\r\nshall have the same meaning as assigned to it under sub-section (2) of section\r\n288 of the Income-tax Act, 1961 (43 of 1961).2.  The\r\nCentral Government or the Director may authorise one or more authorised\r\nrepresentatives or any of its officers to act as presenting officers and every\r\nperson so authorised may present the case with before the Appellate Tribunal.\r\nMembers, etc., to be public servants.", "40": "The Prevention of Money-Laundering Act, 200240. Members, etc., to\r\nbe public servants.-The Chairperson,\r\nMembers and other officers and employees of the Appellate Tribunal, the\r\nAdjudicating Authority, Director and the officers subordinate to him shall be\r\ndeemed to be public servants within the meaning of section 21 of the Indian\r\nPenal Code (45 of 1860).", "41": "The Prevention of Money-Laundering Act, 200241. Civil court not\r\nto have jurisdiction.-No civil court shall\r\nhave jurisdiction to entertain any suit or proceeding in respect of any matter\r\nwhich the Director, an Adjudicating Authority or the Appellate Tribunal is\r\nempowered by or under this Act to determine and no injunction shall be granted\r\nby any court or other authority in respect of any action taken or to be taken\r\nin pursuance of any power conferred by or under this Act.", "42": "The Prevention of Money-Laundering Act, 200242. Appeal to High\r\nCourt.-Any person aggrieved\r\nby any decision or order of the Appellate Tribunal may file an appeal to the\r\nHigh Court within sixty days from the date of communication of the decision or\r\norder of the Appellate Tribunal to him on any question of law or fact arising\r\nout of such order: Provided that the High Court may, if it is satisfied that\r\nthe appellant was prevented by sufficient cause from filing the appeal within\r\nthe said period, allow it to be filed within a further period not exceeding\r\nsixty days. Explanation.-For the purposes of this section, \"High Court''\r\nmeans- \r\n i.  \r\n  the\r\nHigh Court within the jurisdiction of which the aggrieved party ordinarily\r\nresides or carries on business or personally works for gain; and \r\n ii.  \r\n  where\r\nthe Central Government is the aggrieved party, the High Court within the\r\njurisdiction of which the respondent, or in a case where there are more than\r\none respondent, any of the respondents, ordinarily resides or carries on\r\nbusiness or personally works for gain.", "43": "The Prevention of Money-Laundering Act, 2002Chapter VII Special\r\nCourts43. Special Courts.-1.  The\r\nCentral Government, in consultation with the Chief Justice of the High Court,\r\nshall, for trial of offence punishable under section 4, by notification,\r\ndesignate one or more Courts of Session as Special Court or Special Courts or\r\nsuch area or areas or for such case or class or group of cases as may be\r\nspecified in the notification. Explanation.- In this sub-section, \"High\r\nCourt'' means the High Court of the State in which a Sessions Court designated\r\nas Special Court was functioning immediately before such designation.2.  While\r\ntrying an offence under this Act, a Special Court shall also try an offence,\r\nother than an offence referred to in sub-section (1), with which the accused\r\nmay, under the Code of Criminal Procedure, 1973 (2 of 1974), be charged at the\r\nsame trial.", "44": "The Prevention of Money-Laundering Act, 200244. Offences tribal\r\nby Special Courts.-1.  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 (2 of 1974),-a.   the scheduled offence\r\nand the offence punishable under section 4 shall be tribal only by the Special\r\nCourt constituted for the area in which the offence has been committed:\r\nProvided that the Special Court, trying a scheduled offence before the\r\ncommencement of this Act, shall continue to try such scheduled offence; orb.   a Special Court may,\r\nupon perusal of police report of the facts which constitute an offence under\r\nthis Act or upon a complaint made by an authority authorised in this behalf\r\nunder this Act take cognizance of the offence for which the accused is\r\ncommitted to it for trial.1.  2.  Nothing\r\ncontained in this section shall be deemed to affect the special powers of the\r\nHigh Court regarding bail under section 439 of the Code of Criminal Procedure,\r\n1973 (2 of 1974) and the High Court may exercise such powers including the\r\npower under clause (b) of sub-section (1) of that section as if the reference\r\nto \"Magistrate\" in that section includes also a reference to a\r\n\"Special Court'' designated under section 43.", "45": "The Prevention of Money-Laundering Act, 200245. Offences to be\r\ncognizable and non-bailable.-1.  Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 (2 of 1974),-a.   every offence\r\npunishable under this Act shall be cognizable;b.   no person accused of\r\nan offence punishable for a term of imprisonment of more than three years under\r\nPart A of the Schedule shall be released on bail or on his own bond unless- \r\n i.  \r\n\r\n  the\r\nPublic Prosecutor has been given an opportunity to oppose the application for\r\nsuch release; and \r\n ii.  \r\n  where\r\nthe Public Prosecutor opposes the application, the court is satisfied that\r\nthere are reasonable grounds for believing that he is not guilty of such\r\noffence and that he is not likely to commit any offence while on bail: Provided that a person, who, is under the age of sixteen years, or is a woman or is sick\r\nor infirm, may be released on bail, if the Special Court so directs: Provided\r\nfurther that the Special Court shall not take cognizance of any offence\r\npunishable under section 4 except upon a complaint in writing made by-a.   the Director; orb.   any officer of the\r\nCentral Government or a State Government authorised in writing in this behalf\r\nby the Central Government by a general or special order made in this behalf by\r\nthat Government.1.  2.  The\r\nlimitation on granting of bail specified in clause (b) of sub-section (1) is in\r\naddition to the limitations under the Code of Criminal Procedure, 1973 (2 of\r\n1974) or any other law for the time being in force on granting of bail.", "46": "The Prevention of Money-Laundering Act, 200246. Application of\r\nCode of Criminal Procedure, 1973 to proceedings before Special Court.-1.  Save\r\nas otherwise provided in this Act, the provisions of the Code of Criminal\r\nProcedure, 1973 (2 of 1974) (including the provisions as to bails or bonds),\r\nshall apply to the proceedings before a Special Court and for the purposes of\r\nthe said provisions, the Special Court shall be deemed to be a Court of Session\r\nand the persons conducting the prosecution before the Special Court, shall be\r\ndeemed to be a Public Prosecutor: Provided that the Central Government may also\r\nappoint for any case or class or group of cases a Special Public Prosecutor.2.  A\r\nperson shall not be qualified to be appointed as a Public Prosecutor or a\r\nSpecial Public Prosecutor under this section unless he has been in practice as\r\nan advocate for not less than seven years, under the Union or a State,\r\nrequiring special knowledge of law.3.  Every\r\nperson appointed as a Public Prosecutor or a Special Public Prosecutor under\r\nthis section shall be deemed to be a Public Prosecutor within the meaning of\r\nclause (u) of section 2 of the Code of Criminal Procedure, 1973 (2 of 1974) and\r\nthe provisions of that Code shall have effect accordingly.", "47": "The Prevention of Money-Laundering Act, 200247. Appeal and\r\nrevision.-The High Court may\r\nexercise, so far as may be applicable, all the powers conferred by Chapter XXIX\r\nor Chapter XXX of the Code of Criminal Procedure, 1973 (2 of 1974), on a High\r\nCourt, as if a Special Court within the local limits of the jurisdiction of the\r\nHigh Court were a Court of Session trying cases within the local limits of the\r\njurisdiction of the High Court.", "48": "The Prevention of Money-Laundering Act, 2002Chapter VIII\r\nAuthorities48. Authorities under\r\nAct.-There shall be the\r\nfollowing classes of authorities for the purposes of this Act, namely:-a.  \r\n  Director\r\nor Additional Director or Joint Director,b.  \r\n  Deputy\r\nDirector,c.  \r\n\r\n  Assistant\r\nDirector, andd.  \r\n  such\r\nother class of officers as may be appointed for the purposes of this Act.", "49": "The Prevention of Money-Laundering Act, 200249. Appointment and\r\npowers of authorities and other officers.-1.  The\r\nCentral Government may appoint such persons as it thinks fit to be authorities\r\nfor the purposes of this Act.2.  Without\r\nprejudice to the provisions of sub-section (1), the Central Government may\r\nauthorise the Director or an Additional Director or a Joint Director or a\r\nDeputy Director or an Assistant Director appointed under that sub-section to\r\nappoint other authorities below the rank of an Assistant Director.3.  Subject\r\nto such conditions and limitations as the Central Government may impose, an\r\nauthority may exercise the powers and discharge the duties conferred or imposed\r\non it under this Act.", "50": "The Prevention of Money-Laundering Act, 200250. Powers of\r\nauthorities regarding summons, production of documents and to give evidence,\r\netc.-1.  The\r\nDirector shall, for the purposes of section 13, have the same powers as are\r\nvested in a civil court under the Code of Civil Procedure, 1908 (5 of 1908\r\nwhile trying a suit in respect of the following matters, namely:-a.   discovery and\r\ninspection;b.   enforcing the\r\nattendance of any person, including any officer of a banking company or a\r\nfinancial institution or a company, and examining him on oath;c.   compelling the\r\nproduction of records;d.   receiving evidence on\r\naffidavits;e.   issuing commissions\r\nfor examination of witnesses and documents; andf.   any other matter\r\nwhich may be prescribed.1.  2.  The\r\nDirector, Additional Director, Joint Director, Deputy Director or Assistant\r\nDirector shall have power to summon any person whose attendance he considers\r\nnecessary whether to give evidence or to produce any records during the course\r\nof any investigation or proceeding under this Act.3.  All\r\nthe persons so summoned shall be bound to attend in person or through\r\nauthorised agents, as such officer may direct, and shall be bound to state the\r\ntruth upon any subject respecting which they are examined or make statements,\r\nand produce such do uments as may be required.4.    Every\r\nproceeding under sub-sections (2) and (3) shall be deemed to be a judicial\r\nproceeding within the meaning of section 193 and section 228 of the Indian\r\nPenal Code (45 of 1860).5. Subject\r\nto any rules made in this behalf by the Central Government, any officer\r\nreferred to in sub-section (2) may impound and retain in his custody for such\r\nperiod, as he thinks fit, any records produced before him in any proceedings\r\nunder this Act:Provided that an\r\nAssistant Director or a Deputy Director shall not-a.   impound any records\r\nwithout recording his reasons for so doing; orb.   retain in his custody\r\nany such records for a period exceeding three months, without obtaining the\r\nprevious approval of the Director.", "51": "The Prevention of Money-Laundering Act, 200251. Jurisdiction of\r\nauthorities.-1.  The\r\nauthorities shall exercise all or any of the powers and perform all or any of\r\nthe functions conferred on, or, assigned, as the case may be, to such\r\nauthorities by or under this Act or the rules framed there under I accordance\r\nwith such directions as the Central Government may issue for the exercise of\r\npowers and performance of the functions by all or any of the authorities.2.  In\r\nissuing the directions or orders referred to in sub-section (1), the Central\r\nGovernment may have regard to any one or more of the following criteria,\r\nnamely:-a.   territorial area;b.   classes of persons;c.   classes of cases; and\r\nd.   any other criterion\r\nspecified by the Central Government in this behalf.", "52": "The Prevention of Money-Laundering Act, 200252. Power of Central\r\nGovernment to issue directions, etc.-The Central\r\nGovernment may, from time to time, issue such orders, instructions and\r\ndirections to the authorities as it may deem fit for the proper administration\r\nof this Act and such authorities a d all other persons employed in execution of\r\nthis Act shall observe and follow such orders, instructions and directions of\r\nthe Central Government: Provided that no such orders, instructions or\r\ndirections shall be issued so as to-a.  \r\n  require\r\nany authority to decide a particular case in a particular manner; orb.  \r\n  interfere\r\nwith the discretion of the Adjudicating Authority in exercise of his functions.", "53": "The Prevention of Money-Laundering Act, 200253. Empowerment of\r\ncertain officers.-The Central\r\nGovernment may, by a special or general order, empower an officer not below the\r\nrank of Director of the Central Government or of a State Government to act as\r\nan authority under this Act: Provided that the Central Government may empower\r\nan officer below the rank of Director if the officer of the rank of the\r\nDirector or above are not available in a particular area.", "54": "The Prevention of Money-Laundering Act, 200254. Certain officers\r\nto assist in inquiry, etc.-The following\r\nofficers are hereby empowered and required to assist the authorities in the\r\nenforcement of this Act, namely:-a.  \r\n  officers\r\nof the Customs and Central Excise Departments;b.  \r\n  officers\r\nappointed under sub-section (1) of section 5 of the Narcotic Drugs and\r\nPsychotropic Substances Act, 1985 (61 of 1985);c.  \r\n  income-tax\r\nauthorities under sub-section (1) of section 117 of the Income- tax Act, 1961\r\n(43 of 1961);d.  \r\n  officers\r\nof the stock exchange recognised under section 4 of the Securities Contracts\r\n(Regulation) Act, 1956 (42 of 1956);e.  \r\n  officers\r\nof the Reserve Bank of India constituted under sub-section (1) of section 3 of\r\nthe Reserve Bank of India Act, 1934 (2 of 1934);f.  \r\n  officers\r\nof Police;g.  \r\n\r\n  officers\r\nof enforcement appointed under sub-section (1) of section 36 of the Foreign\r\nExchange Management Act, 1999 (40 of 1999);h.  \r\n  officers\r\nof the Securities and Exchange Board of India established under section 3 of\r\nthe Securities and Exchange Board of India Act, 1992 (15 of 1992);i.  \r\n  officers\r\nof any other body corporate constituted or established under a Central Act or a\r\nState Act;j.  \r\n  such\r\nother officers of the Central Government, State Government, local authorities\r\nor banking companies as the Central Government may, by notification, specify,\r\nin this behalf.", "55": "The Prevention of Money-Laundering Act, 2002Chapter IX Reciprocal\r\nArrangement for Assistance in Certain Matters and Procedure for Attachment and\r\nConfiscation of Property55. Definitions.-In\r\nthis Chapter, unless the context otherwise requires,-a.  \r\n  \"contracting\r\nState\" means any country or place outside India in respect of which\r\narrangements have been made by the Central Government with the Government of\r\nsuch country through a treaty or otherwise;b.  \r\n  \"identifying\"\r\nincludes establishment of a proof that the property was derived from, or used\r\nin the commission of an offence under section 3;c.  \r\n  \"tracing\"\r\nmeans determining the nature, source, disposition, movement, title or ownership\r\nof property.", "56": "The Prevention of Money-Laundering Act, 200256. Agreements with\r\nforeign countries.-1.  The\r\nCentral Government may enter into an agreement with the Government of any\r\ncountry outside India for-a.   enforcing the\r\nprovisions of this Act;b.   exchange of\r\ninformation for the prevention of any offence under this Act or under the\r\ncorresponding law in force in that country or investigation of cases relating\r\nto any offence under this Act, and may, by notification in the Official\r\nGazette, make such provisions as may be necessary for implementing the\r\nagreement.1.  2.  The\r\nCentral Government may, by notification in the Official Gazette, direct that\r\nthe application of this Chapter in relation to a contracting State with which\r\nreciprocal arrangements have been made, shall be subject to such conditions,\r\nexceptions or qualifications as are specified in the said notification.", "57": "The Prevention of Money-Laundering Act, 200257. Letter of request\r\nto a contracting State in certain cases.-1.  Notwithstanding\r\nanything contained in this Act or the Code of Criminal Procedure, 1973 (2 of\r\n1974) if, in the course of an investigation into an offence or other\r\nproceedings under this Ac , an application is made to a Special Court by the\r\nInvestigating Officer or any officer superior in rank to the Investigating\r\nOfficer that any evidence is required in connection with investigation into an\r\noffence or proceedings under this Act and he is o the opinion that such\r\nevidence may be available in any place in a contracting State, and the Special\r\nCourt, on being satisfied that such evidence is required in connection with the\r\ninvestigation into an offence or proceedings under this Act, may issue a letter\r\nof request to a court or an authority in the contracting State competent to\r\ndeal with such request to- \r\n i.  \r\n  examine\r\nfacts and circumstances of the case,take\r\nsuch steps as the Special Court may specify in such letter of request, and \r\n iii.  \r\n  forward\r\nall the evidence so taken or collected to the Special Court issuing such letter\r\nof request.1.  2.  The\r\nletter of request shall be transmitted in such manner as the Central Government\r\n\r\nmay specify in this behalf.3.  Every\r\nstatement recorded or document or thing received under sub-section (1) shall be\r\ndeemed to be the evidence collected during the course of investigation.", "58": "The Prevention of Money-Laundering Act, 200258. Assistance to a\r\ncontracting State in certain cases.-Where a letter of\r\nrequest is received by the Central Government from a court or authority in a\r\ncontracting State requesting for investigation into an offence or proceedings\r\nunder this Act and forwarding to such court or authority any evidence connected\r\ntherewith, the Central Government may forward such letter of request to the\r\nSpecial Court or to any authority under the Act as it thinks fit for execution\r\nof such request in accordance with the provisions of this Act or, as the case\r\nmay be, any other law for the time being in force.", "59": "The Prevention of Money-Laundering Act, 200259. Reciprocal\r\narrangements for processes and assistance for transfer of accused persons.-1.  Where\r\na Special Court, in relation to an offence punishable under section 4, desires\r\nthat-a.   a summons to an\r\naccused person, orb.   a warrant for the\r\narrest of an accused person, orc.   a summons to any\r\nperson requiring him to attend and produce a document or other thing or to\r\nproduce it, ord.   a search warrant,\r\nissued by it shall be served or executed at any place in any contracting State,\r\nit shall send such summons or warrant in duplicate in such form, to such Court,\r\nJudge or Magistrate through such authorities, as the Central Government may, by\r\nnotification, specify in this behalf and that Court, Judge or Magistrate, as\r\nthe case may be, shall cause the same to be executed.1.  2.  Where\r\na Special Court, in relation to an offence punishable under section 4 has\r\nreceived for service or execution-a.   a summons to an\r\naccused person, orb.   a warrant for the\r\narrest of an accused person, orc.   a summons to any\r\nperson requiring him to attend and produce a document or other thing, or to\r\nproduce it, ord.   a search warrant,\r\nissued by a Court, Judge or Magistrate in a contracting State, it shall, cause\r\nthe same to be served or executed as if it were a summons or warrant received\r\nby it from another Court in the said territories for service or execution\r\nwithin its local jurisdiction; and where- \r\n\r\n i.  \r\n  a\r\nwarrant of arrest has been executed, the person arrested shall be dealt with in\r\naccordance with the procedure specified under section 19; \r\n ii.  \r\n  a\r\nsearch warrant has been executed, the things found in this search shall, so far\r\nas possible, be dealt with in accordance with the procedure specified under\r\nsections 17 and 18. Provided that in a case where a summon or search warrant\r\nreceived from a contracting State has been executed, the documents or other\r\nthings produced or things found in the search shall be forwarded to the Court\r\nissuing the summons or search-warrant through such authority as the Central\r\nGovernment may, by notification, specify in this behalf.1.  2.  \r\n3.  Where\r\na person transferred to a contracting State pursuant to sub-section (2) is a\r\nprisoner in India, the Special Court or the Central Government may impose such\r\nconditions as that Court or Government deems fit.4.    Where\r\nthe person transferred to India pursuant to sub-section (1) is a prisoner in a\r\ncontracting State, the Special Court in India shall ensure that the conditions\r\nsubject to which the prisoner is transferred to India are complied with and\r\nsuch prisoner shall be kept in such custody subject to such conditions as the\r\nCentral Government may direct in writing.", "60": "The Prevention of Money-Laundering Act, 200260. Attachment,\r\nseizure and confiscation, etc., of property in a contracting State or India.-1.  Where\r\nthe Director has made an order for attachment of any property under section 5\r\nor where an Adjudicating Authority has made an order confirming such attachment\r\nor confiscation of any property under section 8, and such property is suspected\r\nto be in a contracting State, the Special Court, on an application by the\r\nDirector or the Administrator appointed under sub-section (1) of section 10, as\r\nthe case may b , may issue a letter of request to a court or an authority in\r\nthe contracting State for execution of such order.2.  Where\r\na letter of request is received by the Central Government from a court or an\r\nauthority in a contracting State requesting attachment or confiscation of the\r\nproperty in India, derived or obtained, directly or indirectly, by any person\r\nfrom the co mission of an offence under section 3 committed in that contracting\r\nState, the Central Government may forward such letter of request to the\r\nDirector, as it thinks fit, for execution in accordance with the provisions of\r\nthis Act.3.  The\r\nDirector shall, on receipt of a letter of request under section 58 or section\r\n59, direct any authority under this Act to take all steps necessary for tracing\r\nand identifying such property.4.  The\r\nsteps referred to in sub-section (3) may include any inquiry, investigation or\r\nsurvey in respect of any person, place, property, assets, documents, books of\r\naccount in any bank or public financial institutions or any other relevant\r\nmatters.5.  Any\r\ninquiry, investigation or survey referred to in sub-section (4) shall be\r\ncarried out by an authority mentioned in sub-section (3) in accordance with\r\nsuch directions issued in accordance with the provisions of this Act.6.  \r\n  The\r\nprovisions of this Act relating to attachment, adjudication, confiscation and\r\nvesting of property in the Central Government contained in Chapter III and\r\nsurvey, searches and seizures contained request is received from a court or\r\ncontracting State for attachment or confiscation of property in Chapter V shall\r\napply to the property in respect f which letter of", "61": "The Prevention of Money-Laundering Act, 200261. Procedure in\r\nrespect of letter of request.-Every letter of\r\nrequest, summons or warrant, received by the Central Government from, and every\r\nletter of request, summons or warrant, to be transmitted to a contracting State\r\nunder this Chapter shall be transmitted to a contracting State or, as the case\r\nmay be, sent to the concerned Court in India and in such form and in such\r\nmanner as the Central Government may, by notification, specify in this behalf.", "62": "The Prevention of Money-Laundering Act, 2002Chapter X\r\nMiscellaneous62. Punishment for\r\nvexatious search.-Any authority or\r\nofficer exercising powers under this Act or any rules made thereunder, who,\r\nwithout reasons recorded in writing,-a.  \r\n  searches\r\nor causes to be searched any building or place; orb.  \r\n  detains\r\nor searches or arrests any person, shall for every such offence be liable on\r\nconviction for imprisonment for a term which may extend to two years or fine\r\nwhich may extend to fifty thousand rupees or both.", "63": "The Prevention of Money-Laundering Act, 200263. Punishment for\r\nfalse information or failure to give information, etc.-1.  Any\r\nperson wilfully and maliciously giving false information and so causing an\r\narrest or a search to be made under this Act shall on conviction be liable for\r\nimprisonment for a term which may extend to two years or with fine which may\r\nextend to fifty thousand rupees or both.2.  If\r\nany person,-a.   being legally bound\r\nto state the truth of any matter relating to an offence under section 3,\r\nrefuses to answer any question put to him by an authority in the exercise of\r\nits powers under this Act; orb.   refuses to sign any\r\nstatement made by him in the course of any proceedings under this Act, which an\r\nauthority may legally require to sign; orc.   to whom a summon is\r\nissued under section 50 either to attend to give evidence or produce books of\r\naccount or other documents at a certain place and time, omits to attend or\r\nproduce books of account or documents at the place or time, he shall pay, by\r\nway of penalty, a sum which shall not be less than five hundred rupees but\r\nwhich may extend to ten thousand rupees for each such default or failure.1.  2.  3.  No\r\norder under this section shall be passed by an authority referred to in\r\nsub-section (2) unless the person on whom the penalty is proposed to be imposed\r\nis given an opportunity of being heard in the matter by such authority.", "64": "The Prevention of Money-Laundering Act, 200264. Cognizance of\r\noffences.-1.  No\r\ncourt shall take cognizance of any offence under section 62 or sub-section (1)\r\nof section 63 except with the previous sanction of the Central Government.2.  The\r\nCentral Government shall, by an order, either give sanction or refuse to give\r\nsanction within ninety days of the receipt of the request in this behalf.", "65": "The Prevention of Money-Laundering Act, 200265. Code of Criminal\r\nProcedure, 1973 to apply.-The provisions of the\r\nCode of Criminal Procedure, 1973 (2 of 1974) shall apply, in so far as they are\r\nnot inconsistent with the provisions of this Act, to arrest, search and\r\nseizure, attachment, confiscation investigation, prosecution and all other\r\nproceedings under this Act.", "66": "The Prevention of Money-Laundering Act, 200266. Disclosure of\r\ninformation.-The Director or any\r\nother authority specified by him by a general or special order in this behalf\r\nmay furnish or cause to be furnished to- \r\n i.  \r\n  any\r\nofficer, authority or body performing any functions under any law relating to\r\nimposition of any tax, duty or cess or to dealings in foreign exchange, or\r\nprevention of illicit traffic in the narcotic drugs and psychotropic substances\r\nunder the Narcotic Drugs and Psychotropic Substances Act, 1985 (61 of 1985); or\r\n \r\n ii.  \r\n  such\r\nother officer, authority or body performing functions under any other law as\r\nthe Central Government may, if in its opinion it is necessary so to do in the\r\npublic interest, specify, by notification in the Official Gazette, in this\r\nbehalf, any information received or obtained by such Director or any other\r\nauthority, specified by him in the performance of their functions under this\r\nAct, as may, in the opinion of the Director or the other authority, so\r\nspecified by him, be necessary for the purpose of the officer, authority or\r\nbody specified in clause (i) or clause (ii) to perform his or its functions\r\nunder that law.", "67": "The Prevention of Money-Laundering Act, 200267. Bar of suits in\r\ncivil courts.-No suit shall be\r\nbrought in any civil court to set aside or modify any proceeding taken or order\r\nmade under this Act and no prosecution, suit or other proceeding shall lie\r\nagainst the Government or any officer of the Government for anything done or\r\nintended to be done in good faith under this Act.", "68": "The Prevention of Money-Laundering Act, 200268. Notice, etc., not\r\nto be invalid on certain grounds.-No notice, summons,\r\norder, document or other proceeding, furnished or made or issued or taken or\r\npurported to have been furnished or made or issued or taken in pursuance of any\r\nof the provisions of his Act shall be invalid, or shall be deemed to be invalid\r\nmerely by reason of any mistake, defect or omission in such notice, summons,\r\norder, document or other proceeding if such notice, summons, order, document or\r\nother to the intent and purpose of this Act. proceeding is in substance and effect\r\nin conformity with or according", "69": "The Prevention of Money-Laundering Act, 200269. Recovery of\r\nfines.-Where any fine\r\nimposed on any person under section 13 or section 63 is not paid within six\r\nmonths from the day of imposition of fine, the Director or any other officer\r\nauthorised by him in this behalf may proceed to recover the amount from the\r\nsaid person in the same manner as prescribed in Schedule II of the Income-tax\r\nAct, 1961 (43of 1961) for the recovery of arrears and he or any officer\r\nauthorised by him in this behalf shall have all the powers of the Tax Recovery\r\nOfficer mentioned in the said Schedule for the said purpose.", "70": "The Prevention of Money-Laundering Act, 200270. Offences by\r\ncompanies.-1.  Where\r\na person committing a contravention of any of the provisions of this Act or of\r\nany rule, direction or order made there under is a company, every person who,\r\nat the time the contravention was committed, was in charge of and was\r\nresponsible to the company, for the conduct of the business of the company as\r\nwell as the company, shall be deemed to be guilty of the contravention and\r\nshall be liable to be proceeded against and punished accordingly: Provided that\r\nnothing contained in this sub-section shall render any such person liable to\r\npunishment if he proves that the contravention took place without his knowledge\r\nor that he exercised all due diligence to prevent such contravention.2.  Notwithstanding\r\nanything contained in sub-section (1), where a contravention of any of the\r\nprovisions of this Act or of any rule, direction or order made there under has\r\nbeen committed by a company and it is proved that the contravention has taken\r\nplace with the consent or connivance of, or is attributable to any neglect on\r\nthe part of any director, manager, secretary or other officer of any company,\r\nsuch director, manager, secretary or other officer shall also be deemed to be\r\nguilty of the contravent on and shall be liable to be proceeded against and\r\npunished accordingly. Explanation.-For the purposes of this section,- \r\n i.  \r\n  \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; and \r\n ii.  \r\n  \"director\",\r\nin relation to a firm, means a partner in the firm.", "71": "The Prevention of Money-Laundering Act, 200271. Act to have\r\noverriding effect.-The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force.", "72": "The Prevention of Money-Laundering Act, 200272. Continuation of\r\nproceedings in the event of death or insolvency.-1.  Where-\r\na.   any property of a\r\nperson has been attached under section 8 and no appeal against the order\r\nattaching such property has been preferred; orb.   any appeal has been\r\npreferred to the Appellate Tribunal, and- \r\n i.  \r\n\r\n  in\r\na case referred to in clause (a), such person dies or is adjudicated an\r\ninsolvent before preferring an appeal to the Appellate Tribunal; or \r\n ii.  \r\n  in\r\na case referred to in clause (b), such person dies or is adjudicated an\r\ninsolvent during the pendency of the appeal, then, it shall be lawful for the\r\nlegal representatives of such person or the official assignee or the official\r\nreceiver, as the case may be, to prefer an appeal to the Appellate Tribunal or\r\nas the case may be, to continue the appeal before the Appellate tribunal, in\r\nplace of such person and the provisions of section 26 shall, so far as may be,\r\napply, or continue to apply, to such appeal.1.  2.  Where-\r\na.   after passing of a\r\ndecision or order by the Appellate Tribunal, no appeal has been preferred to\r\nthe High court under section 42; orb.   any such appeal has\r\nbeen preferred to the High Court,- then- \r\n i.  \r\n  in\r\na case referred to in clause (a), the person entitled to file the appeal dies\r\nor is adjudicated an insolvent before preferring an appeal to the High Court,\r\nor \r\n ii.  \r\n  in\r\na case referred to in clause (b), the person who had filed the appeal dies or\r\nis adjudicated an insolvent during the pendency of the appeal before the High\r\nCourt, then, it shall be lawful for the legal representatives of such person,\r\nor the official assignee or the official receiver, as the case may be, to\r\nprefer an appeal to the High Court or to continue the appeal before the High\r\nCourt in place of such person an the provision of section 42 shall, so far as\r\nmay be, apply, or continue to apply, to such appeal.1.  2.  3.  The\r\npowers of the official assignee or the official receiver under sub-section (1)\r\nor sub-section (2) shall be exercised by him subject to the provisions of the\r\nPresidency-towns Insolvency Act, 1909 (3 of 1909) or the Provincial Insolvency\r\nAct, 1920 5 of 1920), as the case may be.", "73": "The Prevention of Money-Laundering Act, 200273. Power to make\r\nrules.-1.  The\r\nCentral Government may, by notification, make rules for carrying out the\r\nprovisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the form in which\r\nrecords referred to in this Act may be maintained;b.   the manner in which\r\nthe order and the material referred to in sub-section (2) of section 5 to be\r\nmaintained;c.   matters in respect of\r\nexperience of Members under sub-section (3) of section 6;d.   the salaries and\r\nallowances payable to and other terms and conditions of service of Members of\r\nthe Adjudicating Authority under sub-section (9) of section 6;e.   the salaries and\r\nallowances payable to and other terms and conditions of service of the officers\r\nand employees of the Adjudicating Authority under sub-section (3) of section 7;\r\nf.   the manner in which\r\nand the conditions subject to which the properties confiscated may be received\r\nand managed under sub-section (2) of section 10;g.   the additional\r\nmatters in respect of which the Adjudicating Authority may exercise the powers\r\nof a civil court under clause (f) of sub-section (1) of section 11;h.   the nature and value\r\nof transactions in respect of which records shall be maintained under clause\r\n(a) of sub-section (1) of section 12;i.   the time within which\r\nthe information of transactions under clause (b) of sub- section (1) of section\r\n12 shall be furnished;j.   the manner in which\r\nrecords shall be verified and maintained by banking companies, financial\r\ninstitutions and intermediaries under clause (c) of sub-section (1) of section\r\n12;k.   the procedure and the\r\nmanner of maintaining and furnishing information under sub-section (1) of\r\nsection 12 as required under section 15;l.   the manner in which\r\nthe reasons and the material referred to in sub-section (2) of section 16 shall\r\nbe maintained;m.   the rules relating to\r\nsearch and seizure under sub-section (1) of section 17; (n) the manner in which\r\nthe reasons and the material referred to in sub-section (2) of section 17 shall\r\nbe maintained;n.   the manner in which\r\nthe reasons and the material referred to in sub-section (2) of section 18 shall\r\nbe maintained;o.   the manner in which\r\nthe order and the material referred to in sub-section (2) of section 19 shall\r\nbe maintained;p.   the manner in which\r\nrecords authenticated outside India may be received under sub-section (2) of\r\nsection 22;q.   the form of appeal\r\nand the fee for filing such appeal, under sub-section (3) of section 26;r.   the salary and\r\nallowances payable to and the other terms and conditions of service of the\r\nChairperson and other Members of the Appellate Tribunal under section 30;s.   the salaries and\r\nallowances and the conditions of service of the officers and employees of the\r\nAppellate Tribunal under sub-section (3) of section 34;t.   the additional\r\nmatters in respect of which the Appellate Tribunal may exercise the powers of a\r\ncivil court under clause (i) of sub-section (2) of section 35;u.   the additional\r\nmatters in respect of which the authorities may exercise powers of a civil\r\ncourt under clause (f) of sub-section (1) of section 50;v.   the rules relating to\r\nimpounding and custody of records under sub-section (5) of section 50;w.   any other matter\r\nwhich is required to be, or may be, prescribed.", "74": "The Prevention of Money-Laundering Act, 200274. Rules to be laid\r\nbefore Parliament.-Every rule made under\r\nthis Act shall be laid, as soon as may be after it is made, before each House\r\nof Parliament, while it is in session, for a total period of thirty days which\r\nmay be comprised in one session or n two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe rule or both Houses agree that the rule should not be made, the rule shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule.", "75": "The Prevention of Money-Laundering Act, 200275. Power to remove\r\ndifficulties.-1.  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act s may appear to be\r\nnecessary for removing the difficulty: Provided that no order shall be made\r\nunder this section after the expiry of two years from the commencement of this\r\nAct.2.  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament."}