{"name": "Prevention of Cruelty to Animals Act, 1960\r", "1": "Prevention of Cruelty to Animals Act, 19601. Short title extent and commencement. -(1) This Act may be called the prevention of\r\nCruelty to Animals Act, 1960.(2) It extends to the whole of India except the\r\nState of Jammu and Kashmir.(3) It shall come into force on such date as\r\nthe central Government may, by notification in the Official Gazette, appoint,\r\nand different dates may be appointed for different States and for the different\r\nprovision contained in this Act.", "2": "Prevention of Cruelty to Animals Act, 19602. Definitions. -In this Act, unless the context otherwise\r\nrequires, -(a)\"animal'' means any living creature\r\nother than a human being;(b)\"Board'' means the Animal Welfare\r\nBoard established under section 4;(c)\"captive animal'' means any animal\r\n(not being a domestic animal) which is in captivity or confinement, whether\r\npermanent or temporary, or which is subjected to any appliance or contrivance\r\nfor the purpose of hindering or preventing its escape from captivity or\r\nconfinement or which is pinioned or which is or appears to be maimed;(d)\"domestic animal'' means any animal\r\nwhich is tamed or which has been or is being sufficiently tamed to serve some\r\npurpose for the use of man or which, although it neither has been nor is being\r\nnor is intended to be so tamed, is or his become in fact wholly or partly\r\ntamed;(e)\"local authority'' means a municipal\r\ncommittee, district board or other authority for the time being invested by law\r\nwith the control and administration of any matters within a specified local\r\narea;(f)\"owner'', used with reference to an\r\nanimal, includes not only the owner but also any other person for the time\r\nbeing in possession or custody of the animal, whether with or without the\r\nconsent of the owner;(g)\"phooka'' or \"doom dev'' includes\r\nany process of introducing air or any substance into the female organ of a\r\nmilch animal with the object of drawing off from the animal any secretion of\r\nmilk;(h)\"prescribed'' means prescribed by\r\nrules made unless this act;(i)\"street'' includes any way, road,\r\nlane, square, court, alley, passage or open space, whether a thoroughfare or\r\nnot, to which the public have access.", "3": "Prevention of Cruelty to Animals Act, 19603. Duties of persons having charge of animals. -It shall be the duty of every person having\r\nthe care of charge of any animal to take all reasonable measures to ensure the\r\nwellbeing of such animal and to prevent the infliction upon such animal of\r\nunnecessary pain or suffering.", "4": "Prevention of Cruelty to Animals Act, 19604. Establishment of Animal Welfare Board. -(1) For the promotion of animal welfare\r\ngenerally and for the purpose of protecting animals from being subject to\r\nunnecessary pain or suffering, in particular, there shall be established by the\r\nCentral Government, as soon as may be after the commencement of this Act, a\r\nBoard to be called the Animal Welfare Board.(2) The Board shall be a body corporate having\r\nperpetual succession and a common seal with power, subject to the provisions of\r\nthis Act, of acquire, hold and dispose of property and may be its name sue and\r\nbe sued.", "5": "Prevention of Cruelty to Animals Act, 19605. Constitution of the Board. -(1) The Board shall consist of the following\r\npersons, namely:-(a) the\r\nInspector-General of Forests, Government of India, ex officio;(b) the Animal\r\nHusbandry Commissioner to the Government of India, ex officio;(c) one person to\r\nrepresent such association of veterinary practitioners as in the opinion of the\r\nCentral Government ought to be represented on the Board, to be elected by that\r\nassociation in the prescribed manner;(d) two persons to represent\r\npractitioners of modern and indigenous systems of medicine, to be nominated by\r\nthe Central Government;(e) one person to\r\nrepresent each of the municipal corporations of Bombay, Calcutta, Delhi and\r\nMadras, and one person to represent any other municipal corporation as, in the\r\nopinion of the Central Government, ought to be represented on the Board, to be\r\nelected by each of the said corporations in the prescribed manner;(f) one person to\r\nrepresent each of such three organizations actively interested in animal\r\nwelfare as in the opinion of the Central Government ought to be represented n\r\nthe Board, to be chosen by each of the said organizations in the prescribed\r\nmanner;(g) one person to\r\nrepresented each of such three societies dealing with prevention of cruelty to\r\nanimal as in the opinion of the Central Government ought to be represented on\r\nthe Board, to be chosen in the prescribed manner;(h) three persons to\r\nbe nominated by the Central Government;(i) six members of\r\nParliament, four to be elected by the House of the People (Lok Sabha) and two\r\nby the Council of States (Rajya Sabha).(2) Any of the persons referred to in clause\r\n(a) or clause (b) of sub-section (1) may depute any other person to attend any\r\nof the meetings of the Board.(3) One of the members of the Board shall be\r\nnominated by the Central Government to be its Chairman.", "6": "Prevention of Cruelty to Animals Act, 19606. Term of office and conditions of services\r\nof members of the Board.(1) Save as otherwise provided in this\r\nsection, the term of office a member of the Board shall be three years.(2) Subject to the provisions contained in\r\nsub-section (4), the term of office of the member elected to represent any\r\nmunicipal corporation (other than the corporations of Bombay, Calcutta, Delhi\r\nand Madras) shall be one year from the date on which such member assumes\r\noffice.(3) The term of office of an ex officio member\r\nshall continue so long as he holds the office by virtue to which he is such a\r\nmember.(4) The term of office of member elected or \r\nchosen under clause (c), clause (e), (f) clause (g) or clause (I) of section 5 \r\nto represent any body of person shall come to an end as soon as he ceases to be \r\na member of the body which elected him or in respect of which he was chosen.(5) The term of office of a member nominated, elected\r\nor chosen to fill a casual vacancy shall continue for the remainder of the term\r\nof office of the member on whose place he is nominated, elected or chosen.(6) The members of the Board shall receive\r\nsuch allowances it any, as the Board may subject to the previous approval of\r\nthe Central Government, provide by regulations made by it in this behalf.(7) No act done or proceeding taken by the\r\nBoard shall be questioned on the ground merely of the existence of any vacancy\r\nin, or defect in the constitution of, the Board.", "7": "Prevention of Cruelty to Animals Act, 19607. Secretary and other employees of the Board. -(1) The Central Government shall appoint one\r\nof is officers to be the Secretary of the Board.(2) Subject to such rules as may be made by\r\nthe Central Government in this behalf, the Board may appoint such number of\r\nother officers and employees as may be necessary for the exercise of its powers\r\nand the discharge of its functions and may determine the terms and conditions\r\nof service of such officers and other employees by regulations made by it with\r\nthe previous approval of the Central Government.", "8": "Prevention of Cruelty to Animals Act, 19608. Funds of the Board. -The funds of the Board shall consist of grants\r\nmade to it from time to time by the Government and of contributions, donations,\r\nsubscriptions, bequests, gifts and the like made to it by any local authority\r\nor by any other person.", "9": "Prevention of Cruelty to Animals Act, 19609. Function of the Board. -The functions of the Board shall be-(a) to keep the law in force in India for the\r\nprevention of cruelty to animals under constant study and advise the Government\r\non the amendments to be undertaken in any such law from time to time;(b) to advise the Central Government on the\r\nmaking of rules under this Act with a view to preventing unnecessary pain or\r\nsuffering to animal generally, and more particularly when they are being\r\ntransported from one place to another or when they are used as performing\r\nanimals or when they are kept in captivity or confinement;(c) to advise the Government or any local\r\nauthority or other person on improvements in the design of vehicles so as to\r\nlessen the burden on draught animals;(d) to take all such steps as the Board may\r\nthink fit for ameliorating the conditions of beasts of burden by encouraging,\r\nor providing for, the construction of sheds, water-troughs and the like and by\r\nproviding for veterinary assistance to animals;(e) to advise the Government or any local\r\nauthority or other person in the design of slaughter-houses or in the\r\nmaintenance of slaughter-houses or in connection with slaughter of animals so\r\nthat unnecessary pain or suffering, whether physical or mental, is eliminated\r\nin the pre-slaughter stages as far as possible, and animals are killed,\r\nwherever necessary, in as humane a manner as possible;(f) to take all such steps as the Board may think\r\nfit to ensure that unwanted animals are destroyed by local authorities whenever\r\nit is necessary to do so, either instantaneously or after being rendered\r\ninsensible to pain or suffering;(g) to encourage, by the grant of financial\r\nassistance or otherwise, the formation of pinjrapoles, sanctuaries and the like\r\nwhere animals and birds may find a shelter when they have become old and\r\nuseless or when they need protection;(h) to co-operative with, and co-ordinate the\r\nwork of, associations or bodies established for the purpose of preventing\r\nunnecessary pain or suffering to animals or for the protection of animals and\r\nbirds;(i) to give financial and other assistance to\r\nanimal welfare organizations functioning in any local area or to encourage the\r\nformation of animal welfare organizations in any local area which shall work\r\nunder the general supervision and guidance of the Board.(j) to advise the Government on matters\r\nrelating to the medical care and attention which may be provided in animal\r\nhospitals and to give financial and other assistance to animal hospitals\r\nwhenever the Board thinks it necessary to do so;(k) to impart education in relation to the\r\nhumane treatment of animals and to encourage the formation of public opinion\r\nagainst the infliction of unnecessary pain or suffering to animals and for the\r\npromotion of animal welfare by means of lectures, books, posters,\r\ncinematographic exhibitions and the like;(l) to advise the Government on any matter\r\nconnected with animal welfare or the prevention of infliction of unnecessary\r\npain or suffering on animals.", "10": "Prevention of Cruelty to Animals Act, 196010. Power of Board to make regulations. -The Board may, subject to the previous\r\napproval of the Central Government, make such regulations as it may think fit\r\nfor the administration of its affairs and for carrying out its functions.", "11": "Prevention of Cruelty to Animals Act, 196011. Treating animals cruelly. -(1) If any person-(a) beats, kicks,\r\nover-rides, over-drives, over-loads, tortures or otherwise treats any animals\r\nso as to subject it to unnecessary pain or suffering or causes or, being the\r\nowner permits, any animal to be so treated; or(b) employs in any\r\nwork or labor any animal which, by reason of any disease, infirmity, wound, sore\r\nor other cause, is unfit to be so employed or, being the owner, permits any\r\nsuch unfit animal to be so employed; or(c) willfully and\r\nunreasonably administers any injurious drug or injurious substance to any\r\ndomestic or captive animal or willfully and unreasonably causes or attempts to\r\ncause any such drug or substance to be taken by any domestic or captive animal;\r\nor(d) conveys or\r\ncarries, whether in or upon any vehicle or not, any animal in such a manner or\r\nposition as to subject it to unnecessary pain or suffering; or(e) keeps or confines\r\nany animals in any cage or other receptacle which dose not measure sufficiently\r\nin height, length and breadth to permit the animal a reasonable opportunity for\r\nmovement; or(f) keeps for an\r\nunreasonable time any animal chained or tethered upon an unreasonably short or\r\nunreasonably heavy chain or cord; or(g) being the owner,\r\nneglects to exercise or cause to be exercised reasonably any dog habitually\r\nchained up or kept in close confinement; or(h) being the owner of\r\nany captive animal, fails to provide such animal with sufficient food, drink or\r\nshelter; or(i) without reasonable\r\ncause, abandons any animal in circumstances which render it likely that it will\r\nsuffer pain by reason of starvation or thirst; or(j) willfully permits\r\nany animal, of which be is the owner to go at large in any street while the\r\nanimal is affected with contagious or infectious disease or, without reasonable\r\nexcuse permits any diseased or disabled animals, of which he is the owner, to die\r\nin any street; or(k) offers for sale\r\nor, without reasonable cause, has in his possession any animal which is\r\nsuffering pain by reason of mutilation, starvation, thirst, overcrowding or\r\nother ill-treatment; or(l) needlessly\r\nmutilates any animal or kills any animal in an unnecessarily cruel manner; or(m) confines or causes\r\nto be confined any animal in such a manner as to make it an object of prey for\r\nany other animal solely with a view to providing entertainment for other\r\npersons; or(n) for the purposes\r\nof his business, organizes. keeps, . uses or acts in the management of, any\r\nplace for animal fighting or for the purpose of baiting any animal or permits\r\nor offers any place to be so used or receives money for the admission of any\r\nother person to any place kept or used for any such purposes; or(o) promotes or takes\r\npart in any shooting match or competition wherein animals are released from\r\ncaptivity for the purpose of such shooting; he shall be punishable, in the case\r\nof a first offence, with fine which may extent to fifty rupees, and, in the\r\ncase of a second or subsequent offence committed within three years of the\r\nprevious offence, with fine which may extend to one hundred rupees, or with\r\nimprisonment for a term which may extend to three months, or with both.(2) For the purpose of sub-section (1), an\r\nowner shall be deemed to have committed an offence if he has failed to exercise\r\nreasonable care and supervision with a view to the prevention of such offence:Provided that where an owner is convicted of\r\npermitting cruelty by reason only of having failed to exercise such care and\r\nsupervision, he shall not be liable to imprisonment without the option of a\r\nfine.(3) Nothing in this section shall apply to-(a) the dehorning of\r\ncattle, or the castration or branding or nose-roping of any animal, in the\r\nprescribed manner, or(b) the destruction of\r\nstray dogs in lethal chambers or by other methods with a minimum of suffering;\r\nor(c) the extermination\r\nor destruction of any animal under the authority of any law for the time being\r\nin force; or(d) any matter dealt \r\nwith in Chapter IV; or(e) the commission or\r\nomission of any act in the course of the destruction or the preparation for\r\ndestruction of any animal as food for mankind unless such destruction or\r\npreparation was accompanied by the infliction of unnecessary pain or suffering.", "12": "Prevention of Cruelty to Animals Act, 196012. Penalty for practicing phooka or doom dev. -If any person performs upon any cow or other\r\nmilch animal the operation called phooka or doom dev or permits such operation\r\nbeing performed upon any such animal in his possession or under his control, he\r\nshall be punishable with fine which may extend to one thousand rupees, or with\r\nimprisonment for a term which may extend to two years, or with both, and the\r\nanimal on which the operation was performed shall be forfeited to the\r\nGovernment.", "13": "Prevention of Cruelty to Animals Act, 196013. Destruction of suffering animals. -(1) Where the owner of an animal is convicted\r\nof an offence under section 11, it shall be lawful for the court, if the court\r\nis satisfied that it would be cruel to keep the animal alive, to direct that\r\nthe animal be destroyed and to assign the animal to any suitable person for\r\nthat purpose, and the person toe whom such animal is so assigned shall, as soon\r\nas possible, destroy such animal or cause such animal to be destroyed in his\r\npresence without unnecessary suffering, and any reasonable expense incurred in\r\ndestroying the animal may be ordered by the court to be recovered from the\r\nowner as if it were a fine:Provided that unless the owner assents thereto,\r\nno order shall be made under this section except upon the evidence of a\r\nveterinary officer in charge of the area.(2) When any magistrate, commissioner of\r\npolice or district superintendent of police has reason to believe that an\r\noffence under section 11 has been committed in respect of any animal, he may\r\ndirect the immediate destruction of the animal, if in his opinion, it would be\r\ncruel to keep the animal alive.(3) Any police officer above the rank of a constable\r\nor any person authorized by the State Government in this behalf who finds nay\r\nanimal so diseased or so severely injured or in such a physical condition that\r\nin his opinion it cannot be removed without cruelty, may, if the owner is\r\nabsent or refuses his consent to the destruction of the animal, forthwith\r\nsummon the veterinary officer in charge of the area in which the animal is\r\nfound, and if the veterinary officer certifies that the animal is mortally\r\ninjured or so severely injured or in such a physical condition that it would be\r\ncruel to injured or in such a physical condition that it would be cruel to keep\r\nit alive, the police officer or the person authorized, as the case may be, may,\r\nafter obtaining orders form a magistrate destroy the animal injured or cause it\r\nto be destroyed.(4) No appeal shall lie from any order of a\r\nmagistrate for the destruction of an animal.", "14": "Prevention of Cruelty to Animals Act, 196014. Experiments on animals. -Nothing contained a this Act shall render\r\nunlawful the performance of experiments (including experiments involving\r\noperations) on animals for the purpose of advancement by new discovery of\r\nphysiological knowledge or of knowledge which will be useful for saving or for\r\nprolonging life or alleviating suffering or for combating any disease, whether\r\nof human beings, animals or plants.", "15": "Prevention of Cruelty to Animals Act, 196015. Committee for control and supervision of\r\nexperiments on animals. -(1) If at any time, on the advice of the\r\nBoard, the Central Government is of opinion that it is necessary so to do for\r\nthe purpose of controlling and supervising experiments on animals, it may, by\r\nnotification in the Official Gazette, constitute a Committee consisting of such\r\nnumber of officials and non-officials, as it may think fit to appoint thereto.(2) The Central Government shall nominate one\r\nof the members of the Committee to be its Chairman.(3) The Committee shall have power to regulate\r\nits own procedure in relation to the performance on of its duties.(4) The funds of the Committee shall consist\r\nof grants made to it from time to time by the Government and of contributions,\r\ndonations, subscriptions, bequests, gifts and the like made to it by any\r\nperson.", "16": "Prevention of Cruelty to Animals Act, 196016. Staff of the Committee. -Subject to the control of the Central\r\nGovernment, the Committee may appoint such number of officers and other\r\nemployees as may be necessary to enable it to exercise its powers and perform\r\nits duties, and may determine the remuneration and other terms and conditions\r\nof service of such officers and other employees.", "17": "Prevention of Cruelty to Animals Act, 196017. Duties of the Committee and power of the\r\nCommittee to make rules relating to experiments on animals. -(1) It shall be the duty of the Committee to\r\ntake all such measures as may be necessary to ensure that animals are not\r\nsubjected to unnecessary pain or suffering before, during or after the\r\nperformance of experiments on them, and for that purpose it may, by\r\nnotification in the Gazette of Indian and subject to the condition of previous\r\npublication, make such rules as it may think fit in relation to the conduct of\r\nsuch experiments.(2) In particular, and without prejudice to\r\nthe generality of the foregoing power, rules made by the Committee shall be\r\ndesigned to secure the following objects, namely:-(a) that in cases where\r\nexperiments are performed in any institution, the responsibility therefor is\r\nplaced on the person in charge of the institution and that, in case where\r\nexperiments are performed outside n institution by individuals, the individuals\r\nare qualified in that behalf and the experiments are performed on their full\r\nresponsibility;(b) that experiments \r\nare performed with due care and humanity, and that as far as possible experiment \r\ninvolving operation are performed under the influence of some anesthetic, are so \r\ninfluence of some anesthetic of sufficient power to prevent the animals feeling \r\npain;(c) that animals\r\nwhich, in the course of experiments under the influence of anesthetics, are so\r\ninjured that their recovery would involve serious suffering , are ordinarily\r\ndestroyed while still insensible,(d) that experiment on\r\nanimals are avoided wherever it is possible to do so; as for example , in\r\nmedical schools, hospitals, colleges and the like, if other teaching devices\r\nsuch as books, models, films and the like may equally suffice;(e) that experiments\r\non larger animals are avoided wherever it is possible to achieve the same\r\nresults by experiments upon small laboratory animals like guinea-pigs, rabbits,\r\nfrogs and rats;(f) that, as far as\r\npossible, experiments are not performed merely for the purpose of acquiring\r\nmanual skill;(g) that animals\r\nintended for the performance of experiments are properly looked after both\r\nbefore and after experiments;(h) that suitable\r\nrecords are maintained with respect to experiments performed on animals.(3) In making any rules under this section, the \r\nCommittee shall be guided by such directions as the Central Government \r\n(consistently with the objects for which the committee is set up )may give to \r\nit, and the Central Government is hereby authorized to give such directions(4) All rules made by the Committee shall be\r\nbinding on all individuals performing experiments outside institutions and on\r\npersons in charge of institutions in which experiments are performed.", "18": "Prevention of Cruelty to Animals Act, 196018. Power of entry and Inspection. -For the purpose of ensuring that the rules\r\nmade by it are being complied with, the Committee may authorize any of its\r\nofficers or any other persons in writing to inspect any institution or place\r\nwhere experiments are being carried on and report to it as a result of such\r\ninspection , and any officer or person so authorized may-(a)enter at any time considered reasonable by\r\nhim and inspect any institution or place in which experiments on animals are\r\nbeing carried on; and(b) require any person to produce any record\r\nkept by him with respect to experiments on animals.", "19": "Prevention of Cruelty to Animals Act, 196019. Power to prohibit experiments on animals. -If the Committee is satisfied, on the report\r\nof any officer or other person made to it as a result of any inspection under\r\nsection 18 or otherwise, that the rules made it under section 17 are not being\r\ncomplied with by any person or institution carrying on experiments on animals,\r\nthe Committee may, after giving an opportunity to the person or institution of\r\nbeing heard in the matter, by order, prohibit the person or indefinitely, or\r\nmay allow the person or institution to carry on such experiments subject to\r\nsuch special conditions as the Committee may think fit to impose.", "20": "Prevention of Cruelty to Animals Act, 196020. Penalties. -If any person-(a) contravenes any order made by the\r\nCommittee under section 19; or(b) commits a breach of any condition imposed\r\nby the Committee under that section;he shall be punishable with fine which may\r\nextend to two hundred rupees, and when the contravention or breach of condition\r\nhis taken place in any institution, the person in charge of the institution\r\nshall be deemed to be guilty of the offence and shall be punishable\r\naccordingly.", "21": "Prevention of Cruelty to Animals Act, 196021. Exhibit and train defined. -In this Chapter, \"exhibit means exhibit at\r\nany entertainment to which the public are admitted through sale of tickets and\r\n\"train\" means train for the purpose of any such exhibition, and the\r\nexpression \"exhibitor\" and \"trainer\" have respectively the corresponding\r\nmeaning.", "22": "Prevention of Cruelty to Animals Act, 196022. Restriction on exhibition of performing\r\nanimals.\r\n-No person shall exhibit or train-(i) any performing animal unless he is\r\nregistered in accordance with the provisions of this Chapter;(ii) as a performing animal, any animal which the\r\nCentral Government may, by notification in the Official Gazette, specify as an\r\nanimal which shall not be exhibited or trained as a performing animal.", "23": "Prevention of Cruelty to Animals Act, 196023. Procedure for registration. -(1) Every person desirous of exhibiting or\r\ntraining and performing animal shall, on making an application in the\r\nprescribed form to the prescribed authority and on payment of the prescribed\r\nfee, be registered under this Act unless he is a person who, by reason of an\r\norder made by the court under this Chapter, is not entitled to be so\r\nregistered.(2) An application for registration under this\r\nChapter shall contain such particulars as to the animals and as to the general\r\nnature of the performance is which the animals are to be exhibited or for which\r\nthey are to be trained as may be prescribed, and the particulars so given shall\r\nbe entered in the register maintained by the prescribed authority.(3) The prescribed authority shall give to\r\nevery person whose name appears on the register kept by them, a certificate of\r\nregistration in the prescribed form containing the particulars entered in the\r\nregister.(4) Every register kept under this Chapter\r\nshall at all reasonable times be open for inspection on payment of the\r\nprescribed fee, and any person shall, on payment of the prescribed fee, be\r\nentitled to obtain copies thereof or make extracts there from.(5) Any person whose name is entered in the\r\nregister shall, subject to the provisions of any order made under this Act by\r\nany court, be entitled, on making an application for the purpose, to have the\r\nparticulars entered in the register with respect to him varied, and where any\r\nsuch particulars are so varied, the existing certificate shall be cancelled and\r\na new certificate issued.", "24": "Prevention of Cruelty to Animals Act, 196024. Power of court to prohibit restrict exhibition\r\nand training of performing animals. -(1) Where it is proved to the satisfaction of\r\nany magistrate on a complaint made by a police officer or an officer authorized\r\nin writing by the prescribed authority referred to in section 23, that the\r\ntraining or exhibition of any performing animal has been accompanied by\r\nunnecessary pain or suffering and should be prohibited or allowed only subject\r\nto conditions, the court may make an order against the person in respect of\r\nwhom the compliant is made, prohibiting the training or exhibition or imposing\r\nsuch condition is relation thereto, as may be specified by the order.(2) Any court by which an order is made under\r\nthis section shall cause a copy of the order to be sent, as soon as may be\r\nafter the order is made, to the prescribed authority by which the person\r\nagainst whom the order is made is registered, and shall cause the particulars\r\nof the order to be endorsed upon the certificate held by that person, and that\r\nperson shall produce his certificate on being so required by the court for the\r\npurposes of endorsement, and the prescribed authority to which a copy of an\r\norder is sent under this section shall enter the particulars of the order in\r\nthat register.", "25": "Prevention of Cruelty to Animals Act, 196025. Power to enter premises. -(1) Any person authorized in writing by the\r\nprescribed authority referred to in section 23 and any police officer not below\r\nthe rank of sub-inspector may-(a) enter at all\r\nreasonable times and inspect any premises in which any performing animals are\r\nbeing trained or exhibited or kept for training or exhibition, and any such\r\nanimals found therein; and(b) requiring any\r\nperson who, he has reason to believe, is a trainer or exhibitor of performing\r\nanimals to produce his certificate of registration.(2) No person or police officer referred to in\r\nsub-section (1) shall be entitled under this section to go on or behind the\r\nstage during a public performance of performing animals.", "26": "Prevention of Cruelty to Animals Act, 196026. Offences. -If any person-(a) not being registered under this Chapter,\r\nexhibits or trains any performing animal; or(b) being registered under this Act, exhibits\r\nor trains any performing animal with respect to which, or in a manner with\r\nrespect to which, he is not registered; or(c) exhibits or trains as a performing animal,\r\nany animal which is not to be used for the purpose by reason of a notification\r\nissued under clause (ii) or section 22; or(d) obstructs or willfully delays any person\r\nor police officer referred to in section 25 in the exercise of power under this\r\nAct as to entry and inspection; or(e) conceals any animal with a view to\r\navoiding such inspection; or(f) being a person registered under this Act,\r\non being duly required in pursuance of this Act to provide his certificate\r\nunder this Act, fails without reasonable excuse so to do; or(g) applies to be registered under this Act\r\nwhen not entitled to be so registered.he shall be punishable on conviction with fine\r\nwhich may extend to five hundred rupees, or with imprisonment, which may extent\r\nto three months, or with both.", "27": "Prevention of Cruelty to Animals Act, 196027. Exemptions. -Nothing contained in this Chapter shall apply\r\nto-(a) the training of animals for bona fide\r\nmilitary or police purpose or the exhibition of any animals so trained; or(b) any animals kept in any zoological garden\r\nor by any society or association which has for its principal object the\r\nexhibition of animals for educational or scientific purposes.", "28": "Prevention of Cruelty to Animals Act, 196028. Saving as respects manner of killing\r\nprescribed by religion. -Nothing contained in this Act shall render it\r\nan offence to kill any animal in a manner required by the religion of any\r\ncommunity.", "29": "Prevention of Cruelty to Animals Act, 196029. Power of court to deprive person convicted\r\nof ownership of animal. -(1) If the owner of any animal is found guilty\r\nof any offence under this Act, the court, upon his conviction thereof, may, if\r\nit thinks fit, in addition to any other punishment, make an order that the\r\nanimal with respect to which the offence was committed shall be forfeited to\r\nGovernment and may, further, make such order as to the disposal of the animal\r\nas it thinks fit under the circumstances.(2) No order under sub-section (1) shall be\r\nmade unless it is shown by evidence as to a previous conviction under this Act\r\nor as to the character of the owner or otherwise as to the treatment of the\r\nanimal that the animal, if left with the owner, is likely to be exposed to\r\nfurther cruelty.(3) Without prejudice to the provisions\r\ncontained in sub-section (1), the court may also order that a person convicted\r\nof an offence under this Act shall, either permanently or during such period as\r\nis fixed by the order, be prohibited from having the custody of any animal of\r\nany kind whatsoever, or, as the court thinks, fit, of any animal of any kind\r\nwhatsoever, or as the court thinks fit, of any animal of any king or species\r\nspecified in to order.(4) No order under sub-section (3) shall be\r\nmade unless-(a) it is shown by\r\nevidence as to a previous conviction or as to the character of the said person\r\nor otherwise as to the treatment of the animal in relation to which he has been\r\nconvicted that an animal in the custody of the said person is likely to be\r\nexposed to cruelty;(b) it is stated in\r\nthe complaint upon which the conviction was made that it is the intention of\r\nthe complainant upon the conviction of the accused to request that an order be\r\nmade as aforesaid; and(c) the offence for\r\nwhich the conviction was made was committed in an area in which under the law\r\nfor the time being in force a license is necessary for the keeping of any such\r\nanimal as that in respect of which the conviction was made.(5) Notwithstanding anything to the contrary\r\ncontained in any law for the time being in force, any person in respect of whom\r\nan order is made under sub-section (3) have no right to the custody of any\r\nanimal contrary to the provisions of the order, and if he contravenes the\r\nprovisions of any order, he shall be punishable with fine which may extend to\r\none hundred rupees, or with imprisonment for a term which may extend to three months,\r\nor with both.(6) Any court which has made an order under\r\nsub-section (3) may at any time, either on its own motion or on application\r\nmade to it in this behalf, rescind or modify such order.", "30": "Prevention of Cruelty to Animals Act, 196030. Presumption as to guilt in certain cases. -If any person is charged with the offence of\r\nkilling a goat, cow or its progeny contrary to the provisions of clause (l) of\r\nsub-section (1) of section 11, and it is proved that such person had in his\r\npossession, at the time the offence is alleged to have been committed, the skin\r\nof any such animal as is referred to in this section with any part of the skin\r\nof the head attached thereto, it shall be presumed until the contrary is proved\r\nthat such animal was killed in a cruel manner.", "31": "Prevention of Cruelty to Animals Act, 196031. Cognizability of offences. -Notwithstanding anything contained in the Code\r\nof Criminal Procedure, 1898, an offence punishable under clause (l), clause (n)\r\nor clause (o) of sub-section (1) of section 11 or under section 12 shall be a\r\ncognizable offence within the meaning of that Code.", "32": "Prevention of Cruelty to Animals Act, 196032. Powers of search and seizure. -(1) If a police officer not below the rank of\r\nsub-inspector or any person authorized by the State Government in this behalf\r\nhas reason to believe that an offence under clause (l) of sub-section (1) of\r\nsection 11 in respect of any such animal as referred to in section 30 is being,\r\nor is about to be, or has been, committed in any place, or that any person has\r\nin his possession the skin of any such animal with any part of the skin of the\r\nhead attached thereto, he may enter and search such place or any place in which\r\nhe has reason to believe any such skin to be, and may seize such skin or any\r\narticle or thing used or intended to be used in the commission of such offence.\r\n(2) If a police officer not below the rank of\r\nsub-inspector, or any person authorized by the State Government in this behalf,\r\nhas reason to believe that phooka or doom dev has just been, or is being\r\nperformed on any animal within the limits of his jurisdiction, be may enter any\r\nplace in which he has reason to believe such animal to be, and may seize the\r\nanimal and produce it for examination by the veterinary officer in charge of\r\nthe area in which the animal is seized.", "33": "Prevention of Cruelty to Animals Act, 196033. Search warrants. -(1) If a magistrate of the first or second\r\nclass or a presidency magistrate or a sub-divisional magistrate or a\r\ncommissioner of police, or district superintendent of police, upon information\r\nin writing, and after such inquiry as he thinks necessary, has reason to\r\nbelieve that an offence under this Act is being, or is about to be, or has been\r\ncommitted in any place, he may either himself enter and search or by his\r\nwarrant authorize any police officer not below the rank of sub-inspector to\r\nenter an search the place.(2) The provisions of the Code of Criminal\r\nProcedure, 1898, relating to searches shall, so far as those provisions can be\r\nmade applicable, apply to searches under this Act.", "34": "Prevention of Cruelty to Animals Act, 196034. General power of seizure for examination. -Any police officer above the rank of a\r\nconstable or any person authorized by the State Government in this behalf, who\r\nhas reason to believe that an offence against this Act has been, committed in\r\nrespect of any animal, may, if in his opinion the circumstances so require,\r\nseize the animal and produce the same for examination by the nearest magistrate\r\nor by such veterinary officer as may be prescribed, and such police officer or\r\nauthorized person may, when seizing the animal, require the person in charge\r\nthereof to accompany it to the place of examination.", "35": "Prevention of Cruelty to Animals Act, 196035. Treatment and care of animals. -(1) The State Government may, by general or\r\nspecial order, appoint infirmaries for the treatment and care for animals in\r\nrespect of which offences against this Act, have been committees, and may\r\nauthorized the detention therein of animal pending its production before a\r\nmagistrate.(2) The magistrate before whom a prosecution\r\nfor an offence against this Act, has been instituted may direct that the animal\r\nconcerned shall be treated and cared for in an infirmary, until it is fit to\r\nperform its usual work or is otherwise fit for discharge, or that it shall be\r\nsent to a pinjrapole, , or if the veterinary officer in charge of the area in\r\nwhich the animal is found or such other veterinary officer as may be authorized\r\nin this behalf by rules made under this Act certificate that it is incurable or\r\ncannot be removed without cruelty, that it shall be destroyed.(3) An animal sent for care and treatment to an\r\ninfirmary shall not, unless the magistrate directs that it shall be sent to a\r\npinjraple or that it shall be destroyed, be released from such place except\r\nupon a certificate of its fitness for discharge issued by the veterinary\r\nofficer in charge of the area in which the infirmary is situated or such other\r\nveterinary officer as may be authorized in this behalf by rules made under this\r\nAct.(4) The cost of transporting the animal to an\r\ninfirmary or pinjrapole, and of its maintenance and treatment in an infirmary,\r\nshall be payable by the owner of the animals in accordance with a scale of\r\nrates to be prescribed by the district magistrate, or, in presidency -towns, by\r\nthe commissioner of police:(5) Any amount payable by an owner of an\r\nanimal under subsection (4) may be recovered in the same manner as an arrear of\r\nland revenue.(6) If the owner refuses or neglects to remove\r\nthe animal within such time as a magistrate may specify, the magistrate may\r\ndirected that the animal be sold and that the proceeds of the sale be applied\r\nto the payment of such cost.(7) The surplus, if any, of the proceeds of\r\nsuch sale shall, on application made by the owner within two months from the\r\ndate of the sale, be paid to him", "36": "Prevention of Cruelty to Animals Act, 196036. Limitation of prosecutions. -A prosecution for an offence against this Act\r\nshall, not be instituted after the expiration of three months from the date of\r\nthe commission of the offence.", "37": "Prevention of Cruelty to Animals Act, 196037. Delegation of powers. -The Central Government may, by notification in\r\nthe official Gazette, direct that all or any of the powers exercisable by it\r\nunder this Act, may, . subject to such conditions as it may think fit to\r\nimpose, be also exercisable by any State Government.", "38": "Prevention of Cruelty to Animals Act, 196038. Power to make rules. -(1) The Central Government may, by\r\nnotification in the official Gazette, and subject to the condition of previous\r\npublication, make rules to carry out the purposes of this Act.(2) In particular and without prejudice to the\r\ngenerality of the foregoing power, the Central Government may make rules\r\nproviding for all or any of the following matters, namely:-(a) the terms and\r\nconditions of service of members of the Board, the allowances payable to them\r\nand the manner in which they may exercise their power and discharge their\r\nfunctions;(b) the maximum load\r\n(including any load occasioned by the weight of passengers ) to be carried or\r\ndrawn by any animal;(c) the conditions to\r\nbe observed for preventing the over crowding of animals;(d) the period during which,\r\nand the hours between which, any class of animals shall not be used for draught\r\npurposes;(e) prohibiting the\r\nuse of any bit or harness involving cruelty to animals;(f) requiring persons\r\ncarrying on the business of a farrier to be licensed and registered by such\r\nauthority as may be prescribed and levying a fee for the purpose;(g) the precautions to\r\nbe taken in the capture of animals for purpose of sale, export or for any other\r\npurpose, and the different appliances or devices that may alone be used for the\r\npurpose; and the licensing of such capture and the levying of fees for such\r\nlicenses(h) the precautions to\r\nbe taken in the transport of animals, whether by rail, road, inland waterway,\r\nsea or air and the manner in which and the cages or other receptacles in which\r\nthey may be so transported(i) requiring persons\r\nowning or in charge of premises in which animals are kept or milked to register\r\nsuch premises, to comply with such conditions as may be laid down in relation\r\nto the boundary walls or surrounding if such premises, to permit their\r\ninspection for the purpose of ascertaining whether any offence under this Act\r\nis being, or has been, committed therein and to expose in such premises copies\r\nof section 12 in a language or language commonly understood in the locality;(j) the form in which\r\napplications for registration under Chapter V may be made, the particulars to\r\nbe contained therein, the fees payable for such registration and the\r\nauthorities to whom such applications may be made;(k) the purpose to\r\nwhich fines realized under this Act may by applied, including such purposes as\r\nthe maintenance of infirmaries, pinjrapoles and veterinary hospitals;(l) any other matter\r\nwhich has to be, or may be, prescribed.(3) If any person contravenes, or abets the\r\ncontravention of, any rules made under this section, he shall be punishable\r\nwith fine which may extend to one hundred rupees, or with imprisonment for a\r\nterm which may extend to three months, or with both.(4) Every rule made by the Central Government\r\nunder this section shall be laid as soon as may be after it is made, before\r\neach House of Parliament while it is in session for a total period of thirty\r\ndays which may be comprised in one session or in two successive sessions, and\r\nif, before the expiry of the session in which it is so laid or the session\r\nimmediately following, both Houses agree in making any modification in the\r\nrule, or both Houses agree that the rule should not be made, the rule shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may, be, so however that such modification or annulment shall be without\r\nprejudice to the validity of anything previously done under that rule.", "39": "Prevention of Cruelty to Animals Act, 196039. Persons authorized under section 34 to be\r\npublic servants. -Every person authorized by the State\r\nGovernment under section 34 shall be deemed to be a public servant within the\r\nmeaning of section 21 of the Indian Penal Code (45 of 1860. ).", "40": "Prevention of Cruelty to Animals Act, 196040. Indemnity. -No suit, prosecution or other legal proceeding\r\nshall lie against any person who is, or who is deemed to be, a public servant\r\nwithin the meaning of section 21 of the Indian Penal Code (45 of 1860. ) in\r\nrespect of anything in good faith good or intended to be done under this Act.", "41": "Prevention of Cruelty to Animals Act, 196041. Repeal of Act II of 1890. -Where in pursuance of a notification under\r\nsub-section (3) of section 1 any provision of this Act comes into forcein any State, any provision of the Prevention\r\nof Cruelty to Animals Act, 1890 (II of 1890. ), which corresponds to the\r\nprovision so coming into force, shall thereupon stand repealed."}