{"name": "Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009\r", "1": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 Chapter I Preliminary1. Short title, extent\r\nand commencement. – 1.     \r\n  This\r\nAct may be called the Prevention and Control of Infectious and Contagious Diseases\r\nin Animals Bill, 2009.2.     \r\n  It\r\nshall come into force on such date as the Central Government may, by notification,\r\nappoint; and different dates may be appointed for different States or for different\r\nareas therein as well as for different provisions of this Act, and any reference\r\nin any such provision of this Act to the commencement of this Act shall be construed\r\nin relation to any State or area or provision as a reference to the coming into\r\nforce of this Act or, as the case may be, of that provision, in such State or area.", "2": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 2. Definitions. – In this Act, unless the\r\ncontext otherwise requires,-a.     \r\n  \"animal\"\r\nmeans,-             \r\n i.        \r\n  cattle,\r\nbuffalo, sheep, goat, yak, mithun;            \r\n\r\n ii.        \r\n  dog,\r\ncat, pig, horse, camel, ass, mule, poultry, bees; and(iii) any other animal or bird\r\nas the Central Government may, by notification, specify;a.    \r\nb.    \r\n  \"Check\r\nPost\" means any place established as such by the Director to carry out checking\r\nof animals for the purpose of this Act;a.     \r\n\r\nb.     \r\nc.     \r\n  \"Competent\r\nOfficer\" means any person or officer of the Government notified as a Competent\r\nOfficer under section 17;d.    \r\n  \"compulsory\r\nvaccination\" means vaccination of any animal against any scheduled disease\r\nin respect of which vaccination is made mandatory under the provisions of this Act;e.     \r\n  \"controlled\r\narea\" means any local area which has been declared as such by the State Government\r\nunder sub-section (1) of section 6;f.     \r\n  \"defective\r\nvaccine\" means any vaccine which is expired, breach in seal, contaminated,\r\nimproperly stored, unlabelled or with mutilated label;g.    \r\n\r\n  \"Director\",\r\nin relation to a State, means any officer in charge of the Department of Animal\r\nHusbandry or Veterinary Services, or both, notified by the State Government as such\r\nfor the purpose of this Act;h.     \r\n  \"free\r\narea\" means any controlled area which has been declared as such under sub-section\r\n(5) of section 6;i.      \r\n  \"infected\r\nanimal\" means an animal which is infected with any scheduled disease;j.      \r\n  \"infected\r\narea\" means an area declared as such under section 20;k.     \r\n  \"notification\"\r\nmeans notification published in the Official Gazette;l.      \r\n\r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;m.   \r\n  \"publication\"\r\nincludes propagation of information through the media or newspaper or any other\r\nmass media and the means of local communication such as declaration in loud voice\r\nand by beating drums in the area;n.     \r\n  \"Quarantine\r\nCamp\" means any place declared to carry out quarantine of animals and birds\r\nfor the purpose of this Act;o.    \r\n  \"scheduled\r\ndisease\" means any disease included in the Schedule;p.    \r\n  \"Veterinarian\"\r\nmeans a person having a recognised veterinary qualification who, under the law for\r\nthe time being in force, is allowed to treat animal diseases;q.    \r\n\r\n  \"Veterinary\r\nOfficer\" means any officer, appointed as such by the State Government under\r\nclause (b) of section 3;r.      \r\n  \"Village\r\nOfficer\", in relation to a village, means any person who is authorised or designated\r\nas such in accordance with the qualifications prescribed by the State Government", "3": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 Chapter II Control of\r\nScheduled Diseases3. Appointment of Veterinary\r\nOfficers. – The State Government may,\r\nby notification, appoint-a.     \r\n  such\r\nnumber of persons, as it deems proper, to be Veterinarians to undertake inspection\r\nand specifying the local limits of their respective jurisdiction; andb.    \r\n  such\r\nnumber of Veterinarians, as it deems proper, to be Veterinary Officers, who shall\r\nexercise their powers and discharge their duties within the local limits of their\r\njurisdiction as may be specified in the said notification.", "4": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 4. Reporting scheduled\r\ndiseases obligatory. – 1.     \r\n  Every\r\nowner, or any other person, non-governmental organisation, public bodies or the\r\nvillage panchayat, in charge of any animal which he or it has reason to believe\r\nto be infective of a scheduled disease shall report the fact to the Village Officer\r\nor village panchayat in-charge, who may report the same in writing to the nearest\r\navailable Veterinarian.2.     \r\n  The\r\nVillage Officer shall visit the area falling within his jurisdiction for reporting\r\nany outbreak of the disease.3.     \r\n  Every\r\nVeterinarian shall, on receipt of a report under sub-section (1), or otherwise,\r\nif he has reason to believe that any animal is infected with a scheduled disease,\r\nreport the matter to the Veterinary Officer.4.     \r\n\r\n  Where\r\nin any State there is any occurrence of scheduled disease in relation to any animal,\r\nthe Director shall send an intimation to the Directors of the States which are in\r\nthe immediate neighbourhood of the place where there is such occurrence, for taking\r\nappropriate preventive measures against the spread of the disease.", "5": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 5. Duty to segregate infected\r\nanimals. – 1.     \r\n  Every\r\nowner or person in charge of an animal, which he has reason to believe is infective\r\nof a scheduled disease, shall segregate such animal and have it kept in a place\r\naway from all other animals which are healthy, and take all possible steps to prevent\r\nthe infected animal from coming in contact with any other animal.2.     \r\n  The\r\nowner or other person in charge of, or having control over, the animal referred\r\nto in sub-section (1) shall confine that animal and prevent it from grazing in a\r\ncommon place or to drink water from any common source including a vessel, pond,\r\nlake or river.3.     \r\n  All\r\nother infected animals shall be segregated by the Municipality, Panchayat or other\r\nlocal administration.", "6": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 6. Notification of controlled\r\nareas and free areas. – 1.     \r\n  The\r\nState Government may, with the object of preventing, controlling or eradicating\r\nany scheduled disease, by notification, declare any area to be a controlled area\r\nin respect of any scheduled disease affecting any species of animal and any other\r\nspecies that may be susceptible to the disease specified in the said notification.2.     \r\n  The\r\nState Government shall also cause the substance of the notification issued under\r\nsub-section (1) to be published in a local newspaper in the vernacular language\r\nand by declaration in loud voice and by beating drums in the area.3.     \r\n  Where\r\na notification has been issued under sub-section (1), all animals of the species\r\nin the controlled area shall be subjected to compulsory vaccination against that\r\ndisease, and be subjected to such other measures against the disease, in such manner\r\nand within such time as the State Government, may, by public notice, direct.4.     \r\n\r\n  The\r\nState Government shall make available necessary vaccine and it shall be obligatory\r\non the part of every owner, or the person in charge of an animal which is required\r\nto be vaccinated under sub-section (3), to get the animal compulsorily vaccinated.5.     \r\n  Where\r\nthe State Government is satisfied, on a report received from the Director or otherwise,\r\nthat, in any controlled area, any of the scheduled diseases affecting any species\r\nof animal is no longer prevalent, it may, by notification, declare the area to be\r\na free area in respect of that disease in relation to the particular species of\r\nanimal.6.     \r\n  Where\r\na notification has been issued under sub-section (5), no animal of the species or\r\nof any other susceptible species with regard to which it is a free area shall be\r\nallowed to enter the free area unless duly immunized by vaccination against that\r\nparticular disease.", "7": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 7. Prohibition of movement\r\nof animals from controlled area. – 1.     \r\n  Where\r\na notification has been issued under sub-section (1) of section 6 declaring any\r\narea as a controlled area in relation to any disease affecting any species of animals,\r\nno animal belonging to that species shall be moved from the place where it is kept.2.     \r\n  The\r\nDirector may, for the purpose of control, prevention or eradication of any scheduled\r\ndisease, in respect of any area, by order published in the Official Gazette, prohibit\r\nthe movement of all animals belonging to any species specified therein, from the\r\nplace where it is kept, to any other place.3.     \r\n  Nothing\r\ncontained in sub-sections (1) and (2) shall be deemed to prohibit-a.      the movement of any animal\r\nreferred to therein, from the place where it is kept, to the nearest place where\r\nit can be got vaccinated, so long as the animal is being moved for the purpose of\r\nits immunization by vaccination; orb.     the movement of any such\r\nanimal, so long as it is accompanied by a valid certificate of vaccination to indicate\r\nthat the animal is duly immunized against the particular disease and it bears proper\r\nmark of such vaccination.", "8": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 8. Vaccination, marking\r\nand issue of vaccination certificate. – 1.     \r\n  The\r\nvaccine to an animal may be administered by any person competent under the law for\r\nthe time being in force to administer it, and issue a certificate of administration\r\nof vaccination.2.     \r\n  Where\r\nany animal has been vaccinated for any scheduled disease in compliance with the\r\nprovisions of sub-section (1), the person vaccinating the animal shall cause to\r\nput a mark by branding, tattooing or ear tagging, or in such other manner as the\r\nDirector may, by general or special order, direct and the same shall, unless otherwise\r\nspecified by the Director, shall not be removed.3.     \r\n  The\r\nauthority issuing a certificate of vaccination shall specify the date of vaccination,\r\ndates of manufacture and expiry of the vaccine and the date up to which the vaccination\r\nof the animal with the particular vaccine shall be valid.", "9": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 9. Contents of vaccination\r\ncertificate – Every vaccination certificate\r\nissued under this Act shall be in such form and shall contain such particulars as\r\nmay be prescribed by the Central Government.", "10": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 10. Entry and exit of\r\nanimals into controlled area and free area. – 1.     \r\n  Where\r\nany area has been declared as a controlled area under sub-section (1) of section\r\n6 in respect of any disease affecting any species of animals, no animal belonging\r\nto that species shall be taken out of, or brought into that area save as provided\r\nin section 16.2.     \r\n  The\r\nDirector may, by notice duly published in the Official Gazette and at least in one\r\ndaily local newspaper in vernacular language, extend the prohibition contained in\r\nsub-section (1) to any other species of animals, if animals belonging to that species\r\nare also likely to be infected with that disease.3.     \r\n  No\r\ncarrier of goods or animal shall carry any animal from or out of a controlled area,\r\nfree area or infected area by land, sea or air unless he complies with the provisions\r\nof section 16.4.     \r\n\r\n  Nothing\r\ncontained in sub-sections (1) to (3) shall apply to the carriage by railway of any\r\nanimal referred to in those sub-sections through any area which, for the time being,\r\nis declared as a controlled area or infected area so long as the animal is not unloaded\r\n(for whatsoever purpose or duration) in any place within that area:Provided that the State\r\nGovernment may, by notification, declare that any species of animal so carried through\r\nany local area within the State shall be duly immunized against such scheduled disease,\r\nin such manner and within such time as may be specified in that notification and\r\na certificate of vaccination shall be a pre-requisite for the transportation of\r\nthe animals by the railways through that area:Provided further that,\r\nwhere any notification as referred to in the first proviso has been issued, it shall\r\nbe incumbent on the State Government to intimate that fact to the concerned railway\r\nauthorities so as to enable them to satisfy themselves about the immunization of\r\nthe animal before transporting it through the local area of the State.", "11": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 11. Precautionary measures\r\nin relation to controlled areas. – No person shall take out\r\nof the controlled area-a.     \r\n  any\r\nanimal, alive or dead, which is infected with, or reasonably suspected to have been\r\ninfected with, any scheduled disease notified under sub-section (1) of section 6,\r\nb.    \r\n  any\r\nkind of fodder, bedding or other material which has come into contact with any animal\r\ninfected with such disease or could, in any manner, carry the infection of the notified\r\ndisease, or(c) the carcass, skin or any other part or product of such animal.", "12": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 12. Prohibition of markets,\r\nfairs, exhibition, etc., in the controlled areas – No person, organisation\r\nor institution shall hold any animal market, animal fair, animal exhibition and\r\ncarry on any other activity which involves grouping or gathering of any species\r\nof animals within a controlled area:Provided that the Competent\r\nOfficer may, suo motu or on application made to him in this behalf, relax the prohibition\r\nin relation to any species of animals, in a case where animals belonging to that\r\nspecies are not susceptible to the scheduled disease and are incapable of carrying\r\nit, if he is satisfied that in the public interest it is necessary to accord such\r\nrelaxation.", "13": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 13. Prohibition of bringing\r\nof infected animals into market and other places. – No person shall bring\r\nor attempt to bring into market, fair, exhibition or other congregation of animals\r\nor to any public place, any animal which is known to be infected with a scheduled\r\ndisease.", "14": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 14. Check Posts and Quarantine Camps1.     \r\n  The\r\nDirector may establish as many Quarantine Camps and Check Posts within the State\r\nas may be required-a.      for the detention of animals\r\nsuffering from any scheduled disease or of animals which have come into contact\r\nwith or have been kept in the proximity of any such infected animal;b.     for ensuring the prevention\r\nof entry into or exit from any controlled area or infected area or free area, of\r\nany animal belonging to the species of animals in respect of which a notification,\r\nissued under sub-section (1) of section 6, or an order issued under sub-section\r\n(2) of section 7, is in force.1.     \r\n\r\n2.     \r\n  Any\r\nanimal which is required to be detained, inspected, vaccinated, or marked, may be\r\nkept in the Quarantine Camp for such period as the Competent Officer may direct.3.     \r\n  Every\r\nanimal detained at a Quarantine Camp shall be under the custody of the person in\r\ncharge of the camp, and shall be vaccinated and marked.4.     \r\n  The\r\nofficer in charge of the Quarantine Camp shall, at the time of release of an animal\r\nfrom the station, grant a permit, in such form as may be prescribed by the State\r\nGovernment, to the person taking charge of the animal, and every such person shall\r\nbe bound to produce the permit whenever required to do so by any Competent Officer.", "15": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 15. Inspection and detention\r\nof animals at Check Posts and Quarantine Camps. – 1.     \r\n  Every\r\nperson in charge of any Check Post or Quarantine Camp shall inspect any animal stopped\r\nat the Check Post, or detained therein or at the Quarantine Camp.2.     \r\n  The\r\nmanner of inspection and the period of detention of the animal at the Check Post\r\nor at the Quarantine Camp for the purpose of inspection or for the administration\r\nof compulsory vaccination, the marking of animals and the form and manner in which\r\npermit for entry in respect of any animal may be issued, shall be such as may be\r\nprescribed by the State Government.", "16": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 16. Entry and exit of\r\nvaccinated animals into controlled and free areas. – Notwithstanding anything\r\ncontained in section 10, an animal belonging to the species of animals in respect\r\nof which an area has been declared as a controlled or free area in relation to any\r\nscheduled disease, which has been duly vaccinated against that disease, shall be\r\nallowed to enter into or be taken out of the controlled area or free area, or to\r\nbe taken out of any other place on the production of a certificate to the effect\r\nthat vaccine against that disease has been administered and a period of not less\r\nthan twenty-one days has elapsed thereafter.", "17": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 17. Appointment of Competent\r\nOfficers. – The State Government may,\r\nfor the proper implementation of the provisions of this Act, by notification, authorise\r\nany person to exercise any power or discharge any duty as a Competent Officer, under\r\nthis Act, who shall exercise such powers and such duties within the local limits\r\nof his jurisdiction as may be specified in the notification.", "18": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 18. Cleaning and disinfection\r\nof carriers.1.     \r\n  Every\r\ncommon carrier whether a vessel or vehicle shall be cleaned and disinfected immediately\r\nbefore and after the transportation of any animal in that vessel or vehicle, and\r\nso also any other place where the animal has been kept in transit.2.     \r\n  Where\r\nany area has been declared as a controlled area or free area in respect of any scheduled\r\ndisease affecting any species of animal, the Director may, by an order duly published\r\nin the Official Gazette and in a local newspaper in the vernacular language, direct\r\nthe owner of every vehicle in which any animal belonging to that species is carried,\r\nto have the vehicle properly cleaned and disinfected.", "19": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 19. Powers of entry and\r\ninspection. – Any Veterinary Officer\r\nor other Competent Officer may enter upon and inspect any land or building or place,\r\nvessel or vehicle, for the purpose of ensuring compliance of the provisions of this\r\nAct or the rules or orders made there under, by the persons responsible for such\r\ncompliance.", "20": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 Chapter III Infected Areas20. Declaration of infected\r\nareas. – If the Veterinary Officer,\r\nupon receipt of a report from a Veterinarian or otherwise, is satisfied that, in\r\nany place or premises falling within his jurisdiction, an animal has been infected\r\nwith any scheduled disease, or that an animal, which he has reason to believe has\r\nbeen so infected, is kept, may, by notification and publication in at least one\r\nlocal newspaper in the vernacular language and by declaration in loud voice and\r\nby beating drums, declare such area as he may deem fit (including the place or premises\r\naforesaid) to be an infected area.", "21": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 21. Effect of declaration\r\nof infected areas. – 1.     \r\n  Where\r\nan area has been declared as an infected area under section 20, all provisions of\r\nthis Act which are applicable in relation to a controlled area shall mutatis mutandis\r\napply thereto as if for the words \"controlled area\", the words \"infected\r\narea\" have been substituted.2.     \r\n  Without\r\nprejudice to the generality of the provisions contained in sub-section (1), the\r\nfollowing further provisions shall apply in relation to an infected area, namely:-a.      in respect of every animal\r\nin that area which is infected or reasonably believed to be infected, with any scheduled\r\ndisease, the owner or other person in charge of the animal, shall forthwith get\r\nit treated by a Veterinarian;b.     all articles, which are\r\nlikely to have come into contact with any animal referred to in clause (a), shall\r\nbe treated or disposed off in such a manner as the Veterinarian may direct;c.      every Veterinarian shall,\r\nfor the purpose of inspection, have the power to enter any place or premises where\r\nany animal is kept or is likely to be kept;d.     the owner or any other\r\nperson in charge of the animal referred to in clause (a) shall keep the animal in\r\nisolation forthwith, and also take such other measures as may be necessary for the\r\nprevention, treatment and control of the disease as the Veterinarian may direct.", "22": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 22. Denotification of\r\ninfected area. – If the Veterinary Officer,\r\nafter such enquiry as he may deem fit, is satisfied that there is no longer the\r\nthreat or danger of any animal being infected with the scheduled disease in any\r\ninfected area, by notification and publication in a local newspaper in vernacular\r\nlanguage, declare that the area is no longer an infected area as aforesaid, whereupon\r\nall the restrictions referred to in section 21 shall cease to apply.", "23": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 Chapter IV Infected Animals23. Segregation, examination\r\nand treatment of infected animals. – 1.     \r\n  Where\r\nthe Veterinarian has, on receipt of a report or otherwise, reason to believe that\r\nany animal is infected with a scheduled disease, he may, by order in writing, direct\r\nthe owner or any other person in charge of such animal-a.      to keep it segregated\r\nfrom other apparently healthy animals; orb.     to subject it to such\r\ntreatment as may be required under the circumstances.1.     \r\n2.     \r\n  Where\r\nany action has been taken in pursuance of sub-section (1), the Veterinarian shall\r\nforthwith give a detailed report of the incidence of the disease to the Veterinary\r\nOfficer.3.     \r\n  On\r\nreceipt of a report from the Veterinarian, the Veterinary Officer shall, as soon\r\nas possible, examine that animal as well as any other animal which could have come\r\nin contact with it, and for that purpose, submit the animal to such test and medical\r\nexamination as may be required under the circumstances.4.     \r\n\r\n  If,\r\nafter such test and examination, the Veterinary Officer is of the opinion that an\r\nanimal is not infected with any of the scheduled diseases, he shall issue a certificate\r\nin writing that the animal is not infected with any such disease.", "24": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 24. Drawing samples from\r\nanimals. – 1.     \r\n  Where\r\nthe Veterinary Officer considers it necessary for the purpose of ascertaining whether\r\nthe animal which is suspected to have been infected with any scheduled disease or\r\nsusceptible to such infection is actually infected, or for the purpose of ascertaining\r\nthe nature of the scheduled disease with which an animal is infected, he may draw\r\nsuch samples, as may be required, from the animal for the purpose of carrying out\r\nsuch investigations as he may deem necessary under the circumstances.2.     \r\n  The\r\nVeterinary Officer or any other Competent Officer shall draw samples from any animal\r\nfor the purposes of ascertaining whether the animal has been vaccinated against\r\nany disease, or whether the vaccination of the animal has been effective in conferring\r\nit immunity and have the samples examined, in such manner as he may deem necessary.", "25": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 25. Resort to euthanasia\r\nfor infected animals – If the Veterinary Officer\r\ndeems it necessary that an animal, which is infected with a scheduled disease, euthanasia\r\nhas to be resorted to, for preventing the spread of the disease to other animals\r\nin the area or to protect public health if the disease is of zoonotic importance,\r\nhe may, notwithstanding anything contained in any other law for the time being in\r\nforce, by an order in writing, direct euthanasia of the animal and the carcass disposed\r\nof immediately to his satisfaction.", "26": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 26. Disposal of carcass.\r\n– Every person in possession\r\nof carcass (or any part thereof) of any animal, which, at the time of its death,\r\nwas infected with any scheduled disease or was suspected to have been infected,\r\nshall dispose it of in such manner as may be prescribed.", "27": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 27. Powers of Veterinary\r\nOfficer and Veterinarian to hold post-mortem examination. – 1.     \r\n  Where\r\nthe Veterinary Officer or any Veterinarian has reason to believe that the death\r\nof an animal has been caused by an infection of any scheduled disease, he may make\r\nor cause to be made a post-mortem examination of the animal and for that purpose\r\nhe may cause the carcass of any such animal to be exhumed where required followed\r\nby proper disposal after necessary examination and post-mortem.2.     \r\n  Every\r\nexamination and post-mortem referred to in sub-section (1) shall be conducted in\r\nsuch manner, and the report of post-mortem shall be in such form, as may be prescribed.", "28": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 28. Seizure and removal\r\nof certain animals. – Where any animal which\r\nis infected or suspected to have been infected is found without any person claiming\r\nto be its owner, or where a valid order or direction given in relation to any such\r\nanimal is not promptly complied with by the owner or other person in control of\r\nthe animal, it shall be open to the Veterinary Officer or any other Competent Officer,\r\nto seize the animal and remove it to a place of isolation or segregation, as he\r\nmay deem proper.", "29": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 Chapter V Enforcement\r\nand Penalties29. Enforcement of\r\norders and recovery of expenses. – 1.     \r\n  Where\r\nby any rule, notification, notice, requisition, order or direction made under\r\nthis Act, any person is required to take any measure or to do anything-a.      in respect of any\r\nanimal, carcass of any animal or other thing in his custody or charge, the same\r\nshall be promptly complied with by that person;b.     in case of any stray\r\nor ownerless animal, carcass of such animal or parts thereof, the same shall be\r\npromptly complied with by the municipality or Panchayat, as the case may be, at\r\nits cost.1.     \r\n2.     \r\n  If\r\nthe measures as referred to in sub-section (1) are not taken within such time\r\nas may be allowed for the purpose, the authority issuing the notice,\r\nrequisition, order or direction, may cause the measures to be taken at the cost\r\nof the person or municipality or Panchayat, as the case may be, who or which\r\nwas required to take the measures.3.     \r\n  The\r\ncosts of any measures taken under sub-section (2), shall be recoverable from\r\nthe person or the municipality or Panchayat, as the case may be, concerned in\r\nthe manner provided by the Code of Criminal Procedure, 1973, for the recovery\r\nof fines imposed by a Court, as if such costs were a fine imposed by a Court.", "30": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 30. Village Officers,\r\netc., to assist. – All Municipal,\r\nPanchayat or Village Officers and all officers of the rural and dairy\r\ndevelopment, revenue, agriculture, animal husbandry and veterinary departments\r\nof the State Government, shall be bound-a.     \r\n  to\r\ngive immediate information to the Veterinary Officer and to the Veterinarian\r\nhaving jurisdiction in the area regarding the prevalence of a scheduled disease\r\namongst any animal or species of animals, in the area;b.    \r\n  to\r\ntake all necessary measures to prevent the outbreak or spread of any scheduled\r\ndisease; andc.     \r\n  to\r\nassist the Veterinary Officer and the Veterinarian in the discharge of their\r\nduties or in the exercise of their powers under this Act.", "31": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 31. Penalty for\r\nissuing vaccination certificate without authority or administering defective\r\nvaccine. – If any person issues\r\na vaccination certificate,-a.     \r\n  without\r\nauthority or competence in that behalf, orb.    \r\n  after\r\nadministering the vaccine which is known to be defective in any manner, he\r\nshall be guilty of an offence punishable with a fine of five thousand rupees or\r\nin case of non-payment of fine with imprisonment which may extend to one month,\r\nand in the case of any subsequent offence, with fine of ten thousand rupees or\r\nwith imprisonment which may extend to three months.", "32": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 32. Penalties. – Any person who\r\ncontravenes the provisions of this Act or obstructs the Competent Officer in\r\nperforming his duties shall be guilty of an offence punishable with fine which\r\nmay extend to one thousand rupees, and in case of failure to pay the penalty\r\nwith imprisonment for a term which may extend to one month; and in the case of\r\nany subsequent offence (whether under the same provision or any other provision\r\nof this Act except in case of sections 31 and 33) with a fine of two thousand\r\nrupees, or with imprisonment for a term which may extend to two months in case\r\nof non-payment of the penalty.", "33": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 33. Penalty for\r\nplacing infected animal or carcass in river, etc. – Whoever places or\r\ncauses or permits to be placed in any river, lake, canal or any other water\r\nbody, the carcass or any part of the carcass of any animal which at the time of\r\nits death was known to be infected, shall be guilty of an offence and, on\r\nconviction, be punished, in the case of a first offence with fine of two\r\nthousand rupees or with imprisonment of one month in case of non-payment of\r\nfine and in the case of subsequent conviction with a fine of five thousand\r\nrupees or imprisonment for a term which may extend to three months or with\r\nboth.", "34": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 34. Offences by\r\ncompanies. – 1.     \r\n  Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed was in charge of, and was responsible to,\r\nthe company for the conduct of the business of the company, as well as the\r\ncompany, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded and punished accordingly: Provided that nothing contained in this\r\nsub-section shall render such person liable to any punishment provided in this\r\nAct, if he proves that the offence was committed without his knowledge or that\r\nhe had exercised all due diligence to prevent the commission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to any neglect on the\r\npart of, any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof that offence and shall be liable to be proceeded against and punished\r\naccordingly. Explanation.-For the purposes of this section,-a.      ''company\" means\r\nanybody corporate and includes a co-operative society registered or deemed to\r\nbe registered under any law for the time being in force, a firm or other\r\nassociation of individuals; andb.     \"director\",\r\nin relation to a firm, means a partner in the firm.", "35": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 Chapter VI\r\nPrecautionary Measures on Causative Organism, Etc.35. Prevention of\r\nescape of causative organism. – 1.     \r\n  In\r\nevery institution, laboratory or clinic, engaged in the manufacture, testing or\r\nresearch, related to vaccines, sera, diagnostics or chemotherapeutic drugs and\r\naimed at the prevention or treatment of any scheduled disease, adequate\r\nprecautionary measures shall be taken-a.      to ensure that the\r\ncausative organism of any scheduled disease does not escape or otherwise get\r\nreleased;b.     to guard against any\r\nsuch escape or release; andc.      to warn and to\r\nprotect everyone concerned in the event of any escape.1.     \r\n2.     \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, every\r\nanimal-(a) used for the manufacture, testing or research as referred to\r\nsub-section (1), or(b) which is likely to carry or transmit any scheduled\r\ndisease, shall be promptly administered euthanasia and disposed of by the\r\nperson in charge of or having control of the institution, laboratory or clinic,\r\nas the case may be, referred to in that sub-section.3.     \r\n\r\n  Every\r\nperson who is in charge of or having control of an institution, laboratory or\r\nclinic referred to in sub-section (1) comply with the provisions of sub-section\r\n(1) and sub-section (2); and in the event of non-compliance he shall be guilty\r\nof an offence punishable with fine which may extend to twenty thousand rupees\r\nor imprisonment for a term which may extend to six months or with both, and in\r\ncase the establishment is in commercial manufacturing of vaccines or medicine,\r\na temporary suspension of licence up to a period of one year may also be\r\nimposed.", "36": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 Chapter VII\r\nMiscellaneous36. Prevention of\r\nescape of causative organism.Power to delegate. - The State Government\r\nmay, by notification, delegate to any officer or authority subordinate to it,\r\nall or any of the powers conferred on it by or under this Act, except the\r\npowers to make rules under sub-section (2) of section 42.", "37": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 37. Officers and\r\nauthorities to function subject to Government control. – All officers and\r\nauthorities under this Act shall exercise their powers and discharge their\r\nduties conferred or imposed on them by or under this Act, in accordance with\r\nsuch orders, not inconsistent with the provisions of this Act, as the Central\r\nGovernment or the State Government may, from time to time, make.", "38": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 38. Power to amend\r\nthe Schedule. – 1.     \r\n  The\r\nCentral Government may, by notification, add to, or omit from the Schedule any\r\nanimal disease and the said disease shall, as from the date of the\r\nnotification, be deemed to have been added to, or omitted from, the Schedule.2.     \r\n  Every\r\nnotification issued under sub-section (1) shall, as soon as may be after it is\r\nissued, be laid before each House of Parliament.", "39": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 39. Power to issue\r\ndirections. – The Central\r\nGovernment may, with the object of prevention, control and eradication of any\r\ninfectious or contagious disease of animals, issue such directions to the State\r\nGovernment or other authorities under this Act, from time to time, including\r\ndirections for furnishing such returns and statistics on scheduled diseases,\r\nand vaccination, as it may deem fit and every such direction shall be complied\r\nwith.", "40": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 40. Certain persons\r\nto be public servants. – Every Competent\r\nOfficer, Director and Veterinary Officer, while exercising any power or\r\nperforming any duty under this Act, shall be deemed to be a public servant\r\nwithin the meaning of section 21 of the Indian Penal Code.", "41": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 41. Power to remove\r\ndifficulties. – 1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as appear to it\r\nto be necessary or expedient for removing the difficulty: Provided that no such\r\norder shall be made after the expiry of a period of two years from the date of\r\ncommencement of this Act.2.     \r\n  Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "42": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 42. Power of Central\r\nGovernment to make rules. – 1.     \r\n  The\r\nCentral Government may, subject to the condition of previous publication, by\r\nnotification, make rules for carrying out the provisions of this Act.2.     \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:-a.      the form of\r\nvaccination certificate and the particulars which such certificate shall\r\ncontain, under section 9;b.     the manner of\r\ndisposal of carcass, under section 26;c.      the manner of\r\nconducting examination and post-mortem under sub-section (1) and the form of\r\nreport of post-mortem under sub-section (2) of section 27;d.     any other matter\r\nwhich may be prescribed or in respect of which rules are required to be made by\r\nthe Central Government.", "43": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 43. Power of State\r\nGovernment to make rules. – 1.     \r\n  The\r\nState Government may, by notification and with the prior approval of the\r\nCentral Government, make rules for carrying out the purposes of this Act.2.     \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:-a.      the form of permit to\r\nbe granted by the officer in charge of a Quarantine Camp, under sub-section (4)\r\nof section 14;b.     the manner of\r\ninspection and the period of detention of an animal at a Check Post or at a\r\nQuarantine Camp for the administration of compulsory vaccination and marking of\r\nanimals and the form and manner of issue of entry permit, under sub-section (2)\r\nof section 15;c.      any other matter in\r\nrespect of which rule is to be or may be made by the State Government.", "44": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 44. Laying of rules.\r\n– 1.     \r\n  Every\r\nrule made by the Central Government under this Act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one session\r\nor in two or more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the rule or both Houses agree that\r\nthe rule should not be made, the rule shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule.2.     \r\n  Every\r\nrule made by the State Government under this Act shall be laid, as soon as may\r\nbe after it is made, before the State Legislature.", "45": "The Prevention and Control of Infectious and Contagious Diseases in Animals Act, 2009 45. Repeal and\r\nsavings. – On the commencement\r\nof this Act-             \r\n i.        \r\n  The\r\nGlanders and Farcy Act, 1899;The\r\nDourine Act, 1910; and           \r\n iii.        \r\n\r\n  any\r\nother corresponding law of any State, so far as it is inconsistent with the\r\nprovisions of this Act, shall stand repealed: Provided that nothing contained\r\nin this section shall-a.      affect the previous\r\noperation of any such provision of law or anything duly done or suffered there\r\nunder;b.     affect any right,\r\nprivilege, obligation or liability acquired, accrued or incurred under any such\r\nprovision of law;c.      affect any penalty,\r\nforfeiture or punishment incurred in respect of any offence committed against\r\nany such provision of law; ord.     affect any\r\ninvestigation, legal proceeding or remedy in respect of any such right,\r\nprivilege, obligation, liability, penalty, forfeiture or punishment as\r\naforesaid; and every such investigation, legal proceeding or remedy may be\r\ncontinued, instituted or enforced, and any such penalty, forfeiture and\r\npunishment may be imposed, as if the aforesaid provisions of law had continued:\r\nProvided further that, anything done or any action taken under any such\r\nprovision of law, including any notification, order, notice or receipt issued\r\nor declaration made, shall in so far as it is not inconsistent with the\r\nprovisions of this Act, be deemed to have been done, taken, issued or made\r\nunder the corresponding provisions of this Act, and shall continue in force\r\naccordingly, unless and until superseded by anything done or any action taken\r\nunder this Act."}