{"name": "Prisoners Act, 1900\r", "1": "Prisoners Act, 19001. Short title and extent(1) This Act may be called the Prisoners Act, 1900.2[(2) It extends to the whole of India except the\r\nterritories which, immediately before the 1st. November, 1956, was comprised in\r\nPart B States.]", "2": "Prisoners Act, 19002. Definition In this Act, unless there is anything repugnant in the subject\r\nor context,-(a) \"Court\" includes a Coroner and officer lawfully\r\nexercising civil, criminal or revenue jurisdiction; and(b) \"prison\" include any place which has been declared\r\nby the 4[State Government], by general or special order, to be a subsidiary\r\njail;5[(c) \"State\" means a part A State or a Part C State,\r\nand \"State\" means all the territories for the time being compromised\r\nwithin Part A State and Part C State.", "3": "Prisoners Act, 19003. Officer in charge of prisons to detain persons duly\r\ncommitted to their custodyThe officer incharge of a prison shall receive and detain all\r\npersons duly committed to his custody, under this Act or otherwise, by any\r\nCourt, according to the exigency of any writ, warrant or order by which such\r\nperson has been committed, or until such person is discharged or removed in due\r\ncourse of law.", "4": "Prisoners Act, 19004. Officers in charge of prisons to return writs, etc.,\r\nafter execution of dischargeThe officer in charge of a prison shall forthwith, after the\r\nexecution of very such writ, under or warrant as aforesaid other than a warrant\r\nof commitment for the trial, or after the discharge of the person committed\r\nthereby, return such writ, order or warrant to the Court by which the same was\r\nissued or made, together with a certificate, endorsed thereon and signed by\r\nhim, showing how the charged has been executed, or why the person committed\r\nthereby has been discharged from custody before the execution thereof.", "5": "Prisoners Act, 19005. Warrant, etc., to be discharged to Police officersEvery writ or warrant for the arrest of any person issued by the\r\nHigh Court in the exercise of its ordinary, extraordinary or other criminal\r\njurisdiction shall be directed to and executed by a Police-officer within the\r\nlocal limits of such jurisdiction.", "6": "Prisoners Act, 19006. Power for State Government to appoint Superintendents\r\nof presidency prisonsThe 4[State Government] may appoint officers who shall have\r\nauthority to receive and detain prisons committed to there custody under this\r\nPart.Explanation.- Any officer so appointed, by whatever\r\ndesignation he may be styled, is hereinafter referred to as \"the\r\nSuperintendent\".", "7": "Prisoners Act, 19007. Delivery of persons sentenced to imprisonment or death\r\nby High CourtWhere any person is sentenced by High Court in the exercise of\r\nits original criminal jurisdiction to imprisonment or to death, the Court shall\r\ncause him to be delivered to the Superintendent, together with its warrant, and\r\nsuch warrant shall be executed by the Superintendent and returned by him to the\r\nHigh Court when executed.", "8": "Prisoners Act, 19008. Delivery of persons sentenced to transportation or\r\npenal servitude by High CourtWhere any person is sentenced by High Court in the exercise of\r\nits original criminal jurisdiction to transportation 6[***] the Court shall\r\ncause him to be delivered for intermediate custody to the Superintendent, and\r\nthe transportation 6[***] of such person shall be deemed to commence from such\r\ndelivery.", "9": "Prisoners Act, 19009. Delivery of persons committed by High Court in\r\nexecution of a decree or for contemptWhere any persons is committed by the High Court, whether in\r\nexecution of a decree or for contempt of Court or for other cause, the Court\r\nshall cause him to be delivered to the Superintendent, together with its\r\nwarrant of commitment.", "10": "Prisoners Act, 190010. Delivery of persons sentenced by Presidency Magistrate\r\nWhere any person is sentenced by a Presidency Magistrate to\r\nimprisonment, or the committed to prison for failure to find security to keep\r\nthe peace or to be good behavior, the Magistrate shall cause him to delivered\r\nto the Superintendent, together with his warrant.", "11": "Prisoners Act, 190011. Delivery of persons committed for trial by High CourtEvery person committed by a Magistrate, 7[or justice of the\r\nPeace] for trial by the High Court in the exercise of its original criminal\r\njurisdiction shall be delivered to the Superintendent together with a warrant\r\nof commitment, directing the Superintendent to produce such person before the\r\nCourt for trial; and the Superintendent shall, as soon as practicable, cause\r\nsuch person to betaken before the Court at a criminal session thereof, together\r\nwith the warrant of commitment, in order that he may be dealt according to law.", "12": "Prisoners Act, 190012. Custody pending hearing by High Court under section\r\n350 of the Code of Civil Procedure of application for insolvencyThe High Court may, pending the hearing, under 8section 350 of\r\nthe code of Civil Procedure of any application for a declaration for a\r\ninsolvency, cause the judgment-debtor concerned to be delivered to the\r\nSuperintendent, subject of the provisions as to release on security of 8section\r\n349 of the said Code, and the superintendent shall detain the said judgment\r\ndebtor in safe custody until he is re-delivered to an officer of the High Court\r\nfor the purpose of being taken before it in pursuance of its order, or until he\r\nis released in sue course of law.", "13": "Prisoners Act, 190013. Delivery of persons arrested in pursuance of warrant\r\nof High Court or Civil Court in presidency-town(1) Every person arrested in pursuance of a writ, warrant or\r\norder of the High Court in the exercise of its original civil jurisdiction, or\r\nin pursuance of a warrant of any Civil Court established in a Presidency-town\r\nunder any law or enactment for the time being in force, or in pursuance of a\r\nwarrant under section 5, shall be brought without delay before the Court by\r\nwhich, or by a Judge of which, the writ, warrant or order was issued, awarded\r\nor made, or before a judge thereof, if the said Court, or of a Judge thereof,\r\nis sitting for the exercise of original jurisdiction.(2) If the said Court, or a judge thereof, is not then sitting\r\nfor the exercise of the original jurisdiction, such person arrested as\r\naforesaid shall, unless a Judge of the said Court otherwise directs, be\r\ndelivered to the Superintendent for the intermediate custody, and shall be\r\nbrought before the said Court, or a Judge thereof at the next sitting of the\r\nsaid Court, or of a Judge thereof for the exercise of original jurisdiction in\r\norder that such person may be dealt with according to law; and the said Court\r\nor Judge shall have power to make or award all necessary order or warrants for that\r\npurpose.", "14": "Prisoners Act, 190014. Reference in this part to prisons, etc., to be\r\nconstrued as referring also to Reformatory SchoolIn this Part all references to prisons or to imprisonment or\r\nconfinement shall be construed as referring also to Reformatory School or\r\ndetention therein.", "15": "Prisoners Act, 190015. Power for officers in charge of prisons to give\r\neffect to sentences or certain Courts\n(1) Officers in charge of prisons outside the Presidency-town\r\nmay give effect to any sentence or order or warrant for the detention of any\r\nperson passed or issued-(a) by any Court or tribunal acting, whether\r\nwithin the States under the general or special authority of the Central\r\nGovernment, or of the Government of Burma, or by any Court or tribunal, which\r\nwas before the commencement of the constitution acting under the general or\r\nspecial authority of His Majesty, or of the Crown Representative; or(b) before the 26th January, 1950, by any\r\nCourt or tribunal in any Indian State-(i) if the presiding Judge, or if the Court or\r\ntribunal consisted of two or more Judges, at least one of the Judges, was an\r\nofficer of the Crown authorized to sit as such Judge by the State or the Ruler\r\nthereof or by the Central Government or the Crown Representative; and(ii) if the reception, detention or\r\nimprisonment in any Province of India of person sentenced by any such Court or\r\ntribunal had been authorized by general or special order by the State\r\nGovernment; or(c) by any other Court or tribunal in a Part B\r\nwith the previous sanction of the State Government in the case of each such\r\nsentence, order or warrant:Provided that\r\neffect shall not be given to any sentence order or warrant for detention passed\r\nor issued by any Court or tribunal in Burma without the previous sanction of\r\nthe State Government concerned.(2) Where a Court or tribunal of such an Indian State as\r\naforesaid has passed a sentence which could not have been executed without the\r\noccurrence of an officer of the Crown, and such sentence had been considered on\r\nthe merits and confirmed by any such officer specially authorized in that\r\nbehalf, such sentence, and nay order or warrant issued in pursuance thereof,\r\nshall be deemed to be sentence, order or warrant of a Court or tribunal acting\r\nunder the authority of the Central Government or the Crown Representative.]Comment: To give effect to the sentence means that it\r\nis illegal to exceed it and so it follows that a prison official who goes\r\nbeyond mere imprisonment or deprivation of locomotion and assaults or otherwise\r\ncompels the doing of things not covered by the sentence acts in violation of\r\nArt. 19. Punishments of rigorous imprisonment oblige the inmates to do hard\r\nlabor, not harsh labor and so a vindictive officer victimizing a prisoner by\r\nforcing on him particularly harsh and degrading jobs, vocatives the law's\r\nmandate. For example, a prisoner, if forced to carry night soil, may seek a\r\nhabeas writ. 'Hard labor' in S.53 has to receive a humane meaning. A girl\r\nstudent or a male weakling sentenced to rigorous imprisonment may not be forced\r\nto break stones for nine hours a day. The prisoner cannot demand soft jobs but\r\nmay reasonably be assigned congenial jobs. Sense and sympathy are not enemies\r\nof penal asylums. Sunil Batra, Petitioner v. Delhi Administration, AIR 1980\r\nSUPREME COURT 1579", "16": "Prisoners Act, 190016. Warrant of officer of such Court to be sufficient\r\nauthorityA warrant under the official signature of an officer of such\r\nCourt or tribunal as is referred to in section 15 shall be sufficient authority\r\nfor holding any person in confinement, or for sending any person for\r\ntransportation, in pursuance of the sentence passed upon him.", "17": "Prisoners Act, 190017. Procedure where officer in charge of person doubts the\r\nlegality of warrant sent to him for execution under this Part (1) Where an officer in charge of person doubts the legality of\r\nwarrant or order sent to him for execution under this Part or the competency of\r\nthe person whose official seal or signature is affixed thereto to pass the\r\nsentence and issue the warrant or order, he shall refer the matter to the\r\n4[State Government] by whose order on the case he and all other public offence\r\nshall be guided as to the future disposal of the prisoner.(2) Pending a reference made under sub-section (1), the prisoner\r\nshall be detained in such manner and with such restrictions or mitigation as\r\nmay be specified in the warrant or order.", "18": "Prisoners Act, 190018. Execution in the State of certain capital sentences\r\nnot ordinarily executed there(1) Where a 10[court established by the authority of the Central\r\nGovernment] executing, in or with respect to territory beyond the limit of\r\n11[the states] jurisdiction which the 12[Central Government] has in such\r\nterritory,-(a) has sentenced any person to death, and,(b) being of opinion that such sentenced\r\nshould, by reason of there being in such territory no secure place for the\r\nconfinement of such person or no suitable appliances for his execution in a\r\ndecent and human manner, be executed in 11[the States], has issued its warrant\r\nfor the execution of such sentence to the officer incharge of a prison in\r\n11[the State] such officer shall, on receipt of the warrant, caused the\r\nexecution to be carried out at such place as may be prescribed therein in the\r\nsame manner, and subject to vision of section 381 of the Code of Criminal\r\nProcedure, 1898.(2) The prisons of which the officers in charge are to execute\r\nsentences under any such warrants as aforesaid 13[shall in each 14[State] be\r\nsuch as the 4[State Government]] may, by general or special order direct."}