{"name": "Prohibition of Child Marriage Act, 2006\r", "1": "The Prohibition of Child Marriage Act, 20061. Short title,\r\nextent and commencement.-1.  \r\n  This\r\nAct may be called the Prohibition of Child Marriage Act, 2006.2.  \r\n  It\r\nextends to the whole of India except the State of Jammu and Kashmir; and it\r\napplies also to all citizens of India without and beyond India: Provided that\r\nnothing contained in this Act shall apply to the Re-noncants of the Union\r\nterritory of Pondicherry.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint; and different dates may be\r\nappointed for different States and any reference in any provision to the\r\ncommencement of this Act shall be construed in relation to any State as a reference\r\nto the coming into force of that provision in that State.", "2": "The Prohibition of Child Marriage Act, 20062. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"child\"\r\nmeans a person who, if a male, has not completed twenty-one years of age, and\r\nif a female, has not completed eighteen years of age;b.  \r\n  \"child\r\nmarriage\" means a marriage to which either of the contracting parties is a\r\nchild;c.  \r\n  \"contracting\r\nparty\", in relation to a marriage, means either of the parties whose\r\nmarriage is or is about to be thereby solemnised;d.  \r\n  \"Child\r\nMarriage Prohibition Officer\" includes the Child Marriage Prohibition Officer\r\nappointed under sub-section (1) of section 16;e.  \r\n  \"district\r\ncourt\" means, in any area for which a Family Court established under\r\nsection 3 of the Family Courts Act, 1984 exists, such Family Court, and in any\r\narea for which there is no Family Court but a city civil court exists, that\r\ncourt and in any other area, the principal civil court of original jurisdiction\r\nand includes any other civil court which may be specified by the State\r\nGovernment, by notification in the Official Gazette, as having jurisdiction in\r\nrespect of the matters dealt with in this Act;f.  \r\n  \"minor\"\r\nmeans a person who, under the provisions of the Majority Act, 1875 is to be\r\ndeemed not to have attained his majority.", "3": "The Prohibition of Child Marriage Act, 20063. Child marriages to\r\nbe voidable at the option of contracting party being a child. -1.  \r\n  Every\r\nchild marriage, whether solemnised before or after the commencement of this\r\nAct, shall be voidable at the option of the contracting party who was a child\r\nat the time of the marriage: Provided that a petition for annulling a child\r\nmarriage by a decree of nullity may be filed in the district court only by a\r\ncontracting party to the marriage who was a child at the time of the marriage.2.  \r\n  If\r\nat the time of filing a petition, the petitioner is a minor, the petition may\r\nbe filed through his or her guardian or next friend along with the Child\r\nMarriage Prohibition Officer.3.  \r\n  The\r\npetition under this section may be filed at any time but before the child\r\nfiling the petition completes two years of attaining majority.4.  \r\n\r\n  While\r\ngranting a decree of nullity under this section, the district court shall make\r\nan order directing both the parties to the marriage and their parents or their\r\nguardians to return to the other party, his or her parents or guardian, as the\r\ncase may be, the money, valuables, ornaments and other gifts received on the\r\noccasion of the marriage by them from the other side, or an amount equal to the\r\nvalue of such valuables, ornaments, other gifts and money:Provided that no\r\norder under this section shall be passed unless the concerned parties have been\r\ngiven notices to appear before the district court and show cause why such order\r\nshould not be passed.", "4": "The Prohibition of Child Marriage Act, 20064. Provision for\r\nmaintenance and residence to female contracting party to child marriage. -1.  \r\n  While\r\ngranting a decree under section 3, the district court may also make an interim\r\nor final order directing the male contracting party to the child marriage, and\r\nin case the male contracting party to such marriage is a minor, his parent or\r\nguardian to pay maintenance to the female contracting party to the marriage\r\nuntil her remarriage.2.  \r\n  The\r\nquantum of maintenance payable shall be determined by the district court having\r\nregard to the needs of the child, the lifestyle enjoyed by such child during\r\nher marriage and the means of income of the paying party.3.   The amount of maintenance may be directed to be paid monthly or in lump sum.(4) In case the party making the petition under section 3 is the female contracting party, the district court may also make a suitable order as to her residence until her remarriage.", "5": "The Prohibition of Child Marriage Act, 20065. Custody and\r\nmaintenance of children of child marriages.-1.  \r\n  Where\r\nthere are children born of the child marriage, the district court shall make an\r\nappropriate order for the custody of such children.2.  \r\n  While\r\nmaking an order for the custody of a child under this section, the welfare and\r\nbest interests of the child shall be the paramount consideration to be given by\r\nthe district court.3.  \r\n  An\r\norder for custody of a child may also include appropriate directions for giving\r\nto the other party access to the child in such a manner as may best serve the\r\ninterests of the child, and such other orders as the district court may, in the\r\ninterest of the child, deem proper.4.  \r\n\r\n  The\r\ndistrict court may also make an appropriate order for providing maintenance to\r\nthe child by a party to the marriage or their parents or guardians.", "6": "The Prohibition of Child Marriage Act, 20066. Legitimacy of\r\nchildren born of child marriages.-Notwithstanding that\r\na child marriage has been annulled by a decree of nullity under section 3,\r\nevery child begotten or conceived of such marriage before the decree is made,\r\nwhether born before or after the commencement of this Act, shall be deemed to\r\nbe a legitimate child for all purposes.", "7": "The Prohibition of Child Marriage Act, 20067. Power of district\r\ncourt to modify orders issued under section 4 or section 5.-The district court\r\nshall have the power to add to, modify or revoke any order made under section 4\r\nor section 5 and if there is any change in the circumstances at any time during\r\nthe pendency of the petition and even after the final disposal of the petition.", "8": "The Prohibition of Child Marriage Act, 20068. Court to which\r\npetition should be made.-For the purpose of\r\ngrant of reliefs under sections 3, 4 and 5, the district court having\r\njurisdiction shall include the district court having jurisdiction over the\r\nplace where the defendant or the child resides, or where the marriage was\r\nsolemnised or where the parties last resided together or the petitioner is\r\nresiding on the date of presentation of the petition.", "9": "The Prohibition of Child Marriage Act, 20069. Punishment for\r\nmale adult marrying a child.-Whoever, being a male\r\nadult above eighteen years of age, contracts a child marriage shall be\r\npunishable with rigorous imprisonment which may extend to two years or with\r\nfine which may extend to one lakh rupees or with both.", "10": "The Prohibition of Child Marriage Act, 200610. Punishment for\r\nsolemnising a child marriage.-Whoever performs,\r\nconducts, directs or abets any child marriage shall be punishable with rigorous\r\nimprisonment which may extend to two years and shall be liable to fine which\r\nmay extend to one lakh rupees unless he proves that he had reasons to believe\r\nthat the marriage was not a child marriage.", "11": "The Prohibition of Child Marriage Act, 200611. Punishment for\r\npromoting or permitting solemnisation of child marriages. -1.  \r\n  Where\r\na child contracts a child marriage, any person having charge of the child,\r\nwhether as parent or guardian or any other person or in any other capacity,\r\nlawful or unlawful, including any member of an organisation or association of\r\npersons who does any act to promote the marriage or permits it to be\r\nsolemnised, or negligently fails to prevent it from being solemnised, including\r\nattending or participating in a child marriage, shall be punishable with\r\nrigorous imprisonment which may extend to two years and shall also be liable to\r\nfine which may extend up to one lakh rupees: Provided that no woman shall be\r\npunishable with imprisonment.2.  \r\n  For\r\nthe purposes of this section, it shall be presumed, unless and until the\r\ncontrary is proved, that where a minor child has contracted a marriage, the\r\nperson having charge of such minor child has negligently failed to prevent the\r\nmarriage from being solemnised.", "12": "The Prohibition of Child Marriage Act, 200612. Marriage of a\r\nminor child to be void in certain circumstances.-Where a child, being\r\na minor-a.  \r\n  is\r\ntaken or enticed out of the keeping of the lawful guardian; orb.  \r\n  by\r\nforce compelled, or by any deceitful means induced to go from any place; orc.  \r\n  is\r\nsold for the purpose of marriage; and made to go through a form of marriage or\r\nif the minor is married after which the minor is sold or trafficked or used for\r\nimmoral purposes, such marriage shall be null and void.", "13": "The Prohibition of Child Marriage Act, 200613. Power of court to\r\nissue injunction prohibiting child marriages. -1.  \r\n  Notwithstanding\r\nanything to the contrary contained in this Act, if, on an application of the\r\nChild Marriage Prohibition Officer or on receipt of information through a\r\ncomplaint or otherwise from any person, a Judicial Magistrate of the first\r\nclass or a Metropolitan Magistrate is satisfied that a child marriage in\r\ncontravention of this Act has been arranged or is about to be solemnised, such\r\nMagistrate shall issue an injunction against any person including a member of\r\nan organisation or an association of persons prohibiting such marriage.2.  \r\n  A\r\ncomplaint under sub-section (1) may be made by any person having personal\r\nknowledge or reason to believe, and a non-governmental organisation having\r\nreasonable information, relating to the likelihood of taking place of solemnisation\r\nof a child marriage or child marriages.3.  \r\n  The\r\nCourt of the Judicial Magistrate of the first class or the Metropolitan\r\nMagistrate may also take suo motu cognizance on the basis of any reliable\r\nreport or information.4.  \r\n\r\n  For\r\nthe purposes of preventing solemnisation of mass child marriages on certain\r\ndays such as Akshaya Trutiya, the District Magistrate shall be deemed to be the\r\nChild Marriage Prohibition Officer with all powers as are conferred on a Child\r\nMarriage Prohibition Officer by or under this Act.5.  \r\n  The\r\nDistrict Magistrate shall also have additional powers to stop or prevent\r\nsolemnisation of child marriages and for this purpose, he may take all\r\nappropriate measures and use the minimum force required.6.  \r\n  No\r\ninjunction under sub-section (1) shall be issued against any person or member\r\nof any organisation or association of persons unless the Court has previously\r\ngiven notice to such person, members of the organisation or association of\r\npersons, as the case may be, and has offered him or them an opportunity to show\r\ncause against the issue of the injunction: Provided that in the case of any\r\nurgency, the Court shall have the power to issue an interim injunction without\r\ngiving any notice under this section.7.  \r\n  An\r\ninjunction issued under sub-section (1) may be confirmed or vacated after\r\ngiving notice and hearing the party against whom the injunction was issued.8.  \r\n  The\r\nCourt may either on its own motion or on the application of any person\r\naggrieved, rescind or alter an injunction issued under sub-section (1).9.  \r\n  Where\r\nan application is received under sub-section (1), the Court shall afford the\r\napplicant an early opportunity of appearing before it either in person or by an\r\nadvocate and if the Court, after hearing the applicant rejects the application\r\nwholly or in part, it shall record in writing its reasons for so doing.10.  \r\n  Whoever\r\nknowing that an injunction has been issued under sub-section (1) against him\r\ndisobeys such injunction shall be punishable with imprisonment of either\r\ndescription for a term which may extend to two years or with fine which may\r\nextend to one lakh rupees or with both: Provided that no woman shall be\r\npunishable with imprisonment.", "14": "The Prohibition of Child Marriage Act, 200614. Child marriages\r\nin contravention of injunction orders to be void.-Any child marriage\r\nsolemnised in contravention of an injunction order issued under section 13,\r\nwhether interim or final, shall be void ab initio.", "15": "The Prohibition of Child Marriage Act, 200615. Offences to be\r\ncognizable and non-bailable.-Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973, an offence\r\npunishable under this Act shall be cognizable and non-bailable.", "16": "The Prohibition of Child Marriage Act, 200616. Child Marriage\r\nProhibition Officers.-1.  \r\n  The\r\nState Government shall, by notification in the Official Gazette, appoint for\r\nthe whole State, or such part thereof as may be specified in that notification,\r\nan officer or officers to be known as the Child Marriage Prohibition Officer\r\nhaving jurisdiction over the area or areas specified in the notification.2.  \r\n  The\r\nState Government may also request a respectable member of the locality with a\r\nrecord of social service or an officer of the Gram Panchayat or Municipality or\r\nan officer of the Government or any public sector undertaking or an office\r\nbearer of any non-governmental organisation to assist the Child Marriage\r\nProhibition Officer and such member, officer or office bearer, as the case may\r\nbe, shall be bound to act accordingly.3.  \r\n  It\r\nshall be the duty of the Child Marriage Prohibition Officer-a.   to prevent\r\nsolemnisation of child marriages by taking such action as he may deem fit;b.   to collect evidence\r\nfor the effective prosecution of persons contravening the provisions of this\r\nAct;c.   to advise either\r\nindividual cases or counsel the residents of the locality generally not to\r\nindulge in promoting, helping, aiding or allowing the solemnisation of child\r\nmarriages;d.   to create awareness\r\nof the evil which results from child marriages;e.   to sensitize the\r\ncommunity on the issue of child marriages;f.   to furnish such\r\nperiodical returns and statistics as the State Government may direct; andg.   to discharge such\r\nother functions and duties as may be assigned to him by the State Government.1.  \r\n2.  \r\n\r\n3.  \r\n4.  \r\n  The\r\nState Government may, by notification in the Official Gazette, subject to such\r\nconditions and limitations, invest the Child Marriage Prohibition Officer with\r\nsuch powers of a police officer as may be specified in the notification and the\r\nChild Marriage Prohibition Officer shall exercise such powers subject to such\r\nconditions and limitations, as may be specified in the notification.5.  \r\n  The\r\nChild Marriage Prohibition Officer shall have the power to move the Court for\r\nan order under sections 4, 5 and 13 and along with the child under section 3.", "17": "The Prohibition of Child Marriage Act, 200617. Child Marriage\r\nProhibition Officers to be public servants.The Child Marriage\r\nProhibition Officers shall be deemed to be public servants within the meaning\r\nof section 21 of the Indian Penal Code.", "18": "The Prohibition of Child Marriage Act, 200618. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceedings shall lie against the Child Marriage Prohibition\r\nOfficer in respect of anything in good faith done or intended to be done in\r\npursuance of this Act or any rule or order made there under.", "19": "The Prohibition of Child Marriage Act, 200619. Power of State\r\nGovernment to make rules. -1.  \r\n  The\r\nState Government may, by notification in the Official Gazette, make rules for\r\ncarrrying out the provisions of this Act.2.  \r\n  Every\r\nrule made under this Act shall, as soon as may be after it is made, be laid before\r\nthe State Legislature.", "20": "The Prohibition of Child Marriage Act, 200620. Amendment of Act\r\nNo. 25 of 1955.-In the Hindu Marriage\r\nAct, 1955, in section 18, for clause (a), the following clause shall be\r\nsubstituted, namely:-\"a.  \r\n  in\r\nthe case of contravention of the condition specified in clause (iii) of section\r\n5, with rigorous imprisonment which may extend to two years or with fine which\r\nmay extend to one lakh rupees, or with both\".", "21": "The Prohibition of Child Marriage Act, 200621. Repeal and\r\nsavings. -1.  \r\n  The\r\nChild Marriage Restraint Act, 1929 is hereby repealed.2.  \r\n  Notwithstanding\r\nsuch repeal, all cases and other proceedings pending or continued under the\r\nsaid Act at the commencement of this Act shall be continued and disposed of in\r\naccordance with the provisions of the repealed Act, as if this Act had not been\r\npassed."}