{"name": "Prohibition of Electronic Cigarettes (Production, Manufacture, Import, Export, Transport, Sale, Distribution, Storage and Advertisement) Act, 2019\r", "1": "1. Short title and commencement.-(1) This Act may be called the Prohibition of Electronic Cigarettes (Production, Manufacture, Import, Export, Transport, Sale, Distribution, Storage and Advertisement) Act, 2019.(2) It shall be deemed to have come into force on the 18th day of September, 2019.", "2": "2. Declaration as to expediency of control by Union.-It is hereby declared that it is expedient in the public interest that the Union should take under its control the electronic cigarettes industry.", "3": "3. Definitions.-In this Act, unless the context otherwise requires,-(a) \"advertisement\n\" means any audio or visual publicity, representation or pronouncement made by means of any light, sound, smoke, gas, print, electronic media, internet or website or social media and includes through any notice, circular, label, wrapper, invoice or other document or device;(b) \"authorised officer\n\" means-(c) \"distribution\n\" includes distribution by way of samples, whether free or otherwise and the expression \"distribute\n\" shall be construed accordingly;(d) \"electronic cigarette\n\" means an electronic device that heats a substance, with or without nicotine and flavours, to create an aerosol for inhalation and includes all forms of Electronic Nicotine Delivery Systems, Heat Not Burn Products, e-Hookah and the like devices, by whatever name called and whatever shape, size or form it may have, but does not include any product licensed under the Drugs and Cosmetics Act, 1940 (23 of 1940).Explanation.-For the purposes of this clause, the expression \"substance\n\" includes any natural or artificial substance or other matter, whether it is in a solid state or in liquid form or in the form of gas or vapour;(e) \"export\n\" with its grammatical variations and cognate expressions, means taking out of India to a place outside India;(f) \"import\n\" with its grammatical variations and cognate expressions, means bringing into India from a place outside India;(g) \"manufacture\n\" means a process for making or assembling electronic cigarettes and any part thereof, which includes any sub-process, incidental or ancillary to the manufacture of electronic cigarettes and any part thereof;(h) \"notification\n\" means a notification published in the Official Gazette;  (j) \"place\n\" includes any house, room, enclosure, space, conveyance or the area in like nature;(k) \"production\n\" with its grammatical variations and cognate expressions, includes the making or assembling of electronic cigarettes and any part thereof;(l) \"sale\n\" with its grammatical variations and cognate expressions, means any transfer of property in goods (including online transfer) by one person to another, whether for cash or on credit, or by way of exchange, and whether wholesale or retail, and includes an agreement for sale, and offer for sale and exposure for sale.", "4": "4. Prohibition on production, manufacturing, import, export, transport, sale, distribution, advertisement of electronic cigarettes.-On and from the date of commencement of this Act, no person shall, directly or indirectly,-", "5": "5. Prohibition on storage of electronic cigarettes.-On and from the date of commencement of this Act, no person, being the owner or occupier or having the control or use of any place shall, knowingly permit it to be used for storage of any stock of electronic cigarettes:Provided that any existing stock of electronic cigarettes as on the date of the commencement of this Act kept for sale, distribution, transport, export or advertisement shall be disposed of in the manner hereinafter specified-(a) the owner or occupier of the place with respect to the existing stock of electronic cigarettes shall, suo motu, prepare a list of such stock of electronic cigarettes in his possession and without unnecessary delay submit the stock as specified in the list to the nearest office of the authorised officer; and(b) the authorised officer to whom any stock of electronic cigarettes is forwarded under clause (a) shall, with all convenient despatch, take such measures as may be necessary for the disposal according to the law for the time being in force.", "6": "6. Power to enter, search and seize without warrant.-(1) An authorised officer, if he has reason to believe that any provision of this Act has been, or is being contravened, may enter and search any place where- (a) any trade or commerce in electronic cigarettes is carried on or electronic cigarettes are produced, supplied, distributed, stored or transported; or  (b) any advertisement of the electronic cigarettes has been or is being made.(2) After completion of the search referred to in sub-section (1), the authorised officer shall seize any record or property found as a result of the search in the said place, which are intended to be used, or reasonably suspected to have been used, in connection with any matter referred to in sub-section (1) and if he thinks proper, take into custody and produce, along with the record or property so seized, before the Court of Judicial Magistrate of the first class, any such person whom he has reason to believe to have committed any offence punishable under this Act.(3) Where it is not practicable to seize the record or property, the officer authorised under sub-section (1), may make an order in writing to attach such property, stocks or records maintained by the producer, manufacturer, importer, exporter, transporter, seller, distributor, advertiser or stockist about which a complaint has been made or credible information has been received or a reasonable suspicion exists of their having been connected with any offence in contravention of the provisions of this Act and such order shall be binding on the person connected with the said offence.(4) All searches, seizures and attachment under this section shall be made in accordance with the provisions of the Code of Criminal Procedure, 1973 (2 of 1974).", "7": "7. Punishment for contravention of section 4.-Whoever contravenes the provisions of section 4, shall be punishable with imprisonment for a term which may extend to one year or with fine which may extend to one lakh rupees, or with both, and, for the second or subsequent offence, with imprisonment for a term which may extend to three years and with fine which may extend to five lakh rupees.", "8": "8. Punishment for contravention of section 5.-Whoever contravenes the provisions of section 5, shall be punishable with imprisonment for a term which may extend to six months or with fine which may extend to fifty thousand rupees or with both.", "9": "9. Jurisdiction and trial of offences.-(1) Any person committing an offence under section 4 or section 5 shall be triable for such offence in any place in which he is liable to be tried under any law for the time being in force.(2) All offences under this Act shall be tried by the Court of Judicial Magistrate of the first class in accordance with the procedure provided for trials in the Code of Criminal Procedure, 1973 (2 of 1974).", "10": "10. Power to dispose of stock seized.-After completion of the proceedings before the Court and if it is proved that the stock seized by the authorised officer under the provisions of this Act are stocks of electronic cigarettes, such stocks shall be disposed of in accordance with the provisions contained in Chapter XXXIV of the Code of Criminal Procedure, 1973 (2 of 1974).", "11": "11. Offences by companies.-(1) Where an offence under this Act has been committed by a company, every person who, at the time the offence was committed, was in charge of, and was responsible to the company for the conduct of, the business of the company, as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly:Provided that nothing contained in this sub-section shall render any such person liable to any punishment provided in this Act, if he proves that the offence was committed without his knowledge or that he had exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where an offence under this Act has been committed by a company, and it is proved that the offence has been committed with the consent or connivance of, or is attributable to any neglect on the part of any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall also be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly.Explanation.-For the purpose of this section-(a) \"company\n\" means any body corporate and includes a firm or other association of individuals; and(b) \"director\n\" means a whole-time director in the company and in relation to a firm, means a partner in the firm.", "12": "12. Cognizance of offences.-No court shall take cognizance of an offence punishable under this Act, except upon a complaint in writing made by an authorised officer under this Act.", "13": "13. Offences to be cognizable.-Notwithstanding anything contained in the Code of Criminal Procedure, 1973 (2 of 1974), an offence under section 4 shall be cognizable.", "14": "14. Act to have overriding effect.-Save as otherwise expressly provided in this Act, the provisions of this Act shall have effect notwithstanding anything inconsistent therewith contained in any other law for the time being in force.", "15": "15. Application of other laws not barred.-The provisions of this Act shall be in addition to and not in derogation of the provisions of any other law for the time being in force prohibiting production, manufacture, import, export, transport, sale, distribution, storage and advertisement of electronic cigarettes.", "16": "16. Protection of action taken in good faith.-No suit, prosecution or other legal proceeding shall lie against the Central Government or any State Government or any officer of the Central Government or any State Government for anything which is in good faith done or intended to be done under this Act.", "17": "17. Power to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of this Act, the Central Government may, by an order published in the Official Gazette, make such provision not inconsistent with the provisions of this Act, as may appear to be necessary or expedient for removing the difficulty: Provided that no order shall be made under this section after the expiry of two years from the date of the commencement of this Act.(2) Every order made under this section shall be laid, as soon as may be after it is made, before each House of Parliament.", "18": "18. Repeal and savings.-(1) The Prohibition of Electronic Cigarettes (Production, Manufacture, Import, Export, Transport, Sale, Distribution, Storage and Advertisement) Ordinance, 2019 (Ord. 14 of 2019) is hereby repealed.(2) Notwithstanding such repeal, anything done or any action taken under the said Ordinance shall be deemed to have been done or taken under the corresponding provisions of this Act."}