{"name": "Protection of Women from Domestic Violence Act, 2005\r", "1": "The Protection of Women from Domestic Violence Act, 2005Chapter I Preliminary1. Short\r\ntitle, extent and commencement.-1.  \r\n  This Act may be called the Protection of Women from Domestic\r\nViolence Act, 2005.2.  It extends to the whole of India except the State of Jammu and\r\nKashmir.3.  It shall come into force on such date1 as the Central Government\r\nmay, by notification in the Official Gazette, appoint.", "2": "The Protection of Women from Domestic Violence Act, 20052. Definitions.In this Act, unless the context\r\notherwise requires,-a.  \r\n  \"aggrieved person\" means any woman who is, or has been, in a\r\ndomestic relationship with the respondent and who alleges to have been\r\nsubjected to any act of domestic violence by the respondent;b.  \r\n  \"child\" means any person below the age of eighteen years and\r\nincludes any adopted, step or foster child;c.  \r\n  \"compensation order\" means an order granted in terms of section\r\n22;d.  \r\n  \"custody order\" means an order granted in terms of section 21;e.  \r\n  \"domestic incident report\" means a report made in the prescribed\r\nform on receipt of a complaint of domestic violence from an aggrieved person;f.  \r\n  \"domestic relationship\" means a relationship between two persons\r\nwho live or have, at any point of time, lived together in a shared household,\r\nwhen they are related by consanguinity, marriage, or through a relationship in\r\nthe nature of marriage, adoption or are family members living together as a\r\njoint family;g.  \r\n  \"domestic violence\" has the same meaning as assigned to it in section\r\n3;h.  \r\n  \"dowry\" shall have the same meaning as assigned to it in section 2\r\nof the Dowry Prohibition Act, 1961 (28 of 1961);i.  \r\n  \"Magistrate\" means the Judicial Magistrate of the first class, or\r\nas the case may be, the Metropolitan Magistrate, exercising jurisdiction under\r\nthe  Code of Criminal\r\nProcedure, 1973 (2 of 1974) in the area where the aggrieved person resides\r\ntemporarily or otherwise or the respondent resides or the domestic violence is\r\nalleged to have taken place;j.  \r\n  \"medical facility\" means such facility as may be notified by the\r\nState Government to be a medical facility for the purposes of this Act;k.  \r\n  \"monetary relief\" means the compensation which the Magistrate may\r\norder the respondent to pay to the aggrieved person, at any stage during the\r\nhearing of an application seeking any relief under this Act, to meet the\r\nexpenses incurred and the losses suffered by the aggrieved person as a result\r\nof the domestic violence;l.  \r\n  \"notification\" means a notification published in the Official\r\nGazette and the expression \"notified\" shall be construed accordingly;m.  \r\n  \"prescribed\" means prescribed by rules made under this Act;n.  \r\n  \"Protection Officer\" means an officer appointed by the State Government\r\nunder sub-section (1) of section 8;o.  \r\n  \"protection order\" means an order made in terms of section 18;p.  \r\n  \"residence order\" means an order granted in terms of sub-section\r\n(1) of section 19;q.  \r\n  \"respondent\" means any adult male person who is, or has been, in a\r\ndomestic relationship with the aggrieved person and against whom the aggrieved\r\nperson has sought any relief under this Act:Provided that an aggrieved wife\r\nor female living in a relationship in the nature of a marriage may also file a\r\ncomplaint against a relative of the husband or the male partner.a.  b.  c.  d.  e.  f.  g.  h.  i.  j.  k.  l.  m.  n.  o.  p.  q.  r.  \r\n  \"service provider\" means an entity registered under sub-section\r\n(1) of section 10;s.  \r\n  \"shared household\" means a household where the person aggrieved\r\nlives or at any stage has lived in a domestic relationship either singly or\r\nalong with the respondent and includes such a household whether owned or\r\ntenanted either jointly by the aggrieved person and the respondent, or owned or\r\ntenanted by either of them in respect of which either the aggrieved person or\r\nthe respondent or both jointly or singly have any right, title, interest or\r\nequity and includes such a household which may belong to the joint family of\r\nwhich the respondent is a member, irrespective of whether the respondent or the\r\naggrieved person has any right, title or interest in the shared household.t.  \r\n  \"shelter home\" means any shelter home as may be notified by the\r\nState Government to be a shelter home for the purposes of this Act.", "3": "The Protection of Women from Domestic Violence Act, 2005Chapter II Domestic Violence3. Definition of domestic\r\nviolence.-For the purposes of this Act, any\r\nact, omission or commission or conduct of the respondent shall constitute\r\ndomestic violence in case it-a.  \r\n  harms or injures or endangers the health, safety, life, limb or\r\nwell‑being, whether mental or physical, of the aggrieved person or tends\r\nto do so and includes causing physical abuse, sexual abuse, verbal and\r\nemotional abuse and economic abuse; orb.  \r\n  harasses, harms, injures or endangers the aggrieved person with a\r\nview to coerce her or any other person related to her to meet any unlawful\r\ndemand for any dowry or other property or valuable security; orc.  \r\n  has the effect of threatening the aggrieved person or any person\r\nrelated to her by any conduct mentioned in clause (a) or clause (b); ord.  \r\n  otherwise injures or causes harm, whether physical or mental, to\r\nthe aggrieved person.Explanation\r\nI. -For the purposes of this section,- \r\n i.  \r\n  \"physical abuse\" means any act or conduct which is of such a\r\nnature as to cause bodily pain, harm, or danger to life, limb, or health or\r\nimpair the health or development of the aggrieved person and includes assault,\r\ncriminal intimidation and criminal force; \r\n ii.  \r\n  \"sexual abuse\" includes any conduct of a sexual nature that\r\nabuses, humiliates, degrades or otherwise violates the dignity of woman; \r\n iii.  \r\n  \"verbal and emotional abuse\" includes-a.  \r\n  insults, ridicule, humiliation, name calling and insults or\r\nridicule specially with regard to not having a child or a male child; andb.  \r\n  repeated threats to cause physical pain to any person in whom the\r\naggrieved person is interested.  i.  \r\n   ii.  \r\n   iii.  \r\n  \r\n iv.  \r\n  \"economic abuse\" includes­-a.  \r\n  deprivation of all or any economic or financial resources to which\r\nthe aggrieved person is entitled under any law or custom whether payable under\r\nan order of a court or otherwise or which the aggrieved person requires out of\r\nnecessity including, but not limited to, household necessities for the\r\naggrieved person and her children, if any, stridhan, property, jointly or\r\nseparately owned by the aggrieved person, payment of rental related to the\r\nshared household and maintenance;b.  \r\n  disposal of household effects, any alienation of assets whether\r\nmovable or immovable, valuables, shares, securities, bonds and the like or\r\nother property in which the aggrieved person has an interest or is entitled to\r\nuse by virtue of the domestic relationship or which may be reasonably required\r\nby the aggrieved person or her children or her stridhan or any other property\r\njointly or separately held by the aggrieved person; andc.  \r\n  prohibition or restriction to continued access to resources or\r\nfacilities which the aggrieved person is entitled to use or enjoy by virtue of\r\nthe domestic relationship including access to the shared household.Explanation\r\nII. -For the purpose of determining whether any act, omission,\r\ncommission or conduct of the respondent constitutes \"domestic violence\" under\r\nthis section, the overall facts and circumstances of the case shall be taken\r\ninto consideration.", "4": "The Protection of Women from Domestic Violence Act, 2005Chapter III Powers and Duties of Protection\r\nOfficers, Service Providers, Etc.4. Information to\r\nProtection Officer and exclusion of liability of informant.-1.  \r\n  Any person who has reason to believe that an act of domestic\r\nviolence has been, or is being, or is likely to be committed, may give\r\ninformation about it to the concerned Protection Officer.2.  No liability, civil or criminal, shall be incurred by any person\r\nfor giving in good faith of information for the purpose of sub-section (1).", "5": "The Protection of Women from Domestic Violence Act, 20055. Duties of police\r\nofficers, service providers and Magistrate.-A police officer, Protection\r\nOfficer, service provider or Magistrate who has received a complaint of\r\ndomestic violence or is otherwise present at the place of an incident of\r\ndomestic violence or when the incident of domestic violence is reported to him,\r\nshall inform the aggrieved person-a.  \r\n  of her right to make an application for obtaining a relief by way\r\nof a protection order, an order for monetary relief, a custody order, a\r\nresidence order, a compensation order or more than one such order under this\r\nAct;b.  \r\n  of the availability of services of service providers;c.  \r\n  of the availability of services of the Protection Officers;d.  \r\n  of her right to free legal services under the Legal Services\r\nAuthorities Act, 1987 (39 of 1987);e.  \r\n  of her right to file a complaint under section 498A of the Indian\r\nPenal Code (45 of 1860), wherever relevant:Provided that nothing in this Act\r\nshall be construed in any manner as to relieve a police officer from his duty\r\nto proceed in accordance with law upon receipt of information as to the\r\ncommission of a cognizable offence.", "6": "The Protection of Women from Domestic Violence Act, 20056. Duties of shelter\r\nhomes.-If an aggrieved person or on her\r\nbehalf a Protection Officer or a service provider requests the person in charge\r\nof a shelter home to provide shelter to her, such person in charge of the\r\nshelter home shall provide shelter to the aggrieved person in the shelter home.", "7": "The Protection of Women from Domestic Violence Act, 20057. Duties of medical\r\nfacilities.-If an aggrieved person or, on her\r\nbehalf a Protection Officer or a service provider requests the person in charge\r\nof a medical facility to provide any medical aid to her, such person in charge\r\nof the medical facility shall provide medical aid to the aggrieved person in\r\nthe medical facility.", "8": "The Protection of Women from Domestic Violence Act, 20058. Appointment of\r\nProtection Officers.-1.  \r\n  The State Government shall, by notification, appoint such number\r\nof Protection Officers in each district as it may consider necessary and shall\r\nalso notify the area or areas within which a Protection Officer shall exercise\r\nthe powers and perform the duties conferred on him by or under this Act.2.  The Protection Officers shall as far as possible be women and\r\nshall possess such qualifications and experience as may be prescribed.3.  The terms and conditions of service of the Protection Officer and\r\nthe other officers subordinate to him shall be such as may be prescribed.", "9": "The Protection of Women from Domestic Violence Act, 20059. Duties and functions of\r\nProtection Officers.-1.  \r\n  It shall be the duty of the Protection Officer-a.  \r\n  to assist the Magistrate in the discharge of his functions under\r\nthis Act;b.  \r\n  to make a domestic incident report to the Magistrate, in such form\r\nand in such manner as may be prescribed, upon receipt of a complaint of\r\ndomestic violence and forward copies thereof to the police officer in charge of\r\nthe police station within the local limits of whose jurisdiction domestic\r\nviolence is alleged to have been committed and to the service providers in that\r\narea;c.  \r\n  to make an application in such form and in such manner as may be\r\nprescribed to the Magistrate, if the aggrieved person so desires, claiming\r\nrelief for issuance of a protection order;d.  \r\n  to ensure that the aggrieved person is provided legal aid under\r\nthe Legal Services Authorities Act, 1987 (39 of 1987) and make available free\r\nof cost the prescribed form in which a complaint is to be made;e.  \r\n  to maintain a list of all service providers providing legal aid or\r\ncounselling, shelter homes and medical facilities in a local area within the\r\njurisdiction of the Magistrate;f.  \r\n  to make available a safe shelter home, if the aggrieved person so\r\nrequires and forward a copy of his report of having lodged the aggrieved person\r\nin a shelter home to the police station and the Magistrate having jurisdiction\r\nin the area where the shelter home is situated;g.  \r\n  to get the aggrieved person medically examined, if she has\r\nsustained bodily injuries and forward a copy of the medical report to the\r\npolice station and the Magistrate having jurisdiction in the area where the\r\ndomestic violence is alleged to have been taken place;h.  \r\n  to ensure that the order for monetary relief under section 20 is\r\ncomplied with and executed, in accordance with the procedure prescribed under\r\nthe  Code of Criminal\r\nProcedure, 1973    (2 of 1974);i.  \r\n  to perform such other duties as may be prescribed.2.  The Protection Officer shall be under the control and supervision\r\nof the Magistrate, and shall perform the duties imposed on him by the\r\nMagistrate and the Government by, or under, this Act.", "10": "The Protection of Women from Domestic Violence Act, 200510. Service providers.-1.  \r\n  Subject to such rules as may be made in this behalf, any voluntary\r\nassociation registered under the Societies Registration Act, 1860 (21 of 1860)\r\nor a company registered under the  Companies Act, 1956  (1 of 1956) or any other law for the time being in force\r\nwith the objective of protecting the rights and interests of women by any\r\nlawful means including providing of legal aid, medical, financial or other\r\nassistance shall register itself with the State Government as a service\r\nprovider for the purposes of this Act.2.  A service provider registered under sub‑section (1) shall\r\nhave the power to-a.  \r\n  record the domestic incident report in the prescribed form if the\r\naggrieved person so desires and forward a copy thereof to the Magistrate and\r\nthe Protection Officer having jurisdiction in the area where the domestic\r\nviolence took place;b.  \r\n  get the aggrieved person medically examined and forward a copy of\r\nthe medical report to the Protection Officer and the police station within the\r\nlocal limits of which the domestic violence took place;c.  \r\n  ensure that the aggrieved person is provided shelter in a shelter\r\nhome, if she so requires and forward a report of the lodging of the aggrieved\r\nperson in the shelter home to the police station within the local limits of\r\nwhich the domestic violence took place.1.  2.  3.  No suit, prosecution or other legal proceeding shall lie against\r\nany service provider or any member of the service provider who is, or who is\r\ndeemed to be, acting or purporting to act under this Act, for anything which is\r\nin good faith done or intended to be done in the exercise of powers or\r\ndischarge of functions under this Act towards the prevention of the commission\r\nof domestic violence.", "11": "The Protection of Women from Domestic Violence Act, 200511. Duties of Government.-The Central Government and every\r\nState Government, shall take all measures to ensure that-a.  \r\n  the provisions of this Act are given wide publicity through public\r\nmedia including the television, radio and the print media at regular intervals;b.  \r\n  the Central Government and State Government officers including the\r\npolice officers and the members of the judicial services are given periodic\r\nsensitization and awareness training on the issues addressed by this Act;c.  \r\n  effective co‑ordination between the services provided by\r\nconcerned Ministries and Departments dealing with law, home affairs including\r\nlaw and order, health and human resources to address issues of domestic\r\nviolence is established and periodical review of the same is conducted;d.  \r\n  protocols for the various Ministries concerned with the delivery\r\nof services to women under this Act including the courts are prepared and put\r\nin place.", "12": "The Protection of Women from Domestic Violence Act, 2005Chapter IV Procedure for obtaining\r\norders of reliefs12. Application to\r\nMagistrate.-1.  \r\n  An aggrieved person or a Protection Officer or any other person on\r\nbehalf of the aggrieved person may present an application to the Magistrate\r\nseeking one or more reliefs under this Act:Provided that before passing any\r\norder on such application, the Magistrate shall take into consideration any\r\ndomestic incident report received by him from the Protection Officer or the\r\nservice provider.2.  The relief sought for under sub-section (1) may include a relief\r\nfor issuance of an order for payment of compensation or damages without\r\nprejudice to the right of such person to institute a suit for compensation or\r\ndamages for the injuries caused by the acts of domestic violence committed by\r\nthe respondent:Provided that where a decree for\r\nany amount as compensation or damages has been passed by any court in favour of\r\nthe aggrieved person, the amount, if any, paid or payable in pursuance of the\r\norder made by the Magistrate under this Act shall be set off against the amount\r\npayable under such decree and the decree shall, notwithstanding anything\r\ncontained in the  Code of Civil\r\nProcedure, 1908    (5 of 1908), or any other law for the time being in force,\r\nbe executable for the balance amount, if any, left after such set off.1.  2.  3.  Every application under sub-section (1) shall be in such form and\r\ncontain such particulars as may be prescribed or as nearly as possible thereto.4.  \r\n  The Magistrate shall fix the first date of hearing, which shall\r\nnot ordinarily be beyond three days from the date of receipt of the application\r\nby the court.5.  The Magistrate shall endeavour to dispose of every application\r\nmade under sub-section (1) within a period of sixty days from the date of its\r\nfirst hearing.", "13": "The Protection of Women from Domestic Violence Act, 200513. Service of notice.-1.  \r\n  A notice of the date of hearing fixed under section 12 shall be\r\ngiven by the Magistrate to the Protection Officer, who shall get it served by\r\nsuch means as may be prescribed on the respondent, and on any other person, as\r\ndirected by the Magistrate within a maximum period of two days or such further\r\nreasonable time as may be allowed by the Magistrate from the date of its\r\nreceipt.2.  A declaration of service of notice made by the Protection Officer\r\nin such form as may be prescribed shall be the proof that such notice was\r\nserved upon the respondent and on any other person as directed by the\r\nMagistrate unless the contrary is proved.", "14": "The Protection of Women from Domestic Violence Act, 200514. Counselling.-1.  \r\n  The Magistrate may, at any stage of the proceedings under this\r\nAct, direct the respondent or the aggrieved person, either singly or jointly,\r\nto undergo counselling with any member of a service provider who possess such\r\nqualifications and experience in counselling as may be prescribed.2.  Where the Magistrate has issued any direction under sub‑section\r\n(1), he shall fix the next date of hearing of the case within a period not\r\nexceeding two months.", "15": "The Protection of Women from Domestic Violence Act, 200515. Assistance of welfare\r\nexpert.-In any proceeding under this Act,\r\nthe Magistrate may secure the services of such person, preferably a woman,\r\nwhether related to the aggrieved person or not, including a person engaged in\r\npromoting family welfare as he thinks fit, for the purpose of assisting him in\r\ndischarging his functions.", "16": "The Protection of Women from Domestic Violence Act, 200516. Proceedings to be held\r\nin camera.-If the Magistrate considers that\r\nthe circumstances of the case so warrant, and if either party to the\r\nproceedings so desires, he may conduct the proceedings under this Act in\r\ncamera.", "17": "The Protection of Women from Domestic Violence Act, 200517. Right to reside in a\r\nshared household.-1.  \r\n  Notwithstanding anything contained in any other law for the time\r\nbeing in force, every woman in a domestic relationship shall have the right to\r\nreside in the shared household, whether or not she has any right, title or\r\nbeneficial interest in the same.2.  The aggrieved person shall not be evicted or excluded from the\r\nshared household or any part of it by the respondent save in accordance with\r\nthe procedure established by law.", "18": "The Protection of Women from Domestic Violence Act, 200518. Protection orders.-The Magistrate may, after giving\r\nthe aggrieved person and the respondent an opportunity of being heard and on\r\nbeing prima facie satisfied that domestic violence has taken place or is likely\r\nto take place, pass a protection order in favour of the aggrieved person and\r\nprohibit the respondent from-a.  \r\n  committing any act of domestic violence;b.  \r\n  aiding or abetting in the commission of acts of domestic violence;c.  \r\n  entering the place of employment of the aggrieved person or, if\r\nthe person aggrieved is a child, its school or any other place frequented by\r\nthe aggrieved person;d.  \r\n  attempting to communicate in any form, whatsoever, with the\r\naggrieved person, including personal, oral or written or electronic or\r\ntelephonic contact;e.  \r\n  alienating any assets, operating bank lockers or bank accounts\r\nused or held or enjoyed by both the parties, jointly by the aggrieved person\r\nand the respondent or singly by the respondent, including her stridhan or any\r\nother property held either jointly by the parties or separately by them without\r\nthe leave of the Magistrate;f.  \r\n  causing violence to the dependants, other relatives or any person\r\nwho give the aggrieved person assistance from domestic violence;g.  \r\n  committing any other act as specified in the protection order.", "19": "The Protection of Women from Domestic Violence Act, 200519. Residence orders.-1.  \r\n  While disposing of an application under sub‑section (1) of\r\nsection 12, the Magistrate may, on being satisfied that domestic violence has\r\ntaken place, pass a residence order-a.  \r\n  restraining the respondent from dispossessing or in any other\r\nmanner disturbing the possession of the aggrieved person from the shared\r\nhousehold, whether or not the respondent has a legal or equitable interest in\r\nthe shared household;b.  \r\n  directing the respondent to remove himself from the shared\r\nhousehold;c.  \r\n  restraining the respondent or any of his relatives from entering\r\nany portion of the shared household in which the aggrieved person resides;d.  \r\n  restraining the respondent from alienating or disposing of the\r\nshared household or encumbering the same;e.  \r\n  restraining the respondent from renouncing his rights in the\r\nshared household except with the leave of the Magistrate; orf.  \r\n  directing the respondent to secure same level of alternate\r\naccommodation for the aggrieved person as enjoyed by her in the shared\r\nhousehold or to pay rent for the same, if the circumstances so require:Provided that no order under\r\nclause (b) shall be passed against any person who is a woman.1.  2.  The Magistrate may impose any additional conditions or pass any\r\nother direction which he may deem reasonably necessary to protect or to provide\r\nfor the safety of the aggrieved person or any child of such aggrieved person.3.  The Magistrate may require from the respondent to execute a bond,\r\nwith or without sureties, for preventing the commission of domestic violence.4.  \r\n  An order under sub-section (3) shall be deemed to be an order\r\nunder Chapter VIII of the Code of Criminal Procedure, 1973 (2 of 1974) and\r\nshall be dealt with accordingly.5.  While passing an order under sub-section (1), sub-section (2) or\r\nsub-section (3), the court may also pass an order directing the\r\nofficer-in-charge of the nearest police station to give protection to the\r\naggrieved person or to assist her or the person making an application on her\r\nbehalf in the implementation of the order.6.  \r\n  While making an order under sub-section (1), the Magistrate may\r\nimpose on the respondent obligations relating to the discharge of rent and\r\nother payments, having regard to the financial needs and resources of the\r\nparties.7.  \r\n  The Magistrate may direct the officer-in-charge of the police\r\nstation in whose jurisdiction the Magistrate has been approached to assist in\r\nthe implementation of the protection order.8.  \r\n  The Magistrate may direct the respondent to return to the\r\npossession of the aggrieved person her stridhan or any other property or\r\nvaluable security to which she is entitled to.", "20": "The Protection of Women from Domestic Violence Act, 200520. Monetary reliefs.-1.  \r\n  While disposing of an application under sub-section (1) of section\r\n12, the Magistrate may direct the respondent to pay monetary relief to meet the\r\nexpenses incurred and losses suffered by the aggrieved person and any child of\r\nthe aggrieved person as a result of the domestic violence and such relief may\r\ninclude but is not limited to-a.  \r\n  the loss of earnings;b.  \r\n  the medical expenses;c.  \r\n  the loss caused due to the destruction, damage or removal of any\r\nproperty from the control of the aggrieved person; andd.  \r\n  the maintenance for the aggrieved person as well as her children,\r\nif any, including an order under or in addition to an order of maintenance\r\nunder section 125 of the  Code of Criminal\r\nProcedure, 1973 (2 of 1974) or any other law for the time being in force.1.  2.  The monetary relief granted under this section shall be adequate,\r\nfair and reasonable and consistent with the standard of living to which the\r\naggrieved person is accustomed.3.  The Magistrate shall have the power to order an appropriate lump\r\nsum payment or monthly payments of maintenance, as the nature and circumstances\r\nof the case may require.4.  \r\n  The Magistrate shall send a copy of the order for monetary relief\r\nmade under sub-section (1) to the parties to the application and to the\r\nin-charge of the police station within the local limits of whose jurisdiction\r\nthe respondent resides.5.  The respondent shall pay the monetary relief granted to the\r\naggrieved person within the period specified in the order under sub‑sections\r\n(1).6.  \r\n  Upon the failure on the part of the respondent to make payment in\r\nterms of the order under sub‑sections (1), the Magistrate may direct the\r\nemployer or a debtor of the respondent, to directly pay to the aggrieved person\r\nor to deposit with the court a portion of the wages or salaries or debt due to\r\nor accrued to the credit of the respondent, which amount may be adjusted\r\ntowards the monetary relief payable by the respondent.", "21": "The Protection of Women from Domestic Violence Act, 200521. Custody orders.-Notwithstanding anything\r\ncontained in any other law for the time being in force, the Magistrate may, at\r\nany stage of hearing of the application for protection order or for any other\r\nrelief under this Act grant temporary custody of any child or children to the\r\naggrieved person or the person making an application on her behalf and specify,\r\nif necessary, the arrangements for visit of such child or children by the\r\nrespondent:Provided that if the Magistrate\r\nis of the opinion that any visit of the respondent may be harmful to the\r\ninterests of the child or children, the Magistrate shall refuse to allow such\r\nvisit.", "22": "The Protection of Women from Domestic Violence Act, 200522. Compensation orders.-In addition to other reliefs as\r\nmay be granted under this Act, the Magistrate may on an application being made\r\nby the aggrieved person, pass an order directing the respondent to pay\r\ncompensation and damages for the injuries, including mental torture and\r\nemotional distress, caused by the acts of domestic violence committed by that\r\nrespondent.", "23": "The Protection of Women from Domestic Violence Act, 200523. Power to grant interim\r\nand ex parte orders.-1.  \r\n  In any proceeding before him under this Act, the Magistrate may\r\npass such interim order as he deems just and proper.2.  If the Magistrate is satisfied that an application prima facie\r\ndiscloses that the respondent is committing, or has committed an act of\r\ndomestic violence or that there is a likelihood that the respondent may commit\r\nan act of domestic violence, he may grant an ex parte order on the basis of the\r\naffidavit in such form, as may be prescribed, of the aggrieved person under    section 18 , section 19, section\r\n20, section 21 or, as the case may be, section 22 against the respondent.", "24": "The Protection of Women from Domestic Violence Act, 200524. Court to give copies\r\nof order free of cost.-The Magistrate shall, in all\r\ncases where he has passed any order under this Act, order that a copy of such\r\norder, shall be given free of cost, to the parties to the application, the\r\npolice officer-in‑charge of the police station in the jurisdiction of\r\nwhich the Magistrate has been approached, and any service provider located\r\nwithin the local limits of the jurisdiction of the court and if any service\r\nprovider has registered a domestic incident report, to that service provider.", "25": "The Protection of Women from Domestic Violence Act, 200525. Duration and\r\nalteration of orders.-1.  \r\n  A protection order made under  section 18  shall be in force till the aggrieved person applies for\r\ndischarge.2.  If the Magistrate, on receipt of an application from the aggrieved\r\nperson or the respondent, is satisfied that there is a change in the\r\ncircumstances requiring alteration, modification or revocation of any order\r\nmade under this Act, he may, for reasons to be recorded in writing pass such\r\norder, as he may deem appropriate.", "26": "The Protection of Women from Domestic Violence Act, 200526. Relief in other suits\r\nand legal proceedings.-1.  \r\n  Any relief available under  sections 18, 19, 20, 21 and 22 may also be sought in any legal\r\nproceeding, before a civil court, family court or a criminal court, affecting\r\nthe aggrieved person and the respondent whether such proceeding was initiated\r\nbefore or after the commencement of this Act.2.  Any relief referred to in sub‑section (1) may be sought for\r\nin addition to and along with any other relief that the aggrieved person may\r\nseek in such suit or legal proceeding before a civil or criminal court.3.  In case any relief has been obtained by the aggrieved person in\r\nany proceedings other than a proceeding under this Act, she shall be bound to\r\ninform the Magistrate of the grant of such relief.", "27": "The Protection of Women from Domestic Violence Act, 200527. Jurisdiction.-1.  \r\n  The court of Judicial Magistrate of the first class or the\r\nMetropolitan Magistrate, as the case may be, within the local limits of which-a.  \r\n  the person aggrieved permanently or temporarily resides or carries\r\non business or is employed; orb.  \r\n  the respondent resides or carries on business or is employed; orc.  \r\n  the cause of action has arisen, shall be the competent court to\r\ngrant a protection order and other orders under this Act and to try offences\r\nunder this Act.2.  Any order made this Act shall be enforceable throughout India.", "28": "The Protection of Women from Domestic Violence Act, 200528 - Procedure.1.  \r\n  Save as otherwise provided in this Act, all proceedings under\r\nsections 12, 18, 19, 20, 21, 22 and 23 and offences under section 31 shall be\r\ngoverned by the provisions of the  Code of Criminal\r\nProcedure, 1973 (2 of 1974).2.  Nothing in sub-section (1) shall prevent the court from laying\r\ndown its own procedure for disposal of an application under section 12 or under\r\nsub-section (2) of section 23.", "29": "The Protection of Women from Domestic Violence Act, 200529- Appeal.There shall lie an appeal to the\r\nCourt of Session within thirty days from the date on which the order made by\r\nthe Magistrate is served on the aggrieved person or the respondent, as the case\r\nmay be, whichever is later.", "30": "The Protection of Women from Domestic Violence Act, 2005Chapter V Miscellaneous30. Protection Officers\r\nand members of service providers to be public servants.-The Protection Officers and\r\nmembers of service providers, while acting or purporting to act in pursuance of\r\nany of the provisions of this Act or any rules or orders made there under shall\r\nbe deemed to be public servants within the meaning of    section 21    of the   Indian Penal Code  (45 of 1860).", "31": "The Protection of Women from Domestic Violence Act, 200531. Penalty for breach of\r\nprotection order by respondent.-1.  \r\n  A breach of protection order, or of an interim protection order,\r\nby the respondent shall be an offence under this Act and shall be punishable\r\nwith imprisonment of either description for a term which may extend to one\r\nyear, or with fine which may extend to twenty thousand rupees, or with both.2.  The offence under sub-section (1) shall as far as practicable be\r\ntried by the Magistrate who had passed the order, the breach of which has been\r\nalleged to have been caused by the accused.3.  While framing charges under sub-section (1), the Magistrates may\r\nalso frame charges under section 498A of the    Indian Penal Code    (45 of 1860)\r\nor any other provision of that Code or the Dowry Prohibition Act, 1961 (28 of\r\n1961), as the case may be, if the facts disclose the commission of an offence\r\nunder those provisions.", "32": "The Protection of Women from Domestic Violence Act, 200532. Cognizance and proof.-1.  \r\n  Notwithstanding anything contained in the    Code of Criminal Procedure, 1973  (2 of 1974), the offence under sub-section (1) of section\r\n31 shall be cognizable and non-bailable.2.  Upon the sole testimony of the aggrieved person, the court may\r\nconclude that an offence under sub-section (1) of section 31 has been committed\r\nby the accused.", "33": "The Protection of Women from Domestic Violence Act, 200533. Penalty for not\r\ndischarging duty by Protection Officer.-If any Protection Officer fails\r\nor refuses to discharges his duties as directed by the Magistrate in the\r\nprotection order without any sufficient cause, he shall be punished with\r\nimprisonment of either description for a term which may extend to one year, or\r\nwith fine which may extend to twenty thousand rupees, or with both.", "34": "The Protection of Women from Domestic Violence Act, 200534. Cognizance of offence\r\ncommitted by Protection Officer.-No prosecution or other legal\r\nproceeding shall lie against the Protection Officer unless a complaint is filed\r\nwith the previous sanction of the State Government or an officer authorised by\r\nit in this behalf.", "35": "The Protection of Women from Domestic Violence Act, 200535. Protection of action\r\ntaken in good faith.-No suit, prosecution or other\r\nlegal proceeding shall lie against the Protection Officer for any damage caused\r\nor likely to be caused by anything which is in good faith done or intended to\r\nbe done under this Act or any rule or order made there under.", "36": "The Protection of Women from Domestic Violence Act, 200536. Act not in derogation\r\nof any other law.-The provisions of this Act shall\r\nbe in addition to, and not in derogation of the provisions of any other law,\r\nfor the time being in force.", "37": "The Protection of Women from Domestic Violence Act, 200537. Power of Central\r\nGovernment to make rules.-1.  \r\n  The Central Government may, by notification, make rules for\r\ncarrying out the provisions of this Act.2.  In particular, and without prejudice to the generality of the\r\nforegoing power, such rules may provide for all or any of the following\r\nmatters, namely:-a.  \r\n  the qualifications and experience which a Protection Officer shall\r\npossess under sub-section (2) of section 8;b.  \r\n  the terms and conditions of service of the Protection Officers and\r\nthe other officers subordinate to him, under sub‑section (3) of section\r\n8;c.  \r\n  the form and manner in which a domestic incident report may be\r\nmade under clause (b) of sub‑section (1) of section 9;d.  \r\n  the form and the manner in which an application for protection\r\norder may be made to the Magistrate under clause (c) of sub‑section (1)\r\nof section 9;e.  \r\n  the form in which a complaint is to be filed under clause (d) of\r\nsub­-section (1) of section 9;f.  \r\n  the other duties to be performed by the Protection Officer under\r\nclause of sub‑section (1) of section 9;g.  \r\n  the rules regulating registration of service providers under sub‑section\r\n(1) of section 10;h.  \r\n  the form in which an application under sub‑section (1) of\r\nsection 12 seeking reliefs under this Act may be made and the particulars which\r\nsuch application shall contain under sub‑section (3) of that section;i.  \r\n  the means of serving notices under sub‑section (1) of\r\nsection 13;j.  \r\n  the form of declaration of service of notice to be made by the\r\nProtection Officer under sub‑sections' (2) of section 13;k.  \r\n  the qualifications and experience in counselling which a member of\r\nthe service provider shall possess under sub‑section (1) of section 14;l.  \r\n  the form in which an affidavit may be filed by the aggrieved\r\nperson under sub‑section (2) of section 23;m.  \r\n  any other matter which has to be, or may be, prescribed.1.  2.  3.  Every rule made under this Act shall be laid, as soon as may be\r\nafter it is made, before each House of Parliament, while it is in session for a\r\ntotal period of thirty days which may be comprised in one session or in two or\r\nmore successive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or both Houses agree that the rule\r\nshould not be made, the rule shall thereafter have effect only in such modified\r\nform or be of no effect, as the case may be; so, however, that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule."}