{"name": "Protection of Plant Varieties and Farmers Rights Act, 2001\r", "1": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter I Preliminary1. Short title,\r\nextent and commencement.-1.  This\r\nAct may be called the Protection of Plant Varieties and Farmers' Rights Act,\r\n2001.2.  It\r\nextends to the whole of India.3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint; and different dates may be\r\nappointed for different provisions of this Act and any reference in any such\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "The Protection of Plant Varieties and Farmers' Rights Act, 20012. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"Authority\"\r\nmeans the Protection of Plant Varieties and Farmers' Rights Authority\r\nestablished under sub-section (1) of section 3;b.  \r\n  \"benefit\r\nsharing\", in relation to a variety, means such proportion of the benefit\r\naccruing to a breeder of such variety or such proportion of the benefit\r\naccruing to the breeder from an agent or a licensee of such variety, as the\r\ncase may be, for which a claimant shall be entitled as determined by the\r\nAuthority under section 26;c.  \r\n\r\n  \"breeder\"\r\nmeans a person or group of persons or a farmer or group of farmers or any\r\ninstitution which has bred, evolved or developed any variety;d.  \r\n  \"Chairman\"\r\nmeans the Chairman of the Tribunal;e.  \r\n  \"Chairperson\"\r\nmeans the Chairperson of the Authority appointed under clause (a) of\r\nsub-section (5) of section 3;f.  \r\n  \"convention\r\ncountry\" means a country which has acceded to an international convention\r\nfor the protection of plant varieties to which India has also acceded, or a\r\ncountry which has a law on protection of plant varieties on the basis of which\r\nIndia has entered into an agreement for granting plant breeders' right to the\r\ncitizens of both the countries;g.  \r\n  \"denomination\",\r\nin relation to a variety or its propagating material or essentially derived\r\nvariety or its propagating material, means the denomination of such variety or\r\nits propagating material or essentially derived variety or its propagating\r\nmaterial, as the case may be, expressed by means of letters or a combination of\r\nletters and figures written in any language;h.  \r\n  \"essential\r\ncharacteristics\" means such heritable traits of a plant variety which are\r\ndetermined by the expression of one or more genes of other heritable\r\ndeterminants that contribute to the principal features, performance or value of\r\nthe plant variety;i.  \r\n  \"essentially\r\nderived variety\", in respect of a variety (the initial variety) shall be\r\nsaid to be essentially derived from such initial variety when it- \r\n i.  \r\n  is\r\npredominantly derived from such initial variety, or from a variety that itself\r\nis predominantly derived from such initial variety, while retaining the\r\nexpression of the essential characteristics that result from the genotype or\r\ncombination of genotypes of such initial variety;is\r\nclearly distinguishable from such initial variety; and \r\n iii.  \r\n  conforms\r\n(except for the differences which result from the act of derivation) to such\r\ninitial variety in the expression of the essential characteristics that result\r\nfrom the genotype or combination of genotypes of such initial variety;a.  \r\nb.  \r\nc.  \r\n\r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\n  \"extant\r\nvariety\" means a variety available in India which is- \r\n\r\n i.  \r\n  notified\r\nunder section 5 of the Seeds Act, 1966 (54 of 1966); orfarmers'\r\nvariety; or \r\n iii.  \r\n  a\r\nvariety about which there is common knowledge; or \r\n iv.  \r\n  any\r\nother variety which is in public domain;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\n  \"farmer\"\r\nmeans any person who- \r\n i.  \r\n  cultivates\r\ncrops by cultivating the land himself; orcultivates\r\ncrops by directly supervising the cultivation of land through any other person;\r\nor \r\n iii.  \r\n  conserves\r\nand preserves, severally or jointly, with any person any wild species or\r\ntraditional varieties or adds value to such wild species or traditional\r\nvarieties through selection and identification of their useful properties;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\n\r\nj.  \r\nk.  \r\nl.  \r\n  \"farmers'\r\nvariety\" means a variety which- \r\n i.  \r\n  has\r\nbeen traditionally cultivated and evolved by the farmers in their fields; oris\r\na wild relative or land race of a variety about which the farmers possess the\r\ncommon knowledge;a.  \r\nb.  \r\n\r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\n  \"Gene\r\nFund\" means the National Gene Fund constituted under sub-section (1) of\r\nsection 45;n.  \r\n\r\n  \"Judicial\r\nMember\" means a Member of the Tribunal appointed as such under sub-section\r\n(1) of section 55 and includes the Chairman;o.  \r\n  \"Member\"\r\nmeans a Judicial Member or a Technical Member of the Tribunal and includes the\r\nChairman;p.  \r\n  \"member\"\r\nmeans a member of the Authority appointed under clause (b) of sub-section (5)\r\nof section 3 and includes the member-secretary;q.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;r.  \r\n  \"propagating\r\nmaterial\" means any plant or its component or part thereof including an\r\nintended seed or seed which is capable of, or suitable for, regeneration into a\r\nplant;s.  \r\n\r\n  \"Register\"\r\nmeans the National Register of Plant Varieties referred to in section 13;t.  \r\n  \"Registrar\"\r\nmeans a Registrar of Plant Varieties appointed under sub-section (4) of section\r\n12 and includes the Registrar-General;u.  \r\n  \"Registrar-General\"\r\nmeans the Registrar-General of Plant Varieties appointed under sub-section (3)\r\nof section 12;v.  \r\n  \"Registry\"\r\nmeans the Plant Varieties Registry referred to in sub-section (1) of section\r\n12;w.  \r\n  \"regulations\"\r\nmean the regulations made by the Authority under this Act;x.  \r\n\r\n  \"seed\"\r\nmeans a type of living embryo or propagate capable of regeneration and giving\r\nrise to a plant which is true to such type;y.  \r\n  \"Tribunal\"\r\nmeans the Plant Varieties Protection Appellate Tribunal established under\r\nsection 54;z.  \r\n  \"Technical\r\nMember\" means a Member of the Tribunal who is not a Judicial Member;aa.  ba.  ca.  da.  ea.  fa.  ga.  ha.  ia.  ja.  ka.  la.  ma.  na.  oa.  pa.  qa.  ra.  sa.  ta.  ua.  va.  wa.  xa.  ya.  za.  \r\n  \"variety\"\r\nmeans a plant grouping except micro organism within a single botanical tax on\r\nof the lowest known rank, which can be- \r\n i.  \r\n  defined\r\nby the expression of the characteristics resulting from a given genotype of\r\nthat plant grouping;distinguished\r\nfrom any other plant grouping by expression of at least one of the said\r\ncharacteristics; and \r\n iii.  \r\n  considered\r\nas a unit with regard to its suitability for being propagated, which remains\r\nunchanged after such propagation. and includes propagating material of such\r\nvariety, extant variety, transgenic variety, farmers' variety and essentially\r\nderived variety.", "3": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter II Protection\r\nof Plant Varieties and Farmers' Rights Authority and Registry Protection of\r\nPlant Varieties and Farmers' Rights Authority3. Establishment of\r\nAuthority.-1.  The\r\nCentral Government shall, by notification in the Official Gazette, establish an\r\nAuthority to be known as the Protection of Plant Varieties and Farmers' Rights\r\nAuthority for the purposes of this Act.2.  The\r\nAuthority shall be a body corporate by the name aforesaid, having perpetual\r\nsuccession and a common seal with power to acquire, hold and dispose of\r\nproperties, both movable and immovable, and to contract, and shall by the said\r\nname sue and be sue .3.  The\r\nhead office of the Authority shall be at such place as the Central Government\r\nmay, by notification in the Official Gazette, specify and the Authority may,\r\nwith the previous approval of the Central Government, establish branch offices\r\nat other places in India.4.    The\r\nAuthority shall consist of a Chairperson and fifteen members.5. \r\na.   The Chairperson, to\r\nbe appointed by the Central Government, shall be a person of outstanding\r\ncaliber and eminence with long practical experience to the satisfaction of that\r\nGovernment especially in the field of plant varietal research or agricultural\r\ndevelopment.b.   The members of the\r\nAuthority, to be appointed by the Central Government, shall be as follows,\r\nnamely:- \r\n i.  \r\n  the\r\nAgriculture Commissioner, Government of India, Department of Agriculture and\r\nCooperation, New Delhi, ex-officio; \r\n ii.  \r\n  the\r\nDeputy Director General incharge of Crop Sciences, Indian Council of\r\nAgricultural Research, New Delhi, ex-officio; \r\n iii.  \r\n  the\r\nJoint Secretary incharge of Seeds, Government of India, Department of\r\nAgriculture and Cooperation, New Delhi, ex officio; \r\n iv.  \r\n  the\r\nHorticulture Commissioner, Government of India, Department of Agriculture and\r\nCooperation, New Delhi, ex officio; \r\n v.  \r\n  the\r\nDirector, National Bureau of Plant Genetic Resources, New Delhi, ex officio; \r\n vi.  \r\n  one\r\nmember not below the rank of Joint Secretary to the Government of India, to\r\nrepresent the Department of Bio-technology Government of India, ex officio; \r\n vii.  \r\n  one\r\nmember not below the rank of Joint Secretary to the Government of India to\r\nrepresent the Ministry of Environment and Forests, Government of India, ex\r\nofficio; \r\n viii.  \r\n  one\r\nmember not below the rank of Joint Secretary to the Government of India to\r\nrepresent the Ministry of Law, Justice and Company Affairs, Government of\r\nIndia, ex officio; \r\n ix.  \r\n  one\r\nrepresentative from a National or State level farmers' organization to be nominated\r\nby the Central Government; \r\n x.  \r\n  one\r\nrepresentative from a tribal organisation to be nominated by the Central\r\nGovernment; \r\n xi.  \r\n  one\r\nrepresentative from the seed industry to be nominated by the Central\r\nGovernment; \r\n xii.  \r\n  one\r\nrepresentative from an agricultural University to be nominated by the Central\r\nGovernment; \r\n xiii.  \r\n  one\r\nrepresentative from a National or State level women's organisation associated\r\nwith agricultural activities to be nominated by the Central Government; and \r\n xiv.  \r\n  two\r\nrepresentatives of State Governments on rotation basis to be nominated by the\r\nCentral Government.a.  \r\nb.  \r\nc.   The Registrar-General\r\nshall be the ex officio member-secretary of the Authority.1.  2.  3.  4.  5. \r\n6. \r\n  The\r\nterm of office of the Chairperson and the manner of filling the post shall be\r\nsuch as may be prescribed.7. \r\n  The\r\nChairperson shall appoint a Standing Committee consisting of five members, one\r\nof whom shall be a member who is a representative from a farmers' organisation,\r\nto advise the Authority on all issues including farmers' rights.8. \r\n  The\r\nChairperson shall be entitled to such salary and allowances and shall be\r\nsubject to such conditions of service in respect of leave, pension, provident\r\nfund and other matters as may be prescribed. The allowances for non-official\r\nmembers for attending the meetings of the Authority shall be such as may be\r\nprescribed.9. \r\n  The\r\nChairperson may resign his office by giving notice thereof in writing to the\r\nCentral Government and on such resignation being accepted, he shall be deemed\r\nto have vacated his office.10. \r\n\r\n  On\r\nthe resignation of the Chairperson or on the vacation of the office of the\r\nChairperson for any reason, the Central Government may appoint one of the\r\nmembers to officiate as Chairperson till a regular Chairperson is appointed in\r\naccordance with clause (a) of sub-section (5).", "4": "The Protection of Plant Varieties and Farmers' Rights Act, 20014. Meetings of\r\nAuthority.-1.  The\r\nAuthority shall meet at such time and place and shall observe such rules of\r\nprocedure in regard to the transaction of business at its meetings [including\r\nthe quorum at its meetings and the transaction of business of its standing\r\nCommittee appointed under sub-section (7) of section 3] as may be prescribed.2.  The\r\nChairperson of the Authority shall preside at the meetings of the Authority.3.  If,\r\nfor any reason the Chairperson is unable to attend any meeting of the\r\nAuthority, any member of the Authority chosen by the members present shall\r\npreside at the meeting.4.  All\r\nquestions which come before any meeting of the Authority shall be decided by a\r\nmajority of the votes of the members of the Authority present and voting and in\r\nthe event of equality of votes, the Chairperson of the Authority or in his\r\nabsence, the person presiding shall have and exercise a second or casting vote.\r\n5. Every\r\nmember who is in any way, whether directly, indirectly or personally, concerned\r\nor interested in the matter to be decided at the meeting shall disclose the\r\nnature of his concern or interest and after such disclosure, the member,\r\nconcerned or interested, shall not attend that meeting.6. \r\n  No\r\nact or proceeding of the Authority shall be invalid merely by reason of-a.   any vacancy in, or\r\nany defect in the constitution of, the Authority; orb.   any defect in the\r\nappointment of a person acting as the Chairperson or a member of the Authority;\r\norc.   any irregularity in\r\nthe procedure of the Authority not affecting the merits of the case.", "5": "The Protection of Plant Varieties and Farmers' Rights Act, 20015. Committees of\r\nAuthority.-1.  The\r\nAuthority may appoint such committees as may be necessary for the efficient\r\ndischarge of its duties and performance of its functions under this Act.2.  The\r\npersons appointed as members of the committee under sub-section (1) shall be\r\nentitled to receive such allowances or fees for attending the meetings of the\r\ncommittee as may be fixed by the Central Government.", "6": "The Protection of Plant Varieties and Farmers' Rights Act, 20016. Officers and other\r\nemployees of Authority.-Subject to such\r\ncontrol and restriction as may be prescribed, the Authority may appoint such\r\nofficers and other employees as may be necessary for the efficient performance\r\nof its functions and the method of appointment, the salary and allowances and\r\nother conditions of service of such other officers and employees of the\r\nAuthority shall be such as may be prescribed.", "7": "The Protection of Plant Varieties and Farmers' Rights Act, 20017. Chairperson to be\r\nChief Executive.-The Chairperson shall\r\nbe the Chief Executive of the Authority and shall exercise such powers and\r\nperform such duties as may be prescribed.", "8": "The Protection of Plant Varieties and Farmers' Rights Act, 20018. General functions\r\nof Authority.-1.  It\r\nshall be the duty of the Authority to promote, by such measures as it thinks\r\nfit, the encouragement for the development of new varieties of plants and to\r\nprotect the rights of the farmers and breeders.2.  In\r\nparticular, and without prejudice to the generality of the foregoing\r\nprovisions, the measures referred to in sub-section (1) may provide for-a.   the registration of\r\nextant varieties subject to such terms and conditions and in the manner as may\r\nbe prescribed;b.   developing\r\ncharacterisation and documentation of varieties registered under this Act;c.   documentation,\r\nindexing and cataloguing of farmers' varieties;d.   compulsory\r\ncataloguing facilities for all varieties of plants;e.   ensuring that seeds\r\nof the varieties registered under this Act are available to the farmers and\r\nproviding for compulsory licensing of such varieties if the breeder of such\r\nvarieties or any other person entitled to produce such variety under this Act\r\ngoes not arrange for production and sale of seed in the manner as may be\r\nprescribed;f.   collecting statistics\r\nwith regard to plant varieties, including the contribution of any person at any\r\ntime in the evolution or development of any plant variety, in India or in any\r\nother country, for compilation and publication;g.   ensuring the\r\nmaintenance of the Register.", "9": "The Protection of Plant Varieties and Farmers' Rights Act, 20019. Authentication of\r\norders, etc., of Authority.-All orders and\r\ndecisions of the Authority shall be authenticated by the signature of the\r\nChairperson or any other member authorised by the Authority in this behalf.", "10": "The Protection of Plant Varieties and Farmers' Rights Act, 200110. Delegation.-The Authority may, by\r\ngeneral or special order in writing, delegate to the Chairperson, any member or\r\nofficer of the Authority subject to such conditions or limitations, if any, as\r\nmay be power to make regulations under section 95) under this Act as it may\r\ndeem necessary. specified in the order, such of its powers and functions\r\n(except)", "11": "The Protection of Plant Varieties and Farmers' Rights Act, 200111. Power of\r\nAuthority.-In all proceedings\r\nunder this Act before the Authority or the Registrar,-a.  \r\n  the\r\nAuthority or the Registrar, as the case may be, shall have all the powers of a\r\ncivil court for the purposes of receiving evidence, administering oaths,\r\nenforcing the attendance of witnesses, compelling the discovery and production\r\nof documents an issuing commissions for the examination of witnesses;b.  \r\n  the\r\nAuthority or the Registrar may, subject to any rules made in this behalf under\r\nthis Act, make such orders as to costs as it considers reasonable and any such\r\norder shall be executable as a decree of a civil court.", "12": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Registry12. Registry and\r\noffices thereof.-1.  The\r\nCentral Government shall establish, for the purposes of this Act, a Registry\r\nwhich shall be known as the Plant Varieties Registry.2.  The\r\nhead office of the Plant Varieties Registry shall be located in the head office\r\nof the Authority, and for the purpose of facilitating the registration of\r\nvarieties, there may be established, at such places, as the Authority may think\r\nfit, branch offices of the Registry.3.  The\r\nAuthority shall appoint a Registrar-General of Plant Varieties who shall be\r\nentitled to such salary and allowances and shall be subject to such conditions\r\nof service in respect of leave, pension, provident fund and such other matters\r\nas may be pr scribed.4.    The\r\nAuthority may appoint such number of Registrars as it thinks necessary for\r\nregistration of plant varieties under the superintendence and direction of the\r\nRegistrar-General under this Act and may make regulations with respect to their\r\nduties and jurisdiction.5. The\r\nterm of office and the conditions of service of the Registrars shall be such as\r\nmay be provided by regulations.6. \r\n  The\r\nAuthority may, by notification in the Official Gazette, define the territorial\r\nlimits within which a branch office of the Registry may exercise its functions.\r\n7. \r\n\r\n  There\r\nshall be a seal of the Plant Varieties Registry.", "13": "The Protection of Plant Varieties and Farmers' Rights Act, 200113. National Register\r\nof Plant Varieties.-1.  For\r\nthe purposes of this Act, a Register called the National Register of Plant\r\nVarieties shall be kept at the head office of the Registry, wherein shall be\r\nentered the names of all the registered plant varieties with the names and\r\naddresses of their respective breeders, the right of such breeders in respect\r\nof the registered varieties, the particulars of the denomination of each\r\nregistered variety, its seed or other propagating material along with\r\nspecification of salient features thereof and such other matters as may be\r\nprescribed.2.  Subject\r\nto the superintendence and direction of the Central Government, the Register\r\nshall be kept under the control and management of the Authority.3.  There\r\nshall be kept at each branch office of the Registry a copy of the Register and\r\nsuch other documents as the Central Government may, by notification in the\r\nOfficial Gazette, direct.", "14": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter III\r\nRegistration of Plant Varieties and Essentially Derived Variety Application for\r\nRegistration14. Application for\r\nregistration.-Any person specified\r\nin section 16 may make an application to the Registrar for registration of any\r\nvariety-a.  \r\n  of\r\nsuch genera and species as specified under sub-section (2) of section 29; orb.  \r\n  which\r\nis an extant variety; orc.  \r\n\r\n  which\r\nis a farmers' variety.", "15": "The Protection of Plant Varieties and Farmers' Rights Act, 200115. Registrable\r\nvarieties.-1.  A\r\nnew variety shall be registered under this Act if it conforms to the criteria\r\nof novelty, distinctiveness, uniformity and stability.2.  Notwithstanding\r\nanything contained in sub-section (1), an extant variety shall be registered\r\nunder this Act within a specified period if it conforms to such criteria of\r\ndistinctiveness, uniformity and stability as shall be specified under the\r\nregulations.3.  For\r\nthe purposes of sub-sections (1) and (2), as the case may be, a new variety\r\nshall be deemed to be-a.   novel, if, at the\r\ndate of filing of the application for registration for protection, the\r\npropagating or harvested material of such variety has not been sold or\r\notherwise disposed of by or with the consent of its breeder or his successor\r\nfor the purposes of exploitation of such variety- \r\n i.  \r\n  in\r\nIndia, earlier than one year; or \r\n ii.  \r\n  outside\r\nIndia, in the case of trees or vines earlier than six years, or in any other\r\ncase, earlier than four years, before the date of filing such application:\r\nProvided that a trial of a new variety which has not been sold or otherwise\r\ndisposed of shall not affect the right to protection: Provided further that the\r\nfact that on the date of filing the application for registration, the\r\npropagating or harvested material of such variety has become a matter of common\r\nknowledge other than through the aforesaid manner shall not affect the criteria\r\nof novelty for such variety;a.  \r\nb.   distinct, if it is\r\nclearly distinguishable by at least one essential characteristic from any other\r\nvariety whose existence is a matter of common knowledge in any country at the\r\ntime of filing of the application. Explanation.-For the removal of doubts, it\r\nis hereby declared that the filing of an application for the granting of a\r\nbreeder's right to a new variety or for entering such variety in the official\r\nregister of varieties in any convention country shall be seemed to render that\r\nvariety a matter of common knowledge from the date of the application in case\r\nthe application leads to the granting of the breeder's right or to the entry of\r\nsuch variety in such official register, as the case may be;c.   uniform, if subject\r\nto the variation that may be expected from the particular features of its\r\npropagation it is sufficiently uniform in its essential characteristics;d.   stable, if its\r\nessential characteristics remain unchanged after repeated propagation or, in\r\nthe case of a particular cycle of propagation, at the end of each such cycle.1.  2.  3.  4.    A\r\nnew variety shall not be registered under this Act if the denomination given to\r\nsuch variety- \r\n i.  \r\n\r\n  is\r\nnot capable of identifying such variety; orconsists\r\nsolely of figures; or \r\n iii.  \r\n  is\r\nliable to mislead or to cause confusion concerning the characteristics, value\r\nidentity of such variety, or the identity of breeder of such variety; or \r\n iv.  \r\n\r\n  is\r\nnot different from every denomination which designates a variety of the same\r\nbotanical species or of a closely related species registered under this Act; or\r\n \r\n v.  \r\n  is\r\nlikely to deceive the public or cause confusion in the public regarding the\r\nidentity of such variety; or \r\n vi.  \r\n  is\r\nlikely to hurt the religious sentiments respectively of any class or section of\r\nthe citizens of India; or \r\n vii.  \r\n\r\n  is\r\nprohibited for use as a name or emblem for any of the purposes mentioned in\r\nsection 3 of the Emblems and Names (Prevention of Improper Use) Act, 1950 (12\r\nof 1950); or \r\n viii.  \r\n  is\r\ncomprised of solely or partly of geographical name: Provided that the Registrar\r\nmay register a variety, the denomination of which comprises solely or partly of\r\na geographical name, if he considers that the use of such denomination in\r\nrespect of such variety is an honest use under the circumstances of the case.", "16": "The Protection of Plant Varieties and Farmers' Rights Act, 200116. Persons who may\r\nmake application.-1.  An\r\napplication for registration under section 14 shall be made by-a.   any person claiming\r\nto be the breeder of the variety; orb.   any successor of the\r\nbreeder of the variety; orc.   any person being the\r\nassignee of the breeder of the variety in respect of the right to make such\r\napplication; ord.   any farmer or group\r\nof farmers or community of farmers claiming to be the breeder of the variety;\r\nore.   any person authorised\r\nin the prescribed manner by a person specified under clauses (a) to (d) to make\r\napplication on his behalf; orf.   any university or\r\npublicly funded agricultural institution claiming to be the breeder of the\r\nvariety.1.  2.  An\r\napplication under sub-section (1) may be made by any of the persons referred to\r\ntherein individually or jointly with any other person.", "17": "The Protection of Plant Varieties and Farmers' Rights Act, 200117. Compulsory\r\nvariety denomination.-1.  Every\r\napplication shall assign a single and distinct denomination to a variety with\r\nrespect to which he is seeking registration under this Act in accordance with\r\nthe regulations.2.  The\r\nAuthority shall, having regard to the provisions of any international\r\nconvention or treaty to, which India has become a party, make regulations\r\ngoverning the assignment of denomination to a plant variety.3.  Where\r\nthe denomination assigned to the variety does not satisfy the requirements\r\nspecified in the regulations, the Registrar may require the applicant to\r\npropose another denomination within such time as may be specified by such\r\nregulations.4.  Notwithstanding\r\nanything contained in the Trade Marks Act, 1999 (47 of 1999), a denomination\r\nassigned to a variety shall not be registered as a trade mark under that Act.", "18": "The Protection of Plant Varieties and Farmers' Rights Act, 200118. Form of\r\napplication. -1.  Every\r\napplication for registration under section 14 shall-a.   be with respect to a\r\nvariety;b.   state the\r\ndenomination assigned to such variety by the applicant;c.   be accompanied by an\r\naffidavit sworn by the applicant that such variety does not contain any gene or\r\ngene sequence involving terminator technology;d.   be in such form as\r\nmay be specified by regulations;e.   contain a complete\r\npassport data of the parental lines from which the variety has been derived\r\nalong with the geographical location in India from where the genetic material\r\nhas been taken and all such information relating to the contribution, if any,\r\nof any farmer, village community, institution or organisation in breeding,\r\nevolving or developing the variety;f.   be accompanied by a\r\nstatement containing a brief description of the variety bringing out its\r\ncharacteristics of novelty, distinctiveness, uniformity and stability as\r\nrequired for registration;g.   be accompanied by\r\nsuch fees as may be prescribed;h.   contain a declaration\r\nthat the genetic material or parental material acquired for breeding, evolving\r\nor developing the variety has been lawfully acquired; andi.   be accompanied by\r\nsuch other particulars as may be prescribed: Provided that in case where the\r\napplication is for the registration of farmers' variety, nothing contained in\r\nclauses (b) to (i) shall apply in respect of the application and the\r\napplication shall be in such form as may be prescribed.1.  2.  \r\n  Every\r\napplication referred to in sub-section (1) shall be filed in the office of the\r\nRegistrar.3.  Where\r\nsuch application is made by virtue of a succession or an assignment of the\r\nright to apply for registration, there shall be furnished at the time of making\r\nthe application, or within such period after making the application as may be\r\nprescribed, a proof of the right to make the application.", "19": "The Protection of Plant Varieties and Farmers' Rights Act, 200119. Test to be\r\nconducted.-1.  Every\r\napplicant shall, along with the application for registration made under this\r\nAct, make available to the Registrar such quantity of seed of a variety for\r\nregistration of which such application is made, for the purpose o conducting\r\ntests to evaluate whether seed of such variety along with parental material\r\nconform to the standards as may be specified by regulations: Provided that the\r\nRegistrar or any person or test centre to whom such seed has been sent for\r\nconducting test shall keep such seed during his or its possession in such\r\nmanner and in such condition that its viability and quality shall remain\r\nunaltered.2.  The\r\napplicant shall deposit such fee as may be prescribed for conducting tests\r\nreferred to in sub-section (1).3.  the\r\ntests referred to in sub-section (1) shall be conducted in such manner and by\r\nsuch method as may be prescribed.", "20": "The Protection of Plant Varieties and Farmers' Rights Act, 200120. Acceptance of\r\napplication or amendment thereof.-1.  On\r\nreceipt of an application under section 14, the Registrar may, after making\r\nsuch inquiry as he thinks fit with respect to the particulars contained in such\r\napplication, accept the application absolutely or subject to such conditions or\r\nlimitations as he deems fit.2.  Where\r\nthe Registrar is satisfied that the application does not comply with the\r\nrequirements of this Act or any rules or regulations made there under, he may,\r\neither-a.   require the applicant\r\nto amend the application to his satisfaction; orb.   reject the\r\napplication: Provided that no application shall be rejected unless the\r\napplicant has been given a reasonable opportunity of presenting his case.", "21": "The Protection of Plant Varieties and Farmers' Rights Act, 200121. Advertisement of\r\napplication.-1.  Where\r\nan application for registration of a variety has been accepted absolutely or\r\nsubject to conditions or limitations under sub-section (1) of section 20, the\r\nRegistrar shall, as soon as after its acceptance, cause such application\r\ntogether with the conditions or limitations, if any, subject to which it has\r\nbeen accepted and the specifications of the variety for registration of which\r\nsuch application is made including its photographs or drawings, to be\r\nadvertised i the prescribed manner calling objections from the persons\r\ninterested in the matter.2.  Any\r\nperson may, within three months from the date of the advertisement of an\r\napplication for registration on payment of the prescribed fees, give notice in\r\nwriting in the prescribed manner, to the Registrar of his opposition to the\r\nregistration.3.  Opposition\r\nto the registration under sub-section (2) may be made on any of the following\r\ngrounds, namely:-a.   that the person\r\nopposing the application is entitled to the breeder's right as against the\r\napplicant; orb.   that the variety is\r\nnot registerable under this Act; orc.   that the grant of\r\ncertificate of registration may not be in public interest; ord.   that the variety may\r\nhave adverse effect on the environment.1.  2.  3.  4.    The\r\nRegistrar shall serve a copy of the notice of opposition on the applicant for\r\nregistration and, within two months from the receipt by the applicant of such\r\ncopy of the notice of opposition, the counter-statement of the grounds on which\r\nhe relies for his application, and if he does not do so, he shall be deemed to\r\nhave abandoned his application. applicant shall send to the Registrar in the\r\nprescribed manner5.  If\r\nthe applicant sends such counter-statement, the Registrar shall serve a copy\r\nthereof on the person giving notice of opposition.6. \r\n  Any\r\nevidence upon which the opponent and the applicant may rely shall be submitted,\r\nin the manner prescribed and within the time prescribed, to the Registrar and\r\nthe Registrar shall give an opportunity to them to be heard, if so desired.7. \r\n  The\r\nRegistrar shall, after hearing the parties, if so required, and considering the\r\nevidence, decide whether and subject to what conditions or limitations, if any,\r\nthe registration is to be permitted and may take into account a ground of\r\nobjection whether relied upon by the opponent or not.8. \r\n  Where\r\na person giving notice of opposition or an applicant sending a\r\ncounter-statement after receipt of a copy of such notice neither resides nor\r\ncarries on business in India, the Registrar may require him to give security\r\nfor the cost of proceedings before him and in default of such security being\r\nduly given may treat the opposition or application, as the case may be, as\r\nabandoned.9. \r\n  The\r\nRegistrar may, on request, permit correction of any error in, or any amendment\r\nof, a notice of opposition or a counter-statement on such terms as he may think\r\nfit.", "22": "The Protection of Plant Varieties and Farmers' Rights Act, 200122. Registrar to\r\nconsider grounds of opposition.-The Registrar shall\r\nconsider all the grounds on which the application has been opposed and after\r\ngiving reasons for his decision, by order, uphold or reject the opposition.\r\nRegistration of essentially derived variety", "23": "The Protection of Plant Varieties and Farmers' Rights Act, 200123. Registration of\r\nessentially derived variety.-1.  An\r\napplication for the registration of an essentially derived variety of the\r\ngenera or species specified under sub-section (2) of section 29 by the Central\r\nGovernment shall be made to the Registrar by r on behalf of any person referred\r\nto in section 14 and in the manner specified in section 18 as if for the word\r\n\"variety\" the words \"essentially derived variety\" have been\r\nsubstituted therein and shall be accompanied by such documents and fee as may\r\nbe prescribed.2.  When\r\nthe Registrar is satisfied that the requirements of sub-section (1) have been\r\ncomplied with to his satisfaction, he shall forward the application with his\r\nreport and all the relevant documents to the Authority.3.  On\r\nreceipt of an application under sub-section (2), the Authority shall get\r\nexamined such essentially derived variety to determine as to whether the\r\nessentially derived variety is a variety derived from the initial variety by\r\nconducting such tests an following such procedure as may be prescribed.4.    When\r\nthe Authority is satisfied on the report of the test referred to in sub-section\r\n(3) that the essentially derived variety has been derived from the initial\r\nvariety, it may direct the Registrar to register such essentially derived\r\nvariety and the registrar shall comply with the direction of the Authority.5. Where\r\nthe Authority is not satisfied on the report of the test referred to in\r\nsub-section (3) that the essentially derived variety has been derived from the\r\ninitial variety it shall refuse the application.6. \r\n  The\r\nrights of the breeder of a variety contained in section 28 shall apply to the\r\nbreeder of essentially derived variety: Provided that the authorisation by the\r\nbreeder of the initial variety to the breeder of essentially derived variety\r\nunder sub-section (2) of section 28 may be subject to such terms and conditions\r\nas both the parties may mutually agree upon.7. \r\n  An\r\nessentially derived variety shall not be registered under this section unless\r\nit satisfies the requirements of section 15 as if for the word\r\n\"variety\", the words \"essentially derived variety\" have\r\nbeen substituted therein.8. \r\n  When\r\nan essentially derived variety has been registered by the Registrar in\r\ncompliance with the direction of the Authority under sub-section (4), the\r\nRegistrar shall issue to the applicant a certificate of registration in the\r\nprescribed form and seal d with the seal of the Registry and send a copy\r\nthereof to the Authority and to such other authority, as may be prescribed, for\r\ninformation.", "24": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter IV Duration\r\nand Effect of Registration and Benefit Sharing24. Issue of\r\ncertificate of registration.-1.  When\r\nan application for registration of a variety (other than an essentially derived\r\nvariety), has been accepted and either-a.   the application has\r\nnot been opposed and the time of notice of opposition has expired; orb.   the application has\r\nbeen opposed and the opposition has been rejected, the Registrar shall register\r\nthe variety.1.  2.  On\r\nthe registration of the variety (other than an essentially derived variety),\r\nthe Registrar shall issue to the applicant a certificate of registration in the\r\nprescribed form and sealed with the seal of the Registry and send a copy to the\r\nAuthority or determination of benefit sharing and to such other authority, as\r\nmay be prescribed, for information. The maximum time required by the Registrar\r\nfor issuing the certificate of registration from the date of filing of the\r\napplication for registration of a variety shall be such as may be prescribed.3.  Where\r\nregistration of a variety (other than an essentially derived variety), is not\r\ncompleted within twelve months from the date of the application by reason of\r\ndefault on the part of the applicant, the Registrar may, after giving notice to\r\nthe applicant in the prescribed manner, treat the application as abandoned\r\nunless it is completed within the time specified in that behalf in the notice.4.  The\r\nRegistrar may amend the Register or a certificate of registration for the\r\npurpose of correcting a clerical error or an obvious mistake.5. The\r\nRegistrar shall have power to issue such directions to protect the interests of\r\na breeder against any abusive act committed by any third party during the\r\nperiod between filing of application for registration and decision taken by the\r\nAuthority on such application.6. \r\n  The\r\ncertificate of registration issued under this section or sub-section (8) of\r\nsection 23 shall be valid for nine years in the case of trees and vines and six\r\nyears in the case of other crops and fees as may be fixed by the rules made in\r\nthis behalf subject to the condition that the total period of validity shall\r\nnot exceed- may be reviewed and renewed for the remaining period n payment of\r\nsuch \r\n i.  \r\n  in\r\nthe case of trees and vines, eighteen years from the date of registration of\r\nthe variety;in\r\nthe case of extant varieties, fifteen years from the date of the notification\r\nof that variety by the Central Government under section 5 of the Seeds Act,\r\n1966 (54 of 1966); and \r\n iii.  \r\n  in\r\nthe other cases, fifteen years from the date of registration of the variety.", "25": "The Protection of Plant Varieties and Farmers' Rights Act, 200125. Publication of\r\nlist of varieties.-The Authority shall,\r\nwithin such intervals as it thinks appropriate, publish the list of varieties\r\nwhich have been registered during that interval.", "26": "The Protection of Plant Varieties and Farmers' Rights Act, 200126. Determination of\r\nbenefit sharing by Authority.-1.  On\r\nreceipt of copy of the certificate of registration under sub-section (8) of\r\nsection 23 or sub-section (2) of section 24, the Authority shall publish such\r\ncontents of the certificate and invite claims of benefit sharing to the variety\r\nregistered under such certificate in the manner as may be prescribed.2.  On\r\ninvitation of the claims under sub-section (1), any person or group of persons\r\nor firm or governmental or non-governmental organisation shall submit its claim\r\nof benefit sharing to such variety in the prescribed form within such period,\r\nand accompanied with such fee, as may be prescribed: Provided that such claim\r\nshall only be submitted by any- \r\n i.  \r\n  person\r\nor group of persons, if such person or every person constituting such group is\r\na citizen of India; or \r\n\r\n ii.  \r\n  firm\r\nor governmental or non-governmental organisation, if such firm or organisation\r\nis formed or established in India.1.  2.  3.  On\r\nreceiving a claim under sub-section (2), the Authority shall send a copy of\r\nsuch claim to the breeder of the variety registered under such certificate and\r\nthe breeder may, on receipt of such copy, submit his opposition to such claim\r\nwithin such period and in such manner as may be prescribed.4.    The\r\nAuthority shall, after giving an opportunity of being heard to the parties,\r\ndispose of the claim received under sub-section (2).5. While\r\ndisposing of the claim under sub-section (4), the Authority shall explicitly\r\nindicate in its order the amount of the benefit sharing, if any, for which the\r\nclaimant shall be entitled and shall take into consideration the following\r\nmatters, namely:-a.   the extant and nature\r\nof the use of genetic material of the claimant in the development of the\r\nvariety relating to which the benefit sharing has been claimed;b.   the commercial\r\nutility and demand in the market of the variety relating to which the benefit\r\nsharing has been claimed.1.  2.  3.  4.  5. \r\n6. \r\n  The\r\namount of benefit sharing to a variety determined under this section shall be\r\ndeposited by the breeder of such variety in the manner referred to in clause\r\n(a) of sub-section (1) of section 45 in the National Gene Fund.7. \r\n  The\r\namount of benefit sharing determined under this section shall, on a reference\r\nmade by the Authority in the prescribed manner, be recoverable as an arrear of\r\nland revenue by the District Magistrate within whose local limits of\r\njurisdiction the breeder liable for such benefit sharing resides.", "27": "The Protection of Plant Varieties and Farmers' Rights Act, 200127. Breeder to\r\ndeposit seeds or propagating material.-1.  The\r\nbreeder shall be required to deposit such quantity of seeds or propagating\r\nmaterial including parental line seeds of registered variety in the National\r\nGene Bank as may be specified in the regulations for reproduction purpose at\r\nthe breeder's expense within such time as may be specified in that regulation.2.  The\r\nseeds or propagating material or parental line seeds to be deposited under\r\nsub-section (1) shall be deposited to the National Gene Bank specified by the\r\nAuthority.", "28": "The Protection of Plant Varieties and Farmers' Rights Act, 200128. Registration to\r\nconfer right.-1.  Subject\r\nto the other provisions of this Act, a certificate of registration for a\r\nvariety issued under this Act shall confer an exclusive right on the breeder or\r\nhis successor, his agent or licensee, to produce, sell, market, distribute,\r\nimport or export the variety: Provided that in the case of an extant variety,\r\nunless a breeder or his successor establishes his right, the Central\r\nGovernment, and in cases where such extant variety is notified for a State or\r\nfor any area thereof under section 5 of the Seeds Act, 196 (54 of 1966) the\r\nState Government, shall be deemed to be the owner of such right.2.  A\r\nbreeder may authorise any person to produce, sell, market or otherwise deal\r\nwith variety registered under this Act subject to such limitations and\r\nconditions as may be specified in the regulations.3.  Every\r\nauthorisation under this section shall be in such form as may be specified by\r\nregulations.4.  Where\r\nan agent or a licensee referred to in sub-section (1) becomes entitled to\r\nproduce, sell, market, distribute, import or export a variety, he shall apply\r\nin the prescribed manner and with the prescribed fees to the Registrar to\r\nregister his title and the Registrar shall, on receipt of application and on\r\nproof of title to his satisfaction, register him as an agent or a licensee, as\r\nthe case may be, in respect of the variety for which he is entitled for such\r\nright, and shall cause particulars of such entitlement and conditions or\r\nrestrictions, if any, subject to which such entitlement is made, to be entered\r\nin the register: Provided that when the validity of such entitlement is in\r\ndispute between the parities, the Registrar may refuse to register the\r\nentitlement and refer the matter in the prescribed manner to the Authority and\r\nwithhold the registration of such entitlement until the right of the parties in\r\ndispute so referred to has been determined by the Authority.5. The\r\nRegistrar shall issue a certificate of registration under sub-section (4) to\r\nthe applicant after such registration and shall enter in the certificate the\r\nbrief conditions of entitlement, if any, in the prescribed manner, and such\r\ncertificate shall be the conclusive proof of such entitlement and the\r\nconditions or restrictions thereof, if any.6. \r\n  Subject\r\nto any agreement subsisting between the parties, an agent or licensee of a\r\nright to a variety registered under sub-section (4) shall be entitled to call\r\nupon the breeder or his successor thereof to take proceedings to prevent\r\ninfringement the be of, and if the breeder or his successor refuses or neglects\r\nto do so within three months after being so called upon, such registered agent\r\nor licensee may institute proceedings for infringement in his own name as if he\r\nwere the breeder, making the breed r or his successor a defendant.7. \r\n  Notwithstanding\r\nanything contained in any other law, a breeder or his successor so added as\r\ndefendant shall not be liable for any costs unless he enters an appearance and\r\ntakes part in the proceedings.8. \r\n  Nothing\r\nin this section shall confer on a registered agent or registered licensee of a\r\nvariety any right to transfer such right further thereof.9. \r\n  Without\r\nprejudice to the registration under sub-section (4), the terms of registration-\r\na.   may be varied by the\r\nRegistrar as regards the variety in respect of which, or any condition or\r\nrestriction subject to which, it has effect on receipt of an application in the\r\nprescribed manner of the registered breeder of such variety or his successor s;\r\nb.   may be cancelled by\r\nthe Registrar on the application in the prescribed manner of the registered\r\nbreeder of such variety or his successor or of the registered agent or\r\nregistered licensee of such variety;c.   may be cancelled by\r\nthe Registrar on the application in the prescribed manner of any person other\r\nthan the breeder, his successor, the registered agent or the registered\r\nlicensee on any of the following grounds, namely:- \r\n i.  \r\n  that\r\nthe breeder of a variety or his successor or the registered agent or registered\r\nlicensee of such variety, misrepresented, or failed to disclose, some fact\r\nmaterial to the application for registration under sub-section (4) which if\r\naccurately represented or disclosed would have justified the refusal of the\r\napplication for registration of the registered agent or registered licensee; \r\n ii.  \r\n  that\r\nthe registration ought not to have been effected having regard to the right\r\nvested in the applicant by virtue of a contract in the performance of which he\r\nis interested;a.  \r\nb.  \r\nc.  \r\nd.   may be cancelled by\r\nthe Registrar on the application in the prescribed manner of the breeder of a\r\nregistered variety, or his successor on the ground that any stipulation in the\r\nagreement between the registered agent or the registered licensee, as the case\r\nmay be, and such breeder or his successor regarding the variety for which such\r\nagent or licensee is registered is not being enforced or is not being complied\r\nwith;e.   may be cancelled by\r\nthe Registrar on the application of any person in the prescribed manner on the\r\nground that the variety relating to the registration is no longer existing.1.  2.  3.  4.  5. \r\n6. \r\n7. \r\n8. \r\n9. \r\n10. \r\n  The\r\nRegistrar shall issue notice in the prescribed manner of every application\r\nunder this section to the registered breeder of a variety or his successor and\r\nto each registered agent or registered licensee (not being the applicant) of\r\nsuch variety.11. \r\n  The\r\nRegistrar shall, before making any order under sub-section (9), forward the\r\napplication made in that behalf along with any objection received by any party\r\nafter notice under sub-section (10) for the consideration of the Authority, and\r\nthe Authority may, after making such inquiry as it thinks fit, issue such\r\ndirections to the Registrar as it thinks fit and the Registrar shall dispose of\r\nthe application in accordance with such directions.", "29": "The Protection of Plant Varieties and Farmers' Rights Act, 200129. Exclusion of\r\ncertain varieties.-1.  Notwithstanding\r\nanything contained in this Act, no registration of a variety shall be made\r\nunder this Act in cases where prevention of commercial exploitation of or\r\nhuman, animal and plant life and health or to avoid serious prejudice to the\r\nenvironment. such variety is necessary to protect public order or public\r\nmorality2.  The\r\nCentral Government shall, by notification in the Official Gazette, specify the\r\ngenera or species for the purposes of registration of varieties other than\r\nextant varieties and farmers' varieties under this Act.3.  Notwithstanding\r\nanything contained in sub-section (2) and sub-sections (1) and (2) of section\r\n15, no variety of any genera or species which involves any technology which is\r\ninjurious to the life or health of human beings, animals or plants shall be\r\nregistered under this Act. Explanation.-For the purposes of this sub-section,\r\nthe expression \"any technology\" includes genetic use restriction\r\ntechnology and terminator technology.4.    The\r\nCentral Government shall not delete any genera or species from the list of\r\ngenera or species specified in a notification issued under sub-section (2)\r\nexcept in the public interest. (5) Any variety belonging to the genera or\r\nspecies excluded under sub-section (4) shall not be eligible for any protection\r\nunder this Act.", "30": "The Protection of Plant Varieties and Farmers' Rights Act, 200130. Researcher's\r\nRights.-Nothing contained in\r\nthis Act shall prevent-a.  \r\n  the\r\nuse of any variety registered under this Act by any person using such variety\r\nfor conducting experiment or research; andb.  \r\n  the\r\nuse of a variety by any person as an initial source of variety for the purpose\r\nof creating other varieties: Provided that the authorisation of the breeder of\r\na registered variety is required where the repeated use of such variety as a\r\nparental line is necessary for commercial production of such other newly developed\r\nvariety.", "31": "The Protection of Plant Varieties and Farmers' Rights Act, 200131. Special\r\nprovisions relating to application for registration from citizens of convention\r\ncountries.-1.  With\r\na view to the fulfillment of a treaty, convention or arrangement with any\r\ncountry outside India which affords to citizens of India similar privileges as\r\ngranted to its own citizens, the Central Government may, by notification in the\r\nOfficial Gazette, declare such country to be a convention country for the\r\npurposes of this Act.2.  Where\r\na person has made an application for the granting of a breeder's right to a\r\nvariety or for entering such variety in the official register of varieties in a\r\nconvention country and that person, or any person entitled to make application\r\non his behalf under section 14 or section 23, makes an application for the\r\nregistration of such variety in India within twelve months after the date on\r\nwhich the application was made in the convention country, such variety shall,\r\nif registered under this Act, be registered as of the date on which the\r\napplication was made in the convention country and that date shall be deemed\r\nfor the purposes of this Act to be the date of registration.3.  Where\r\napplications have been made for granting of a breeder's right to a variety, or\r\nfor entering such variety in the official register of varieties in two or more\r\nconvention countries, the period of twelve months referred to in sub-section\r\n(2) shall be reckoned from the date on which the earlier or earliest of those\r\napplications were made.4.  Nothing\r\nin this Act shall entitle the breeder of a registered variety for infringement\r\nof rights other than protected under this Act which took place prior to the\r\ndate of application of registration under this Act.", "32": "The Protection of Plant Varieties and Farmers' Rights Act, 200132. Provisions as to\r\nreciprocity.-Where any country\r\nspecified by the Central Government in this behalf by notification in the\r\nOfficial Gazette under sub-section (1) of section 31 does not accord to\r\ncitizens of India the same rights in respect of the registration and protection\r\nof a variety, as it accords to its own nationals, no national of such country\r\nshall be entitled, either solely or jointly with any other person, to apply for\r\nthe registration of a variety or be entitled to get a variety registered under\r\nthis Act.", "33": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter V Surrender\r\nand Revocation of Certificate and Rectification and Correction of Register33. Surrender of\r\ncertificate of registration.-1.  A\r\nbreeder of a variety registered under this Act may, at any time by giving\r\nnotice in the prescribed manner to the Registrar, offer to surrender his\r\ncertificate of registration.2.  Where\r\nsuch an offer is made, the Registrar shall notify in the prescribed manner\r\nevery registered agent or registered licensee relating to such certificate.3.  Any\r\nof such agent or licensee may, within the prescribed period after such\r\nnotification, give notice to the Registrar of his opposition to the surrender\r\nand where any such notice is given, the Registrar shall intimate the contents\r\nof such notice to t e breeder of such variety.4.    If\r\nthe Registrar is satisfied after hearing the applicant and all the opponents,\r\nif desirous of being heard, that the certificate of registration may properly\r\nbe surrendered, he may accept the offer and by order revoke the certificate of\r\nregistration", "34": "The Protection of Plant Varieties and Farmers' Rights Act, 200134. Revocation of\r\nprotection on certain grounds.-Subject to the\r\nprovisions contained in this Act, the protection granted to a breeder in\r\nrespect of a variety may, on the application in the prescribed manner of any\r\nperson interested, be revoked by the Authority on any of the following grounds,\r\nnamely:-a.  \r\n  that\r\nthe grant of the certificate of registration has been based on incorrect\r\ninformation furnished by the applicant;b.  \r\n  that\r\nthe certificate of registration has been granted to a person who is not\r\neligible for protection under this Act;c.  \r\n  that\r\nthe breeder did not provide the Registrar with such information, documents or\r\nmaterial as required for registration under this Act;d.  \r\n  that\r\nthe breeder has failed to provide an alternative denomination of the variety\r\nwhich is the subject matter of the registration to the Registrar in case where\r\nthe earlier denomination of such variety provided to the Registrar is not\r\npermissible for registration under this Act;e.  \r\n  that\r\nthe breeder did not provide the necessary seeds or propagating material to the\r\nperson to whom compulsory licence has been issued under section 47 regarding\r\nthe variety in respect of which registration certificate has been issued to\r\nsuch breederf.  \r\n  that\r\nthe breeder has not complied with the provisions of this Act or rules or\r\nregulations made thereunder;g.  \r\n\r\n  that\r\nthe breeder has failed to comply with the directions of the Authority issued\r\nunder this Act;h.  \r\n  that\r\nthe grant of the certificate of registration is not in the public interest:\r\nProvided that no such protection shall be revoked unless the breeder is given a\r\nreasonable opportunity to file objection and of being heard in the matter.", "35": "The Protection of Plant Varieties and Farmers' Rights Act, 200135. Payment of annual\r\nfees and forfeiture of registration in default thereof.-1.  The\r\nAuthority may, with the prior approval of the Central Government, by\r\nnotification in the Official Gazette, impose a fee to be paid annually, by\r\nevery breeder of a variety, agent and licensee thereof registered under this\r\nAct determined on the basis of benefit or royalty gained by such breeder, agent\r\nor licensee, as the case may be, in respect of the variety, for the retention\r\nof their registration under this Act.2.  If\r\nany breeder, agent or licensee fails to deposit the fee referred to in\r\nsub-section (1) imposed upon him under that sub-section in the prescribed\r\nmanner up to two consecutive years, the Authority shall issue notice to such\r\nbreeder, agent or license and on service of such notice if he fails to comply\r\nwith the direction in the notice, the Authority shall declare all the\r\nprotection admissible under the registration certificate issued to such breeder\r\nor agent or licensee forfeited.3.  The\r\narrears of fee imposed under sub-section (1) shall be deemed to be the arrears\r\nof land revenue and shall be recoverable accordingly.", "36": "The Protection of Plant Varieties and Farmers' Rights Act, 200136. Power to cancel\r\nor change registration and to rectify the Register.-1.  On\r\nan application made in the prescribed manner to the Registrar by any person\r\naggrieved, the Registrar may make such order as he may think fit for cancelling\r\nor changing any certificate of registration issued under this Act on the ground\r\nof any contravention of the provisions of this Act or failure to observe a\r\ncondition subject to which such registration certificate is issued.2.  Any\r\nperson aggrieved by the absence or omission from the Register of any entry, or\r\nby any entry made in the Register without sufficient cause, or by any entry\r\nwrongly remaining on the Register, may apply in the prescribed manner to the\r\nRegistrar and he Registrar may make such order for making, expunging or varying\r\nthe entry as he may think fit.3.  The\r\nRegistrar may, in any proceeding under this section, decide any question that\r\nmay be necessary or expedient to decide in connection with the rectification of\r\nthe Register. (4) The Registrar on his own motion, may, after giving notice in\r\nthe prescribed manner to the parties concerned and after giving them an\r\nopportunity of being heard, make any order referred to in sub-section (1) or\r\nsub-section (2).", "37": "The Protection of Plant Varieties and Farmers' Rights Act, 200137. Correction of\r\nRegister.-1.  The\r\nRegistrar may, on an application in the prescribed manner by the breeder of a\r\nvariety registered under this Act,-a.   correct any error in\r\nthe Register in the name, address or description of such breeder or any other\r\nentry relating to such variety;b.   enter in the Register\r\nany change in the name, address or description of such breeder;c.   cancel the entry in\r\nthe Register of the variety in respect of which such application is made; and\r\nmay make any consequential amendment or alteration in the certificate of\r\nregistration and for that purpose require the certificate of registration to be\r\nproduced to him.1.  2.  The\r\nRegistrar may, on application made in the prescribed manner by a registered\r\nagent or a registered licensee of a variety and after notice to the registered\r\nbreeder of such variety, correct any error or enter any change, in the name,\r\naddress or description of such registered agent or registered licensee, as the\r\ncase may be, in the Register or certificate of registration issued under this\r\nAct.", "38": "The Protection of Plant Varieties and Farmers' Rights Act, 200138. Alteration of\r\ndenomination of a registered variety.-1.  The\r\nbreeder of a variety registered under this Act may apply in the prescribed\r\nmanner to the Registrar to delete any part or to add to or alter the\r\ndenomination of such variety in any manner not substantially affecting the\r\nidentity thereof, and the Registrar may refuse leave or may grant it on such\r\nterms and subject to such limitations as he may think fit to avoid any conflict\r\nwith the rights of other breeders of the varieties registered under t is Act.2.  The\r\nRegistrar may cause an application under this section to be advertised in the\r\nprescribed manner in any case where it appears to him that it is expedient so\r\nto do, and where he does so, if within the prescribed time from the date of the\r\nadvertisement any person gives notice to the Registrar in the prescribed manner\r\nof opposition to the application, the Registrar shall, after hearing the\r\nparties if so required, decide the matter.3.  Where\r\nleave is granted under this section, the denomination of the variety as altered\r\nshall be advertised in the prescribed manner, unless the application has\r\nalready been advertised under sub-section (2).", "39": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter VI Farmers\r\nRights39. Farmers' right.-1.  Notwithstanding\r\nanything contained in this Act,- \r\n i.  \r\n  a\r\nfarmer who has bred or developed a new variety shall be entitled for\r\nregistration and other protection in like manner as a breeder of a variety\r\nunder this Act; \r\n ii.  \r\n\r\n  the\r\nfarmers' variety shall be entitled for registration if the application contains\r\ndeclaration as specified in clause (h) of sub-section (1) of section 18; \r\n iii.  \r\n  a\r\nfarmer who is engaged in the conservation of genetic resources of land races\r\nand wild relatives of economic plants and their improvement through selection\r\nand preservation shall be entitled in the prescribed manner for recognition and\r\nreward from the Gene Fund: Provided that material so selected and preserved has\r\nbeen used as donors of genes in varieties registrable under this Act; \r\n iv.  \r\n  a\r\nfarmer shall be deemed to be entitled to save, use, sow, resow, exchange, share\r\nor sell his farm produce including seed of a variety protected under this Act\r\nin the same manner as he was entitled before the coming into force of this Act:\r\nProvided that the farmer shall not be entitled to sell branded seed of a variety\r\nprotected under this Act.Explanation.- For the\r\npurposes of clause (iv), \"branded seed\" means any seed put in a\r\npackage or any other container and labelled in a manner indicating that such\r\nseed is of a variety protected under this Act. (2) Where any propagating\r\nmaterial of a variety registered under this Act has been sold to a farmer or a\r\ngroup of farmers or any organisation of farmers, the breeder of such variety\r\nshall disclose to the farmer or the group of farmers or the organisation of\r\nfarmers, as the case may be, the expected performance under given conditions,\r\nand if such propagating material fails to provide such performance under such\r\ngiven conditions, the farmer or the group of farmers or the organisation of\r\nfarmers, as the case may be, may claim compensation in the prescribed manner\r\nbefore the Authority and the Authority, after giving notice to the breeder of\r\nthe variety and after providing him an opportunity to file opposition in the\r\nprescribed manner and after hearing the pa ties, may direct the breeder of the\r\nvariety to pay such compensation as it deems fit, to the farmer or the group of\r\nfarmers or the organisation of farmers, as the case may be.", "40": "The Protection of Plant Varieties and Farmers' Rights Act, 200140. Certain\r\ninformation to be given in application for registration.-1.  A\r\nbreeder or other person making application for registration of any variety\r\nunder Chapter III shall disclose in the application the information regarding\r\nthe use of genetic material conserved by any tribal or rural families in the\r\nbreeding or development of such variety.2.  If\r\nthe breeder or such other person fails to disclose any information under\r\nsub-section (1), the Registrar may, after being satisfied that the breeder or\r\nsuch person has willfully and knowingly concealed such information, reject the\r\napplication for registration.", "41": "The Protection of Plant Varieties and Farmers' Rights Act, 200141. Rights of\r\ncommunities.-1.  Any\r\nperson or group of persons (whether actively engaged in farming or not) or any\r\ngovernmental or non-governmental organisation may, on behalf of any village or\r\nlocal community in India, file in any centre notified, with t e previous\r\napproval of the Central Government, by the Authority, in the Official Gazette,\r\nany claim attributable to the contribution of the people of that village or\r\nlocal community, as the case may be, in the evolution of any variety for the\r\npurpose of taking a claim on behalf of such village or local community.2.  Where\r\nany claim is made under sub-section (1), the centre notified under that\r\nsub-section may verify the claim made by such person or group of persons or\r\nsuch governmental or non-governmental organisation in such manner as it deems\r\nfit, and if it is satisfied that such village or local community has\r\ncontributed significantly to the evolution of the variety which has been\r\nregistered under this Act, it shall report its findings to the Authority.3.  When\r\nthe Authority, on a report under sub-section (2) is satisfied, after such\r\ninquiry as it may deem fit, that the variety with which the report is related\r\nhas been registered under the provisions of this Act, it may issue notice in\r\nthe prescribed manner to the breeder of that variety and after providing\r\nopportunity to such breeder to file objection in the prescribed manner and of\r\nbeing heard, it may subject to any limit notified by the Central Government, by\r\norder, grant such sum of compensation to be paid to a person or group of\r\npersons or governmental or non-governmental organisation which has made claim\r\nunder sub-section (1) to the Authority, as it may deem fit.4.  Any\r\ncompensation granted under sub-section (3) shall be deposited by the breeder of\r\nthe variety in the Gene Fund.5. The\r\ncompensation granted under sub-section (3) shall be deemed to be an arrear of\r\nland revenue and shall be recoverable by the Authority accordingly.", "42": "The Protection of Plant Varieties and Farmers' Rights Act, 200142. Protection of\r\ninnocent infringement.-Notwithstanding\r\nanything contained in this Act,- \r\n i.  \r\n  a\r\nright established under this Act shall not be deemed to be infringed by a\r\nfarmer who at the time of such infringement was not aware of the existence of\r\nsuch right; and \r\n ii.  \r\n  a\r\nrelief which a court may grant in any suit for infringement referred to in\r\nsection 65 shall not be granted by such court, nor any cognizance of any\r\noffence under this Act shall be taken, for such infringement by any court\r\nagainst a farmer who proves, before such court, that at the time of the\r\ninfringement he was not aware of the existence of the right so infringed.", "43": "The Protection of Plant Varieties and Farmers' Rights Act, 200143. Authorisation of\r\nfarmers' variety.-Notwithstanding\r\nanything contained in sub-section (6) of section 23 and section 28, where an\r\nessentially derived variety is derived from a farmers' variety, the\r\nauthorisation under sub-section (2) of section 28 shall not be given by the\r\nbreeder of such farmers variety except with the consent of the farmers or group\r\nof farmers or community of farmers who have made contribution in the\r\npreservation or development of such variety.", "44": "The Protection of Plant Varieties and Farmers' Rights Act, 200144. Exemption from\r\nfees.-A farmer or group of\r\nfarmers or village community shall not be liable to pay any fees in any\r\nproceeding before the Authority or Registrar or the Tribunal or the High Court\r\nunder this Act or the rules made thereunder.Explanation.- For the\r\npurposes of this section, \"fees in any proceeding\" includes any fees\r\npayable for inspection of any document or for obtaining a copy of any decision\r\nor order or document under this Act or the rules made thereunder.", "45": "The Protection of Plant Varieties and Farmers' Rights Act, 200145. Gene Fund.-1.  The\r\nCentral Government shall constitute a Fund to be called the National Gene Fund\r\nand there shall be credited thereto-a.   the benefit sharing\r\nreceived in the prescribed manner from the breeder of a variety or an\r\nessentially derived variety registered under this Act, or propagating material\r\nof such variety or essentially derived variety, as the case may be;b.   the annual fee payable\r\nto the Authority by way of royalty under sub-section (1) of section 35;c.   the compensation\r\ndeposited in the Gene Fund under sub-section (4) of section 41; (d) the\r\ncontribution from any national and international organisation and other\r\nsources;1.  2.  The\r\nGene Fund shall, in the prescribed manner, be applied for meeting-a.   any amount to be paid\r\nby way of benefit sharing under sub-section (5) of section 26;b.   the compensation\r\npayable under sub-section (3) of section 41;c.   the expenditure for\r\nsupporting the conservation and sustainable use of genetic resources including\r\nin-situ and ex-situ collections and for strengthening the capability of the\r\nPanchayat in carrying out such conservation and sustainable use;d.   the expenditure of\r\nthe schemes relating to benefit sharing framed under section 46.", "46": "The Protection of Plant Varieties and Farmers' Rights Act, 200146. Framing schemes,\r\netc.-1.  The\r\nCentral Government shall, for the purposes of section 41 and clause (d) of\r\nsub-section (2) of section 45, frame, by notification in the Official Gazette,\r\none or more schemes.2.  In\r\nparticular, and without prejudice to the generality of the provisions of\r\nsub-section (1), the scheme may provide for all or any of the following\r\nmatters, namely:-a.   the registration of\r\nthe claims for the purposes of section 41 under the scheme and all matters\r\nconnected with such registration;b.   the processing of\r\nsuch claims for securing their enforcement and matters connected therewith;c.   the maintenance of\r\nrecords and registers in respect of such claims;d.   the utilisation, by\r\nway of disbursal (including apportionment) or otherwise, of any amounts\r\nreceived in satisfaction of such claims;e.   the procedure for\r\ndisbursal or apportionment by the Authority in the event of dispute regarding\r\nsuch claims;f.   the utilisation of\r\nbenefit sharing for the purposes relating to breeding, discovery or development\r\nof varieties;g.   the maintenance and\r\naudit of accounts with respect to the amounts referred to in clause (d).", "47": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter VII\r\nCompulsory Licence47. Power of\r\nAuthority to make order for compulsory licence in certain circumstances.-1.  At\r\nany time, after the expiry of three years from the date of issue of a\r\ncertificate of registration of a variety, any person interested may make an\r\napplication to he Authority alleging that the reasonable requirements of the\r\npublic for seed or other propagating material of the variety have not been\r\nsatisfied or that the seed or other propagating material of the variety is not\r\navailable to the public at a reasonab e price and pray for the grant of a\r\ncompulsory licence to undertake production, distribution and sale of the seed\r\nor other propagating material of that variety.2.  Every\r\napplication under sub-section (1) shall contain a statement of the nature of\r\nthe applicant's interest together with such particulars as may be prescribed\r\nand the facts upon which the application is based.3.  The\r\nAuthority, after consultation with the Central Government, and if satisfied\r\nafter giving an opportunity to the breeder of such variety to file opposition\r\nand after hearing the parties, on the issue that the reasonable requirements of\r\nthe public with respect to the variety have not been satisfied or that the seed\r\nor other propagating material of the variety is not available to the public at\r\na reasonable price, may order such breeder to grant a licence to the applicant\r\nupon such terms and condition as it may deem fit and send a copy of such order\r\nto the Registrar to register the title of such applicant as licensee under\r\nsub-section (4) of section 28 on payment of such fees by the applicant as is\r\nreferred to in that sub-section.", "48": "The Protection of Plant Varieties and Farmers' Rights Act, 200148. When requirement\r\nof public deemed to have not been satisfied.-In determining the\r\nquestion as to whether the reasonable requirements of the public for seeds of a\r\nvariety or its propagating material as Authority shall take into account-\r\nreferred to in sub-section (1) or sub-section (3) f section 47, the \r\n i.  \r\n  the\r\nnature of the variety, the time which has elapsed since the grant of the\r\ncertificate of registration of the variety, price of the seed of the variety\r\nand the measures taken by the breeder or any registered licensee of the variety\r\nto meet the requirement of the public; and \r\n ii.  \r\n  the\r\ncapacity, ability and technical competence of the applicant to produce and\r\nmarket the variety to meet the requirement of the public.", "49": "The Protection of Plant Varieties and Farmers' Rights Act, 200149. Adjournment of\r\napplication for grant of compulsory licence.-1.  If\r\nthe breeder of a variety registered under this Act in respect of which any\r\napplication has been pending before the Authority under section 47 makes a\r\nwritten request to the Authority n the ground that due to any reasonable\r\nfactor, such breeder has been unable to produce seed or other propagating\r\nmaterial of the variety on a commercial scale to an adequate extent till the\r\ndate of making such request, the Authority may, on being satisfied that the\r\nsaid ground is reasonable, adjourn the hearing of such application for such\r\nperiod not exceeding twelve months in aggregate as it may consider sufficient\r\nfor optimum production of the seed or propagating material of such variety, as\r\nthe case may be, by such breeder.2.  No\r\nadjournment of the application under sub-section (1) shall be granted unless\r\nthe Authority is satisfied that the breeder of the variety registered under\r\nthis Act in respect of which such application is made, has taken immediate\r\nmeasures to meet the reasonable requirements of the public for the seed or\r\nother propagating material of such variety.", "50": "The Protection of Plant Varieties and Farmers' Rights Act, 200150. Duration of\r\ncompulsory licence.-The Authority shall\r\ndetermine the duration of the compulsory licences granted under this Chapter\r\nand such duration may vary from case to case keeping in view the gestation\r\nperiods and other relevant factors but in any case it shall not exceed the\r\ntotal remaining period of the protection of that variety and when a compulsory\r\nlicence is granted the prescribed authority shall, in the prescribed manner\r\nmake available to the licensee of such compulsory licence, the reproductive\r\nmaterial of the variety relating to such compulsory licence stored in the\r\nNational Gene Bank or any other centre.", "51": "The Protection of Plant Varieties and Farmers' Rights Act, 200151. Authority to\r\nsettle terms and conditions of licence.-1.  The\r\nAuthority shall, while determining the terms and conditions of a compulsory\r\nlicence under the provisions of this Chapter, endeavour to secure- \r\n i.  \r\n  reasonable\r\ncompensation to the breeder of the variety relating to the compulsory licence\r\nhaving regard to the nature of the variety, the expenditure incurred by such\r\nbreeder in breeding the variety or for developing it, and other relevant\r\nfactors;that\r\nthe compulsory licensee of such variety possesses the adequate means to provide\r\nto the farmers, the seeds or other propagating material of such variety, timely\r\nand at reasonable market price.1.  2.  No\r\ncompulsory licence granted by the Authority shall authorise the licensee to\r\nimport the variety relating to such licence or any seed or other propagating\r\nmaterial of such variety from abroad where such import would constitute an\r\ninfringement of the rights of the breeder of such variety.", "52": "The Protection of Plant Varieties and Farmers' Rights Act, 200152. Revocation of\r\ncompulsory licence.-1.  The\r\nAuthority, on its own motion or on application from an aggrieved person made to\r\nit in the prescribed form, if it is satisfied that a compulsory licensee\r\nregistered under this Chapter has violated any terms or conditions of his\r\nlicence or it is not appropriate to continue further such licence in public\r\ninterest, may, after giving such licensee an opportunity to file opposition and\r\nof being heard, make order to revoke such licence.2.  When\r\na licence is revoked under sub-section (1) by an order of the Authority, the\r\nAuthority shall send a copy of such order to the Registrar to rectify the entry\r\nor correct the Register relating to such revocation and the Registrar shall\r\nrectify the entry or correct the Register accordingly.", "53": "The Protection of Plant Varieties and Farmers' Rights Act, 200153. Modification of\r\ncompulsory licence.-The Authority may, on\r\nits own motion or on application from the licensee of a compulsory licence,\r\nafter providing the opportunity of being heard to the breeder of the variety\r\nregistered under this Act relating to such compulsory licence, if it considers,\r\nin public interest, so to do, modify, by order, such terms and conditions as it\r\nthinks fit and send a copy of such order to the Registrar to correct the\r\nentries and Register according to such modifications and the Registrar shall\r\nensure such corrections to be made accordingly.", "54": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter VIII Plant\r\nVarieties Protection Appellate Tribunal54. Tribunal.-The Central\r\nGovernment may, by notification in the Official Gazette, establish a Tribunal\r\nto be known as the Plant Varieties Protection Appellate Tribunal to exercise\r\nthe jurisdiction, powers and authority conferred on it by or under this", "55": "The Protection of Plant Varieties and Farmers' Rights Act, 200155. Composition of\r\nTribunal.-1.  The\r\nTribunal shall consist of a Chairman and such number of Judicial Members and\r\nTechnical Members as the Central Government may deem fit to appoint.2.  A\r\nJudicial Member shall be a person who has for at least ten years held a\r\njudicial office in the territory of India or who has been a member of the\r\nIndian Legal Service and has held a post in Grade-II of that Service or any\r\nequivalent or higher post or at least three years or who has been an advocate\r\nfor at least twelve years.Explanation.- For the\r\npurposes of this sub-section,- \r\n i.  \r\n  in\r\ncomputing the period during which a person has held judicial office in the\r\nterritory of India, there shall be included any period, after he has held any\r\njudicial office, during which the person has been an advocate or has held the\r\noffice of a member of a tribunal or any post, under the Union or a State,\r\nrequiring special knowledge of law;in\r\ncomputing the period during which a person has been an advocate, there shall be\r\nincluded any period during which the person has held judicial office or the\r\noffice of a member of a tribunal or any post, under the Union or a State,\r\nrequiring special knowledge of law after he became an advocate.1.  2.  3.  A\r\nTechnical Member shall be a person who is an eminent agricultural scientist in\r\nthe field of plant breeding and genetics and possesses an experience of at\r\nleast twenty years to deal with plant variety or seed development activity, or\r\nwho has held t e post in the Central Government or a State Government dealing\r\nwith plant variety or seed development equivalent to the Joint Secretary to the\r\nGovernment of India for at least three years and possesses special knowledge in\r\nthe field of plant breeding and genetics.4.    The\r\nCentral Government shall appoint a Judicial Member of the Tribunal to be the\r\nChairman thereof.5. The\r\nCentral Government may appoint one of the Members of the Tribunal to be the\r\nsenior Member thereof.6. \r\n  The\r\nsenior member or a Member shall exercise such of the powers and perform such of\r\nthe functions of the Chairman as may be delegated to him by the Chairman by a\r\ngeneral or special order in writing.", "56": "The Protection of Plant Varieties and Farmers' Rights Act, 200156. Appeals to\r\nTribunal.-1.  An\r\nappeal shall be preferred to the Tribunal within the prescribed period from\r\nany-a.   order or decision of\r\nthe Authority or Registrar, relating to registration of a variety; orb.   order or dicision of\r\nthe Registrar relating to registration as an agent or a licensee of a variety;\r\norc.   order or decision of\r\nthe Authority relating to claim for benefit sharing; ord.   order or decision of\r\nthe Authority regarding revocation of compulsory licence or modification of\r\ncompulsory licence; ore.   order or decision of\r\nthe Authority regarding payment of compensation, made under this Act or the\r\nrules made there under.1.  2.  \r\n  Every\r\nsuch appeal shall be preferred by a petition in writing and shall be in such\r\nform and shall contain such particulars as may be prescribed.3.  The\r\nTribunal in disposing of an appeal under this section shall have the power to\r\nmake any order which the Authority or the Registrar could make under this Act.", "57": "The Protection of Plant Varieties and Farmers' Rights Act, 200157. Orders of\r\nTribunal.-1.  The\r\nTribunal may, after giving both the parties to the appeal an opportunity of\r\nbeing heard, pass such orders thereon as it thinks fit.2.  The\r\nTribunal may, at any time within thirty days from the date of the order, with a\r\nview to rectifying the mistake apparent from the record, amend any order passed\r\nby it under sub-section (1), and make such amendment if the mistake is brought\r\nto its notice by the appellant or the opposite party.3.  In\r\nevery appeal, the Tribunal may, where it is possible, hear and decide such\r\nappeal within a period of one year from the date of filing of the appeal.4.  The\r\nTribunal shall send a copy of any order passed under this section to the\r\nRegistrar.5. The\r\norders of the Tribunal under this Act shall be executable as a decree of a\r\ncivil court.", "58": "The Protection of Plant Varieties and Farmers' Rights Act, 200158. Procedure of\r\nTribunal.-1.  The\r\npowers and functions of the Tribunal may be exercised and discharged by Benches\r\nconstituted by the Chairman of the Tribunal from among the Members thereof.2.  A\r\nBench shall consist of one Judicial Member and one Technical Member.3.  If\r\nthe Members of a Bench differ in opinion on any point, they shall state the\r\npoint or points on which they differ, and the case shall be referred to the\r\nChairman for hearing on such point or points decided according to the opinion\r\nof the majority of the Members who have heard the case, including those who\r\nfirst heard it. by one or more of the other Members and such point or points\r\nshall be4.  Subject\r\nto the provisions of this Act, the Tribunal shall have power to regulate its\r\nown procedure and the procedure of Benches thereof in all matters arising out\r\nof the exercise of its powers or the discharge of its functions, including the\r\nplaces a which the Benches shall hold their sittings.5. The\r\nTribunal shall, for the purpose of discharging its functions, have all the\r\npowers which are vested in the Registrar under section 11, and any proceeding\r\nbefore the Tribunal shall be deemed to be a judicial proceeding within the\r\nmeaning of section 193 and 228 and for the purpose of section 196 of the Indian\r\nPenal Code (45 of 1860), and the Tribunal shall be deemed to be a civil court\r\nfor all the purposes of section 195 and Chapter XXVI of the Code of Criminal\r\nProcedure, 1973 (2 of 1974).6. \r\n  Notwithstanding\r\nanything contained in any other provisions of this Act or in any other law for\r\nthe time being in force, no interim order (whether by way of injunction or stay\r\nor any other manner) shall be made on, or in, any proceedings relating to a\r\nappeal unless-a.   copies of such appeal\r\nand of all documents in support of the plea for such interim order are\r\nfurnished to the party against whom such appeal is made or proposed to be made;\r\nandb.   opportunity is given\r\nto such party to be heard in the matter.", "59": "The Protection of Plant Varieties and Farmers' Rights Act, 200159. Transitional\r\nprovision.-Notwithstanding\r\nanything contained in this Act, till the establishment of the Tribunal under\r\nsection 54, the Intellectual Property Appellate Board established under section\r\n83 of the Trade Marks Act, 1999 (47 of 1999) shall exercise the jurisdiction,\r\npowers and authority conferred on the Tribunal under this Act subject to the\r\nmodification that in any Bench of such Intellectual Property Appellate Board\r\nconstituted for the purposes of this section, for the Technical Member referred\r\nto in sub-section (2) of section 84 of the said Trade Marks Act, the Technical\r\nMember shall be appointed under this Act and he shall be deemed to be the\r\nTechnical Member for constituting the Bench under the said sub-section (2) of\r\nsection 84 for the purposes of this Act.", "60": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter IX Finance,\r\nAccounts and Audit60. Grants by Central\r\nGovernment.-The Central\r\nGovernment may, after due appropriation made by Parliament by law in this\r\nbehalf, make to the Authority grants and loans of such sums of money as the\r\nCentral Government may think fit for being utilised for t e purposes of this\r\nAct.", "61": "The Protection of Plant Varieties and Farmers' Rights Act, 200161. Authority Fund.-1.  There\r\nshall be constituted a fund to be called the Protection of Plant Varieties\r\nAuthority Account and there shall be credited thereto-a.   all grants and loans\r\nmade to the Authority by the Central Government under section 60;b.   all fees received by\r\nthe Authority and the Registrars except the annual fee determined on the basis\r\nof benefit or royalty under sub-section (1) of section 35;c.   all sums received by\r\nthe Authority from such other sources as may be decided upon by the Central\r\nGovernment.1.  2.  The\r\nProtection of Plant Varieties Authority Account shall be applied for meeting-a.   the salaries,\r\nallowances and other remuneration of the Chairperson, officers and other\r\nemployees of the Authority and allowances, if any, payable to the members;b.   the other expenses of\r\nthe Authority in connection with the discharge of its functions and for\r\npurposes of this Act.", "62": "The Protection of Plant Varieties and Farmers' Rights Act, 200162. Budget, accounts\r\nand audit.-1.  The\r\nAuthority shall prepare a budget, maintain proper accounts and other relevant\r\nrecords (including the accounts and other relevant records of the Gene Fund)\r\nand prepare an annual statement of accounts in such form as may be prescribed\r\nby the Central Government in consultation with the Comptroller and\r\nAuditor-General of India.2.  The\r\naccounts of the Authority shall be audited by the Comptroller and Auditor-\r\nGeneral of India at such intervals as may be specified by him and any\r\nexpenditure incurred in connection with such audit shall be payable by the\r\nAuthority to the Comptroller and Auditor-General of India.3.  The\r\nComptroller and Auditor-General of India and any other person appointed by him\r\nin connection with the audit of the accounts of the Authority shall have the\r\nsame rights and privileges and authority in connection with such audit as the\r\nComptroller and Auditor-General of India generally has in connection with the\r\naudit of the Government accounts and, in particular, shall have the right to\r\ndemand the production of books, accounts, connected vouchers and other\r\ndocuments and papers and to inspect any o the offices of the Authority.4.  The\r\naccounts of the Authority as certified by the Comptroller and Auditor-General\r\nof India or any other person appointed by him in this behalf together with the\r\naudit report thereon shall be forwarded annually to the Central Government and\r\nthat Government shall cause the same to be laid before each House of\r\nParliament.", "63": "The Protection of Plant Varieties and Farmers' Rights Act, 200163. Financial and\r\nadministrative powers of Chairperson.-The Chairperson shall\r\nexercise such financial and administrative powers over the functions of the\r\nAuthority as may be prescribed: Provided that the Chairperson shall have the\r\nauthority to delegate such of his financial and administrative powers as he may\r\nthink fit to a member or any other officer of the Authority subject to the\r\ncondition that the member or such other officer shall while exercising such\r\ndelegated powers, continue to be under the direction, control and supervision\r\nof the Chairperson.", "64": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter X\r\nInfringement, Offences, Penalties and Procedure Infringement64. Infringement.-Subject to the\r\nprovisions of this Act, a right established under this Act is infringed by a\r\nperson-a.  \r\n  who,\r\nnot being the breeder of a variety registered under this Act or a registered\r\nagent or a registered licensee of that variety, sells, exports, imports or\r\nproduces such variety without the permission of its breeder or within the scope\r\nof a registered licence or registered agency without permission of the\r\nregistered licensee or registered agent, as the case may be;b.  \r\n  who\r\nuses, sells, exports, imports or produces any other variety giving such\r\nvariety, the denomination identical with or deceptively similar to the\r\ndenomination of a variety registered under this Act in such manner as to cause\r\nconfusion in the mind of general people in identifying such variety so\r\nregistered.", "65": "The Protection of Plant Varieties and Farmers' Rights Act, 200165. Suit for\r\ninfringement, etc.-1.  No\r\nsuit-a.   for the infringement\r\nof a variety registered under this Act; orb.   relating to any right\r\nin a variety registered under this Act, shall be instituted in any court\r\ninferior to a District Court having jurisdiction to try the suit.1.  2.  For\r\nthe purposes of clauses (a) and (b) of sub-section (1), \"District Court\r\nhaving jurisdiction\" shall mean the District Court within the local limits\r\nof whose jurisdiction the cause of action arises.", "66": "The Protection of Plant Varieties and Farmers' Rights Act, 200166. Relief in suits\r\nfor infringement.-1.  The\r\nrelief which a court may grant in any suit for infringement referred to in\r\nsection 65 includes an injunction and at the option of the plaintiff, either\r\ndamages or a share of the profits.2.  The\r\norder of injunction under sub-section (1) may include an ex parte injunction or\r\nany interlocutory order for any of the following matters, namely:-a.   discovery of\r\ndocuments;b.   preserving of\r\ninfringing variety or documents or other evidence which are related to the\r\nsubject-matter of the suit;c.   attachment of such\r\nproperty of the defendant which the court deems necessary to recover damages,\r\ncosts or other pecuniary remedies which may be finally awarded to the\r\nplaintiff.", "67": "The Protection of Plant Varieties and Farmers' Rights Act, 200167. Opinion of\r\nscientific adviser.-1.  When\r\nthe court has to form an opinion upon any question of fact or a scientific\r\nissue, such court may appoint an independent scientific adviser to suggest it\r\nor to inquire into and report upon the matter to enable i to form the desired\r\nopinion.2.  The\r\nscientific adviser may be paid such remuneration of expenses as the court may\r\nfix. Offences, penalties and procedure", "68": "The Protection of Plant Varieties and Farmers' Rights Act, 200168. Prohibition to\r\napply the denomination of a registered variety.-1.  No\r\nperson other than the breeder of a variety registered under this Act or a\r\nregistered licensee or a registered agent thereof shall use the denomination of\r\nthat variety in the manner as may be prescribed.2.  A\r\nperson shall be deemed to apply the denomination of a variety registered under\r\nthis Act who-a.   applies it to the\r\nvariety itself; orb.   applies it to any\r\npackage in or with which the variety is sold, or exposed for sale, or had in\r\npossession such package for sale or for any purpose of trade or production; orc.   places, encloses or\r\nannexes the variety which are sold, or exposed for sale, or had in possession\r\nfor sale or for any purpose of trade or production, in or with any package or\r\nother thing to which the denomination of such variety registered under this Act\r\nhas been applied; ord.   uses the denomination\r\nof such variety registered under this Act in any manner reasonably likely to\r\nlead to the belief that the variety or its propagating material in connection\r\nwith which it is used is designated or described by that denomination; ore.   in relation to the\r\nvariety uses such denomination in any advertisement, invoice, catalogue,\r\nbusiness letter, business paper, price list or other commercial document and\r\nsuch variety is delivered to a person in pursuance of a request or order made\r\nby reference to the denomination as so used.1.  2.  3.  A\r\ndenomination shall be deemed to be applied to a variety whether it is woven in,\r\nimpressed on, or otherwise worked into, or annexed or affixed to, such variety\r\nor to any package or other thing.", "69": "The Protection of Plant Varieties and Farmers' Rights Act, 200169. Meaning of\r\nfalsely applying the denomination or a registered variety.-1.  A\r\nperson shall be deemed to falsely apply the denomination of a variety\r\nregistered under this Act who, without the assent of the breeder of such\r\nvariety,-a.   applies such\r\ndenomination or a deceptively similar denomination to any variety or any\r\npackage containing such variety;b.   uses any package\r\nbearing a denomination which is identical with or deceptively similar to the\r\ndenomination of such variety registered under this Act, for the purpose of\r\npacking, filling or wrapping therein any variety other than such variety\r\nregister d under this Act.1.  2.  Any\r\ndenomination of a variety registered under this Act falsely applied as\r\nmentioned in sub-section (1), is in this Act referred to as false denomination.\r\n3.  In\r\nany prosecution for falsely applying a denomination of a variety registered\r\nunder this Act the burden of proving the assent of the breeder of such variety\r\nshall lie on the accused.", "70": "The Protection of Plant Varieties and Farmers' Rights Act, 200170. Penalty for\r\napplying false denomination, etc.-Any person who-a.  \r\n  applies\r\nany false denomination to a variety; orb.  \r\n  indicates\r\nthe false name of a country or place or false name and address of the breeder\r\nof a variety registered under this Act in the course of trading such variety,\r\nshall unless he proves that he acted, without intent to defraud, be punishable\r\nwith imprisonment for a term which shall not be less than three months but\r\nwhich may extend to two years, or with fine which shall not be less than fifty\r\nthousand rupees but which may extend to five lakh rupees, or with both.", "71": "The Protection of Plant Varieties and Farmers' Rights Act, 200171. Penalty for\r\nselling varieties to which false denomination is applied, etc.-Any person who sells,\r\nor exposes for sale, or has in his possession for sale or for any purpose of\r\ntrade or production of any variety to which any false denomination is applies\r\nor to which an indication of the country or place in which such variety was\r\nmade or produced or the name and address of the breeder of such variety\r\nregistered under this Act has been falsely made, shall, unless he proves-a.  \r\n  that\r\nhaving taken all reasonable precautions against committing an offence against\r\nthis section, he had at the time of commission of the alleged offence no reason\r\nto suspect the genuineness of the denomination of such variety or that any\r\noffence had seen committed in respect of indication of the country or place in\r\nwhich such variety registered under this Act, was made or produced or the name\r\nand address of the breeder of such variety;b.  \r\n  that,\r\non demand by or on behalf of the prosecutor, he gave all the information in his\r\npossession with respect to the person from whom he obtained such variety; orc.  \r\n  that\r\notherwise he had acted innocently, be punishable with imprisonment for a term\r\nwhich shall not be less than six months but which may extend to two years, or\r\nwith fine which shall not be less than fifty thousand rupees but which may\r\nextend to five lakh rupees, or with both.", "72": "The Protection of Plant Varieties and Farmers' Rights Act, 200172. Penalty for\r\nfalsely representing a variety as registered.-Whoever makes any\r\nrepresentation with respect to the denomination of a variety or its propagating\r\nmaterial or essentially derived variety or its propagating material not being\r\nvariety or its propagating material or essentially derived variety or its propagating\r\nmaterial registered under this Act, to the effect that it is a variety or its\r\npropagating material or essentially derived variety or its propagating material\r\nregistered under this Act o otherwise represents any variety, or its\r\npropagating material, or essentially derived variety or its propagating\r\nmaterial not registered under this Act to the effect that it is registered\r\nunder this Act shall be punishable with imprisonment for a term, which shall\r\nnot be less than six months but which may extend to three years, or with fine\r\nwhich shall not be less than one lakh rupees but which may extend to five lakh\r\nrupees, or with both.", "73": "The Protection of Plant Varieties and Farmers' Rights Act, 200173. Penalty for\r\nsubsequent offence.-Whoever, having\r\nalready been convicted of an offence under this Act is again convicted of such\r\noffence shall be punishable for the second and for every subsequent offence\r\nwith imprisonment for a term which shall not be less than one year but which\r\nmay extend to three years, or with fine which shall not be less than two lakh\r\nrupees but which may extend to twenty lakh rupees, or with both.", "74": "The Protection of Plant Varieties and Farmers' Rights Act, 200174. No offence in\r\ncertain cases.-The provisions of\r\nthis Act relating to offences shall be subject to the right created as\r\nrecognised by this Act and no act or omission shall be deemed to be an offence\r\nunder the provisions of this Act if such act or comiss on is permissible under\r\nthis Act.", "75": "The Protection of Plant Varieties and Farmers' Rights Act, 200175. Exemption of\r\ncertain persons employed in ordinary course of business.-Where a person\r\naccused of an offence under this Act proves that in the ordinary course of his\r\nemployment, he has acted without any intention to commit the offence and having\r\ntaken ll reasonable precautions against committing the offence charged, he had,\r\nat the time of the commission of the alleged offence, no reason to suspect the\r\ngenuineness of the act so charged as an offence and on demand made by or on\r\nbehalf of the prosecutor, he gave all the information in his possession with\r\nrespect to the persons on whose behalf the offence was committed, he shall be\r\nacquitted.", "76": "The Protection of Plant Varieties and Farmers' Rights Act, 200176. Procedure\r\ninvalidity of registration is pleaded by the accused.-1.  Where\r\nthe offence charged under this Act is in relation to a variety or its\r\npropagating material or essentially derived variety or its propagating material\r\nregistered under this Act and the accused pleads that the registration of such\r\nvariety or its propagating material or essentially derived variety or its\r\npropagating material, as the case may be, is invalid and the court is satisfied\r\nthat such offence is prima facie not tenable, t shall not proceed with the\r\ncharge but shall adjourn the proceedings for three months from the date on\r\nwhich the plea of the accused is recorded to enable the accused to file an\r\napplication before the Registrar under this Act for the rectification of the\r\nRegister on the ground that the registration is invalid.2.  If\r\nthe accused proves to the court that he has made such application within the\r\ntime so limited or within such further time as the court for sufficient cause\r\nallow, the further proceedings in the prosecution shall stand stayed till the\r\ndisposal of such application for rectification.3.  If\r\nwithin a period of three months or within such extended time as may be allowed\r\nby the court, the accused fails to apply to the Registrar for rectification of\r\nthe Register, the court shall proceed with the case as if the registration were\r\ninvalid.4.  Where\r\nbefore institution of a complaint of an offence referred to in sub-section (1),\r\nany application for the rectification of the Register concerning the\r\nregistration of the variety or its propagating material or essentially derived\r\nvariety or its propagating material, as the case may be, in question on the\r\nground of invalidity of such registration has already been properly made to and\r\nis pending before the Registrar, the court shall stay the further proceedings\r\nin the prosecution pending the disposal of the application aforesaid and shall\r\ndetermine the charge against the accused in conformity with the result of the\r\napplication for rectification.", "77": "The Protection of Plant Varieties and Farmers' Rights Act, 200177. Offences by\r\ncompanies.-1.  If\r\nthe person committing an offence under this Act is a company, the company as\r\nwell as every person in charge of, and responsible to, the company for the\r\nconduct of its business at the time of the commission of the offence shall be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly: Provided that nothing contained in this sub-section\r\nshall render any such person liable to any punishment, if he proves that the\r\noffence was committed without his knowledge or that he had exercised all due\r\ndiligence to prevent the commission of such offence.2.  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or that the commission of the offence is a\r\ntributable to any neglect on the part of any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against an punished accordingly. Explanation.-For the purposes\r\nof this section,-a.   \"company\"\r\nmeans anybody corporate and includes a firm or other association of\r\nindividuals; andb.   \"director\",\r\nin relation to a firm, means a partner in the firm.", "78": "The Protection of Plant Varieties and Farmers' Rights Act, 2001Chapter XI\r\nMiscellaneous78. Protection of\r\nsecurity of India.-Notwithstanding\r\nanything contained in this Act, the Authority or the Registrar shall-a.  \r\n  not\r\ndisclose any information relating to the registration of a variety or any\r\napplication relating to the registration of a variety under this Act, which it\r\nconsiders prejudicial to the interest of the security of India; andb.  \r\n  take\r\nany action regarding the cancellation of registration of such varieties\r\nregistered under this Act which the Central Government may by notification in\r\nthe Official Gazette specify in the interest of the security of India.Explanation.- For the\r\npurposes of this section, the expression \"security of India\" means\r\nany action necessary for the security of India which relates to the use of any\r\nproduce of any variety registered under this Act directly or indirectly for the\r\npurpose of war or military establishment or for the purposes of war or other\r\nemergency in international relations.", "79": "The Protection of Plant Varieties and Farmers' Rights Act, 200179. Implied warranty\r\non sale of registered variety, etc.-Where a denomination\r\nof a variety or its propagating material or essentially derived variety or its\r\npropagating material registered under this Act has been applied to the variety\r\nor its propagating material or essentially derived variety or its propagating\r\nmaterial, as the case may be, on sale or in the contract for sale of such\r\nvariety or its propagating material or essentially derived variety or its\r\npropagating material, as the case may be, the seller shall be deemed to warrant\r\nthat the denomination is a genuine denomination and not falsely applied, unless\r\nthe contrary is expressed in writing signed by or on behalf of the seller and\r\ndelivered at the time of the sale of the variety or its propagating material or\r\nessentially derived variety or its propagating material, as the case may be, or\r\ncontract to and accepted by the buyer.", "80": "The Protection of Plant Varieties and Farmers' Rights Act, 200180. Death of party to\r\na proceeding.-If a person who is a\r\nparty to a proceeding under this Act (not being a proceeding in a court) dies\r\npending the proceeding, the Authority or the Registrar, as the case may be,\r\nmay, on request, and on proof to the satisfaction of such Authority or\r\nRegistrar, of the transmission of the interest of the deceased person,\r\nsubstitute in the proceedings his successor in interest in his place, or, if\r\nthe Authority or the Registrar is of opinion that the interest of the deceased person\r\nis sufficiently represented by the surviving party, permit the proceedings to\r\ncontinue without the substitution of his successor in interest.", "81": "The Protection of Plant Varieties and Farmers' Rights Act, 200181. Right of\r\nregistered agent and the registered licensee to institute suit.-The registered agent\r\nor the registered licensee of a variety or its propagating material or\r\nessentially derived variety or its propagating material registered under this\r\nAct ma institute appropriate proceedings in the court under this Act on behalf\r\nof the breeder of such variety or its propagating material or essentially\r\nderived variety or its propagating material, as the case may be, if such agent\r\nor licensee has been authorised in the prescribed manner by such breeder for\r\ndoing so.", "82": "The Protection of Plant Varieties and Farmers' Rights Act, 200182. Evidence of entry\r\nin register, etc., and things done by the Authority and the Registrar.-1.  A\r\ncopy of any entry in the register, or of any document issued under this Act\r\npurporting to be certified by the Authority or the Registrar and sealed with\r\nthe seal of such Authority or Registrar, as the case may be, shall be admitted\r\nin evidence in all courts and in all proceedings without further proof or\r\nproduction of the original.2.  A\r\ncertificate purporting to be under the hand of the Authority or the Registrar,\r\nas the case may be, as to any entry, matter or things that such Authority or\r\nRegistrar is authorised by this Act or the rules to make or do shall be prima\r\nfacie evidence of the entry having been made, and of the content thereof, or of\r\nthe matter or things having been done or not done.", "83": "The Protection of Plant Varieties and Farmers' Rights Act, 200183. Authority,\r\nRegistrar and other officers not compellable to production of Register, etc.-The Authority or the\r\nRegistrar or any officer working under the Authority or the Registrar, as the\r\ncase may be, shall not, in any legal proceedings, be compelled o produce the\r\nRegister or any other document in its or his custody, the content of which can\r\nbe proved by the production of a certified copy issued under this Act in the\r\nprescribed manner or to appear as a witness to prove the matters therein\r\nrecorded unless by order of the court, made for special cause.", "84": "The Protection of Plant Varieties and Farmers' Rights Act, 200184. Document open to\r\npublic inspection.-Any person may, on an\r\napplication to the Authority or the Registrar, as the case may be, and on\r\npayment of such fees as may be prescribed, obtain a certified copy of any entry\r\nin the Register or any other document in any proceedings under this Act pending\r\nbefore such Authority or Registrar or may inspect such entry or document.", "85": "The Protection of Plant Varieties and Farmers' Rights Act, 200185. Report of\r\nAuthority to be placed before Parliament.-The Central\r\nGovernment shall cause to be placed before both Houses of Parliament once a\r\nyear a report regarding the performance of the Authority under this Act.", "86": "The Protection of Plant Varieties and Farmers' Rights Act, 200186. Government to be\r\nbound.-The provisions of\r\nthis Act shall be binding on the Government.", "87": "The Protection of Plant Varieties and Farmers' Rights Act, 200187. Proceedings\r\nbefore Authority or Registrar.-All proceedings\r\nbefore the Authority or the Registrar, as the case may be, relating to\r\nregistration of variety or essentially derived variety, registration of agent,\r\nregistration of licence or registration o compulsory licensing under this Act\r\nshall be deemed to be judicial proceedings within the meaning of sections 193\r\nand 228 and for the purpose of section 196 of the Indian Penal Code (45 of\r\n1860) and the Authority or the Registrar, as the case may be, shall be deemed\r\nto be a civil court for the purposes of section 195 and Chapter XXVI of the\r\nCode of Criminal Procedure, 1973 (2 of 1974).", "88": "The Protection of Plant Varieties and Farmers' Rights Act, 200188. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government, or against\r\nthe Chairperson, or members, or the Registrar or any person acting under such\r\nGovernment, Authority or Registrar under the provisions of this Act, for\r\nanything which is in good faith done or intended to be done in pursuance of\r\nthis Act or any rule, regulation, scheme or order made thereunder.", "89": "The Protection of Plant Varieties and Farmers' Rights Act, 200189. Bar of\r\njurisdiction.-No civil court shall\r\nhave jurisdiction in respect of any matter which the Authority or the Registrar\r\nor the Tribunal is empowered by or under this Act to determine.", "90": "The Protection of Plant Varieties and Farmers' Rights Act, 200190. Member and Staff\r\nof Authority, etc., to be public servants.-The Chairperson,\r\nmembers, officers and other employees of the Authority and the\r\nRegistrar-General and the officers and other employees working under him shall\r\nbe deemed to be public servants within the meaning of section 21 of the Indian\r\nPenal Code (45 of 1860).", "91": "The Protection of Plant Varieties and Farmers' Rights Act, 200191. Exemption from\r\ntax on wealth and income.-Notwithstanding\r\nanything contained in the Wealth-tax Act, 1957 (27 of 1957), the Income-tax\r\nAct, 1961 (43 of 1961), or any other enactment for the time being in force\r\nrelating to tax on wealth, income, profits or gains, the Authority shall not be\r\nliable to pay wealth-tax, income-tax or any other tax in respect of their\r\nwealth, income, profits or gains derived.", "92": "The Protection of Plant Varieties and Farmers' Rights Act, 200192. Act to have\r\noverriding effect.-The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force or in any instrument\r\nhaving effect by virtue of any law other than this Act.", "93": "The Protection of Plant Varieties and Farmers' Rights Act, 200193. Power of Central\r\nGovernment to give directions.-The Central\r\nGovernment may give directions to the Authority as it may think necessary in\r\nthe public interest for the execution of all or any of the functions of the\r\nAuthority under any provisions of this Act or rules and regulations made\r\nthereunder.", "94": "The Protection of Plant Varieties and Farmers' Rights Act, 200194. Power to remove\r\ndifficulties.-1.  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act s may appear to be\r\nnecessary for removing the difficulty: Provided that no order shall be made\r\nunder this section after the expiry of two years from the date of commencement\r\nof this Act.2.  Every\r\norder made under sub-section (1) shall be laid before each House of Parliament.", "95": "The Protection of Plant Varieties and Farmers' Rights Act, 200195. Power to make\r\nregulations.-1.  The\r\nAuthority may, with the previous approval of the Central Government, by\r\nnotification in the Official Gazette, make regulations consistent with this Act\r\nand the rules made thereunder to carry out the provisions of his Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for all or any of the following matters namely:-a.   duties and\r\njurisdiction of the Registrars under sub-section (4) of section 12;b.   the term of office\r\nand the conditions of service of the Registrars under sub-section (5) of\r\nsection 12;c.   the criteria of\r\ndistinctiveness, uniformity and stability for registration of extant variety\r\nunder sub-section (2) of section 15;d.   the manner in which a\r\nsingle and distinct denomination to a variety shall be assigned by the\r\napplicant under sub-section (1) of section 17;e.   the matters governing\r\nthe assignment of denomination to a plant variety under sub-section (2) of\r\nsection 17;f.   the time within which\r\nthe Registrar may require the applicant to propose another denomination under\r\nsub-section (3) of section 17;g.   the form of\r\napplication under clause (d) of sub-section (1) of section 18;h.   the standards for\r\nevaluating seeds during tests under sub-section (1) of section 19;i.   the quantity of seeds\r\nor propagating material including parental line seeds to be deposited by a\r\nbreeder and the time to be specified under sub-section (1) of section 27;j.   the limitations and\r\nconditions subject to which a breeder may authorise a person to produce, sell,\r\nmarket or otherwise deal with variety under sub-section (2) of section 28;k.   the form for\r\nauthorisation under sub-section (3) of section 28;", "96": "The Protection of Plant Varieties and Farmers' Rights Act, 200196. Power of Central\r\nGovernment to make rules.-1.  The\r\nCentral Government may, by notification in the Official Gazette, make rules to\r\ncarry out the provisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:- \r\n i.  \r\n  the\r\nterm of office of the Chairperson and the manner of filling the post under\r\nsub-section (6) of section 3; \r\n\r\n ii.  \r\n  the\r\nsalary and allowances of the Chairperson and his conditions of service in\r\nrespect of leave, pension, provident fund and other matters and the allowances\r\nfor non-official members for attending the meeting under sub-section (8) of\r\nsection 3; \r\n iii.  \r\n  the\r\ntime and place of meetings of the Authority and the rules of procedure in\r\nregard to the transaction of business at its meetings [including the quorum at\r\nits meetings and the transaction of business of its Standing Committee\r\nappointed under sub section (7) of section 3] under sub-section (1) of section\r\n4; \r\n iv.  \r\n  the\r\ncontrol and restriction regarding appointment of the officers and other\r\nemployees of the Authority and the method of such appointment, salary and\r\nallowances and other conditions of service under section 6; \r\n v.  \r\n  the\r\npowers and duties of the Chairperson under section 7; \r\n vi.  \r\n  the\r\nterms and conditions subject to which and the manner in which the measures\r\nreferred to in sub-section (1) of section 8 may provide for the registration of\r\nnew extant varieties under clause (a) of sub-section (2) of that section; \r\n vii.  \r\n  the\r\nmanner for arranging production and sale of the seed under clause (e) of\r\nsub-section (2) of section 8; \r\n viii.  \r\n  the\r\norders by the Authority of the Registrar as to costs under clause (b) of\r\nsection 11; \r\n ix.  \r\n  the\r\nsalary and allowances of Registrar-General of Plant Varieties and the\r\nconditions of service in respect of his leave, pension, provident fund and\r\nother matters under sub-section (3) of section 12; \r\n x.  \r\n  the\r\nmatters to be included in the National Register of Plant Varieties under\r\nsub-section (1) of section 13; \r\n i.  \r\n \r\n ii.  \r\n \r\n iii.  \r\n \r\n\r\n iv.  \r\n \r\n v.  \r\n \r\n vi.  \r\n \r\n vii.  \r\n\r\n \r\n viii.  \r\n \r\n ix.  \r\n \r\n x.  \r\n \r\n xi.  \r\n  the\r\nmanner of authorising a person under clause (e) of sub-section (1) of section\r\n16; \r\n xii.  \r\n  the\r\nfees under clause (g) and the other particulars under clause (i) which shall\r\naccompany the application under sub-section (1) of section 18; \r\n xiii.  \r\n  the\r\nform of application under the proviso to sub-section (1) of section 18; \r\n xiv.  \r\n  the\r\nperiod within which after making application a proof of the right to make the\r\napplication is to be furnished under sub-section (3) of section 18; \r\n xv.  \r\n  the\r\nfees to be deposited by the applicant under sub-section (2) of section 19; \r\n xvi.  \r\n  the\r\nmanner and method of conducting the tests under sub-section (3) of section 19; \r\n xvii.  \r\n  the\r\nmanner of advertising application, conditions or limitations and specifications\r\nof variety for registration including its photographs or drawings under\r\nsub-section (1) of section 21;  xviii.  \r\n  the\r\nmanner of giving notice and the fees payable therefor under sub-section (2) of\r\nsection 21; \r\n xix.  \r\n  the\r\nmanner of sending counter-statement under sub-section (4) of section 21; \r\n xx.  \r\n  the\r\nmanner of submitting evidence and the time within which such evidence may be\r\nsubmitted under sub-section (6) of section 21; \r\n xxi.  \r\n  the\r\ndocuments and fees under sub-section (1) and the tests to be conducted and the\r\nprocedure to be followed under sub-section (3) of section 23; \r\n xxii.  \r\n  the\r\nform of a certificate of registration and the other authority to which a copy\r\nthereto shall be sent under sub-section (8) of section 23;  xxiii.  \r\n  the\r\nform of a certificate of registration and the other authority to which a copy\r\nthereto and the maximum time for issuing the certificate of registration under\r\nsub-section (2) of section 24;  xxiv.  \r\n  the\r\nmanner of giving notice to the applicant under sub-section (3) of section 24; \r\n xxv.  \r\n  the\r\nfees for review and renewal under sub-section (6) of section 24;  xxvi.  \r\n  the\r\ncontents of the certificate and the manner of publishing such contents and\r\ninviting claim of benefits sharing under sub-section (1) of section 26;  xxvii.  \r\n  the\r\nform for submitting claims of benefit sharing and the fees to be accompanied\r\ntherewith under sub-section (2) of section 26;  xxviii.  \r\n  the\r\nmanner in which and the time within which opposition to claims shall be\r\nsubmitted under sub-section (3) of section 26;  xxix.  \r\n  the\r\nmanner of making reference under sub-section (7) of section 26; \r\n xxx.  \r\n  the\r\nmanner of making an application for registration for title and the fees to be\r\naccompanied therewith under sub-section (4) of section 28; \r\n i.  \r\n \r\n ii.  \r\n \r\n iii.  \r\n \r\n iv.  \r\n \r\n\r\n v.  \r\n \r\n vi.  \r\n \r\n vii.  \r\n \r\n viii.  \r\n\r\n \r\n ix.  \r\n \r\n x.  \r\n \r\n xi.  \r\n \r\n xii.  \r\n \r\n xiii.  \r\n \r\n xiv.  \r\n \r\n xv.  \r\n\r\n \r\n xvi.  \r\n \r\n xvii.  \r\n \r\n xviii.  \r\n \r\n xix.  \r\n \r\n xx.  \r\n \r\n xxi.  \r\n \r\n xxii.  \r\n\r\n \r\n xxiii.  \r\n \r\n xxiv.  \r\n \r\n xxv.  \r\n \r\n xxvi.  \r\n \r\n xxvii.  \r\n \r\n xxviii.  \r\n \r\n xxix.  \r\n\r\n \r\n xxx.  \r\n  xxxi.  \r\n  the\r\nmanner of referring the disputes regarding registration of entitlement under\r\nthe proviso to sub-section (4) of section 28;  xxxii.  \r\n  the\r\nmanner to enter into a certificate the brief conditions of entitlement under\r\nsub-section (5) of section 28;  xxxiii.  \r\n  the\r\nmanner of making an application for varying the terms of registration under\r\nclause (a) of sub-section (9) of section 28;  xxxiv.  \r\n  the\r\nmanner of making an application by the registered breeder and certain other for\r\ncancellation of terms of registration under clause (b) of sub-section (9) of\r\nsection 28;  xxxv.  \r\n  the\r\nmanner of application by any person other than the breeder, his successor, the\r\nregistered agent or the registered licensee for cancellation of terms of\r\nregistration under clause (c) of sub-section (9) of section 28;  xxxvi.  \r\n  the\r\nmanner of application for cancellation of the terms of registration under\r\nclause (d) of sub-section (9) of section 28;  xxxvii.  \r\n  the\r\nmanner of application for cancellation of the terms of registration under\r\nclause (e) of sub-section (9) of section 28;  xxxviii.  \r\n  the\r\nmanner of issuing notice to the registered breeder of a variety or his\r\nsuccessor or to each registered agent or registered licensee (not being the\r\napplicant) under sub-section (10) of section 28;  xxxix.  \r\n  the\r\nmanner of giving notice to the Registrar under sub-section (1) of section 33; \r\n xl.  \r\n  the\r\nmanner of notifying to the registered agent or registered licensee under\r\nsub-section (2) of section 33; \r\n xli.  \r\n  the\r\nperiod within which the notice of opposition under sub-section (3) of section\r\n33 may be given; \r\n xlii.  \r\n  the\r\nmanner of making application under section 34; \r\n xliii.  \r\n  the\r\nmanner of depositing fee under sub-section (2) of section 35; \r\n xliv.  \r\n  the\r\nmanner of making application under sub-section (1) of section 36; \r\n xlv.  \r\n  the\r\nmanner of applying to the Registrar under sub-section (2) of section 36; \r\n xlvi.  \r\n  the\r\nmanner of giving notice under sub-section (4) of section 36;  xlvii.  \r\n  the\r\nmanner of application under sub-section (1) of section 37;  xlviii.  \r\n  the\r\nmanner of making application under sub-section (2) of section 37; \r\n xlix.  \r\n  the\r\nmanner to apply to the Registrar under sub-section (1) of section 38; \r\n l.  \r\n  the\r\nmanner of advertising application and to give notice to the Registrar, and the\r\ntime from the date of the advertisement within which a person may give such\r\nnotice under sub-section (2) of section 38; \r\n li.  \r\n  the\r\nmanner of advertising the denomination of the variety under sub-section (3) of\r\nsection 38; \r\n lii.  \r\n  the\r\nmanner of recognition and reward from Gene Fund under clause (iii) of\r\nsub-section (1) of section 39; \r\n liii.  \r\n  the\r\nmanner of claiming compensation and filing of opposition under sub-section (2)\r\nof section 39; \r\n liv.  \r\n  the\r\nmanner of issuing notice and filing objection under sub-section (3) of section\r\n41; \r\n lv.  \r\n  the\r\nmanner of receiving benefit sharing under clause (a) of sub-section (1) of\r\nsection 45; \r\n lvi.  \r\n  the\r\nmanner of applying Gene Fund under sub-section (2) of section 45; \r\n lvii.  \r\n  the\r\nparticulars to be contained in the application under sub-section (2) of section\r\n47; \r\n\r\n lviii.  \r\n  the\r\nauthority and the manner in which such authority shall make available to the\r\ncompulsory licensee the reproduction material of the variety under section 50; \r\n lix.  \r\n  the\r\nform for making application under sub-section (1) of section 52; \r\n lx.  \r\n  the\r\nperiod within which an appeal shall be preferred under sub-section (1) of\r\nsection 56; \r\n lxi.  \r\n  the\r\nform of petition and the particulars which such petition shall contain under\r\nsub-section (2) of section 56; \r\n lxii.  \r\n  the\r\nform for preparing annual statement of accounts under sub-section (1) of\r\nsection 62; \r\n lxiii.  \r\n  the\r\nfinancial and administrative powers which the Chairperson shall exercise under\r\nsection 63; \r\n lxiv.  \r\n  the\r\nmanner of using the denomination of a variety under sub-section (1) of section\r\n\r\n68; \r\n lxv.  \r\n  the\r\nmanner of authorising registered agent or registered licensee under section 81;\r\n\r\n \r\n lxvi.  \r\n  the\r\nmanner of issuing certified copy of content of Register or any other document,\r\nunder section 83;  lxvii.  \r\n  the\r\nfees payable for obtaining a certified copy of, or to inspect, any entry in the\r\nRegister or any other document under section 84;  lxviii.  \r\n\r\n  any\r\nother matter which is to be, or may be, prescribed or in respect of which this\r\nAct makes no provision or makes insufficient provision and provision is, in the\r\nopinion of the Central Government, necessary for the proper implementation of\r\nthis Act.", "97": "The Protection of Plant Varieties and Farmers' Rights Act, 200197. Rules,\r\nregulations and schemes to be laid before Parliament.-Every rule and every\r\nregulation and every scheme made under this Act shall be laid, as soon as may\r\nbe after it is made, before each House of Parliament, while it is in session,\r\nfor a total period of thirty days which may be comprised in one session or in\r\ntwo or more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the rule or regulation or scheme or\r\nboth Houses agree that the rule or regulation or scheme should not be made, the\r\nrule or regulation or scheme shall thereafter have effect only in such modified\r\nform or be of no effect, as the case may be; so, however, that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule or regulation or scheme."}