{"name": "Provident Funds Act, 1925\r", "1": "1. Short title, extent and commencement.-(1) This Act may be called the Provident Funds Act, 1925.(2) It extends to the whole of India 2[except the State of Jammu and Kashmir] 3***.(3) It shall come into force on such date4 as the Central Government may, by notification in the Official Gazette, appoint.1. This Act has been declared to be in force in-the district of Khondmals by Regulation 4 of 1936, s. 3 and Sch.; and the district of Angul by Regulation 5 of 1936, s. 3 and Sch., also partially extended to Berar by C.P. and Berar Act 4 of 1941; amended partially in U.P. by U.P. Act 19 of 1953.The Act has been extended to Goa, Daman and Diu by Regulation 12 of 1962, s. 3 and Sch.; to Pondicherry (w.e.f. 1-10-1963) by Regulation 7 of 1963, s. 3 and Sch. I, to Dadra and Nagar Haveli (w.e.f. 1-7-1965) by Regulation 6 of 1963, s. 2 and Sch. I and to Laccadive, Minicoy and Amindivi Islands (w.e.f. 1-10-1967) by Regulation 8 of 1965, s. 3 and Sch.2. Subs. by Act 3 of 1851, s. 3 and Schedule, for \"except Part B States\".3. The words \"including British Baluchistan\" omitted by the A.O. 1948.4. 1st April, 1926, Gazette of India, 1925, Pt. I, p. 1182.5. Ins. by Act 1 of 1930, s. 2.6. The words \"credited in respect of any such subscription or deposit\" omitted by s. 2, ibid.7. Subs. by Act 28 of 1925, s. 2, for \"the authority by which the Fund has been constituted\".8. Subs. by Act 1 of 1930, s. 2, for \"or otherwise in respect of, a subscription to, or deposit in,\".9. Subs. by the A.O. 1937, for \"the Government\".", "2": "2. Definitions.-In this Act, unless there is anything repugnant in the subject or context,-(a) \"compulsory deposit\" means a subscription to, or deposit in, a Provident Fund which, under the rules of the Fund, is not, until the happening of some specified contingency, repayable on demand otherwise than for the purpose of the payment of, premia in respect of a policy of life insurance, 5[or the payment of subscriptions or premia in respect of a family pension fund], and includes any contribution 6*** and any interest or increment which has accrued under the rules of the fund on any such subscription, deposit or contribution, and also any such subscription, deposit, contribution, interest or increment remaining to the credit of the subscriber or depositor after the happening of any such contingency;(b) \"contribution\" means any amount credited in a Provident Fund, by 7[any authority administering the Fund], by way of addition to, 8[a subscription to, or deposit or balance  at the credit of an individual account in,] the Fund; and \"contributory Provident Fund\" means a Provident Fund the rules of which provide for the crediting of contributions;(c) \"dependant\" means any of the following relatives of -a deceased subscriber to, or a depositor in, a Provident Fund, namely, a wife, husband, parent, child, minor brother, unmarried sister and a deceased son's widow and child, and, where no parent of the subscriber or depositor is alive, a paternal grand-parent;(d) \"Government Provident Fund\" means a Provident Fund, other than a Rai lway Provident Fund, constituted by the authority of 9 [the Secretary of State, the Central Government, the Crown Representative or any State Government] for any class or classes of 1 [persons in the service of the Government] or 2 [of persons employed in educational institutions or employed by bodies existing solely for educational purposes], 3[and references in this Act to the Government shall be construed accordingly];(e) \"Provident Fund\" means a fund in which subscriptions or deposits of any class or classes of employees are received and held on their individual accounts, and includes any contributions 4*** and any interest or increment accruing on such subscriptions, deposits or contributions under the rules of the Fund;5[(f) \"Railway administration\" means-(i) any company administering a railway or tramway in 6[any part of India] either under a special Act of Parliament 7[of the United Kingdom] or an Indian law, orunder contract with the Government, or(ii) the manager of any railway or tramway administered by the Central Government] or by a State Government, and includes, in any case referred to in sub-clause (ii) the 8 [Central Government] or the. State Government, as the case may be;](g) \"Railway Provident Fund\" means a Provident Fund constituted by the authority of a rail Way administration for any class or classes of its employees.", "3": "3. Protection of compulsory deposits.-(1) A compulsory deposit in any Government or Railway Provident Fund shall not in any way be capable of being assigned or charged and shall not be liable to attachment under any decree or order of any Civil, Revenue or Criminal Court in respect of any debt or liability incurred by the subscriber or depositor, and neither the Official Assignee nor any receiver appointed under the Provincial Insolvency Act, 1920 (5 of 1920), shall be entitled to, or have any claim on, any such compulsory deposit.(2) Any sum standing to the credit of any subscriber to, or depositor in, any such Fund at the time of his decease and payable under the rules of the Fund to any dependant of the subscriber or depositor, or to such person as may be authorised by law to receive payment on his behalf, shall, subject to any deduction authorised by this Act and, save where the dependant is the widow or child of the subscriber or depositor, subject also to the rights of an assignee under an assignment made before the commencement of this Act, vest in the dependant, and shall, subject as aforesaid, be free from any debt or other liability incurred bythe deceased or incurred by the dependant before the death of the subscriber or depositor .1. Subs. by Act 25 of 1942, s. 3 and the Second Schedule, for \"its employees\".2. Subs. by Act 7 of 1927, s. 2, for \"for teachers in educational institutions\".3. Ins . by the A.O. 1937.4. The words \"credited in respect of such subscriptions or deposits\" omitted by Act 1 of 1930, s.2.5. Subs. by the A.O. 1937, for clause (f).6. Subs. by Act 3 of 1951, s. 3 and Sch., for \"a part A State or a part C State\".7. Ins. by the A.O. 1950.8. Subs. by the A.O. 1948, for \"Federal Railway Authority\".", "4": "4. Provisions regarding re-payments.-(1) When under the rules of any Government or Railway Provident Fund the sum standing to the credit of any subscriber or depositor, or the balance thereof after the making of any deduction authorised by this Act, has become payable, the officer whose duty is to make the payment shall pay the sum or balance, as the case may be, to the subscriber or depositor, or, if he is dead, shall-(a) if the sum or balance, or, any part thereof, vests in a dependant under the provisions of section 3, pay the same to the dependant or to such person as may beauthorised by law to receive payment on his behalf; or(b) if the whole sum or balance, as the case may be, does not exceed five thousand rupees, pay the same, or any part thereof, which is not payable under clause ( a), to any person nominated to receive it under the rules of the Fund, or, if no person is so nominated, to any person appearing to him to be otherwise entitled to receive it; or(c) in the case of any sum or balance, or any part thereof, which is not payable to any person under clause (a) or clause (b) pay the same,-(i) to any person nominated to receive it under the rules of the Fund, on production by such person of probate or letters of administration evidencing the grant to him of administration to the estate of the deceased or a certificate granted under the Succession Certificate Act, 1889 1 (7 of 1889), or under the Bombay  egulation VIII of 1827, entitling the holder thereof to receive payment of such sum, balance or part, or(ii) where no person is so nominated, to any person who produces such probate, letters or certificate: Provided that, where the whole or any part of any sum standing to the credit of the subscriber or depositor has been assigned to any other person before the commencement of this Act, and notice in writing of the assignment has been received by t he officer from the assignee, the officer shall, after making any deduction authorised by this Act and any payment due underclause (a) to or on behalf of the widow or children of the subscriber or depositor -(i) if the subscriber or depositor or, if he is dead, the person to whom in the absence of any valid assignment the sum or balance would be payable under this sub -section gives his consent in writing, pay the sum or part or the balance thereof, as the case may be, to the assignee, or(ii) if such consent is not forthcoming, withhold payment of the sum, part or balance, as the case may be, pending a decision of a competent Civil Court as to the person entitled to receive it.(2) The making of any payment authorised by sub-section (1) shall be a full discharge to the Government or the railway administration, as the case may be, from all liability in respect of so much of the sum standing to the credit of the subscriber or depositor as is equivalent to the amount so paid.1. See now the Indian Succession Act, 1925 (39 of 1925).2. Subs. by Act 11 of 1946, s. 2, for sub-section (1).", "5": "5. Rights of nominees.-2[(1) Notwithstanding anything contained in any law for the time being in force or in any disposition, whether testamentary or otherwise, by a subscriber to, ordepositor in, a Government or Railway Provident Fund of the sum standing to his credit in the Fund, or of any part thereof, where any nomination, duly made in accordance with the rules of the Fund, purports to confer upon any person the right to receive the whole or any part of such sum on the death of the subscriber or depositor occurring before the sum has become payable or before the sum, having become payable, has been paid, the said person shall, on the death as aforesaid of the subscriber or depositor, become entitled, to the exclusion of all other persons, to receive such sum or part thereof, as the case may be, unless-(a) such nomination is at any time varied by another nomination made in like manner or expressly cancelled by notice given in the manner and to the authority prescribed by those rules, or(b) such nomination at any time becomes invalid by reason of the happening of some contingency specified therein,- and if the said person predeceases the subscriber or depositor, the nomination shall, so far as it relates to the right conferred upon the said person, become void and of no effect:Provided that where provision has been duly made in the nomination in accordance with the rules of the Fund, conferring upon some other person such right in the stead of the person deceased, such right shall, upon the decease as aforesaid of the said pers on, pass to such other person.](2) Notwithstanding anything contained in 1[the Indian Succession Act, 1925 (39 of 1925)] or the Bombay Regulation VIII of 1827, any 2[person, who becomes entitled as aforesaid, may be granted] a certificate-under that Act, or that Regulation, as the case may be, entitling him to receive payment of such sum or part, and such certificate shall not be deemed to be invalidated or superseded by any grant to any other person of probate or letters of administration to the estate of the deceased.3[(3) The provisions of this section as amended by sub-section (1) of section 2 of the Provident Funds (Amendment) Act, 1946 (11 of 1946), shall apply also to all such nominations made before the date of the commencement of that Act: Provided that the provisions of this section as so amended shall not operate to affect any case, in which before the said date any sum has been paid, or has under the rules of the Fund become payable in pursuance of any nomination duly made in accordance with those rules.]1. Subs. by Act 35 of 1950, s. 3 and the Second Schedule, for \"the Succession Certificate Act, 1889\".2. Subs. by Act 11 of 1946, s. 2, for certain words.3. Added by s. 2, ibid.4. Subs. by Act 28 of 1925, s. 3, for \"by which the Fund has been constituted\".5. Subs. by s. 3, ibid., for \"that authority\".6. Subs. by s. 3, ibid., for \"the employment of that authority\".7. Ins. by Act 46 of 1975, s. 2 (w.e.f. 7-2-1977).", "6": "6. Power to make deductions.-When the sum standing to the credit of any subscriber or depositor in any Government or Railway Provident Fund which is a contributory Provident Fund becomes payable, there may, if the authority 4[specified in this behalf in. the rules of the fund] so directs, be deducted therefrom and paid to 5[Government or the Railway administation, as the case may bed],-(a) any amount due under a liability incurred by the subscriber or depositor to 5[Government or the Railway administration], but not exceeding in any case the total amount of any contributions credited to the account of the subscriber or depositor and of any interest or increment which has accrued on such contributions; or(b) where the subscriber or depositor has been dismissed from 6[his employment] for any reasons specified in this behalf in the rules of the Fund, or where he has resigned such employment within five years of the commencement thereof, the whole or any part of the amount of any such contributions, interest and increment.", "7": "7. Protection for acts done in good faith.-No suit or other legal proceeding shall lie against any person in respect of anything which is in good faith done or intended to be done under this Act.", "8": "8. Power to apply the Act to other Provident Funds.-1[(1)] The 2[appropriate Government] may, by notification in the Official Gazette, direct that the provisions of this Act 3[(except section 6A)] shall apply to any Provident Fund established for the benefit of its employees by any local authority within the meaning of the Local Authorities Loans Act, 1914 (9 of 1914), and, on the making of such declaration, this Act shall apply accordingly, as if such Provident Fund were a Government Provident Fund and such local authority were the Government.4[(2) The 5[appropriate Government] may, by notification in the Official Gazette, direct that the provisions of this Act 6[(except section 6A)] shall apply to any Provident Fund established for the benefit of the employees of any of the institutions specified in the Schedule, or of any group of such institutions, and, on the making of such declaration, this Act shall apply accordingly, as if such Provident Fund were a Government Provident Fund and the authority having custody of theFund were the Government: Provided that section 6 shall apply as if the authority making the contributions referred to in that section were the Government.(3) The 5[appropriate Government] may, by notification in the Official Gazette, add to the Schedule the name of any public institution it may deem fit, and any such addition shall take effect as if it had been made by this Act.]7[(4) In this section \"the appropriate Government \" means-(a) in relation to a cantonment authority, a port authority for a major port, and any institution which, or the objects of which, appear to the Central Government to fall within List I in the Seventh Schedule to 8[the Constitution], the Central Government; and(b) in other cases, the State Government.Explanation.-\"The State Government\" in relation to an institution registered under the Societies Registration Act, 1860 (21 of 1860) means the State Government of the State in which the society is registered.]", "9": "9. Savings as to estates of soldiers.-Nothing in section 4 or section 5 shall apply to money belonging to any estate for the purpose of the administration of which the Regimental Debts Act, 1893 (56 & 57 Viet., c.5), applies.", "10": "10. [Repeals.]Rep. by the Repealing Act, 1927 (12 of 1927), s. 2 and Sch.1. Section 8 re-numbered as sub-section (1) thereof by Act 1 of 1930, s. 3.2. Subs. by the A.O. 1937, for \"L. G.\".3. Ins. by Act 46 of 1975, s. 3 (w.e.f. 7-2-1977).4. Added by Act 1 of 1930, s. 3.5. Subs. by the A.O. 1937, for \"G.G. in C.\".6. Ins. by Act 46 of 1975, s. 3 (w.e.f. 7-2-1977).7. Ins. by the A.O. 1937.8. Subs. by the A.O. 1950, for \"the Government of India Act, 1935\".", "11": "1[The ScheduleList of Institutions[See Sub-Section (2) of Section 8]1. The Pasteur Institute of India, Kasauli.2. The Calcutta Improvement Tribunal.3. A Court of Wards.4. The Indian Central Cotton Committee.5. The Trustees for the European Hospital for mental diseases at Ranchi.6. The National Association for supplying female medical aid to the women of India.7. A College affiliated to a University established by Statute.]28. The Indian Coal Grading Board.9. The Lady Minto's Indian Nursing Association.10. The Indian Red Cross Society.11. The Indian Lac Cess Committee.12. The Madras State Branch of the Indian Red Cross Society.13. The Imperial Bank of India.14. The Bihar and Orissa Medical Examination Board.3* * * *16. The Institution created for the control of emigrant Labour under the Tea Districts Emigrant Labour Act, 1932.17. The Bombay Board of Film Censors.18. The Calcutta University.19. The Central Board of Irrigation.20. The Reserve Bank of India.4* * * *22. The Banaras Hindu University.23. The Medical Council of India.24. The Indian Coffee Cess Committee.25. The Inter-State Board for Anglo-Indian and European Education.26. The Indian Research Fund Association.27. The Delhi Joint Water and Sewage Board.28. The Tuberculosis Association of India.29. The Coal Mines Stowing Board.30. A Group Committee of the Sleeper Pool of Indian Railways.31. The Indian Coffee Market Expansion Board.32. The Coal Mines Rescue Stations Committee.33. The Indian Coffee Board.1* * * *35. The Indian Rubber Board.36. The Indian Central Sugarcane Committee.37. All-India Cattle Show Committee.38. The Coal Mines Labour Welfare Fund.39. The Indian Coconut Committee.40. The Indian Central Tobacco Committee.41. The Employees' State Insurance Corporation.42. The Indian Tea Licensing Committee.43. The Coal Board established under the Coal Mines (Conservation and Safety) Act, 1952.44. The Delhi Road Transport Authority, New Delhi.45. The Central Tea Board.46. The Indian Central Oilseeds Committee.47. The Central Institute of Research in Indigenous Systems of Medicine, Jamnagar.48. The Indian Standards Institution, Delhi.49. The Textiles Committee.50. The Deshbandhu College, Kalkaji.51. The Damodar Valley Corporation.52. The Central Silk Board.53. The University Grants Commission, New Delhi.54. The Khadi and Village Industries Commission.55. The Lawrence School (Sanawar) Society.56. The Kalavati Saran Children's Hospital, New Delhi.57. The Sri Guru Teg Bahadur Khalsa College, Delhi.58. The Tea Board.59. Lady Shri Ram College for Women, New Delhi.60. Indian Institute of Public Administration, New Delhi.61. The Central Board for Worker's Education.62. The Oil and Natural Gas Commission.63. The School of Planning and Architecture, New Delhi.64. The Central Board of Trustees for the administration of the Provident Fund established under the Employees' Provident Funds Scheme, 1952.65. The Gujarat State Road Transport Corporation.66. Uttar Pradesh Financial Corporation established (incorporated) under the State Financial Corporations Act, 1951 (63 of 1951).67. Indian Institute of Technology, Bombay.68. The Indian Nursing Council.69. Gujarat State Financial Corporation established (incorporated) under the State Financial Corporations Act, 1951 (63 of 1951).70. Indian Institute of Technology, Madras.71. Rajasthan Financial Corporation incorporated under the State Financial Corporations Act, 1951 (63 of 1951).72. Air India International Corporation.73. The Sahitya Akademi, New Delhi.74. The Pannalal Girdharlal D.A.V. College, New Delhi.75. Delhi School of Social Work, Delhi.76. The All-India Institute of Medical Sciences.77. The Board of Trustees for the administration of the Provident Fund established under the Coal Mines Provident Fund Scheme, 1948.78. Janki Devi Mahavidyalaya, New Delhi.79. The Indian Council for Cultural Relations, New Delhi.80. National Productivity Council.81. The National Industrial Development Corporation Limited.82. The Post-Graduate Training Centre in Ayurveda, Jamnagar.83. The Indian Investment Centre, New Delhi.84. The Indian Airlines Corporation.85. The Indian Institute of Technology, Kanpur.86. The Vizagapatam Dock Labour Board established under the Dock Workers (Regulation of Employment) Act, 1948 (9 of 1948).87. The Central Social Welfare Board.88. Orissa State Financial Corporation incorporated under the State Financial Corporations Act, 1951 (63 of 1951).89. The Sangeet Natak Akademi, New Delhi.90. Institute of Economic Growth, Delhi.91. The Delhi Wakf Board.92. Institute of Applied Manpower Research, New Delhi.93. The Indian Law Institute.94. The Indian Institute of Technology, Delhi.95. Dyal Singh College, New Delhi.96. Pramila College, Delhi.97. Sanatan Dharma College, New Delhi.98. Pharmacy Council of India.99. The Indian Institute of Management, Calcutta.100. The Sainik Schools Society.101. The Salar Jung Museum Board, Hyderabad.102. The Lalit Kala Akademi, New Delhi.103. Madhya Pradesh Financial Corporation incorporated under the State Financial Corporations Act, 1951 (63 of 1951).104. The Central Council of Gosamvardhana.105. The State Bank of India constituted by the State Bank of India Act, 1955 (23 of 1955).106. All-India Instutite of Mental Health, Bangalore.107. The Indian Institute of Foreign Trade, New Delhi.108. Delhi Library Board, Delhi.109. The National Institute of Health Administration and Education, New Delhi.110. The All-India Institute of Speech and Hearing, Mysore.111. The Indian Museum, Calcutta.112. Press Council of India.113. National Council of Education, Research and Training.114. Indian Institute of Mass Communication Society.115. The National Institute for Training in Industrial Engineering, Bombay.116. Cochin Port Trust.117. Visakhapatnam Port Trust.118. Kandla Port Trust.119. Mormugao Port Trust.120. Paradip Port Trust.121. Nehru Memorial Museum and Library, New Delhi.122. National Book Trust, India, New Delhi.123. Export Inspection Council.124. Export Inspection Agency, Bombay.125. Export Inspection Agency, Delhi.126. Export Inspection Agency, Calcutta.127. Export Inspection Agency, Madras.128. Export Inspection Agency, Cochin.129. The National Institute of Foundry and Forge Technology, Ranchi.130. The Unit Trust of India established under the Unit Trust of India Act, 1963 (52 of 1963).131. The Indian Council of Social Science Research, New Delhi.132. The National Institute of Bank Management, Bombay.133. The Post-Graduate Institute of Medical Education and Research, Chandigarh.134. The Cardamom Board established under the Cardamom Act, 1965 (42 of 1965).135. Victoria Memorial Hall, Calcutta.136. Central Institute of Research and Training in Public Co-operation, New Delhi.137. The Mormugao Dock Labour Board established under the Dock Workers (Regulation of Employment) Act, 1948 (9 of 1948).138. The Cochin Dock Labour Board established under the Dock Workers (Regulation of Employment) Act, 1948 (9 of 1948).139. The Institute of Constitutional and Parliamentary Studies, New Delhi.140. The Institute for Defence Studies and Analysis, New Delhi.141. Centre for Policy Research, New Delhi.142. Iron Ore Board.143. Council of Historical Research, New Delhi.144. Indian School of Mines, Dhanbad.145. Seamen's Provident Fund Organisation.146. Rural Electrification Corporation Limited.147. Indian Institute of Geomagnetism, Bombay.148. Kendriya Vidyalaya Sangthan.149. Bal Bhawan Society (India).150. Power Engineers Training Society.151. National Institute of Hydrology.152. Raman Research Institute, Bangalore.153. Rashtriya Sanskrit Sansthan, New Delhi.154. National Labour Institute.155. National Co-operative Development Corporation, New Delhi.156. The National Water Development Agency, New Delhi.1. E n t r y \" 3 4 . T h e N.W. F . P r o v i n c i a l B r a n c h o f t h e I n d i a n R e d C r o s s S o c i e t y. \" omi t ted by the A. 0. 1948."}