{"name": "Public Provident Fund Act, 1968\r", "1": "Public Provident Fund Act, 19681. Short title and extent(1) This Act may be called the Public Provident Fund Act, 1968.(2) It extends to the whole of India .", "2": "Public Provident Fund Act, 19682. DefinitionsIn this Act, unless the context otherwise requires,-(a) \"Fund\" means the Public Provident Fund established\r\nunder the Scheme;(b) \"minor\" means a person who is not deemed to have\r\nattained majority under the Indian Majority Act, 1875;(c) \"Scheme\" means the Public Provident Fund Scheme\r\nframed under sub-section (1) of section 3;(d) \"subscriber\" means an individual who makes\r\nsubscription to the Fund under section 4 and where such subscription is made by\r\nan individual on behalf of a minor, of whom he is the guardian, such minor;(e) \"year\" means the financial year.", "3": "Public Provident Fund Act, 19683. Public Provident Fund Scheme(1) The Central Government may, by notification in the Official\r\nGazette, frame a scheme to be called the Public Provident Fund Scheme for the\r\nestablishment of a provident fund for the general public and there shall be\r\nestablished, as soon as may be after the framing of the Scheme, a Fund in\r\naccordance with the provisions of this Act and the Scheme.(2) Subject to the provisions of this Act, the Scheme may provide\r\nfor all or any of the matters specified in the Schedule.(3) The Scheme shall have effect notwithstanding anything\r\ncontained in any law for the time being in force other than this Act or in any\r\ninstrument having effect by virtue of any law other than this Act.(4) The Central Government may, from time to time, by\r\nnotification in the Official Gazette, add to, amend or vary the Scheme.", "4": "Public Provident Fund Act, 19684. Subscriptions to FundAny individual may, on his own behalf or on behalf of a minor,\r\nof whom he is the guardian, subscribe to the Fund in such manner and subject to\r\nsuch maximum and minimum limits as may be specified in the Scheme.", "5": "Public Provident Fund Act, 19685. InterestAll subscriptions made under section 4 shall bear interest at\r\nsuch rate as may be notified by the Central Government in the Official Gazette,\r\nfrom time to time, and the interest shall be calculated in such manner as may\r\nbe specified in the Scheme.", "6": "Public Provident Fund Act, 19686. Withdrawals(1) A subscriber shall be entitled to make withdrawals from the\r\namount standing to his credit in the Fund (including any interest accrued\r\nthereon) to such extent and subject to such terms and conditions as may be\r\nspecified in the Scheme: \r\nthat such withdrawals shall be allowed only after the expiry of a\r\nperiod of five years from the end of the year in which he makes the initial\r\nsubscription to the Fund.(2) Notwithstanding anything contained in sub-section (1), a\r\nsubscriber shall be entitled to withdraw the entire balance standing to his\r\ncredit in the Fund after the expiry of a period of fifteen years from the end\r\nof the year in which he makes the initial subscription to the Fund.(3) Subject to the provisions of sub-sections (1) and (2), an\r\nindividual who has made subscriptions to the Fund on behalf of a minor, of whom\r\nhe is the guardian, shall be entitled to withdraw any amount from the Fund only\r\nfor the use of the minor.", "7": "Public Provident Fund Act, 19687. Grant of loansA subscriber may be granted loans out of the amount standing to\r\nhis credit in the Fund on such terms and conditions as may be specified in the Scheme\r\nand where the subscriber is a minor, such loans shall be granted to his\r\nguardian only for the use of the minor.", "8": "Public Provident Fund Act, 19688. Payment on death of subscriber(1) If a subscriber dies and there is in force at the time of\r\nhis death a nomination in favor of any person, all amounts standing to his\r\ncredit in the Fund shall be payable to the nominee.(2) Where the nominee is a minor, the amounts referred to in\r\nsub-section (1) shall be payable to any guardian of the property of the minor\r\nappointed by a competent court, or where no such guardian has been so\r\nappointed, to either parent of the minor, or where neither parent is alive, to\r\nany other guardian of the minor.(3) Where there is no nomination in force at the time of the\r\ndeath of the subscriber, the amounts referred to in sub-section (1) shall be\r\npayable to his legal heirs.", "9": "Public Provident Fund Act, 19689. Protection against attachmentThe amount standing to the credit of any subscriber in the Fund\r\nshall not be liable to attachment under any decree or order of any court in\r\nrespect of any debt or liability incurred by the subscriber.", "10": "Public Provident Fund Act, 196810. Protection of action taken in good faithNo suit, prosecution or other legal proceeding shall lie against\r\nany person for anything which is in good faith done or intended to be done\r\nunder this Act or the Scheme.", "11": "Public Provident Fund Act, 196811. Power to remove difficulties(1) If any difficulty arises in giving effect to the provisions\r\nof this Act or the Scheme, the Central Government may, by order published in\r\nthe Official Gazette, make such provisions not inconsistent with the provisions\r\nof this Act, as appear to it to be necessary or expedient for the removal of\r\nthe difficulty:Provided that no such order shall be made after the\r\nexpiration of three years from the commencement of this Act.(2) Every order made under sub-section (1) shall be laid as soon\r\nas may be after it is made before each House of Parliament.", "12": "Public Provident Fund Act, 196812. Scheme to be laid before ParliamentThe Scheme shall be laid, as soon as may be, after it is framed before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session or in two successive sessions, and if, before the expiry of the session in which it is so laid or the session immediately following, both Houses agree in making any modification in any provision of the Scheme or both Houses agree that any provision in the Scheme should not be made, the provision of the Scheme shall thereafter have effect only in such modified form or be of no effect, as the case may be, so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that provision."}