{"name": "Public Liability Insurance Act, 1991\r", "1": "Public Liability Insurance Act, 19911. Short title and commencement (1) This Act may be called the Public Liability Insurance Act,\r\n1991. (2) It shall come into force on such date as the Central\r\nGovernment may, by notification, appoint. ", "2": "Public Liability Insurance Act, 19912. Definitions  In this Act, unless the context otherwise requires,- 1[(a) \"accident\" means an accident involving a\r\nfortuitous or sudden or unintended occurrence while handling any hazardous\r\nsubstance resulting in continuous or intermittent or repeated exposure to death\r\nof, or injury to, any person or damage to any property but does not include an\r\naccident by reason only of war or radio-activity;] (b) \"Collector\" means the Collector having\r\njurisdiction over the area in which the accident occurs; (c) \"handling\", in relation to any hazardous\r\nsubstance, means the manufacture, processing, treatment, package, storage,\r\ntransportation by vehicle, use, collection, destruction, conversion, offering\r\nfor sale, transfer or the like of such hazardous substance; (d) \"hazardous substance\" means any substance or\r\npreparation which is defined as hazardous substance under the Environment\r\n(Protection) Act, 1986 (29 of 1986), and exceeding such quantity as may be\r\nspecified, by notification, by the Central Government; (e) \"insurance\" means insurance against liability\r\nunder sub-section (1) of section 3; (f) \"notification\" means a notification published in\r\nthe Official Gazette; 1[(g) \"owner\" means a person who owns, or has control\r\nover handling, any hazardous substance at the time of accident and includes,- (i) in the case of a firm, any of its\r\npartners; (ii) in the case of an association, any of its\r\nmembers; and (iii) in the case of a company, any of its\r\ndirectors, managers, secretaries or other officers who is directly in charge\r\nof, and is responsible to, the company for the conduct of the business of the company;]\r\n(h) \"prescribed\" means prescribed by rules made under\r\nthis Act; 2[(ha) \"Relief Fund\" means the Environmental Relief\r\nFund established under section 7A;] (i) \"rules\" means rules made under this Act; (j) \"vehicle\" means any mode of surface transport\r\nother than railways. ", "3": "Public Liability Insurance Act, 19913. Liability to give relief in certain cases on principle\r\nof no fault (1) Where death or injury to any person (other than a workman)\r\nor damage to any property has resulted from an accident, the owner shall be\r\nliable to give such relief as is specified in the Schedule for such death,\r\ninjury or damage. (2) In any claim for relief under sub-section (1) (hereinafter\r\nreferred to in this Act as claim for relief), the claimant shall not be\r\nrequired to plead and establish that the death, injury or damage in respect of\r\nwhich the claim has been made was due to any wrongful act, neglect or default\r\nof any person. Explanation: For the purpose of this section,- (i) \"workman\" has the meaning assigned to it in their\r\nWorkmen's Compensation Act, 1923 (8 of 1923); (ii) \"injury\" includes permanent total or permanent\r\npartial disability or sickness resulting out of an accident. ", "4": "Public Liability Insurance Act, 19914. Duty of owner to take out insurance policies (1) Every owner shall take out, before he starts handling any\r\nhazardous substance, one or more insurance policies providing for contracts of\r\ninsurance whereby he is insured against liability to give relief under\r\nsub-section (1) of section 3:PROVIDED that any owner handling any hazardous\r\nsubstance immediately before the commencement of this Act shall take out such\r\ninsurance policy or policies as soon as may be and in any case within a period\r\nof one year from such commencement.(2) Every owner shall get the insurance policy, referred to in sub-section\r\n(1), renewed from time to time before the expiry of the period of validity\r\nthereof so that the insurance policies may remain in force throughout the\r\nperiod during which such handling is continued.2[(2A) No insurance policy taken out or renewed by an owner\r\nshall be for an amount less than the amount of the paid-up capital of the\r\nundertaking handling any hazardous substance and owned or controlled by that\r\nowner, and more than the amount, not exceeding fifty crore rupees, as may be\r\nprescribed.Explanation: For the purposes of this sub-section,\r\n\"paid-up capital\" means, in the case of an owner not being a company,\r\nthe market value of all assets and stocks of the undertaking on the date of\r\ncontract of insurance.(2B) The liability of the insurer under one insurance policy\r\nshall not exceed the amount specified in the terms of the contract of insurance\r\nin that insurance policy.(2C) Every owner shall also, together with the amount of\r\npremium, pay to the insurer, for being credited to the Relief Fund established\r\nunder section 7A, such further amount, not exceeding the sum equivalent to the\r\namount of premium, as may be prescribed.(2D) The insurer shall remit to the authority specified in\r\nsub-section (3) of section 7A the amount received from the owner under\r\nsub-section (2C) for being credited to the Relief Fund in such manner and\r\nwithin such period as may be prescribed and where the insurer fails to so remit\r\nthat amount, it shall be recoverable from the insurer as arrears of land\r\nrevenue or of public demand.](3) The Central Government may, by notification, exempt from the\r\noperation of sub-section (1) any owner, namely:-(a) the Central Government;(b) any State Government;(c) any corporation owned or controlled by the\r\nCentral Government or a State Government; or(d) any local authority:PROVIDED that no such order shall be made in relation\r\nto such owner unless a fund has been established and is maintained by that\r\nowner in accordance with the rules made in this behalf for meeting any\r\nliability under sub-section (1) of section 3.", "5": "Public Liability Insurance Act, 19915. Verification and publication of accident by Collector Whenever it comes to the notice of the Collector that an accident \r\nhas occurred at any place within his jurisdiction, he shall verify the \r\noccurrence of such accident and cause publicity to be given in such manner as he \r\ndeems fit for inviting applications under sub-section (1) of section 6. ", "6": "Public Liability Insurance Act, 19916. Application for claim for relief (1) An application for claim for relief may be made- (a) by the person who has sustained the\r\ninjury; (b) by the owner of the property to which the\r\ndamage has been caused; (c) where death has resulted from the\r\naccident, by all or any of the legal representatives of the deceased; or (d) by any agent duly authorized by such\r\nperson or owner of such property or all or any of the legal representatives of\r\nthe deceased, as the case may be: PROVIDED that where all the legal representatives of\r\nthe deceased have not joined in any such application for relief, the\r\napplication shall be made on behalf of or for the benefit of all the legal\r\nrepresentatives of the deceased and the legal representatives who have not so\r\njoined shall be impleaded as respondents to the application. (2) Every application under sub-section (1) shall be made to the\r\nCollectror and shall be in such form, contain such particulars and shall be\r\naccompanied by such documents as may be prescribed. (3) No application for relief shall be entertained unless it is\r\nmade within five years of the occurrence of the accident. ", "7": "Public Liability Insurance Act, 19917. Award of relief  (1) On receipt of an application under sub-section (1) of\r\nsection 6, the Collector shall, after giving notice of the application to the\r\nowner and after giving the parties an opportunity of being heard, hold an\r\ninquiry into the claim or, each of the claims, and may make an award\r\ndetermining the amount of relief which appears to him to be just and specifying\r\nthe person or persons to whom such amount of relief shall be paid. (2) The Collector shall arrange to deliver copies of the award\r\nto the parties concerned expeditiously and in any case within a period of\r\nfifteen days from the date of the award. 1[(3) When an award is made under this section,- (a) the insurer, who is required to pay any amount\r\nin terms of such award and to the extent specified in sub-section (2B) of\r\nsection 4, shall, within a period of thirty days of the date of announcement of\r\nthe award, deposit that amount in such manner as the Collector may direct; (b) the Collector shall arrange to pay from\r\nthe Relief Fund, in terms of such award and in accordance with the scheme made\r\nunder section 7A, to the person or persons referred to in sub-section (1) such\r\namount as may be specified in that scheme; (c) the owner shall, within such period,\r\ndeposit such amount in such manner as the Collector may direct.] (4) In holding any inquiry under sub-section (1), the Collector\r\nmay, subject to any rules made in this behalf, follow such summary procedure as\r\nhe thinks fit. (5) The Collector shall have all the powers of a Civil Court for\r\nthe purpose of taking evidence on oath and of enforcing the attendance of\r\nwitnesses and of compelling the discovery and production of documents and\r\nmaterial objects and for such other purposes as may be prescribed; and the\r\nCollector shall be deemed to be a Civil Court for all the purposes of section\r\n195 and Chapter XXVI of the Code of Criminal Procedure, 1973 (2 of 1974). (6) Where the insurer or the owner against whom the award is\r\nmade under sub-section (1) fails to deposit the amount of such award within the\r\nperiod specified under sub-section (3), such amount shall be recoverable from\r\nthe owner, or as the case may be, the insurer as arrears of land revenue or of\r\npublic demand.(7) A claim for relief in respect of death, of or injury to, any\r\nperson or damage to any property shall be disposed of as expeditiously as\r\npossible, and every endeavor shall be made to dispose of such claim within\r\nthree months of the receipt of the application for relief under sub-section (1)\r\nof section 6. 2[(8) Where an owner is likely to remove or dispose of his\r\nproperty with the object of evading payment by him of any amount of the award,\r\nthe Collector may, in accordance with the provisions of rules 1 to 4 of Order\r\nXXXIX of the First Schedule to the Code of Civil Procedure, 1908 (5 of 1908),\r\ngrant a temporary injunction to restrain such act. ", "8": "Public Liability Insurance Act, 19918. Provisions as to other right to claim compensation for\r\ndeath, etc. (1) The right to claim relief under sub-section (1) of section 3\r\nin respect of death of, or injury to, any person or damage to any property\r\nshall be in addition to any other right to claim compensation in respect\r\nthereof under any other law for the time being in force. (2) Notwithstanding anything contained in sub-section (1), where\r\nin respect of death of, or injury to, any person or damage to any property, the\r\nowner, liable to give claim for relief, is also liable to pay compensation\r\nunder any other law, the amount of such compensation shall be reduced by the\r\namount of relief paid under this Act. ", "9": "Public Liability Insurance Act, 19919. Power to call for information Any person authorized by the Central Government may, for the\r\npurposes of ascertaining whether any requirements of this Act or of any rule or\r\nof any direction given under this Act have been complied with, require any\r\nowner to submit to that person such information as that person may reasonably\r\nthink necessary. ", "10": "Public Liability Insurance Act, 199110. Power of entry and inspection Any person, authorized by the Central Government in this behalf,\r\nshall have a right to enter, at all reasonable times with such assistance as he\r\nconsiders necessary, any place, premises or vehicle, where hazardous substance\r\nis handled for the purpose of determining whether any provisions of this Act or\r\nof any rule or of any direction given under this Act is being or has been complied\r\nwith and such owner is bound to render all assistance to such person. ", "11": "Public Liability Insurance Act, 199111. Power of search and seizure (1) If a person, authorized by the Central Government in this\r\nbehalf, has reason to believe that handling of any hazardous substance is\r\ntaking place in any place, premises or vehicle, in contravention of sub-section\r\n(1) of section 4, he may enter into and search such place, premises or vehicle\r\nfor such handling of hazardous substance. (2) Where, as a result of any search under sub-section (1) any\r\nhandling of hazardous substance has been found in relation to which\r\ncontravention of sub-section (1) of section 4 has taken place, he may seize\r\nsuch hazardous substance and other things which, in his opinion, will be useful\r\nfor, or relevant to, any proceeding under this Act: PROVIDED that where it is not practicable to seize any\r\nsuch substance or thing, he may serve on the owner an order that the owner\r\nshall not remove, part with, or otherwise deal with, the hazardous substance\r\nand such other things except with the previous permission of that person. (3) He may, if he has reason to believe that it is expedient so\r\nto do to prevent an accident dispose of the hazardous substance seized under\r\nsub-section (2) immediately in such manner as he may deem fit. (4) All expenses incurred by him in the disposal of hazardous\r\nsubstances under sub-section (3) shall be recoverable from the owner as arrears\r\nof land revenue or of public demand. ", "12": "Public Liability Insurance Act, 199112. Power to give directions Notwithstanding anything contained in any other law but subject\r\nto the provisions of this Act, the Central Government may, in exercise of its\r\npowers and performance of its functions under this Act, issue such directions\r\nin writing as it may deem fit for the purposes of this Act to any owner or any\r\nperson, officer, authority or agency and such owner, person, officer, authority\r\nor agency shall be bound to comply with such directions. Explanation: For the removal of doubts, it is hereby\r\ndeclared that the power to issue directions under this section includes the\r\npower to direct- (a) prohibition or regulation of the handling of any hazardous\r\nsubstance; or (b) stoppage or regulation of the supply of electricity, water\r\nor any other service. ", "13": "Public Liability Insurance Act, 199113. Power to make application to courts for restraining owner\r\nfrom handling hazardous substances  (1) If the Central Government or any person authorized by that\r\nGovernment in this behalf has reason to believe that any owner has been\r\nhandling any hazardous substance in contravention of any of the provisions of this\r\nAct, that Government or, as the case may be, that person may make an\r\napplication to a court, not inferior to that of a Metropolitan Magistrate or a\r\nJudicial Magistrate of first-class for restraining such owner from such\r\nhandling, (2) On receipt of the application under sub-section (1), the\r\nCourt may make such order as it deems fit. (3) Where under sub-section (2), the Court makes an order\r\nrestraining any owner from handling hazardous substance, it may, in that order-\r\n(a) direct such owner to desist from such\r\nhandling, (b) authorize the Central Government or, as\r\nthe case may be, the person referred to in sub-section (1), if the direction\r\nunder clause (a) is not complied with by the owner to whom such direction is\r\nissued, to implement the direction in such manner as may be specified by the\r\nCourt. (4) All expenses incurred by the Central Government, or as the\r\ncase may be, the person in implementing the directions of Court under clause\r\n(b) of sub-section (3), shall be recoverable from the owner as arrears of land\r\nrevenue or of public demand. ", "14": "Public Liability Insurance Act, 199114. Penalty for contravention of sub-section (1) or\r\nsub-section (2) of section 4 or failure to comply with directions under section\r\n12(1) Whoever contravenes any of the provisions of 3[sub-section\r\n(1) or sub-section (2) or sub-section (2A) or sub-section (2C)] of section 4 or\r\nfails to comply with any direction issued under section 12, he shall be\r\npunishable with imprisonment for a term which shall not be less than one year\r\nand six months but which may extend to six years, or with fine which shall not\r\nbe less than one lakh rupees, or with both. (2) Whoever, having already been convicted of an offence under\r\nsub-section (1), is convicted for the second offence or any offence subsequent\r\nto the second offence, he shall be punishable with imprisonment for a term\r\nwhich shall not be less than two years but which may extend to seven years and\r\nwith fine which shall not be less than one lakh rupees. (3) Nothing contained in section 360 of the Code of Criminal\r\nProcedure, 1973 (2 of 1974), or in the Probation of Offenders Act, 1958 (20 of\r\n1958), shall apply to a person convicted of an offence under this Act unless\r\nsuch person is under eighteen years of age. ", "15": "Public Liability Insurance Act, 199115. Penalty for failure to comply with direction under \r\nsection 9 or order under section 11 or obstructing any person in discharge of \r\nhis functions under section 10 or 11  If any owner fails to comply with direction issued under section \r\n9 or fails to comply with order issued under sub-section (2) of section 11, or \r\nobstructs any person in discharge of his functions under section 10 or \r\nsub-section (1) or sub-section (3) of section 11, he shall be punishable with \r\nimprisonment which may be extend to three months, or with fine which may extend \r\nto ten thousand rupees, or with both. ", "16": "Public Liability Insurance Act, 199116. Offences by companies (1) Where any offence under this Act has been committed by a\r\ncompany, every person who, at the time the offence was committed, was directly\r\nin charge of, and was responsible to, the company for the conduct of the business\r\nof the company, as well as the company, shall be deemed to be guilty of the\r\noffence and shall be liable to be proceeded against and punished accordingly: PROVIDED that nothing contained in this sub-section\r\nshall render any such person liable to any punishment provided in this Act, if\r\nhe proves that the offence was committed without his knowledge or that he\r\nexercised all due diligence to prevent the commission of such offence. (2) Notwithstanding anything contained in sub-section (1), where\r\nan offence under this Act has been committed by a company and it is proved that\r\nthe offence has been committed with the consent or connivance of, or is\r\nattributable to any neglect on the part of, any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against and punished accordingly. Explanation :  For the purposes of this section,- (a) \"company\" means any body corporate and includes a\r\nfirm or other association of individuals; (b) \"director\", in relation to a firm, means a partner\r\nin the firm. ", "17": "Public Liability Insurance Act, 199117. Offences by Government Departments Where an offence under this Act has been committed by any\r\nDepartment of Government, the Head of the Department shall be deemed to be\r\nguilty of the offence and shall be liable to be proceeded against and punished\r\naccordingly: PROVIDED that nothing contained in this section shall\r\nrender such Head of the Department liable to any punishment if he proves that\r\nthe offence was committed without his knowledge or that he exercised all due\r\ndiligence to prevent the commission of such offence. ", "18": "Public Liability Insurance Act, 199118. Cognizance of offences No court shall take cognizance of any offence under this Act\r\nexcept on a complaint made by- (a) the Central Government or any authority or officer\r\nauthorized in this behalf by that Government; or (b) any person who has given notice of not less than sixty days in\r\nthe manner prescribed, of the alleged offence and of his intention to make a\r\ncomplaint, to the Central Government or the authority or officer authorized as\r\naforesaid. ", "19": "Public Liability Insurance Act, 199119. Power to delegate  The Central Government may, by notification, delegate, subject\r\nto such conditions and limitations as may be specified in the notification,\r\nsuch of its powers and functions under this Act (except the power under section\r\n23) as it may deem necessary or expedient to any person (including any officer,\r\nauthority or other agency). ", "20": "Public Liability Insurance Act, 199120. Protection of action taken in good faith No suit, prosecution or other proceeding shall lie against the\r\nGovernment or the person, officer, authority or other agency in respect of any\r\nthing which is done or intended to be done in good faith in pursuance of this\r\nAct or the rules made or orders or directions issued thereunder. ", "21": "Public Liability Insurance Act, 199121. Advisory Committee  (1) The Central Government may, from time to time, constitute an\r\nAdvisory Committee on the matters relating to the insurance policy under this\r\nAct. (2) The Advisory Committee shall consist of- (a) three officers representing the Central\r\nGovernment; (b) two persons representing the insurers; (c) two persons representing the owners; and (d) two persons from amongst the experts of\r\ninsurance or hazardous substances, to be appointed by the Central\r\nGovernment. (3) The Chairman of the Advisory Committee shall be one of the\r\nmembers representing the Central Government, nominated in this behalf by that\r\nGovernment. ", "22": "Public Liability Insurance Act, 199122. Effect of other laws The provisions of this Act and any rules made thereunder shall\r\nhave effect notwithstanding anything inconsistent therewith contained in any\r\nother law. ", "23": "Public Liability Insurance Act, 199123. Power to make rules  (1) The Central Government may, by notification, make rules for\r\ncarrying out the purposes of this Act. (2) In particular, and without prejudice to the generality of\r\nthe foregoing power, such rules may provide for all or any of the following\r\nmatters, namely- 2[(a) the maximum amount for which an\r\ninsurance policy may be taken out by an owner under sub-section (2A) of section\r\n4; (aa) the amount required to be paid by every\r\nowner for being credited to the Relief Fund under sub-section (2A) of section\r\n4; (ab) the manner in which and the period within\r\nwhich the amount received from the owner is required to be remitted by the\r\ninsurer under sub-section (2D) of section 4;] 4[(ac)] establishment and maintenance of fund\r\nunder sub-section (3) of section 4.  (b) the form of application and the\r\nparticulars to be given therein and the document to accompany such application\r\nunder sub-section (2) of section 6; (c) the procedure for holding an inquiry under\r\nsub-section (4) of section 7; (d) the purposes for which the Collector shall\r\nhave powers of a Civil Court under sub-section (5) of section 7, (e) the manner in which notice of the offence\r\nand of the intention to make a complaint to the Central Government shall be\r\ngiven under clause (b) of section 18; (f) any other matter which is required to be\r\nor may be, prescribed. (3) Every rule 2[or scheme] made under this Act shall be laid,\r\nas soon as may be after it is made, before each House of Parliament, while it\r\nis in session for a total period of thirty days which may be comprised in one\r\nsession or in two or more sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the rule 2[or scheme] or both Houses\r\nagree that the rule 2[or scheme] should not be made, the rule 2[or scheme]\r\nshall thereafter have effect only in such modified form or be of no effect, as\r\nthe case may be; so however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule\r\n2[or scheme]. "}