{"name": "Public Gambling Act, 1867\r", "1": "1. Interpretation-clause.In this Act\"Common gaming-house\".\"Common gaming-house\" means any house, walled enclosure, room or place in which cards, dice, tables or other instruments of gaming are kept or used for theprofit or gain of the person owning, occupying, using or keeping such house, enclosure, room or place, whether by way of charge for the use of the instruments of gaming, or of the house, enclosure, room or place, or otherwise howsoever.7* * * * *", "2": "2. Power to extend Act.8[Sections 13 and 17] of this Act shall extend to the whole of the9[said States] and it shall be competent to the State Government whenever it may think fit, to extend, by a notification to be published in three successive numbers of the Official Gazette, all or any of the remaining sections of this Act to any city, town, suburb, railway-station, house and place being not more than three miles distant from any part of such station-house within the 10[States], and in such notification to define, for the purposes of this Act, the limits of such city, town, suburb or station-house, and from time to time to alter the limits so defined.From the date of any such extension, so much of any rule having the force of law which shall be in operation in the territories to which such extension shall have been made, as shall be inconsistent with or repugnant to any section so extended, shall cease to have effect in such territories.1. Short title given by the Amending Act, 1897 (5 of 1897), Sch. III.2. The Act was declared to be in force in the tract of land lying between the railway station at Satna and the eastern boundary of the Jabbulpore District in the Central Provinces (now Madhya Pradesh) by the Scheduled Districts Act, 1874 (14 of 1874), s. 10 and in Panth Piploda, by the Panth Piploda Laws Regulation, 1929 (1 of 1929), s. 2.It has been declared by notification under the Scheduled Districts Act, 1874 (14 of 1874), to be in force inCoorg.................................................................................................................See Gazette of India, 1878, Pt. I, p. 373.The Tarai Parganas....................................................................................................................Ditto 1876, Pt. I, p. 505.The Act has been amended in Madhya Pradesh by C. P. Acts 3 of 1927, 25 of 1950, by Madhya Pradesh Act 23 of 1958 (when notified) and 47 of 1976, in Himachal Pradesh by Himachal Pradesh Act 30 of 1976. in the Punjab by Punjab Acts 1 of 1929 and 9 of 1960 and in U.P. by U. P. Acts 1 of 1917, 5 of 1919, 1 of 1925, 10 of 1938 and 34 of 1952.The Act as extended to Ajmer-Merwara was rep. by Ajmer Act 6 of 1953.The Act has been extended to the whole of Madhya Pradesh by Madhya Pradesh Act 23 of 1958 (when notified and to Goa, Daman and Diu by Reg. 11 of 1963, s. 3 and the Schedule.This Act has been extended to the Union territory of Jammu and Kashmir and Union territory of Ladakh by Act 34 of 2019, s. 95 and the Fifth Schedule (w.e.f. 31-10-2019).3. Subs. by the A.O. 1948, for \"North-Western Provinces of the Presidency of Fort William, and in the Punjab, Oudh\".4. Subs. by Act I of 1903, for \"the C. P. and British Burma\".5. Subs. by the A.O. 1948, for \"in the territories, respectively, subject to the Govts. of the Lieutenant-Governor of the North-Western Provinces of the Presidency of Fort William and of the Lieutenant-Governor of the Punjab, and to the administrations of the Chief Commissioner of Oudh, and of the Chief Commissioner of the Central Provinces\". The last nine words had been subs. by Act 1 of 1903, for \"of the Chief Commissioner of the C. P. and of the Chief Commissioner of British Burma\".6. Definitions of \"Lieutenant-Governor\" and \"Chief Commissioner\" rep. by the A. O. 1937.7. The clauses relating to \"Number\" and \"Gender\" were rep, by Act 17 of 1914, s. 3 and the Second Schedule.8. Subs. by Act 12 of 1891, s. 2 and the Second Schedule, for \"sections 13, 17 and 18\".9. Subs. by the A.O. 1950, for \"said Provinces\".10. Subs., ibid., for \"Provinces\" which had been subs. by the A.O. 1948, for \"territories subject to its Govt. or administration\".", "3": "3. Penalty for owning or keeping, or having charge of a gaming-house.Whoever,being the owner or occupier, or having the use, of any house, walled enclosure, room or place situated within the limits to which this Act applies, opens, keeps or uses the same asa common gaming-house; andwhoever, being the owner or occupier of any such house, walled enclosure, room or place as aforesaid, knowingly or wilfully permits the same to beopened, occupied, used or kept by any other person as a common gaming-house; andwhoever has the care or management of, or in any manner assists in conducting, the business of any house, walled enclosure, room or place as aforesaid, opened, occupied, used or kept for the purpose aforesaid; andwhoever advances or furnishes money for the purpose of gaining with persons frequenting such house, walled enclosure, room or place;shall be liable to a fine not exceeding two-hundred rupees, or to imprisonment of either description,1as defined in the Indian Penal Code (45 of 1860), for any term not exceeding three months.2", "4": "4. Penalty for being found in gaming-house.Whoeveris found in any such house, walled enclosure, room or place, playing or gaming with cards, dice, counters, money or other instruments of gaming, or is found there present for the purpose of gaming, whether playing forany money, wager, stake or otherwise, shall be liable to a fine not exceeding one hundred rupees, or to imprisonment of either description,1 as defined in the Indian Penal Code (45 of 1860), for any term not exceeding one month,2 andany person found in any common gaming-house during any gaming or playing therein shall be presumed, until the contrary be proved, to have been there for the purpose of gaming.", "5": "5. Powers to enter and authorise police to enter and search.If the Magistrate of a district or other officer invested with the full powers of a Magistrate, or the District Superintendent of Police, upon credible information, and after such enquiry as he may think necessary, has reason to believe that any house, walled enclosure, room or place, is used as a common gaming-house,he may either himself enter, or by his warrant authorise any officer of police, not below such rank as the State Government shall appoint in this behalf to enter with such assistance as may be found necessary, by night or by day, and by force if necessary, any such house, walled enclosure, room or place;and may either himself take into custody, or authorise such officer to take into custody, all persons whom he or such officer finds therein, whether or not then actually gaming;and may seize or authorise such officer to seize all instruments of gaming, and all moneys and securities for money, and articles of value, reasonably suspected to have been used or intended to be used for the purpose of gaming which are found therein;and may search or authorise such officer to search all parts of the house, walled enclosure, room or place which he or such officer shall have so entered when he or such officer has reason tobelieve that any instruments of gaming are concealed therein, and also the persons of those whom he or such officer so takes into custody;and may seize or authorise such officer to seize and take possession of all instruments of gaming found upon such search.1. See s. 53 of the Code.2. As to enhanced punishment for a second conviction of an offence under s. 3 or s. 4, see s. 15 of this Act.and may seize or authorise such officer to seize and take possession of all instruments of gaming found upon such search.", "6": "6. Finding cards, etc., in suspected houses, to be evidence that such houses are common gaming- houses.When any cards, dice, gaming-tables, cloths, boards or other instruments of gaming are found in any house, walled enclosure, room or place entered or searched under the provisions of the last preceding section, or about the person of any of those who are found therein, it shall be evidence, until the contrary is made to appear, that such house, walled enclosure, room or place, is used as a common gaming-house, and that the persons found therein were there present for the purpose of gaming, although no play was actually seen by the Magistrate or police-officer, or any of his assistants.", "7": "7. Penalty on persons arrested for giving false names and addresses.If any person found in any common gaming-house entered by any Magistrate or officer of police under the provisions of this Act, upon being arrested, by any such officer or upon being brought before any Magistrate, on being required by such officer or Magistrate to give his name and address, shall refuse or neglect to give the same, or shall give any false name or address, he may upon conviction before the same or any other Magistrate be adjudged to pay any penalty not exceeding five hundred rupees, together with such costs as to such Magistrate shall appear reasonable, and on the non-payment of such penalty and costs, or in the first instance, if to such Magistrate it shall seem fit, may be imprisoned for any period not exceeding one month.", "8": "8. On conviction for keeping a gaming-house, instruments of gaming to be destroyed.Onconviction of any person for keeping or using any such common gaming-house, or being present therein for the purpose of gaming, the convicting Magistrate may order all the instruments of gaming found therein to be destroyed, and may also order all or any of the securities for money and other articles seized, not being instruments of gaming, to be sold and converted into money, and the proceeds thereof with all moneys seized therein to be forfeited or, in his discretion, may order any part thereof to be returned to the persons appearing to have been severally thereunto entitled.", "9": "9. Proof of playing for stakes unnecessary.It shall not be necessary, in order to convict any person of keeping a common gaming-house, or of being concerned in the management of any common gaming- house, to prove that any person found playing at any game was playing for any money, wager or stake.", "10": "10. Magistrate may require any person, apprehended to be sworn and give evidence.It shall be lawful for the Magistrate before whom any persons shall be brought, who have been found in any house, walled enclosure, room or place entered under the provisions of this Act, to require any such persons to be examined on oath or solemn affirmation, and give evidence touching any unlawful gaming in such house, walled enclosure, room or place, or touching any act done for the purpose of preventing, obstructing or delaying the entry into such house, walled enclosure, room or place or any part thereof, of any Magistrate or officer authorised as aforesaid.No person so required to be examined as a witness shall be excused from being so examined when brought before such Magistrate as aforesaid, or from being so examined at any subsequent time by or before the same or any other Magistrate, or by or before any Court on any proceeding or trial in any ways relating to such unlawful gaming or any such acts as aforesaid, or from answering any question put to him touching the matters aforesaid, on the ground that his evidence will tend to criminate himself.Any such person so required to be examined as a witness, who refuses to make oath or take affirmation accordingly or to answer any such question as aforesaid, shall be subject to be dealt with in all respects as any person committing the offence described in section 178 or section 179 (as the case may be) of the Indian Penal Code (45 of 1860).", "11": "11. Witnesses indemnified.Any person who shall have been concerned in gaming contrary to this Act, and who shall be examined as a witness before a Magistrate on the trial of any person for a breach of any of the provisions of this Act relating to gaming, and who, upon such examination, shall in the opinion of the Magistrate make true and faithful discovery, to the best of his knowledge, of all things as to which he shall be so examined, shall thereupon receive from the said Magistrate a certificate in writing to that effect, and shall be freed from all prosecutions under this Act for anything done before that time in respect of such gaming.", "12": "12. Act not to apply to certain games.Nothing in the foregoing provisions of this Act contained shall be held to apply to any game of mere skill wherever played.", "13": "13. Gaming and setting birds and animals to fight in public streets.A police-officer may apprehend without warrant-any person found playing for money or other valuable thing with cards, dice, counters or other instruments of gaming, used in playing any game not being a game of mere skill in any public street, place or thoroughfare situated within the limits aforesaid, orany person setting any birds or animals to fight in any public street, place or thoroughfare situated within the limits aforesaid, orany person there present aiding and abetting such public fighting of birds and animals.Such person when apprehended shall be brought without delay before a Magistrate, and shall be liable to a fine not exceeding fifty rupees, or to imprisonment, either simple or rigorous, for any term not exceeding one calendar month;Destruction of instruments of gaming found in public street.And such police-officer may seize all instruments of gaming found in such public place or on the person of those whom he shall so arrest, and the Magistrate may on conviction of the offender order such instruments to be forthwith destroyed.", "14": "14. Offences by whom triable.Offences punishable under this Act shall be triable by any Magistrate having jurisdiction in the place where the offence is committed.But such Magistrate shall be restrained within the limits of his jurisdiction under the 1Code of Criminal Procedure, as to the amount of fine or imprisonment he may inflict.", "15": "15. Penalty for subsequent offence.Whoever, having been convicted of an offence punishable under section 3 or section 4 of this Act, shall again be guilty of any offence punishable under either of such sections, shall be subject for every such subsequent offence to double the amount of punishment to which he would have been liable for the first commission of an offence of the same description:Provided that he shall not be liable in any case to a fine exceeding six hundred rupees, or to imprisonment for a term exceeding one year.", "16": "16. Portion of fine may be paid to informer.The Magistrate trying the case may direct any portion of any fine which shall be levied under sections 3 and 4 of this Act, or any part of the moneys or proceeds of articles seized and ordered to be forfeited under this Act, to be paid to an informer.", "17": "17. Recovery and application of fines.All fines imposed under this Act may be recovered in the manner prescribed by section 61 of the 1Code of Criminal Procedure 2***.", "18": "18. [Offences under this Act to be \"offences\" within the meaning of Penal Code.]Rep. by theRepealing Act, 1874 (16 of 1874), s. 1 and the Schedule, Pt. I.1. See now the Code of Criminal Procedure, 1973 (2 of 1974).2. The words and brackets \"and such fines shall (subject to the provisions contained in the last preceding section) be applied as theLieutenant-Governor or Chief Commissioner, as the case may be, shall from time to time direct\" rep. by the A. O. 1937."}