{"name": "Punjab Municipal Corporation Law (Extension to Chandigarh) Amendment Act, 2017\r", "1": "1. (1) This Act may be called the Punjab Municipal Corporation Law (Extension to Chandigarh) Amendment Act, 2017.(2) It shall be deemed to have come into force on the 1st day of July, 2017.", "2": "2. In the Punjab Municipal Corporation Law (Extension to Chandigarh) Act, 1994, in the Schedule, in Part II, in section 90,-(A) for clause (a), the following shall be substituted, namely:-'(a) in sub-section (1),-(i) clauses (b) and (c) shall be omitted;(ii) in clause (e), the word \"and\" occurring at the end, shall be omitted;(iii) after clause (f), the following clause shall be inserted, namely:-\"(g) a tax on entertainments and amusements.\" ' ;(B) for clause (b), the following shall be substituted, namely:-'(b) in sub-section (6),-(i) after the words and figures \"Punjab Motor Vehicles Taxation Act, 1924,\" the words \"as applicable to the Union territory of Chandigarh\", shall be inserted;(ii) clauses (d) and (e) shall be omitted.'.", "3": "3. (1) The Punjab Municipal Corporation Law (Extension to Chandigarh) Amendment Ordinance, 2017 is hereby repealed.(2) Notwithstanding such repeal, anything done or any action taken under the Punjab Municipal Corporation Law (Extension to Chandigarh) Act, 1994, as amended by the said Ordinance, shall be deemed to have been done or taken under the corresponding provisions of the said Act, as amended by this Act.Ord. 2 of 2017. 45 of 1994.", "4": "4. Transitory provision.Notwithstanding anything contained in this Act, the Central Government may, if necessary, appoint a person to be called the Special Officer, to exercise the powers and discharge the functions of the Municipal Corporation of Chandigarh until the day on which the first meeting of the Corporation is held after the commencement of this Act.", "5": "5. Repeal of Ordinance 7 of 1994 and saving.(1) The Punjab Municipal Corporation Law (Extension to Chandigarh) Ordinance, 1994 is hereby repealed.(2) Notwithstanding such repeal, anything done or any action taken under the Ordinance so repealed shall be deemed to have been done or taken under the corresponding provisions of this Act."}