{"name": "Railway Claims Tribunal Act, 1987\r", "1": "The Railway Claims Tribunal Act, 1987Chapter I: Preliminary1. Short title, extent and\r\ncommencement1.  This\r\nAct may be called the Railway Claims Tribunal Act, 1987.2.  It\r\nextends to the whole of India.3.  It\r\nshall come into force on such date as the central Government may, by\r\nnotification, appoint.", "2": "The Railway Claims Tribunal Act, 19872. DefinitionsIn this Act, unless the context otherwise\r\nrequires,-a.  \r\n  \"Application\"\r\nmeans an application made under section 16;b.  \r\n  \"Appointed\r\nday\" means the date with\r\neffect from which the Claims Tribunal is established under section 3;c.  \r\n  \"Bench\"\r\nmeans a Bench of the Claims Tribunal;d.  \r\n  \"Chairman\"\r\nmeans the Chairman of the Claims Tribunal;e.  \r\n  \"Claims\r\nTribunal\" means the Railway Claims Tribunal established under section 3;f.  \r\n  \"Judicial\r\nMember\" means a Member of the Claims Tribunal appointed as such under this act,\r\nand includes the Chairman or Vice-Chairman who possesses any of the\r\nqualifications specified in sub-section (3) of section 5;g.  \r\n  \"Member\"\r\nmeans a Member (whether Judicial or Technical) of the Claims Tribunal, and\r\nincludes the Chairman and Vice-Chairman;h.  \r\n  \"Notification\"\r\nmeans a notification published in the Official Gazette;i.  \r\n  \"Prescribed\"\r\nmeans prescribed by rules;j.  \r\n  \"Railways\r\nAct\" means the Indian Railways Act, 1890 (9 of 1890);k.  \r\n  \"Rules\"\r\nmeans rules made under this Act;l.  \r\n  \"Technical\r\nMember\" means a Member of the Claims Tribunal who is not a Judicial Member, and\r\nincludes the Chairman or a Vice-Chairman who possesses any of the\r\nqualifications specified in sub-section (4) of section 5;m.  \r\n  \"Vice-Chairman\"\r\nmeans a Vice-Chairman of the Claims Tribunal.Explanation.-References to the Vice-Chairman\r\nin this Act shall be construed as references to each of the Vice-Chairman;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\n  [\"Untoward\r\nincident\" shall have the meaning assigned to it in clause (c) of section123 of\r\nthe Railways Act, 1989 (24 of 1989)];o.  \r\n  Words\r\nand expressions used and not defined in this Act but defined in the Railways\r\nAct or the rules made thereunder shall have the meanings respectively assigned\r\nto them in that Act or the said rules.", "3": "The Railway Claims Tribunal Act, 1987Chapter II: Establishment of\r\nRailway Claims Tribunal and Benches Thereof3. Establishment of Railway\r\nClaims TribunalThe Central Government shall, by\r\nnotification, establish a Claims Tribunal, to be known as the Railway Claims\r\nTribunal, to exercise the jurisdiction, powers and authority conferred on it by\r\nor under this Act.", "4": "The Railway Claims Tribunal Act, 19874. Composition of Claims\r\nTribunal and Benches thereof1.  The\r\nClaims Tribunal shall consist of a Chairman, four Vice-Chairmen and such number\r\nof Judicial Members and Technical Members as the Central Government may deem\r\nfit and, subject to the other provisions of this Act, the jurisdiction, powers\r\nand authority of the Claims Tribunal may be exercised by Benches thereof.2.  Subject\r\nto the other provisions of this Act, a Bench shall consist of one Judicial\r\nMember and one Technical Member.3.  Notwithstanding\r\nanything contained in sub-section (1), the Chairman-a.  \r\n  May,\r\nin addition to discharging the functions of the Judicial Member or the\r\nTechnical Member of the Bench to which he is appointed, discharge the functions\r\nof the Judicial Member or, as the case may be, the Technical Member, of any\r\nother Bench;b.  \r\n  May\r\ntransfer a Vice-Chairman or other Member from one Bench to another Bench;c.  \r\n  May\r\nauthorise the Vice-Chairman orthe Judicial Member or the Technical Member\r\nappointed to one Bench to discharge also the functions of the Vice-Chairman or,\r\nas the case may be, the Judicial Member or the Technical Member of another\r\nBench.1.  2.  3.  4.    Notwithstanding\r\nanything contained in the foregoing provisions of this section, it shall be\r\ncompetent for the Chairman or any other Member authorised by the Chairman in\r\nthis behalf to function as a Bench consisting of a single Member and exercise\r\nthe jurisdiction, powers and authority of the Claims Tribunal in respect of\r\nsuch classes of cases or such matters pertaining to such classes of cases as\r\nthe Chairman may, by general or special order, specify:Provided that if at any stage of the hearing\r\nof any such case or matter, it appears to the Chairman or such Member that the\r\ncase or matter is of such a nature that it ought to be heard by a Bench\r\nconsisting of two Members, the case or matter may be transferred by the\r\nChairman or, as the case may be, referred to him for transfer, to such Bench as\r\nthe Chairman may deem fit.1.  2.  3.  4.  5. Subject\r\nto the other provisions of this Act, the Benches shall sit at such places as\r\nthe Central Government may, by notification, specify.", "5": "The Railway Claims Tribunal Act, 19875. Qualifications for\r\nappointment as Chairman, Vice-Chairman or other Member1.  A\r\nperson shall not be qualified for appointment as the Chairman unless he-a.  \r\n  Is,\r\nor has been, a Judge of a High Court; orb.  \r\n  Has,\r\nfor at least two years, held the office of a Vice-chairman.1.  2.  A\r\nperson shall not be qualified for appointment as the Vice-Chairman unless he-a.  \r\n  Is,\r\nor has been, or is qualified to be, a Judge of a High Court; orb.  \r\n  Has\r\nbeen a member of the Indian Legal Service and has held a post in Grade I of\r\nthat service or any higher post for at least five years; orc.  \r\n  Has,\r\nfor at least five years, held a civil judicial post carrying a scale of pay\r\nwhich is not less than that of a Joint Secretary to the Government of India; ord.  \r\n  has,\r\nfor at least five years, held a post under a railway administration carrying a\r\nscale of pay which is not less than that of a Joint Secretary to the Government\r\nof India and has adequate knowledge of rules and procedure of, and experience\r\nin, claims and commercial matters relating to railways; ore.  \r\n  has,\r\nfor a period of not less than three years, held office as a Judicial Member or\r\na Technical Member.1.  2.  3.  A\r\nperson shall not be qualified for appointment as a Judicial Member unless he-a.  \r\n  Is,\r\nor has been, or is qualified to be, a Judge of a High Court; orb.  \r\n  Has\r\nbeen a Member of the Indian Legal Service and has held a post in Grade I of\r\nthat service for at least three years; orc.  \r\n  Has,\r\nfor at least three years, held a civil judicial post carrying as scale of pay\r\nwhich is not less than of a Joint Secretary to the Government of India.1.  2.  3.  4.    A\r\nperson shall not be qualified for appointment as a Technical Member unless he\r\nhas, for at least three years, held a Post under a railway administration\r\ncarrying a scale of pay which is not less than that of a Joint secretary to the\r\nGovernment of India and has adequate knowledge of rules and procedure of, and\r\nexperience in, claims and commercial matters relating to railways.5. Subject\r\nto the provisions of sub-section (6), the Chairman, Vice-Chairman and every\r\nother Member shall be appointed by the President.6. \r\n  No\r\nappointment of a person as the Chairman shall be made except after consultation\r\nwith the Chief Justice of India.", "6": "The Railway Claims Tribunal Act, 19876. Vice-Chairman to act as\r\nChairman or to discharge his functions in certain circumstances1.  In\r\nthe event of the Occurrence of any vacancy in the office of the Chairman by\r\nreason of his death, resignation or otherwise, such one of the Vice-Chairman as\r\nthe Central Government may, by notification, authorise in this behalf, shall\r\nact as the Chairman until the date on which a new Chairman, appointed in\r\naccordance with the provisions of this Act to fill such vacancy, enters upon\r\nhis office.2.  When\r\nthe Chairman is unable to discharge his functions owing to absence, illness or\r\nany other cause, such one of the Vice-Chairman as the Central Government may,\r\nby notification, authorise in this behalf, shall discharge the functions of the\r\nChairman until the date on which the Chairman resumes his duties.", "7": "The Railway Claims Tribunal Act, 19877. Term of officeThe Chairman, Vice-Chairman or other Member\r\nshall hold office as such for a term of five years from the date on which he\r\nenters upon his office or until he attains,-a.  \r\n  In\r\nthe case of the Chairman, the age of sixty-five years; andb.  \r\n  In\r\nthe case of the Vice-Chairman or any other Member, the age of sixty-two years,\r\nwhichever is earlier.", "8": "The Railway Claims Tribunal Act, 19878. Resignation and removal1.  The\r\nChairman, Vice-Chairman or other Member may, by notice in writing under his\r\nhand addressed to the President, resign his office:Provided that the Chairman, Vice-Chairman or\r\nother Member shall, unless he is permitted by the President to relinquish his\r\noffice sooner, continue to hold office until the expiry of three months from\r\nthe date of receipt of such notice or until a person duly appointed as his\r\nsuccessor enters upon his office or until the expiry of his term of office, whichever\r\nis the earliest.1.  2.  The\r\nChairman, Vice-Chairman or any other Member shall not be removed from his\r\noffice except by an order made by the President on the ground of proved\r\nmisbehaviour or incapacity after an inquiry made by a Judge of the Supreme Court\r\nin which such Chairman, Vice-Chairman or other Member had been informed of the\r\ncharges against him and given a reasonable opportunity of being heard in\r\nrespect of those charges.3.  The\r\nCentral Government may, by rules, regulate the procedure for the investigation\r\nof misbehaviour or incapacity of the Chairman, Vice-Chairman or other Member\r\nreferred to in sub-section (2).", "9": "The Railway Claims Tribunal Act, 19879. Salaries and allowances\r\nand other terms and conditions of service of Chairman, Vice-Chairman and other\r\nMembersThe salaries and allowances payable to, and\r\nthe other terms and conditions of service (including pension, gratuity and\r\nother retirement benefits) of, the Chairman, Vice-Chairman and other Members\r\nshall be such as may be prescribed:Provided that neither the salary and\r\nallowances nor the other terms and conditions of service of the Chairman,\r\nVice-Chairman or other member shall be varied to his disadvantage after his\r\nappointment.", "10": "The Railway Claims Tribunal Act, 198710. Provision as to the\r\nholding of offices by Chairman, Vice-Chairman etc., on ceasing to be such\r\nChairman or Vice-Chairman, etc.On ceasing to hold office-a.  \r\n  The\r\nChairman of the Claims Tribunal shall be ineligible for further employment\r\neither under the Government of India or under the Government of a State;b.  \r\n  A\r\nVice-Chairman shall, subject to the other provisions of this Act, be eligible\r\nfor appointment as the Chairman of the Claims Tribunal, or as the Chairman,\r\nVice-Chairman or member of any other Tribunal established under any law for the\r\ntime being in force, but not for any other employment either under the\r\nGovernment of India or under the Government of a State;c.  \r\n  A\r\nMember (other than the Chairman or Vice-Chairman) shall, subject to the other\r\nprovisions of this Act, be eligible for appointment as the Chairman or\r\nVice-Chairman or as the Chairman, Vice-Chairman or member of any other Tribunal\r\nestablished under any law for the time being in force, but not for any other\r\nemployment either under the Government of India or under the Government of a\r\nState;d.  \r\n  The\r\nChairman, Vice-Chairman or other Member shall not appear, act or plead before\r\nthe Claims Tribunal.Explanation.- For the purposes of this\r\nsection, employment under the Government of India or under the Government of a\r\nState includes employment under any local or other authority within the\r\nterritory of India or under the control of the Government of India or under any\r\ncorporation or society owned or controlled by the Government.", "11": "The Railway Claims Tribunal Act, 198711. Financial and\r\nadministrative powers of ChairmanThe Chairman shall exercise such financial\r\nand administrative powers over the Benches as may be vested in him under the\r\nrules:Provided that the Chairman shall have\r\nauthority to delegate such of his financial and administrative powers as he may\r\nthink fit to the Vice-Chairman or any other officer of the Claims Tribunal,\r\nsubject to the condition that the Vice-Chairman or such officer shall, while\r\nexercising such delegated powers, continue to act under the direction, control\r\nand supervision of the Chairman.", "12": "The Railway Claims Tribunal Act, 1987Chapter III: Jurisdiction,\r\nPowers and Authority of Claims Tribunal12. Staff of Claims Tribunal1.  The\r\nCentral Government shall determine the nature and categories of the officers\r\nand other employees required to assist the Claims Tribunal in the discharge of\r\nits functions and provide the Claims Tribunal with such officers and other\r\nemployees as it may think fit.2.  The\r\nofficers and other employees of the Claims Tribunal shall discharge their\r\nfunctions under the general superintendence of the Chairman.3.  The\r\nsalaries and allowances and conditions of service of the officers and other\r\nemployees of the Claims Tribunal shall be such as may be prescribed.", "13": "The Railway Claims Tribunal Act, 198713. Jurisdiction, powers and\r\nauthority of Claims Tribunal1.  The\r\nClaims Tribunal shall exercise, on and from the appointed day, all such\r\njurisdiction, powers and authority as were exercisable immediately before that\r\nday by any civil court or a Claims Commissioner appointed under the provisions\r\nof the Railways Act,-a.  \r\n  Relating\r\nto the responsibility of the railway administrations as carriers under Chapter\r\nVII of the Railways Act in respect of claims for- \r\n i.  \r\n  Compensation\r\nfor loss, destruction, damage, deterioration or non-delivery of animals or\r\ngoods entrusted to a railway administration for carriage by railway; \r\n ii.  \r\n  Compensation\r\npay able under section 82A of the Railways Act or the rules made there under;\r\nanda.  b.  \r\n  in\r\nrespect of the claims for refund of fares or part there of or for refund of any\r\nfreight paid in respect of animals or goods entrusted to a railway\r\nadministration to be carried by railway.1A.  \r\n  [The\r\nClaims Tribunal shall also exercise, on and from the date of commencement of\r\nthe provisions of section 124A of the Railways Act, 1989 (24 of 1989), all such\r\njurisdiction, powers and authority as were exercisable immediately before that\r\ndate by any civil court in respect of claims for compensation now payable by\r\nthe railway administration under section 124A of the said Act or the rules made\r\nthere under.]1.  2.  The\r\nprovisions of the [Railways Act 1989 (24 of 1989)] and the rules made there\r\nunder shall, so far as may be, be applicable to the inquiring into or\r\ndetermining, any claims by the Claims Tribunal under this Act.", "14": "The Railway Claims Tribunal Act, 198714. Distribution of business\r\namongst Benches1.  Where\r\nany Benches are constituted, the Central Government may, from time to time, by\r\nnotification, make provisions as to the distribution of the business of the\r\nClaims Tribunal amongst the Benches and specify the matters which may be dealt\r\nwith by each Bench.2.  If\r\nany question arises as to whether any matter falls within the purview of the\r\nbusiness allocated to a Bench, the decision of the Chairman shall be final.Explanation.- For the removal of doubts, it is\r\nhereby declared that the expression \"matters\" includes an application under\r\nsection 20.", "15": "The Railway Claims Tribunal Act, 198715. Bar of jurisdictionOn and from the appointed day, no court or\r\nother authority shall have, or be entitled to, exercise any jurisdiction,\r\npowers or authority in relation to the matters referred to in  1 [sub-sections (1) and (lA)] of section 13.", "16": "The Railway Claims Tribunal Act, 1987Chapter IV: Procedure16. Application to Claims\r\nTribunal1.  A\r\nperson seeking any relief in respect of the matters referred to in sub-section\r\n(1) 1[or sub-section (IA)] of section 13 may make an application to the Claims\r\nTribunal.2.  Every\r\napplication under sub-section (1) shall be in such form and be accompanied by\r\nsuch documents or other evidence and by such fee in respect of the filing of\r\nsuch application and by such other fees for the service or execution of\r\nprocesses as may be prescribed:Provided that no such fee shall be payable in\r\nrespect of an application under sub-clause (ii)of clause (a) of sub-section (1)\r\n[or, as the case may be, sub-section (IA)] of section 13.", "17": "The Railway Claims Tribunal Act, 198717. Limitation1.  The\r\nClaims Tribunal shall not admit an application for any claim-a.  \r\n  Under\r\nsub-clause (i) of clause (a) of sub-section (1) of section 13 unless the\r\napplication is made within three years from the date on which the goods in\r\nquestion were entrusted to the railway administration for carriage by railway;b.  \r\n  Under\r\nsub-clause (ii) of clause (a) of sub-section (1) [or, as the case may be,\r\nsubsection (IA)] of section 13 unless the application is made within one year\r\nof occurrence of the accident;c.  \r\n  Under\r\nclause (b) of sub-section (1) of section 13 unless the application is made\r\nwithin three years from the date on which the fare or freight is paid to the\r\nrailway administration:Provided that no application for any claim\r\nreferred to in sub-clause (i) of clause (a) of sub-section (1) of section 13\r\nshall be preferred to the Claims Tribunal until the expiration of three months\r\nnext after the date on which the intimation of the claim has been preferred\r\nunder section 78B of the Railways Act.1.  2.  Notwithstanding\r\nanything contained in sub-section (1), an application may be entertained after\r\nthe period specified in sub-section (1) if the applicant satisfies the Claims\r\nTribunal that he had sufficient cause for not making the application within\r\nsuch period.", "18": "The Railway Claims Tribunal Act, 198718. Procedure and powers of\r\nClaims Tribunal1.  The\r\nClaims Tribunal shall not be bound by the procedure laid down by the Code of\r\nCivil Procedure, 1908 (5 of 1908), but shall be guided by the principles of\r\nnatural justice and, subject to the other provisions of this Act and of any\r\nrules, the Claims Tribunal shall have powers to regulate its own procedure\r\nincluding the fixing of places and times of its enquiry.2.  The\r\nClaims Tribunal shall decide every application as expeditiously as possible and\r\nordinarily every application shall be decided on a perusal of documents,\r\nwritten representations and affidavits and after hearing such oral arguments as\r\nmay be advanced.3.  The\r\nClaims Tribunal shall have, for the purposes of charging its functions under\r\nthis Act, the same powers as are vested in a civil court under the Code of\r\nCivil Procedure, 1908 (5 of 1908), while trying a suit, in respect of the\r\nfollowing matters, namely:-a.  \r\n  Summoning\r\nand enforcing the attendance of any person and examining him on oath;b.  \r\n  Requiring\r\nthe discovery and production of documents;c.  \r\n  Receiving\r\nevidence on affidavits;d.  \r\n  Issuing\r\ncommissions for the examination of witnesses or documents;e.  \r\n  Reviewing\r\nits decisions;f.  \r\n  Dismissing\r\nan application for default or deciding it ex parte;g.  \r\n  Setting\r\naside any order of dismissal of any application for default or any order passed\r\nby it ex parts;h.  \r\n  Any\r\nother matter which may be prescribed.", "19": "The Railway Claims Tribunal Act, 198719. Right to legal\r\nrepresentation and presenting officers1.  A\r\nperson making an application to the Claims Tribunal may either appear in person\r\nor take the assistance of a legal practitioner of his choice to present his\r\ncase before the Claims Tribunal.2.  A\r\nrailway administration may authorise one or more legal practitioners or any of\r\nits officers to act as presenting officers and every person so authorised by it\r\nmay present its case with respect to any application before the Claims\r\nTribunal.", "20": "The Railway Claims Tribunal Act, 198720. Power of Chairman to\r\ntransfer cases from one Bench to anotherOn the application of any of the parties and\r\nafter notice to the parties, and after hearing such of them as he may desire to\r\nbe heard, or on his own motion without such notice, the Chairman may transfer\r\nany case pending before one Bench, for disposal, to any other Bench.", "21": "The Railway Claims Tribunal Act, 198721. Decision to be by\r\nmajorityIf the Members of a Bench differ in opinion\r\non any point, they shall state the point or points on which they differ, and\r\nmake a reference to the Chairman who shall either hear the point or points\r\nhimself or refer the case for hearing on such point or points by one or more of\r\nthe other Members and such point or points shall be decided according to the\r\nopinion of the majority of the Members who have heard the case, including those\r\nwho first heard it.", "22": "The Railway Claims Tribunal Act, 198722. Execution of orders of\r\nClaims Tribunal1.  An\r\norder made by the Claims Tribunal under this Act shall be executable by the\r\nClaims Tribunal as a decree of civil court, and, for this purpose, the Claims\r\nTribunal shall have all the powers of a civil court.2.  Notwithstanding\r\nanything contained in sub-section (1), the Claims Tribunal may transmit any\r\norder made by it to a civil court having local jurisdiction and such civil\r\ncourt shall execute the order as if it were a decree made by that court.", "23": "The Railway Claims Tribunal Act, 1987Chapter V: Appeals23. Appeals1.  Save\r\nas provided in sub-section (2) and notwithstanding anything contained in the\r\nCode of Civil Procedure, 1908 (5 of 1908) or in any other law, an appeal shall\r\nlie from every order, not being an interlocutory order, of the Claims Tribunal,\r\nto the High Court having jurisdiction over the place where the Bench is\r\nlocated.2.  No\r\nappeal shall lie from an order passed by the Claims Tribunal with the consent\r\nof the parties.3.  Every\r\nappeal under this section shall be perferred within a period of ninety days\r\nfrom the date of the order appealed against.", "24": "The Railway Claims Tribunal Act, 1987Chapter VI: Miscellaneous24. Transfer of pending\r\ncases1.  Every\r\nsuit, claim or other legal proceeding (other than an appeal) pending before any\r\ncourt, Claims Commissioner or other authority immediately before the appointed\r\nday, [or, as the case may be, the date of commencement of the provisions of\r\nsub-section (IA) of Section 13] being a suit, claim or proceeding the cause of\r\naction whereon it is based is such that it would have been, if it had arisen\r\nafter the appointed day, [or, as the case may be, the date of commencement of\r\nthe provisions of subsection (IA) of section 13] within the jurisdiction of the\r\nClaims Tribunal, shall stand transferred on [that day or, as the case may be,\r\ndate] to the Claims Tribunal.2.  Where\r\nany suit, claim or other legal proceeding stands transferred from any court,\r\nClaims Commissioner or other authority to the Claims Tribunal under sub-section\r\n(1),-a.  \r\n  The\r\ncourt, Claims Commissioner or other authority shall, as soon as may be after\r\nsuch transfer, forward the records of such suit, claim or other legal\r\nproceeding to the Claims Tribunal;b.  \r\n  The\r\nClaims Tribunal may, on receipt of such records, proceed to deal with such\r\nsuit, claim or other legal proceeding, so far as may be, in the same manner as\r\nan application, from the stage which was reached before such transfer or from\r\nany earlier stage or de novo as the Claims Tribunal may deem fit.", "25": "The Railway Claims Tribunal Act, 198725. Proceedings before\r\nClaims Tribunal to be judicial proceedingsAll proceedings before the Claims Tribunal\r\nshall be deemed to be judicial proceedings within the meaning of sections 193,\r\n219 and 228 of the Indian Penal Code, 1860 (45 of 1860).", "26": "The Railway Claims Tribunal Act, 198726. Members and staff of\r\nClaims Tribunal to be public servantsThe Chairman, Vice-Chairman and other Members\r\nand the officers and other employees of the Claims Tribunal shall be deemed to\r\nbe public servants within the meaning of section 2l of the Indian Penal Code,\r\n1860 (45 of 1860).", "27": "The Railway Claims Tribunal Act, 198727. Protection of action\r\ntaken in good faithNo suit, prosecution or other legal\r\nproceeding shall lie against the Central Government or against the Chairman,\r\nVice Chairman or other Member, or any other person authorized by the Chairman,\r\nVice-Chairman or other Member for anything which is in good faith done or\r\nintended to be done in pursuance of this Act or any rule or order made there under.", "28": "The Railway Claims Tribunal Act, 198728. Act to have overriding\r\neffectThe provisions of this Act shall have effect\r\nnotwithstanding anything inconsistent therewith contained in any other law for\r\nthe time being in force or in any instrument having effect by virtue of any law\r\nother than this Act.", "29": "The Railway Claims Tribunal Act, 198729. Power to remove\r\ndifficulties1.  If\r\nany difficulty arises in giving effect to provisions of this Act, the Central\r\nGovernment may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as appear to it\r\nto be necessary or expedient for removing the difficulty:Provided that no such order shall be made\r\nafter the expiry of a period of three years from the appointed day.1.  2.  Every order made under this section shall,\r\nas soon as may be after it is made, be laid before each House of Parliament.", "30": "The Railway Claims Tribunal Act, 198730. Power to make rules1.  The\r\nCentral Government may, by notification, make rules to carry out the provisions\r\nof this Act.2.  Without\r\nprejudice to the generality of the foregoing powers, such rules may provide for\r\nall or any of the following matters, namely:-a.  \r\n  The\r\nprocedure under sub-section (3) of section 8 for the investigation of\r\nmisbehaviour or incapacity of the Chairman, Vice-Chairman or other Member;b.  \r\n  Salaries\r\nand allowances payable to, and the other terms and conditions of service\r\n(including pension, gratuity and other retirement benefits) of, the Chairman,\r\nVice-Chairman and other Members under section 9;c.  \r\n  The\r\nfinancial and administrative powers which the Chairman may exercise over the\r\nBenches under section I 1;d.  \r\n  The\r\nsalaries and allowances and conditions of service of officers and other\r\nemployees of the Claims Tribunal under sub-section (3) of section 12;e.  \r\n  The\r\nform of application, the documents and other evidence to be accompanied with\r\nsuch application and fee in respect of filing of such application and fee for\r\nthe service or execution of processes under sub-section (2) of section 66;f.  \r\n  The\r\nrules subject to which the Claims Tribunal shall have powers to regulate its\r\nown procedure under sub-section (1) of section 18 and the additional matters in\r\nwhich the Claims Tribunal may exercise powers of civil court under clause (i)\r\nof subsection (3) of that. section;g.  \r\n  Any\r\nother matter which is required to be, or may be, prescribed.1.  2.  3.  Every\r\nrule made under this Act shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session, for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the rule or both Houses agree that the rule should not be made,\r\nthe rule shall thereafter have effect only in such modified for or be of no\r\neffect, as the case may be; so, however, that any such modification or\r\nannulment shall be without prejudice to the validity of anything previously\r\ndone under that rule.", "31": "The Railway Claims Tribunal Act, 1987Chapter VII: Amendments to\r\nthe Railways Act31. Amendment of section 3In section 3 of the Railways Act, after\r\nclause (18), the following clause shall be inserted, namely:-'(19) \"Claims Tribunal\" means the Railway\r\nClaims Tribunal established under section 3 of the Railway Claims Tribunal Act,\r\n1987'.", "32": "The Railway Claims Tribunal Act, 198732. Amendment of section 78AIn section 78A of the Railways Act, for the\r\nword \"suit\", the words \"application before the Claims Tribunal\" shall be\r\nsubstituted.", "33": "The Railway Claims Tribunal Act, 198733. Substitution of new\r\nsection for section 80For section 80 of the Railways Act, the\r\nfollowing section shall be substituted, namely:-\"80. Application for compensation.-An application to the Claims Tribunal for\r\ncompensation for loss of the life of, or personal injury to, a passenger or for\r\nloss, destruction, damage, deterioration or non delivery of animas or goods may\r\nbe made,-a.  \r\n  If\r\nthe passenger was, or the animals or goods were, booked from one station to\r\nanother on the railway of the same railway administration, against that railway\r\nadministration;b.  \r\n  If\r\nthe passenger was, or the animals or goods were, booked through over the\r\nrailway of two or more railway administrations, against the railway\r\nadministration from which the passenger obtained his pass or purchased his\r\nticket or to which the animals or goods were delivered for carriage, as the\r\ncase may be, or against the railway administration on whose railway the\r\ndestination station lies, or the loss, injury, destruction, damage or\r\ndeterioration occurred.\"", "34": "The Railway Claims Tribunal Act, 198734. Omission of sections\r\n82B, 82D and 82FSections 82B, 82D and 82F of the Railways Act\r\nshall be omitted.", "35": "The Railway Claims Tribunal Act, 198735. Amendment of section 82CIn section 82C of the Railways Act,-a.  \r\n  In\r\nsub-section (1), for the words 'Claims Commissioner\", the words \"Claims\r\nTribunal\" shall be substituted;b.  \r\n  Sub-section\r\n(2) and the Explanation thereto shall be omitted.", "36": "The Railway Claims Tribunal Act, 198736. Amendment of sections\r\n82E, 82G and 82HHIn sections 82E, 82G and 82HH of the Railways\r\nAct, for the word \"Claims Commissioner\", wherever they occur, the words \"Claims\r\nTribunal\" shall be substituted.", "37": "The Railway Claims Tribunal Act, 198737. Amendment of section\r\n82-IIn section 82-I of the Railways Act, for the\r\nwords, figures and letters \"sections 82A to 82HH\", the words, figures and\r\nletters \"sections 82A, 82C, 82E and 82G to 82HU\" shall be substituted.", "38": "The Railway Claims Tribunal Act, 198738. Amendment of section 82JIn section 82J of the Railways Act,-a.  \r\n  In\r\nsub-section (1), for the words, figures and letters \"sections 82A to 82H\r\ninclusive\", the words, figures and letters \"sections 82A, 82C, 82E, 82G and\r\n82H\" shall be substituted;b.  \r\n  In\r\nsub-section (2), clause (i) and clauses (iv) to (vi) shall be omitted."}