{"name": "Regional Rural Banks Act, 1976\r", "1": "The Regional Rural Banks Act, 19761. Short title, extent and\r\ncommencement1.  This\r\nAct may be called the Regional Rural Banks Act, 1976.2.  It\r\nextends to the whole of India.3.  It\r\nshall be deemed to have come into force on the 26th day of September, 1975.", "2": "The Regional Rural Banks Act, 19762. DefinitionsIn this Act, unless the context otherwise\r\nrequires,--a.  \r\n  \"Board\",\r\nin relation to a Regional Rural Bank, means the Board of directors of that\r\nRegional Rural Bank;b.  \r\n  \"Chairman\",\r\nin relation to a Regional Rural Bank, means the individual appointed or\r\nre-appointed under sub-section (1) of section 11 as the Chairman of that bank;c.  \r\n  \"Director\",\r\nin relation to a Regional Rural Bank, means a member of the Board of that bank;d.  \r\n  \"Notified\r\narea\" means the local limits, specified under sub-section (1) of section\r\n3, within which a Regional Rural Bank shall operate;e.  \r\n  \"Prescribed\"\r\nmeans prescribed by rules made under this Act;f.  \r\n  \"Regional\r\nRural Bank\" means a Regional Rural Bank established under sub-section (1)\r\nof section 3;g.  \r\n  \"Sponsor\r\nBank\", in relation to a Regional Rural Bank, means a bank by which such\r\nRegional Rural Bank has been sponsored;h.  \r\n  \"State\r\nGovernment\" means,--i.  \r\n  In\r\nrelation to a Regional Rural Bank established in a Union territory, the Central\r\nGovernment;j.  \r\n  (ii)\r\nIn relation to a Regional Rural Bank established in a State, the Government of\r\nthat State;k.  \r\n  words\r\nand expressions used herein and not defined but defined in the Reserve Bank of\r\nIndia Act, 1934 (2 of 1934 ), shall have the meanings respectively assigned to\r\nthem in that Act;l.  \r\n  words\r\nand expressions used herein and not defined either in this Act or in the\r\nReserve Bank of India Act, 1934 (2 of 1934), but defined in the Banking\r\nRegulation Act, 1949 (10 of 1949), shall have the meanings respectively\r\nassigned to them in the Banking Regulation Act, 1949.", "3": "The Regional Rural Banks Act, 19763. Establishment and\r\nincorporation of Regional Rural Banks1.  The\r\nCentral Government may, if requested so to do by a Sponsor Bank, by\r\nnotification in the Official Gazette, establish in a State or Union territory,\r\none or more Regional Rural Banks with such name as may be specified in the\r\nnotification and may, by the said or subsequent notification, specify the local\r\nlimits within which each Regional Rural Bank shall operate.2.  Every\r\nRegional Rural Bank shall be a body corporate with perpetual succession and a common\r\nseal with power, subject to the provisions of this Act, to acquire, hold and\r\ndispose of property and to contract and may sue and be sued in its name.3.  It\r\nshall be the duty of the Sponsor Bank to aid and assist the Regional Rural\r\nBank, sponsored by it, by subscribing to the share capital of such Regional\r\nRural Bank, recruitment and training of personnel during the first five years\r\nof the functioning of the Regional Rural Bank and providing such managerial and\r\nfinancial assistance as may be mutually agreed upon between the Sponsor Bank\r\nand the Regional Rural Bank.", "4": "The Regional Rural Banks Act, 19764. Offices and agencies1.  A\r\nRegional Rural Bank shall have its head office at such place in the notified\r\narea as the Central Government may, after consultation with the Reserve Bank\r\nand the Sponsor Bank, specify by notification in the Official Gazette.2.  A\r\nRegional Rural Bank may, if it is of opinion that it is necessary so to do,\r\nestablish its branches or agencies at any place in the notified area.", "5": "The Regional Rural Banks Act, 19765. Authorised capitalThe authorised capital of each Regional Rural\r\nBank shall be one crore of rupees, divided into one lakh of fully paid-up\r\nshares of one hundred rupees each:Provided that the Central Government may,\r\nafter consultation with the Reserve Bank and the Sponsor Bank, increase or\r\nreduce such authorised capital; so, however, that the authorised capital shall\r\nnot be reduced below twenty-five lakhs of rupees, and the shares shall be, in\r\nall cases, fully paid-up shares of one hundred rupees each.", "6": "The Regional Rural Banks Act, 19766. Issued capital1.  The\r\nissued capital of each Regional Rural Bank shall be twenty-five lakhs of\r\nrupees.2.  Of\r\nthe capital issued by a Regional Rural Bank under sub-section (1), fifty per\r\ncent shall be subscribed by the Central Government; fifteen per cent by the\r\nconcerned State Government and thirty-five per cent by the Sponsor Bank.3.  The\r\nBoard may, after consultation with the Reserve Bank, the concerned State\r\nGovernment and the Sponsor Bank and with the prior approval of the Central\r\nGovernment, from time to time, increase the issued capital of the Regional\r\nRural Bank; and, where additional capital is issued, such capital shall also be\r\nsubscribed in the same proportion as is specified in sub-section (2).", "7": "The Regional Rural Banks Act, 19767. Shares to be approved\r\nsecuritiesNotwithstanding anything contained in the\r\nActs hereinafter mentioned in this section, the shares of a Regional Rural Bank\r\nshall be deemed to be included among the securities enumerated in section 20 of\r\nthe Indian Trusts Act, 1882 (2 of 1882), and shall also be deemed to be\r\napproved securities for the purposes of the Banking Regulation Act, 1949(10 of\r\n1949).", "8": "The Regional Rural Banks Act, 19768. Management1.  Subject\r\nto the provisions of this Act, the general superintendence, direction and\r\nmanagement of the affairs and business of a Regional Rural Bank shall vest in a\r\nBoard of directors who may exercise all the powers and discharge all the functions\r\nwhich may be exercised or discharged by the Regional Rural Bank.2.  In\r\ndischarging its functions, the Board shall Act on business principles and shall\r\nhave due regard to public interest. \r\n i.  \r\n  The\r\nBoard of directors shall consist of the Chairman appointed under sub-section\r\n(1) of section 11, and the following other members, namely:--a.  \r\n  Not\r\nmore than three directors, to be nominated by the Central Government;b.  \r\n  Not\r\nmore than two directors, to be nominated by the concerned State Government; andc.  \r\n  Not\r\nmore than three directors, to be nominated by the Sponsor Bank.1.   \r\n i.  \r\n \r\n ii.  \r\n  The\r\nCentral Government may increase the number of members of the Board; so,\r\nhowever, that the number of directors does not exceed fifteen in the aggregate\r\nand also prescribe the manner in which the additional number may be filled in.", "9": "The Regional Rural Banks Act, 19769.\r\nBoard of directors.-1.   The Board of\r\ndirectors shall consist of the Chairman appointed under sub-section (1) of\r\nsection 11, and the following other members, namely:--a.   two directors, who\r\nare not officers of the Central Government, State Government, Reserve Bank,\r\nNational Bank, Sponsor Bank or any other bank, to be nominated by the Central\r\nGovernment;b.   one director, who is\r\nan officer of the Reserve Bank, to be nominated by that Bank;c.   one director, who is\r\nan officer of the National Bank, to be nominated by that Bank;d.   two directors, who\r\nare officers of the Sponsor Bank, to be nominated by that Bank; ande.   two directors, who\r\nare officers of the concerned State Government, to be nominated by that\r\nGovernment.1.  \r\n2.   The Central\r\nGovernment may increase the number of members of the Board; so, however, that\r\nthe number of directors does not exceed fifteen in the aggregate and also\r\nprescribe the manner in which the additional number may be filled in.", "10": "The Regional Rural Banks Act, 197610. Term of office of\r\ndirectorA director (other than the Chairman) shall\r\nhold office for such period not exceeding two years, from the date when he\r\nassumes office, as the authority nominating him may specify at the time when\r\nthe nomination is made, and may, on the expiry of the said period, continue to\r\nhold office until his successor has been nominated and shall also be eligible\r\nfor re-nomination.", "11": "The Regional Rural Banks Act, 197611. Chairman1.  The\r\nCentral Government shall appoint an individual to be the Chairman of a Regional\r\nRural Bank and specify the period, not exceeding five years, for which such\r\nindividual shall, subject to the provisions of sub-section (4), hold office as\r\nthe Chairman.2.  The\r\nindividual, appointed as a Chairman under sub-section (1), shall, on the expiry\r\nof the period specified under that sub-section, be eligible for re-appointment.3.  The\r\nChairman shall devote his whole time to the affairs of the Regional Rural Bank\r\nand shall have, subject to the superintendence, control and direction of the\r\nBoard, the management of the whole of the affairs of the Regional Rural Bank.4.    The\r\nChairman shall hold office during the pleasure of the Central Government.5. The\r\nChairman shall receive such salary and allowances and be governed by such terms\r\nand conditions of service as may be determined by the Central Government.6. \r\n  If\r\nthe Chairman is, by infirmity or otherwise, rendered incapable of carrying out\r\nhis duties or is absent, on leave or otherwise, in circumstances not involving\r\nthe vacation of office, the Central Government may appoint another individual\r\nto act as the Chairman during the absence of the first-mentioned Chairman.", "12": "The Regional Rural Banks Act, 197612. DisqualificationsA person shall be disqualified for being\r\nappointed or, as the case may be, nominated as, and for being, a director, if\r\nhe-a.  \r\n  Is,\r\nor, at any time has been, adjudged insolvent or has suspended payment of his\r\ndebt or has compounded with his creditors, orb.  \r\n  Is\r\nof unsound mind and stands so declared by a competent court, orc.  \r\n  Is,\r\nor has been, convicted of an offence which, in the opinion of the Central\r\nGovernment, involves moral turpitude.", "13": "The Regional Rural Banks Act, 197613. Vacation of the seat of\r\ndirectors1.  If\r\na director-a.  \r\n  Becomes\r\nsubject to any disqualification specified in section 12, orb.  \r\n  Is\r\nabsent without leave of the Board for more than three consecutive meetings\r\nthereof. His seat shall thereupon become vacant.1.  2.  The\r\nChairman may resign his office by giving notice thereof in writing to the\r\nCentral Government and a director may resign his office by giving notice\r\nthereof to the authority by which he was nominated; and, on such resignation\r\nbeing accepted, the Chairman or the director, as the case may be, shall be\r\ndeemed to have vacated his office.", "14": "The Regional Rural Banks Act, 197614. Meetings of Board1.  The\r\nBoard of directors of a Regional Rural Bank shall meet at such time and place\r\nand shall observe such rules of procedure in regard to the transaction of\r\nbusiness at its meetings as may be prescribed.2.  The\r\nChairman of the Regional Rural Bank shall preside over every meeting of the\r\nBoard, and, in his absence, such director as the Chairman may generally, or in\r\nrelation to any particular meeting, authorise in this behalf shall preside;\r\nand, in the absence of both the Chairman and the director so authorised, the\r\ndirectors present at the meeting shall elect one from among themselves to\r\npreside over the meeting.Explanation.- For the purposes of this\r\nsub-section, \"absence\" from a meeting means non-attendance for any\r\nreason whatsoever at the meeting, or any part of the meeting during which any\r\nbusiness is transacted.1.  2.  3.  All\r\nquestions at a meeting of the Board shall be decided by a majority of the votes\r\nof the directors present and voting; and, in case of equality of votes, the\r\nperson presiding shall have a second or casting vote.4.    No\r\ndirector shall, as a director, take part in the discussion of, or vote on, any\r\ncontract, loan, arrangement or proposal entered into or to be entered into, by\r\nor on behalf of the Regional Rural Bank, if he is, in any way, whether directly\r\nor indirectly, interested in the contract, loan, arrangement or proposal and,\r\nwhere a director is interested in any such matter, he shall, at the earliest\r\npossible opportunity, disclose to the Board the nature of his interest in such\r\ncontract, loan, arrangement or proposal, and where he does so, his presence at\r\nthe meeting shall not count for the purpose of forming any quorum at the time\r\nof any such discussion or vote, and if he does vote, his vote shall be void:Provided that nothing contained in this\r\nsub-section shall apply to such director by reason only of his being- \r\n i.  \r\n  A\r\nshareholder (other than a director) holding not more than two per cent.of the\r\npaid-up capital in any public company within the meaning of the Companies Act,\r\n1956 (1 of 1956), or any corporation established by or under any law for the\r\ntime being in force in India or any co-operative society, with which the\r\nRegional Rural Bank has entered into, or proposes to enter into, any contract,\r\nloan, arrangement or proposal; or \r\n ii.  \r\n  A\r\ndirector of the Regional Rural Bank as such.", "15": "The Regional Rural Banks Act, 197615. Committees of BoardThe Board may constitute such committees,\r\nwhether consisting wholly of directors or wholly of other persons or partly of\r\ndirectors and partly of other persons, as it may think fit, for such purposes\r\nas it may decide.", "16": "The Regional Rural Banks Act, 197616. Fees and allowances of\r\ndirectors and members of committees1.  Every\r\ndirector and every member of a committee (other than the Chairman) shall be\r\npaid such fees and allowances as may be determined by the Central Government:Provided that no fees shall be paid to any\r\ndirector, or member of a committee, if he is an officer of the Central\r\nGovernment, State Government, the Reserve Bank, Sponsor Bank or any other bank.1.  2.  The\r\nallowances payable to a director or a member of a committee, who is an officer\r\nof the Central Government, State Government, Reserve Bank, Sponsor Bank or any\r\nother bank, shall be paid by the Government or bank by which such officer is\r\nemployed; and the allowances and fees payable to any other director or member\r\nof a committee shall be payable by the concerned Regional Rural Bank.", "17": "The Regional Rural Banks Act, 197617. Staff of Regional Rural\r\nBanks1.  A\r\nRegional Rural Bank may appoint such number of officers and other employees as\r\nit may consider necessary or desirable for the efficient performance of its\r\nfunctions and may determine the terms and conditions of their appointment and\r\nservice:Provided that it shall be lawful for a\r\nSponsor Bank, if requested so to do by a Regional Rural Bank sponsored by it,\r\nto send, during the first five years of the functioning of a Regional Rural\r\nBank, such number of officers or other employees on deputation to the Regional\r\nRural Bank as may be necessary or desirable for the efficient performance of\r\nits functions:Provided further that the remuneration of\r\nofficers and other employees appointed by a Regional Rural Bank shall be such\r\nas may be determined by the Central Government, and, in determining such\r\nremuneration, the Central Government shall have due regard to the salary\r\nstructure of the employees of the State Government and the local authorities of\r\ncomparable level and status in the notified area.1.  2.  Notwithstanding\r\nanything contained in the Industrial Disputes Act, 1947, or any other law for\r\nthe time being in force, no award, judgment, decree, decision or order of any\r\nindustrial tribunal, court or other authority, made before the commencement of\r\nthis Act, shall apply to the terms and conditions in relation to the persons\r\nappointed by a Regional Rural Bank.3.  The\r\nofficers and other employees of a Regional Rural Bank shall exercise such\r\npowers and perform such duties as may be entrusted or delegated to them by the\r\nBoard.", "18": "The Regional Rural Banks Act, 197618. Business which a\r\nRegional Rural Bank may transact1.  Every\r\nRegional Rural Bank shall carry on and transact the business of banking as\r\ndefined in clause (b) of section 5 of the Banking Regulation Act, 1949, and may\r\nengage in one or more forms of business specified in sub-section (1) of section\r\n6 of that Act.2.  Without\r\nprejudice to the generality of the provisions of sub-section (1), every\r\nRegional Rural Bank may, in particular, undertake the following types of\r\nbusiness, namely:--a.  \r\n  The\r\ngranting of loans and advances, particularly to small and marginal farmers and\r\nagricultural labourers, whether individually or in groups, and to co-operative\r\nsocieties, including agricultural marketing societies, agricultural processing\r\nsocieties, co-operative farming societies, primary agricultural credit\r\nsocieties or farmers' service societies, for agricultural purposes or\r\nagricultural operations or for other purposes connected therewith;b.  \r\n  The\r\ngranting of loans and advances, particularly to artisans, small entrepreneurs\r\nand persons of small means engaged in trade, commerce or industry or other\r\nproductive activities, within the notified area in relation to the Regional\r\nRural Bank.", "19": "The Regional Rural Banks Act, 197619. Closure of accounts1.  Every\r\nRegional Rural Bank shall cause it books to be closed and balanced as on the\r\n31st day of December of each year and shall appoint with the approval of the\r\nCentral Government auditors for the audit of its accounts.2.  Every\r\nauditor of a Regional Rural Bank shall be a person who is qualified to act as\r\nan auditor of a company under section 226 of the Companies Act, 1956 (1 of\r\n1956), and shall receive such remuneration as the Regional Rural Bank may fix\r\nwith the approval of the Central Government.3.  Every\r\nauditor shall be supplied with a copy of the annual balance-sheet and profit\r\nand loss account of the Regional Rural Bank, and a list of all books kept by\r\nthe Regional Rural Bank, and it shall be the duty of the auditor to examine the\r\nbalance-sheet and vouchers relating thereto, and, in the performance of his\r\nduties, the auditor-a.  \r\n  Shall\r\nhave, at all reasonable times, access to the books, accounts and other\r\ndocuments of the Regional Rural Bank;b.  \r\n  May,\r\nat the expense of the Regional Rural Bank, employ accountants or other persons\r\nto assist him in investigating such accounts; andc.  \r\n  May,\r\nin relation to such accounts, examine the Chairman or any officer or employee\r\nof the Regional Rural Bank.1.  2.  3.  4.    Every\r\nauditor of a Regional Rural Bank shall make a report to that bank upon the\r\nannual balance-sheet and accounts and in every such report shall state,--a.  \r\n  Whether,\r\nin his opinion, the balance-sheet is a full and fair balance-sheet containing\r\nall necessary particulars and is properly drawn up so as to exhibit a true and\r\nfair view of the affairs of the Regional Rural Bank, and, in case he had called\r\nfor any explanation or information, whether it has been given and whether it is\r\nsatisfactory;b.  \r\n  Whether\r\nor not, the transactions of the Regional Rural Bank, which have come to his\r\nnotice, have been within the powers of that bank;c.  \r\n  Whether\r\nor not, the returns received from the offices and branches of the Regional\r\nRural Bank have been found adequate for the purpose of his audit;d.  \r\n  Whether\r\nthe profit and loss account shows a true balance of profit or loss for the\r\nperiod covered by such accounts; ande.  \r\n  Any\r\nother matter which he considers should be brought to the notice of the Regional\r\nRural Bank.", "20": "The Regional Rural Banks Act, 197620. Annual report to be\r\nfurnished the shareholdersEvery Regional Rural Bank shall, within sixty\r\ndays from the date of closure of its accounting year, send to each of its\r\nshareholders a report as to its working and activities during the accounting\r\nyear immediately preceding together with a copy of its balance-sheet, profit\r\nand loss account and the auditor's report in relation to the accounts of the\r\nsaid accounting year.", "21": "The Regional Rural Banks Act, 197621. Disposal of profitsAfter making provisions for bad and doubtful\r\ndebts, depreciation in assets, contributions to staff and superannuation funds\r\nand all other matters for which provision is, under law, necessary or which are\r\nusually provided for by banking companies, a Regional Rural Bank may, out of\r\nits net profits, declare a dividend.", "22": "The Regional Rural Banks Act, 197622. Regional Rural Bank to\r\nbe deemed to be a co-operative society for purpose of the Income-tax Act, 1961For the purpose of the Income-tax Act,\r\n1961(43 of 1961), or any other enactment for the time being in force relating\r\nto any tax on income, profits or gains, a Regional Rural Bank shall be deemed\r\nto be a co-operative society.", "23": "The Regional Rural Banks Act, 197623. Interest-tax not payableNotwithstanding anything contained in the\r\nInterest-tax Act, 1974 (45 of 1974), no Regional Rural Bank shall be liable to\r\npay any tax under that Act.", "24": "The Regional Rural Banks Act, 197624. Power of Central\r\nGovernment to give directions1.  A\r\nRegional Rural Bank shall, in the discharge of its functions, be guided by such\r\ndirections in regard to matters of policy involving public interest as the\r\nCentral Government may, after consultation with the Reserve Bank, give.2.  If\r\nany question arises as to whether any such direction relates to a matter of\r\npolicy involving public interest, the decision of the Central Government\r\nthereon shall be final.", "25": "The Regional Rural Banks Act, 197625. Obligations as to\r\nfidelity and secrecy1.  A\r\nRegional Rural Bank shall observe, except as otherwise required by law, the\r\npractices and usages customary among bankers and, in particular, it shall not\r\ndivulge any information relating to, or to the affairs of, its constituents\r\nexcept in circumstances in which it is, in accordance with the law or practice\r\nand usage customary among bankers, necessary or appropriate for the Regional\r\nRural Bank to divulge.2.  Every\r\ndirector, member of a committee or auditor, officer or other employee of a\r\nRegional Rural Bank shall, before entering upon his duties, make a declaration\r\nof fidelity and secrecy in the form set out in the Schedule to this Act.3.  Nothing\r\ncontained in this section shall apply to the credit information disclosed under\r\nthe Credit Information Companies (Regulation) Act, 2005.", "26": "The Regional Rural Banks Act, 197626. Bar to liquidation of\r\nRegional Rural BankNo provision of law relating to the winding\r\nup of companies shall apply to a Regional Rural Bank and a Regional Rural Bank\r\nshall not be placed in liquidation save by order of the Central Government and\r\nin such manner as it may direct", "27": "The Regional Rural Banks Act, 197627. Defects in appointment\r\nor constitution not to invalidate acts or proceedings1.  No\r\nAct of a Chairman, acting in good faith, shall be invalid merely by reason of\r\nany defect in his appointment or in the procedure.2.  No\r\nact or proceeding of any Board of directors or of any committee of a Regional\r\nRural Bank shall be invalid merely on the ground of the existence of any\r\nvacancy in, or defect in the constitution of, such Board or committee, as the\r\ncase may be.3.  Acts\r\ndone by a person, acting in good faith, as a director or member of a committee\r\nof a Regional Rural Bank shall be valid, notwithstanding that it may afterwards\r\nbe discovered that his appointment was invalid by reason of any defect or\r\ndisqualification or had terminated by virtue of any provision contained in any\r\nlaw for the time being in force:Provided that nothing in this section shall\r\nbe deemed to give validity to any Act done by a director or a member of any\r\ncommittee of a Regional Rural Bank after his appointment has been shown to the\r\nRegional Rural Bank to be invalid or to have terminated.", "28": "The Regional Rural Banks Act, 197628. Indemnity of directors,\r\netc1.  A\r\ndirector or a member of a committee of a Regional Rural Bank shall not be\r\nresponsible for any loss or expense caused to such bank by insufficiency or\r\ndeficiency of the value of, or title to, any property or security acquired or\r\ntaken on behalf of a Regional Rural Bank or by the insolvency or wrongful act\r\nof any customer or debtor or anything done in, or in relation to, the execution\r\nof the duties of his office, unless such loss, expense, insufficiency or\r\ndeficiency was due to any wilful act or default on the part of such director or\r\nmember.2.  The\r\nChairman of a Regional Rural Bank and every officer of the Central Government\r\nor State Government or an officer of the Reserve Bank or the Sponsor Bank and\r\nevery officer or other employee of a Regional Rural Bank shall be indemnified\r\nby such bank against all losses and expenses incurred by him in, or in relation\r\nto, the discharge of his duties except such as have been caused by his own\r\nwilful act or default.", "29": "The Regional Rural Banks Act, 197629. Power to make rules1.  The\r\nCentral Government may, after consultation with the Reserve Bank and the\r\nSponsor Bank, by notification in the Official Gazette, make rules for carrying\r\nout the provisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:--a.  \r\n  The\r\nmanner in which the additional number of members of the Board may be filled in,\r\nunder sub-section (2) of section 9;b.  \r\n  The\r\ntime and place at which the Board of directors of a Regional Rural Bank shall\r\nmeet and the rules of procedure which shall be observed by the Board in regard\r\nto the transaction of business at its meetings, under sub-section (1) of\r\nsection 14;c.  \r\n  Any\r\nother matter which is required to be, or may be, prescribed.1.  2.  3.  Every\r\nrule made by the Central Government under this Act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or both Houses agree\r\nthat the rule should not be made, the rule shall thereafter have effect only in\r\nsuch modified form or be of no effect, as the case may be; so, however, that\r\nany such modification or annulment shall be without prejudice to the validity\r\nof anything previously done under that rule.", "30": "The Regional Rural Banks Act, 197630. Power to make\r\nregulationsThe Board of directors of a Regional Rural\r\nBank may, after consultation with the Sponsor Bank and the Regional Rural Bank,\r\nand with the previous sanction of the Central Government, make regulations, not\r\ninconsistent with the provisions of this Act and the rules made thereunder, to\r\nprovide for all matters for which provision is necessary or expedient for the\r\npurpose of giving effect to the provisions of this Act.", "31": "The Regional Rural Banks Act, 197631. Removal of difficultiesIf any difficulty arises in giving effect to\r\nthe provisions of this Act, the Central Government may make such order, not\r\ninconsistent with the provisions of this Act, as may appear to it to be\r\nnecessary for the purpose of removing the difficulty;Provided that no such order shall be made\r\nafter the expiry of a period of five years from the commencement of this Act.", "32": "The Regional Rural Banks Act, 197632. Act to Override the\r\nprovisions of other lawsThe provisions of this Act shall have effect\r\nnotwithstanding anything to the contrary contained in any other law for the\r\ntime being in force or in any contract, express or implied, or in any\r\ninstrument having effect by virtue of any law other than this Act, and\r\nnotwithstanding any custom or usage to the contrary.", "33": "The Regional Rural Banks Act, 197633. Amendment of certain\r\nenactments1.  In\r\nthe Reserve Bank of India Act, 1934,--a.  \r\n  In\r\nsection 2,-- \r\n i.  \r\n  After\r\nclause(civ), the following clause shall be\r\ninserted, namely:--(cv) \"Regional Rural Bank\" means a\r\nRegional Rural Bank established under section 3 of the Regional Rural Banks\r\nAct, 1976;'; \r\n i.  \r\n \r\n ii.  \r\n  After\r\nclause(e), the following clause shall be inserted,\r\nnamely:--'(ea) \"Sponsor Bank\" means a\r\nSponsor Bank as defined in the Regional Rural Banks Act, 1976;'; \r\n i.  \r\n \r\n ii.  \r\n \r\n iii.  \r\n  The\r\nexisting clause (ei) shall be re-lettered as clause (eb);a.  b.  \r\n  In\r\nsection 45H, for the words \"a co-operative bank\", the words \"a\r\nRegional Rural Bank or a co-operative bank\" shall be substituted;c.  \r\n  In\r\nsection 46A, in sub-section (2), in clause (b),-- \r\n i.  \r\n  After\r\nthe words \"State co-operative banks\", the words \"or Regional\r\nRural Banks\" shall be inserted; \r\n ii.  \r\n  Or\r\nthe proviso, the following proviso, shall be substituted, namely:--\"Provided that such loans and advances\r\nare fully guaranteed as to the re-payment of principal and payment of\r\ninterest,-- \r\n i.  \r\n  In\r\nthe case of loans and advances to State co-operative banks, by the State\r\nGovernment; and \r\n ii.  \r\n  In\r\nthe case of loans and advances to a Regional Rural Bank, by the Sponsor\r\nBank.\";a.  b.  c.  d.  \r\n  In\r\nsection 46B, in sub-section (2),-- \r\n i.  \r\n  After\r\nthe words \"State co-operative banks\", the words \"or Regional Rural\r\nBanks\" shall be inserted; \r\n ii.  \r\n  After\r\nthe proviso, the following proviso shall be inserted namely:--\"Provided further that no such loans or\r\nadvances shall be made-a.  \r\n  Except\r\nfor the purpose of enabling the Regional Rural Banks to pay any dues in respect\r\nof bills of exchange and promissory notes purchased or re-discounted by the or\r\nloans and advances made to them by the Bank under section 17 and unless, in the\r\nopinion of the Bank, the Regional Rural Banks are unable to pay such dues in\r\ntime owing to drought, famine or other natural calamities, andb.  \r\n  Unless\r\nsuch loans and advances are fully guaranteed as to re-payment of the principal\r\nand payment of interest by the Sponsor Bank.\".1.  2.  In\r\nthe Industrial Disputes Act, 1947 (14 of 1947), in section 2, in clause (a), in\r\nsub-clause (i), after the words and figures \"Food Corporation Act, 1964,\r\nor\", the words and figures \"a Regional Rural Bank established under\r\nsection 3 of the Regional Rural Banks Act, 1976, or\" shall be inserted.3.  In\r\nthe Banking Regulation Act, 1949 (10 of 1949),--a.  \r\n  In\r\nsection 24, after sub-section (2A), the following sub-section shall be\r\ninserted, namely:--\"(2B) The Reserve Bank may, by\r\nnotification in the Official Gazette, vary the percentage referred to in\r\nsub-section (2A) in respect of a Regional Rural Bank established under section\r\n3 of the Regional Rural Banks Act, 1976.\";a.  \r\nb.  \r\n  In\r\nsection 34A, in sub-section (3), for the words \"and any subsidiary\r\nbank\", the words and figures \"a Regional Rural Bank established under\r\nsection 3 of the Regional Rural Banks Act, 1976, and any subsidiary bank\"\r\nshall be substituted;c.  \r\n  In\r\nsection 36AD, in sub-section (3), for the words \"and any subsidiary\r\nbank\", the words and figures \"a Regional Rural Bank established under\r\nsection 3 of the Regional Rural Banks Act, 1976, and any subsidiary bank\"\r\nshall be substituted;d.  \r\n  In\r\nsection 51, for the words \"or any other banking institution notified by\r\nthe Central Government in this behalf\", the words and figures \"or a\r\nRegional Rural Bank established under section 3 of the Regional Rural Banks Act,\r\n1976, or any other banking institution notified by the Central Government in\r\nthis behalf\" shall be substituted.1.  2.  3.  4.    In\r\nthe Banking Companies (Legal Practitioners' Clients' Accounts) Act, 1949 (45 of\r\n1949), in section 2, in clause (a), for the words \"and any subsidiary\r\nbank\", the words and figures \"a Regional Rural Bank established under\r\nsection 3 of the Regional Rural Banks Act, 1976, and any subsidiary bank\"\r\nshall be substituted.5. In\r\nthe Deposit Insurance Corporation Act, 1961(47 of 1961),--a.  \r\n  In\r\nsection 2,-- \r\n i.  \r\n  In\r\nclause (g),--a.  \r\n  For\r\nthe words \"a banking company\", the words \"a Regional Rural Bank\r\nor a banking company\" shall be substituted;b.  \r\n  For\r\nthe words \"with a banking company\", the words \"with a Regional\r\nRural Bank or with a banking company\" shall be substituted; \r\n i.  \r\n \r\n ii.  \r\n  In\r\nclause (i), after the words \"banking company\", the words \"or a\r\nRegional Rural Bank\" shall be inserted; \r\n iii.  \r\n  After\r\nclause (m), the following clause shall be inserted, namely:--'(ma) \"Regional Rural Bank\" means a\r\nRegional Rural Bank established under section 3 of the Regional Rural Banks\r\nAct, 1976;';a.  b.  \r\n  After\r\nsection 11, the following section shall be inserted, namely:--\"11A. Registration of Regional Rural\r\nBanks.The Corporation shall register every Regional\r\nRural Bank before the expiry of thirty days from the date of its\r\nestablishment.\";a.  \r\nb.  \r\nc.  \r\n  in\r\nsection 13, after sub-section (2), the following sub-section shall be inserted,\r\nnamely:--\"(3) The provisions of clauses (a), (b),\r\n(c), (d) and (h) of sub-section (1) shall apply to a Regional Rural Bank as\r\nthey apply to a banking company.\";a.  b.  c.  d.  \r\n  in\r\nsub-section (1) of section 14, for the words \"banking company\",\r\nwherever they occur, the words \"banking company, Regional Rural Bank\"\r\nshall be substituted.", "34": "The Regional Rural Banks Act, 197634. Repeal and saving1.  The\r\nRegional Rural Banks Ordinance, 1975, is hereby repealed.2.  Notwithstanding\r\nsuch repeal anything done or any action taken under the Ordinance so repealed\r\nshall be deemed to have been done or taken under the corresponding provisions\r\nof this Act."}