{"name": "Registration of Foreigners Act, 1939\r", "1": "1. Short title and extent.-(1) This Act may be called the Registration of Foreigners Act, 1939.(2) It extends to 2[the whole of India] 3* * *.", "2": "2. Definitions.-In this Act-4[(a) \"foreigner\" means a person who is not a citizen of India;]5* * * * *(b) \"prescribed\" means prescribed by rules made under this Act.", "3": "3. Power to make rules.-6[(1)] The Central Government may after previous publication, by notification in the Official Gazette, make rules with respect to foreigners for any or all of the following purposes, that is to say-(a) for requiring any foreigner entering, or being present in, 7[India] to report his presence to a prescribed authority within such time and in such manner and with such particulars as may be prescribed;(b) for requiring any foreigner moving from one place to another place in 7[India] to report, on arrival at such other place, his presence to a prescribed authority within such time and in such manner and with such particulars as may be prescribed;(c) for requiring any foreigner who is about to leave 1[India] to report the date of his intended departure and such other particulars as may be prescribed to(d) for requiring any foreigner entering, being present in, or departing from, 1[India] to produce, on demand by a prescribed authority, such proof of his identity as may be prescribed;(e) for requiring any person having the management of any hotel, boarding-house, sarai or any other premises of like nature to report the name of any foreigner residing therein for whatever duration, to a prescribed authority within such time and in such manner and with such particulars as may be prescribed;(f) for requiring any person having the management or control of any vessel or aircraft to furnish to a prescribed authority such information as may be prescribed regarding any foreigner entering, or intending to depart from 1[India], in such vessel or aircraft, and to furnish to such authority such assistance as may be necessary or prescribed for giving effect to this Act;(g) for providing for such other incidental or supplementary matters as may appear to the Central Government necessary or expedient for giving effect to this Act.2[(2) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]* This Act has been extended to-Goa, Daman and Diu with modifications by Reg. 12 of 1962, s. 3 and Sch. Pondicherry with modification vide Notification No. G.S.R. 1557, dated 24-11-1962, Gazette of India, Pt. II, Sec, 3 (i), p. 1886; brought into force in Dadra and Nagar Haveli by Reg. 6 of 1963, s. 2 and Sch. I. (w.e.f. 1-7-1965); Lakshadweep vide Reg. 8 of 1965, s. 3 and Sch. (w.e.f. 1-10-1967); the State of Sikkim vide Notification No. G.S.R. 41 (E), dated 27-1-1976 (w.e.f. 1-2-1976).1. Subs. by Act 37 of 1949, s. 2, for \"the Provinces of India\".2. Subs. by s. 3, ibid., for \"all the Provinces of India\".3. The words \"except the State of Hyderabad\", ins. by the A.O. 1950, omitted by Act 3 of 1951, s. 3 and the Schedule.4. Subs. by Act 11 of 1957, s. 8, for clause (a) (w.e.f. 19-1-1957).5. Cl. (aa) omitted by the Act 3 of 1951, s. 3 and the Schedule which was ins. by the A.O. 1950.6. S. 3 renumbered as sub-section (1) thereof by Act 4 of 1986, s. 2 and the Schedule (w.e.f. 15-5-1986).7. Subs. by Act 37 of 1949, s. 4, for \"the Provinces\".", "4": "4. Burden of proof.-If any question arises with reference to this Act or any rule made thereunder, whether any person is or is not a foreigner, or is or is not a foreigner of a particular class or description, the onus of proving that such person is not a foreigner or is not a foreigner of such particular class or description, as the case may be, shall, notwithstanding anything contained in the Indian Evidence Act, 1872 (1 of 1872), lie upon such person.", "5": "5. Penalties.- Any person who contravenes, or attempts to contravene, or fails to comply with, any provision of any rule made under this Act shall be punished, if a foreigner, with imprisonment for a term which may extend to one year or with fine which may extend to one thousand rupees or with both, or if not a foreigner, with fine which may extend to five hundred rupees.", "6": "6. Power to exempt from application of Act.-The Central Government may, by order3 declare that any or all of the provisions of the rules made under this Act shall not apply, or shall apply only with such modifications or subject to such conditions as may be specified in the said order, to or in relation to any individual foreigner or any class or description of foreigner :Provided that a copy of every such order shall be placed on the table of 4* * * Parliament as soon as may be after its promulgation.", "7": "7. Protection to persons acting under this Act.-No suit, prosecution or other legal proceeding shall lie against any person for anything which is in good faith done or intended to be done under this Act.such authority and within such period before departure as may be prescribed;1. Subs. by Act 37 of 1949, s. 4, for \"the Provinces\" 2. Ins. by Act 4 of 1986, s. 2 and the Sch. (w.e.f. 15-5-1986).3. For Registration of Foreigners Exemption Order, 1949 See Gazette of India 1949, Pt. I, p. 1591.4. The words \"both Houses of\" Rep. by the A.O. 1948.", "8": "8. Application of other laws not barred.-The provisions of this Act shall be in addition to, and not in derogation of, the provisions of the Foreigners Act, 1[1946] (31 of 1946) and any other law for the time being in force.", "9": "9. [Application of Act to Part B States.] - Omitted by the Part B States (Laws) Act, 1951 (3 of 1951), s. 3 and the Schedule.1. Subs. by Act 37 of 1949, s. 5, for \"1864\".2. Added by s. 6, ibid."}