{"name": "Rehabilitation Council of India Act, 1992\r", "1": "The Rehabilitation Council of India Act, 1992Chapter I Preliminary1. Short title and\r\ncommencement.1.  \r\n  This\r\nAct may be called the Rehabilitation Council of India Act, 1992.2.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "The Rehabilitation Council of India Act, 19922. Definitions.1.  \r\n  In\r\nthis Act, unless the context otherwise requires,--a.   \"Chairperson\"\r\nmeans the Chairperson of the Council appointed under sub-section (3) of section\r\n3;b.   \"Council\"\r\nmeans the Rehabilitation Council of India constituted under section 3;c.   \"handicapped\"\r\nmeans a person- \r\n i.  \r\n  visually\r\nhandicapped; \r\n ii.  \r\n  hearing\r\nhandicapped; \r\n iii.  \r\n  suffering\r\nfrom locomotor disability; or \r\n iv.  \r\n  suffering\r\nfrom mental retardation;a.  \r\nb.  \r\nc.  \r\nd.  \r\n  \"hearing\r\nhandicap\" means deafness with hearing impairment of 70 decibels and above,\r\nin the better ear or total loss of hearing in both ears;e.  \r\n  \"locomotor\r\ndisability\" means a persons inability to execute distinctive activities\r\nassociated with moving, both himself and objects, from place to place, and such\r\ninability resulting from affliction of either bones, joints, muscles or nerves;f.  \r\n  \"member\"\r\nmeans a member appointed under sub-section (3) of section 3 and includes the\r\nChairperson;g.  \r\n  \"Member-Secretary\"\r\nmeans the Member-Secretary appointed under sub-section (1) of section 8;h.  \r\n  \"mental\r\nretardation\" means a condition of arrested or incomplete development of\r\nmind of a person which is specially characterised by sub-normality of\r\nintelligence;i.  \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;j.  \r\n  \"prescribed\"\r\nmeans prescribed by regulations;k.  \r\n  \"recognised\r\nrehabilitation qualifications\" means any of the qualifications included in\r\nthe Schedule;l.  \r\n  \"Register\"\r\nmeans the Central Rehabilitation Register maintained under sub-section (1) of\r\nsection 23;m.  \r\n  \"regulations\"\r\nmeans regulations made under this Act;n.  \r\n  \"rehabilitation\r\nprofessionals\" means- \r\n i.  \r\n  audiologists\r\nand speech therapists;clinical\r\npsychologists; \r\n iii.  \r\n  hearing\r\naid and ear mould technicians; \r\n iv.  \r\n  rehabilitation\r\nengineers and technicians; \r\n v.  \r\n  special\r\nteachers for educating and training the handicaped; \r\n vi.  \r\n  vocational\r\ncounsellors, employment officers and placement officers dealing with\r\nhandicapped; \r\n vii.  \r\n  multi-purpose\r\nrehabilitation therapists, technicians; or \r\n viii.  \r\n  such\r\nother category of professionals as the Central Government may, in consultation\r\nwith the Council, notify from time to time;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\no.  \r\n  \"visually\r\nhandicapped\" means a person who suffers from any of the following\r\nconditions, namely:-- \r\n i.  \r\n  total\r\nabsence of sight;visual\r\nacquity not exceeding 6/60 or 20/200 (snellen) in the better eye with the\r\ncorrecting lenses; or \r\n iii.  \r\n  limitation\r\nof the field of vision subtending and angle of degree or worse.1.  \r\n2.  \r\n  Any\r\nreference in this Act to any enactment or any provision thereof shall, in\r\nrelation to an area in which such enactment or such provision is not in force,\r\nbe construed as a reference to the corresponding law or the relevant provision\r\nof the corresponding law, if any, in force in that area.", "3": "The Rehabilitation Council of India Act, 1992Chapter II The\r\nRehabilitation Council of India3. Constitution and\r\nincorporation of Rehabilitation Council of India.1.  \r\n  With\r\neffect from such date as the Central Government may, by notification appoint in\r\nthis behalf, there shall be constituted for the purposes of this Act a Council\r\nto be called the Rehabilitation Council of India.2.  \r\n  The\r\nCouncil shall be a body corporate by the name aforesaid, having perpetual\r\nsuccession and a common seal, with power, subject to the provisions of this\r\nAct, to acquire, hold and dispose of property, both movable and immovable, and\r\nto contract and shall by the said name sue and be sued.3.  \r\n  The\r\nCouncil shall consist of the following members, namely:--a.   a Chairperson, from\r\namongst the persons having experience in social work or rehabilitation, to be\r\nappointed by the Central Government;b.   three members to be\r\nappointed by the Central Government to represent respectively the Ministries of\r\nthe Central Government dealing with- \r\n i.  \r\n  Welfare; \r\n ii.  \r\n  Health;\r\nand \r\n iii.  \r\n  Finance;a.  \r\nb.  \r\nc.   one member to be\r\nappointed by the Central Government to represent the University Grants\r\nCommission;d.   one member to be\r\nappointed by the Central Government to represent the Directorate General of\r\nIndian Council of Medical Research;e.   two members to be\r\nappointed by the Central Government to represent the Ministry or department of\r\nthe States or the Union territories dealing with Social Welfare by rotation in\r\nalphabetical order;f.   such number of\r\nmembers not exceeding six as may be appointed by the Central Government from\r\namongst the rehabilitation professionals working in voluntary organisations;g.   such number of\r\nmembers not exceeding four as may be appointed by the Central Government from\r\namongst the medical practitioners enrolled under the Indian Medical Council Act\r\n1956.(102 of 1956), and engaged in rehabilitation of the handicapped;h.   three Members of\r\nParliament of whom two shall be elected by the House of the People and one by\r\nthe Council of States;i.   such number of\r\nmembers not exceeding three as may be nominated by the Central Government from\r\namongst the social workers who are actively engaged in assisting the disabled;j.   the Member-Secretary,\r\nex officio.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  The\r\noffice of member of the Board shall not disqualify its holder for being chosen\r\nas, or for being, a Member of either House of Parliament.", "4": "The Rehabilitation Council of India Act, 19924. Term of office of\r\nChairperson and members.1.  \r\n  The\r\nChairperson or a member shall hold office for a term of two years from the date\r\nof his appointment or until his successor shall have been duly appointed,\r\nwhichever is longer.2.  \r\n  A\r\ncasual vacancy in the Council shall be filled in accordance with the provisions\r\nof section 3 and the person so appointed shall hold office only for the\r\nremainder of the term for which the member in whose place he was appointed\r\nwould have held that office.3.  \r\n  The\r\nCouncil shall meet at least once in each year at such time and place as may be\r\nappointed by the Council and shall observe such rules of procedure in the\r\ntransaction of business at a meeting as may be prescribed.4.  \r\n  The\r\nChairperson or, if for any reason, he is unable to attend the meeting of the\r\nCouncil, any member elected by the members present from amongst themselves at\r\nthe meeting, shall preside at the meeting.5.  \r\n  All\r\nquestions which come up before any meeting of the Council shall be decided by a\r\nmajority of votes of the members present and voting, and in the event of an\r\nequality of votes, the Chairperson, or in his absence, the person presiding\r\nshall have a second or casting vote.", "5": "The Rehabilitation Council of India Act, 19925. Disqualifications.\nNo person shall be a\r\nmember if he-a.  \r\n  is,\r\nor becomes, of unsound mind or is so declared by a competent court; orb.  \r\n  is,\r\nor has been, convicted of any offence which, in the opinion of the Central\r\nGovernment, involves moral turpitude; orc.  \r\n  is,\r\nor at any time has been, adjudicated as insolvent", "6": "The Rehabilitation Council of India Act, 19926. Vacation of office\r\nby members.If a member-a.  \r\n  becomes\r\nsubject to any of the disqualifications mentioned in section 5; orb.  \r\n  is\r\nabsent without excuse, sufficient in the opinion of the Council, from three\r\nconsecutive meetings of the Council; orc.  \r\n  ceases\r\nto be enrolled on the Indian Medical Register in the case of a member referred\r\nto in clause (g) of sub-section (3) of section 3, his seat shall thereupon\r\nbecome vacant,", "7": "The Rehabilitation Council of India Act, 19927. Executive\r\nCommittee and other committees.1.  \r\n  The\r\nCouncil shall constitute from amongst its members an Executive Committee and\r\nsuch other committees for general or special purposes as the Council deems\r\nnecessary to carry out the purposes of this Act.2.  \r\n  The\r\nExecutive Committee shall consist of the Chairperson who shall be member ex\r\nofficio and not less then seven and not more than ten members who shall be\r\nnominated by the Council from amongst its members.3.  \r\n  The\r\nChairperson shall be the Chairperson of the Executive Committee.4.  \r\n  In\r\naddition to the powers and duties conferred and imposed upon it by this Act,\r\nthe Executive Committee or any other committee shall exercise and discharge\r\nsuch powers and duties as the Council may confer or impose upon it by any\r\nregulations which may be made in this behalf.", "8": "The Rehabilitation Council of India Act, 19928. Member-Secretary\r\nand employees of Council.1.  \r\n  The\r\nCentral Government shall appoint the Member-Secretary of the Council to\r\nexercise such powers and perform such duties under the direction of the Council\r\nas may be prescribed or as may be delegated to him by the Chairperson.2.  \r\n  The\r\nCouncil shall, with the previous sanction of the Central Government, employ\r\nsuch officers and other employees as it deems necessary to carry out the\r\npurpose of this Act.3.  \r\n  The\r\nCouncil shall, with the previous sanction of the Central Government, fix the\r\nallowances to be paid to the Chairperson and other members and determine the\r\nconditions of service of the Member-Secretary, officers and other employees of\r\nthe Council.", "9": "The Rehabilitation Council of India Act, 19929. Vacancies in the\r\nCouncil not to invalidate acts, etc.No act or proceeding\r\nof the Council or any committee thereof shall be called in question on the\r\nground merely of the existence of any vacancy in, or any defect in the\r\nconstitution of, the Council or a committee thereof, as the case may be.", "10": "The Rehabilitation Council of India Act, 199210. Dissolution of\r\nRehabilitation Council and transfer of rights liabilities and employees of\r\nRehabilitation Council to Council.1.  \r\n  On\r\nand from the date of the constitution of the Council, the Rehabilitation\r\nCouncil shall stand dissolved and on such dissolution,-a.   all properties and\r\nassets, movable and immovable, of, or belonging to, the Rehabilitation Council\r\nshall vest in the Council;b.   all the rights and\r\nliabilities of the Rehabilitation Council shall be transferred to, and be the\r\nrights and liabilities of, the Council;c.   without prejudice to\r\nthe provisions of clause (b), all liabilities incurred, all contracts entered\r\ninto and all matters and things engaged to be done by, with or for the\r\nRehabilitation Council immediately before that date, for or in connection with\r\nthe purposes of the said Rehabilitation Council shall be deemed to have been\r\nincurred, entered into, or engaged to be done by, with or for, the Council;d.   all sums of money due\r\nto the Rehabilitation Council immediately before that date shall be deemed to\r\nbe due to the Council;e.   all suits and other\r\nlegal proceedings instituted or which could have been instituted by or against\r\nthe Rehabilitation Council immediately before that date may be continued or may\r\nbe instituted by or against the Council; andf.   every employee\r\nholding any office under the Rehabilitation Council immediately before that\r\ndate shall hold his office in the Council by the same tenure and upon the same\r\nterms and conditions of service as respects remuneration, leave, provident\r\nfund, retirement and other terminal benefits as he would have held such office\r\nas if the Council had not been constituted and shall continue to do so as an\r\nemployee of the Council or until the expiry of a period of six months from that\r\ndate if such employee opts not to be the employee of the Council within such\r\nperiod.1.  \r\n2.  \r\n  Notwithstanding\r\nanything contained in the Industrial Disputes Act, 1947 (14 of 1947) or any\r\nother law for the time being in force, absorption of any employee by the\r\nCouncil in its regular service under this section shall not entitle such\r\nemployee to any compensation under that Act or other law and no such claim\r\nshall be entertained by any court, tribunal or other authority.Explanation.--In this\r\nsection, \"Rehabilitation Council\" means the Rehabilitation Council, a\r\nsociety formed and registered under the Societies Registration Act, 1860 (21 of\r\n1860) and functioning as such immediately before the constitution of the\r\nCouncil.", "11": "The Rehabilitation Council of India Act, 1992Chapter III Functions\r\nof the Council11. Recognition of\r\nqualifications granted by University, etc. in India for rehabilitation\r\nprofessionals.1.  \r\n  The\r\nqualifications granted by any University or other institution in India which\r\nare included in the Schedule shall be recognised qualifications for\r\nrehabilitation professionals.2.  \r\n  Any\r\nUniversity or other institution which grants qualification for the rehabilitation\r\nprofessionals not included in the Schedule may apply to the Central Government\r\nto have any such qualification recognised, and the Central Government, after\r\nconsulting the Council may, by notification, amend the Schedule so as to\r\ninclude such qualification therein and any such notification may also direct\r\nthat an entry shall be made in the last column of the Schedule against such\r\nqualification only when granted after a specified date.", "12": "The Rehabilitation Council of India Act, 199212. Recognition of\r\nqualifications granted by institutions outside India.The Council may enter\r\ninto negotiations with the authority in any country outside India for settling\r\nof a scheme of reciprocity for the recognition of qualifications, and in pursuance\r\nof any such scheme, the Central Government may, by notification, amend the Schedule\r\nso as to include therein any qualification which the Council has decided should\r\nbe recognised, and by such notification may also direct that an entry shall be\r\nmade in the last column of the Schedule declaring that it shall be the\r\nrecognised qualification only when granted after a specified date.", "13": "The Rehabilitation Council of India Act, 199213. Rights of persons\r\npossessing qualifications included in the Schedule to be enrolled.1.  \r\n  Subject\r\nto the other provisions contained in this Act, any qualification included in\r\nthe Schedule shall be sufficient qualification for enrolment on the Register.2.  \r\n  No\r\nperson, other than the rehabilitation professional who possesses a recognised\r\nrehabilitation qualification and is enrolled on the Register,--a.   shall hold office as\r\nrehabilitation professional or any such office (by whatever designation called)\r\nin Government or in any institution maintained by a local or other authority;b.   shall practice as\r\nrehabilitation professional anywhere in India;c.   shall be entitled to\r\nsign or authenticate any certificate required by any law to be signed or\r\nauthenticated by a rehabilitation professional;d.   shall be entitled to\r\ngive any evidence in any court as an expert under section 45 of the Indian\r\nEvidence Act, 1872 (1 of 1872) on any matter relating to the handicapped:that if a\r\nperson possesses the recognised rehabilitation professional qualifications on\r\nthe date of commencement of this Act, he shall be deemed to be an enrolled\r\nrehabilitation professional for a period of six months from such commencement,\r\nand if he has made an application for enrolment on the Register within said\r\nperiod of six months, till such application is disposed of.1.  \r\n2.  \r\n3.  \r\n  Any\r\nperson who acts in contravention of any provision of sub-section (2) shall be\r\npunished with imprisonment for a term which may extend to one year, or with\r\nfine which may extend to one thousand rupees, or with both.", "14": "The Rehabilitation Council of India Act, 199214. Power to require\r\ninformation as to courses of study and examinations.Every University or\r\ninstitution in India which grants a recognised qualification shall furnish such\r\ninformation as the Council may, from time to time, require as to the courses of\r\nstudy and examinations to be undergone in order to obtain such qualification,\r\nas to the ages at which such courses of study and examinations are required to\r\nbe undergone and such qualification is conferred and generally as to the\r\nrequisites for obtaining such qualification.", "15": "The Rehabilitation Council of India Act, 199215. Inspectors as\r\nexaminations.1.  \r\n  The\r\nCouncil shall appoint such number of Inspectors as it may deem requisite to\r\ninspect anyUniversity or institution where education for practising as\r\nrehabilitation professionals is given or to attend any examination held by any\r\nUniversity or institution for the purpose of recommending to the Central\r\nGovernment recognition of qualifications granted by that University or\r\ninstitution as recognised rehabilitation qualifications.2.  \r\n  The\r\nInspectors appointed under sub-section (1) shall not interfere with the conduct\r\nof any training or examination but shall report to the Council on the adequacy\r\nof the standards of education including staff, equipment, accommodation,\r\ntraining and other facilities prescribed for giving such education or of the\r\nsufficiency of every examination which they attend.3.  \r\n  The\r\nCouncil shall forward a copy of the report of the Inspector under sub-section\r\n(2) to the University or institution concerned and shall also forward a copy,\r\nwith the remarks of the University or the institution thereon, to the Central\r\nGovernment.", "16": "The Rehabilitation Council of India Act, 199216. Visitors at\r\nexaminations.1.  \r\n  The\r\nCouncil may appoint such number of Visitors as it may deem requisite to inspect\r\nany University or institution wherein education for rehabilitation\r\nprofessionals is given or attend any examination for the purpose of granting\r\nrecognised rehabilitation qualifications.2.  \r\n  Any\r\nperson, whether he is a member of the Council or not, may be appointed as a\r\nVisitor under sub-section (1) but a person who is appointed as an Inspector\r\nunder sub-section (1) of section 15 for any inspection or examination shall not\r\nbe appointed as a Visitor for the same inspection or examination.3.  \r\n  The\r\nVisitor shall not interfere with the conduct of any training or examination but\r\nshall report to the Chairperson on the adequacy of the standards of education\r\nincluding staff, equipment, accommodation, training and other facilities\r\nprescribed for giving education to the rehabilitation professionals or on\r\nsufficiency of every examination which they attend.4.  \r\n  The\r\nreport of a Visitor shall be treated as confidential unless in any particular\r\ncase the Chairperson otherwise, directs:\r\nthat if the\r\nCentral Government requires a copy of the report of a Visitor, the Council\r\nshall furnish the same.", "17": "The Rehabilitation Council of India Act, 199217. Withdrawal of\r\nrecognition.1.  \r\n  When\r\nupon report by the Inspector or the Visitor it appears to the Council--a.   that the courses of\r\nstudy and examination to be undergone in or the proficiency required from\r\ncandidates at any examination held by any University or institution, orb.   that the staff,\r\nequipment, accommodation training and other facilities for instruction and\r\ntraining provided in such University or institution, do not conform to the\r\nstandard prescribed by the Council, the Council shall make a representation to\r\nthat effect to the Central Government.1.  \r\n2.  \r\n  After\r\nconsidering such representation, the Central Government may send it to the\r\nUniversity or institution with an intimation of the period within which the\r\nUniversity or institution may submit its explanation to that Government.3.  \r\n  On\r\nthe receipt of the explanation or where no explanation is submitted within the\r\nperiod fixed then, on the expiry of that period, the Central Government after\r\nmaking such further inquiry, if any, as it may think fit, may, by notification,\r\ndirect that an entry shall be made in the Schedule against the said recognised\r\nrehabilitation qualification declaring that it shall be the recognised\r\nrehabilitation qualification only when granted before a specified date or that\r\nthe said recognised rehabilitation qualification if granted to students of a\r\nspecified University or institution shall be recognised rehabilitation\r\nqualification only when granted before a specified date, or as the case may be,\r\nthat the said recognised rehabilitation qualification shall be recognised\r\nrehabilitation qualification in relation to a specified University or\r\ninstitution only when granted after a specified date.", "18": "The Rehabilitation Council of India Act, 199218. Minimum standards\r\nof education.The Council may\r\nprescribe the minimum standards of education required for granting recognised\r\nrehabilitation qualification by Universities or institutions in India.", "19": "The Rehabilitation Council of India Act, 199219. Registration in\r\nRegister.The Member-Secretary\r\nof the Council may, on receipt of an application made by any person in the\r\nprescribed manner enter his name in the Register provided that the\r\nMember-Secretary is satisfied that such person possesses the recognised\r\nrehabilitation qualification.", "20": "The Rehabilitation Council of India Act, 199220. Privileges of\r\npersons who are registered on Register.Subject to the\r\nconditions and restrictions laid down in this Act regarding engagement in the\r\narea of rehabilitation of the handicapped by persons possessing the recognised\r\nrehabilitation qualifications, every person whose name is for the time being\r\nborne on the Register shall be entitled to practise as a rehabilitation\r\nprofessional in any part of India and to recover in due course of law in\r\nrespect of such practice any expenses, charges in respect of medicaments or\r\nother appliances or any fees to which he may be entitled.", "21": "The Rehabilitation Council of India Act, 199221. Professional\r\nconduct and removal of names from Register.1.  \r\n  The\r\nCouncil may prescribe standards of professional conduct and etiquette and a\r\ncode of ethics for rehabilitation professionals.2.  \r\n  Regulations\r\nmade by the Council under sub-section (1) may specify which violations thereof\r\nshall constitute infamous conduct in any professional respect, that is to say,\r\nprofessional misconduct, and such provision shall have effect notwithstanding\r\nanything contained in any other law for the time being in force.3.  \r\n  The\r\nCouncil may order that the name of any person shall be removed from the\r\nRegister where it is satisfied, after giving that person a reasonable\r\nopportunity of being heard, and after such further inquiry, if any, as it may\r\ndeem fit to make,-- \r\n i.  \r\n  that\r\nhis name has been entered in the Register by error or on account of\r\nmisrepresentation or suppression of a material fact;that\r\nhe has been convicted of any offence or has been guilty of any infamous conduct\r\nin any professional respect, or has violated the standards of professional\r\nconduct and etiquette or the code of ethics prescribed under sub-section (1)\r\nwhich, in the opinion of the Council, renders him unfit to be kept in the\r\nRegister.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  An\r\norder under sub-section (3) may direct that any person whose name is ordered to\r\nbe removed from the Register shall be ineligible for registration under this\r\nAct either permanently or for such period of years as may be specified.", "22": "The Rehabilitation Council of India Act, 199222. Appeal against\r\norder of removal from Register.1.  \r\n  Where\r\nthe name of any person has been removed from the Register on any ground other\r\nthan that he is not possessed of the requisite rehabilitation qualifications,\r\nhe may appeal, in the prescribed manner and subject to such conditions,\r\nincluding conditions as to the payment of a fee, as may be prescribed to the\r\nCentral Government whose decision thereon shall be final.2.  \r\n  No\r\nappeal under sub-section (1) shall be admitted if it is preferred after the\r\nexpiry of a period of thirty days from the date of the order under sub-section\r\n(3) of section 21:\r\nthat an\r\nappeal may be admitted after the expiry of the said period of thirty days if\r\nthe appellant satisfies the Central Government that he had sufficient cause for\r\nnot preferring the appeal within the said period.", "23": "The Rehabilitation Council of India Act, 199223. Register.1.  \r\n  It\r\nshall be the duty of the Member-Secretary to keep and maintain the Register in\r\naccordance with the provisions of this Act and any order made by the Council\r\nand from time to time to revise the Register and publish it in the Official Gazette.2.  \r\n  The\r\nRegister shall be deemed to be a public document within the meaning of the\r\nIndian Evidence Act, 1872 (1 of 1872) and may be proved by a copy thereof.", "24": "The Rehabilitation Council of India Act, 199224. Information to be\r\nfurnished by Council and publication thereof.1.  \r\n  The\r\nCouncil shall furnish such reports, copies of its minutes, abstracts of its\r\naccounts, and other information to the Central Government as that Government\r\nmay require.2.  \r\n  The\r\nCentral Government may publish in such manner as it may think fit, any report,\r\ncopy, abstract or other information furnished to it by the Council under this\r\nsection or under section 16.25.Cognizance of offences.", "25": "The Rehabilitation Council of India Act, 199225. Cognizance of\r\noffences.Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 (2 of 1974), no\r\ncourt shall take cognizance of an offence punishable under this Act except upon\r\na complaint, in writing, made by any person authorised in this behalf by the\r\nCouncil.", "26": "The Rehabilitation Council of India Act, 199226. Protection of\r\naction taken in good faith.No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government, Council,\r\nChairperson, members, Member-Secretary or any officer or other employee of the\r\nCouncil for anything which is in good faith done or intended to be done under\r\nthis Act.", "27": "The Rehabilitation Council of India Act, 199227. Employees of\r\nCouncil to be public servants.The Chairperson,\r\nmembers, Member-Secretary, officers and other employees of the Council shall,\r\nwhile acting or purporting to act in pursuance of the provisions of this Act or\r\nof any rule and regulation made there under, be deemed to be public servants\r\nwithin the meaning of section 21 of the Indian Penal Code (45 of 1860).", "28": "The Rehabilitation Council of India Act, 199228. Power to make\r\nrules.The Central\r\nGovernment may, by notification, make rules to carry out the purposes of this\r\nAct.", "29": "The Rehabilitation Council of India Act, 199229. Power to make\r\nregulations.The Council may, with\r\nthe previous sanction of the Central Government, make, by notification,\r\nregulations generally to carry out the purposes of this Act, and without\r\nprejudice to the generality of the foregoing power, such regulations may\r\nprovide for-a.  \r\n  the\r\nmanagement of the property of the Council;b.  \r\n  the\r\nmaintenance and audit of the accounts of the Council;c.  \r\n  the\r\nresignation of members of the Council;d.  \r\n  the\r\npowers and duties of the Chairperson;e.  \r\n  the\r\nrules of procedure in the transaction of business under sub-section (3) of\r\nsection 4;f.  \r\n  the\r\nfunction of the Executive Committee and other committees, constituted under\r\nsection 7;g.  \r\n  the\r\npowers and duties of the Member-Secretary under sub-section (1) of section 8;h.  \r\n  the\r\nqualifications, appointment, powers and duties of, and procedure to be followed\r\nby, Inspectors and Visitors;i.  \r\n  the\r\ncourses and period of study or of training, to be undertaken, the subjects of\r\nexamination and standards of proficiency therein to be obtained in any\r\nUniversity or any institution for grant of recognised rehabilitation\r\nqualification;j.  \r\n  the\r\nstandards of staff, equipment, accommodation, training and other facilities for\r\nstudy or training of the rehabilitation professionals;k.  \r\n  the\r\nconduct of examinations, qualifications of examiners, and the condition of the\r\nadmission to such examinations;l.  \r\n  the\r\nstandards of professional conduct and etiquette and code of ethics to be\r\nobserved by rehabilitation professionals under sub-section (1) of section 21;m.  \r\n  the\r\nparticulars to be stated, and proof of qualifications to be given, in\r\napplication for registration under this Act;n.  \r\n  the\r\nmanner in which and the conditions subject to which an appeal may be preferred\r\nunder sub-section (1) of section 22;o.  \r\n  the\r\nfees to be paid on applications and appeals under this Act;p.  \r\n  any\r\nother matter which is to be, or may be, prescribed.", "30": "The Rehabilitation Council of India Act, 199230. Laying of rules\r\nand regulations before Parliament.Every rule and every\r\nregulation made under this Act shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or regulation, or both Houses agree that\r\nthe rule or regulation should not be made, the rule or regulation shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be without\r\nprejudice to the validity of anything previously done under that rule or\r\nregulation."}