{"name": "Religious Endowments Act, 1863\r", "1": "1. [Repeal of parts of Bengal Regulation 19of 1810 and Madras Regulation7of 1817].-[Rep. by the Repealing Act, 1870 (14 of 1870), s. 1 and the Schedule.1. Short title given by the Indian Short Titles Act, 1897 (14 of 1897).The Act has been extended to Kanara by the Religious Endowments (Extension to Kanara) Act, 1865 (Bom. 7 of 1865),which was specially passed for that purpose.It has been declared, by notification under s. 3(a) of the Scheduled Districts Act, 1874 (14 of 1874), to be in force in the following Scheduled Districts, namely:-The Districts of Hazaribagh, Lohardaga (now the Ranchi District, see Clacutta Gazette, 1899, Pt. I, p. 44), and Manbhum and ParganaDhalbhum and the Kolhan in theDistrict of Singhbhum . . . . See Gazette of India, 1881, Pt. I, p. 504.The Scheduled portion of the Mirzapur District Ditto 1879, Pt. I, p. 383.Jaunsar Bawar . . . . . Ditto 1879, Pt. I, p. 382.The Scheduled Districts in Ganjam and Vizagapatam . Ditto 1898, Pt. I, p. 870.Assam (except the North Lushai Hills). Ditto 1897, Pt. I, p. 299.It has been extended, by notifications under s. 5 of the last-mentioned Act to the following Scheduled Districts, namely:-Kumaon and Garhwal . . . See Gazette of India, 1876, Pt, I, p, 606.The Tarai of the Province of Agra . . Ditto 1876, Pt. I, p. 505.Ajmer and Merwara . . . Ditto 1877, Pt. I, p. 605.The Act has been extended to and brought into force in Dadra and Nagar Haveli by Reg. 6 of 1963, s. 2 and the FirstSchedule (w.e.f. 1-7-1965).Section 22 applies to the whole of India except Part B States. It has been repealed in Madras as to Hindu religious endowments by the Madras Hindu Religious Endowment Act, 1926 (Mad. 2 of 1927), and in Orissa by the Orissa Hindu Religious Endowments Act, 1939 (Orissa 4 of 1939) and has been amended in Bengal by the Bengal Wakf Act, 1934 (Ben. 13 of 1934).The Act shall not apply to any religious trust in the State of Bihar (Bihar Act 1 of 1951).The Act shall not apply to any wakf to which the Wakf Act, 1954 (29 of 1954) applies vide Act 34 of 1964.The Act ceased to be in force in the State of Madras by Madras Act 22 of 1959.2. The words and figures \"and whereas it is expedient for that purpose to repeal so much of Regulation 19, 1810 of the Bengal Code, and Regulation 7, 1817, of the Madras Code, as relate to endowments for the support of mosques, Hindu temples or other religious purposes\", rep. by Act 16 of 1874, s. 1 and the Schedule.3. The clauses relating to \"number\" and \"gender\" rep. by Act 10 of 1914, s. 3 and the Second Schedule.", "2": "2. Interpretation clause.-In this Act,- 3* * * * *  \"Civil Court\" and \"Court\".-The words \"Civil Court\" and \"Court\" shall 1[save as provided in section 10] mean the principal Court of original civil jurisdiction in the District in which 1[or any other Court empowered in that behalf by the State Government within the local limits of the jurisdiction of which] the mosque, temple or religious establishment is situate, relating to which, or to the endowment whereof, any suit shall be instituted or application made under the provisions of this Act.", "3": "3. Government to make special provision respecting mosques, etc.-In the case of every mosque, temple or other religious establishment to which the provisions of either of the Regulations specified in 2[the preamble to this Act] are applicable, and nomination of the trustee, manager or superintendent thereof, at the time of the passing of this Act, is vested in, or may be exercised by, the Government, or any public officer, or in which the nomination of such trustee, manager or superintendent shall be subject to the confirmation of the Government or any public officer, the State Government shall, as soon as possible after the passing of this Act, make special provision as hereinafter provided.", "4": "4. Transfer to trustees, etc., of trust-property in charge of Revenue Board.-In the case of every such mosque, temple or other religious establishment which, at the time of the passing of this Act, shall be under the management of any trustee, manager or superintendent, whose nomination shall not vest in, nor be exercised by, nor be subject to the confirmation of, the Government, or any public officer, the State Government shall, as soon as possible after the passing of this Act, transfer to such trustee, manager or superintendent, all the landed or other property which, at the time of the passing of this Act, shall be under the superintendence or in the possession of the Board of Revenue, or any local agent, and belonging to such mosque, temple of other religious establishment, except such property as is hereinafter provided;", "5": "5. Procedure in case of dispute as to right of succession to vacated trusteeship.-Whenever from any cause a vacancy shall occur in the office of any trustee, manager, or superintendent, to whom any property shall have been transferred under the last preceding section, and any dispute shall arise respecting the right of succession to such office, it shall be lawful for any person interested in the mosque, temple or religious establishment, to which such property shall belong, or in the performance of the worship or of the service thereof, or the trusts relating thereto, to apply to the Civil Court to appoint a manager of such mosque, temple or other religious establishment, and thereupon such Court may appoint such manager, to act until some other person shall by suit have established his right of succession to such office.", "6": "6. Rights, etc., of trustees to whom property is transferred under section 4.-The rights, powers, and responsibilities of every trustee, manager or superintendent, to whom the land and other property of any mosque, temple or other religious establishment is transferred in the manner prescribed in section 4 of this Act, as well as the conditions of their appointment, election and removal, shall be the same as if this Act had not been passed, except in respect of the liability to be sued under this Act, and except in respect of the authority of the Board of Revenue, and local agents, given by the Regulations hereby repealed, over such mosque, temple or religious establishment, and over such trustee, manager, or superintendent, which authority is hereby determined and repealed. All the powers which might be exercised by any Board or local agent, for the recovery of the rent of land or other property transferred under the said section 4 of this Act, may, from the date of such transfer, be exercised by any trustee, manager or superintendent to whom such transfer is made.1. Ins. by Act 21 of 1925, s. 2.2. Subs. by Act 12 of 1891, s. 2 and the Second Schedule, for \"section 1\".3. Section 5 shall not apply to any wakf to which the Wakf Act, 1954 (29 of 1954) applies.", "7": "7. Appointment of committees.-In all cases described in section 3 of this Act the State Government shall once for all appoint one or more committees in every division or district to take the place, and to exercise the powers, of the Board of Revenue and the local agents under the Regulations hereby repealed.", "8": "8. Qualifications of member of committee.-The members of the said committee shall be appointed from among persons professing the religion for the purposes of which the mosque, temple or other religious establishment was founded or is now maintained, and in accordance, so far as can be ascertained, with the general wishes of those who are interested in the maintenance of such mosque, temple or other religious establishment. The appointment of the committee shall be notified in the Official Gazette.", "9": "9. Tenure of office.-Every member of a committee appointed as above shall hold his office for life, unless removed for misconduct or unfitness;Removal.-and no such member shall be removed except by an order of the Civil Court as hereinafter provided.", "10": "10. Vacancies to be filled.-Whenever any vacancy shall occur among the members of a committee appointed as above, a new member shall be elected to fill the vacancy by the persons interested as above provided.", "11": "11. No member of Committee, to be also trustee, etc., of mosque, etc.-No member of a committee appointed under this Act shall be capable of being, or shall act, also as a trustee, manager or superintendent of the mosque, temple or other religious establishment for the management of which such committee shall have been appointed.", "12": "12. On appointment of Committee, Board and local agents to transfer property.-Immediately on the appointment of a committee as above provided for the superintendence of any such mosque, temple or religious establishment, and for the management of its affairs, the Board of Revenue, or the local agents acting under the authority of the said Board, shall transfer to such committee all landed or other property which at the time of appointment shall be under the superintendence, or in the possession of the said Board or local agents, and belonging to the said religious establishment, except as is hereinafter provided for,", "13": "13. Duty of trustee, etc., as to accounts.-It shall be the duty of every trustee, manager and superintendent of a mosque, temple or religious establishment of which the provisions of this Act shall apply to keep regular accounts of his receipts and disbursements in respect of the endowments and expenses of such mosque, temple or other religious establishment;", "14": "14. Persons interested may singly sue in case of breach of trust, etc.-Any person or persons interested in any mosque, temple or religious establishment, or in the performance of the worship or of the service thereof, or the trusts relating thereto, may, without joining as plaintiff any of the other persons interested therein, sue before the Civil Court the trustee, manager or superintendent of such mosque, temple or religious establishment or the member of any committee appointed under this Act, for any misfeasance, breach of trust or neglect of duty, committed by such trustee, manager, superintendent or member of such committee, in respect of the trusts vested in, or confided to, them respectively;", "15": "15. Nature of interest entitling person to sue.-The interest required in order to entitle a person to sue under the last preceding section need not be a pecuniary, or a direct or immediate, interest or such an interest as would entitle the person suing to take any part in the management or superintendence of the trusts. Any person having a right of attendance, or having been in the habit of attending, at the performance of the worship or service of any mosque, temple or religious establishment, or of partaking in the benefit of any distribution of alms, shall be deemed to be a person interested within the meaning of the last preceding section.1. Added by Act 21 of 1925, s. 3.", "16": "16. Reference to arbitrators.-In any suit or proceeding instituted under this Act it shall be lawful for the Court before which such suit or proceeding is pending to order any matter in difference in such suit to be referred for decision to one or more arbitrators.", "17": "17. Reference under Act 10 of 1940.-Nothing in the last preceding section shall prevent the parties from applying to the Court, or the Court from making the order of reference, under the said 3[section 21 of the Arbitration Act, 1940].1. The words \"after the passing of this Act\" rep. by Act 16 of 1874, s. 1 and the Schedule.2. Subs. by the A.O. 1948, for \"any Govt. in India\".3. A proviso to s. 22 has been added to apply only to Bengal by the Bengal Waqf Act, 1934 (Ben. Act 13 of 1934).4. Namely the Bengal Charitable Endowments, Public Buildings and Escheats Regulation, 1810 (Ben. Reg. 19 of 1810), and Madras Endowments and Escheats Regulation, 1817 (Mad. Reg. 7 of 1817).5. See now also the Ancient Monuments Preservation Act, 1904 (7 of 1904).6.A new section 23A has been added to apply only to Bengal by the Bengal Waqf Act, 1934 (Ben. Act 13 of 1934).", "18": "18. Application for leave to institute suits.-No suit shall be entertained under this Act without a preliminary application being first made to the Court for leave to institute such suit 4***. The Court, on the perusal of the application, shall determine whether there are sufficient prima facie grounds for the institution of a suit, and, if in the judgment of the Court there are such grounds, leave shall be given for its institution.", "19": "19. Court may require accounts of trust to be filed.-Before giving leave for institution of a suit, or, after leave has been given, before any proceeding is taken, or at any time when the suit is pending, the Court may order the trustee, manager or superintendent, or any member of a committee, as the case may be, to file in Court the accounts of the trust, or such part thereof as to the Court may seem necessary.", "20": "20. Proceedings for criminal breach of trust.-No suit or proceeding before any Civil Court under the preceding sections shall in any way affect or interfere with any proceeding in a Criminal Court for criminal breach of trust.", "21": "21. Cases in which endowments are partly for religious and partly for secular purposes.-In any case in which any land or other property has been granted for the support of an establishment partly of a religious and partly of a secular character, or in which the endowment made for the support of an establishment is appropriated partly to religious and partly to secular uses, the Board of Revenue, before transferring to any trustee, manager or superintendent, or to any committee of management appointed under this Act, shall determine what portion, if any, of the said land or other property shall remain under the superintendence of the said Board for application to secular uses, and what portion shall be transferred to the superintendence of the trustee, manager or superintendent, or of the committee, and also what annual amount, if any, shall be charged on the land or other property which may be so transferred to the superintendence of the said trustee, manager or superintendent, or of the committee, and made payable to the said Board or to the local agents, for secular uses as aforesaid. In every such case the provisions of this Act shall take effect only in respect to such land and other property as may be so transferred.", "22": "22. Government not to hold charge henceforth of property for support of any mosque, temple, etc.-Except as provided in this Act, it shall not be lawful 1*** for 2[the Central Government or any State Government], or for any officer of any Government in his official character, to undertake or resume the superintendence of any land or other property granted for the support of, or otherwise belonging to, any mosque, temple or other religious establishment, or to take any part in the management or, appropriation of any endowment made for the maintenance of any such mosque, temple or other establishment, or to nominate or appoint any trustee, manager or superintendent thereof, or to be in any way concerned therewith3.", "23": "23. Effect of Act in respect of Regulations therein mentioned, and of buildings of antiquity, etc.-Nothing in this Act shall be held to affect the provisions the 4Regulations mentioned in this Act, except in so far as they relate to mosques, Hindu temples and other religious establishments; or to prevent the Government from taking such steps as it may deem necessary, under the provisions of the said Regulations, to prevent injury to and preserve buildings5 remarkable for their antiquity, or for their historical or architectural value, or required for the convenience of the public.6", "24": "24. [\"India\"].-Rep. by the A.O. 1948."}