{"name": "Repatriation of Prisoners Act, 2003\r", "1": "The Repatriation of Prisoners Act, 20031. Short title and\r\ncommencement.-1.  \r\n  This\r\nAct may be called the Repatriation of Prisoners Act, 20032.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "The Repatriation of Prisoners Act, 20032. Definitions.-In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"contracting\r\nState\" means a Government of any country or place outside India in respect\r\nof which arrangement has been made by the Central Government with the\r\nGovernment of such country or place through a treaty or otherwise for transfer\r\nof prisoners from India to such country or place and vice versa and includes\r\nany other Government of such country or place specified by the Central\r\nGovernment, by notification in the Official Gazette, under sub-section (1) of\r\nsection 3;b.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;c.  \r\n  \"prisoner\"\r\nmeans a person undergoing a sentence of imprisonment under an order passed by a\r\ncriminal court including the courts established under the law for the time\r\nbeing in force in contracting States;d.  \r\n  \"warrant\"\r\nmeans a warrant issued under sub-section (1) of section 7 or sub-section (2) of\r\nsection 12, as the case may be;e.  \r\n  words\r\nand expressions used herein and not defined but defined in the Code of Criminal\r\nProcedure, 1973 (2 of 1974) have the meanings respectively assigned to them in\r\nthat Code.", "3": "The Repatriation of Prisoners Act, 20033. Application of\r\nAct.-1.  \r\n  The\r\nCentral Government may, by notification in the Official Gazette, direct that\r\nthe provisions of this Act shall apply to a country or place outside India as\r\nmay be specified in the notification.2.  \r\n  If\r\nthe notification under sub-section (1) relates to a country or place outside\r\nIndia with which a treaty has been entered into by India for the transfer of\r\nprisoners between that country and India, then, such notification shall also\r\nset out the full text of the said treaty and shall in no case remain in force\r\nlonger than the period of the said treaty.3.  \r\n  If\r\nthe Central Government is of the opinion that, with respect to a country or\r\nplace outside India, provisions of this Act require to be modified to give effect\r\nto a treaty in relation to such country, it may, by notification in the\r\nOfficial Gazette, direct that the application of this Act to such country shall\r\nbe subject to such conditions, exceptions and modifications specified in the\r\nnotification.", "4": "The Repatriation of Prisoners Act, 20034. Application for\r\ntransfer by a prisoner.-Any prisoner who is a\r\ncitizen of a contracting State may make an application to the Central\r\nGovernment for transfer of his custody from India to that contracting State:\r\nthat if a prisoner is not able to make an application himself because\r\nof his ill health, mental condition, old age of being a minor, then, the\r\napplication may be made by any other person entitled to act on his behalf.", "5": "The Repatriation of Prisoners Act, 20035. Consideration of\r\nrequest by Central Government.-1.  \r\n  On\r\nreceipt of the application under section 4, the Central Government shall direct\r\nthe officer in charge of the prison, where the prisoner is confined, to furnish\r\nsuch information which in the opinion of that Government is relevant for the\r\npurpose of transfer.2.  \r\n  On\r\nreceipt of the information under sub-section (1), if the Central Government is\r\nsatisfied that-a.   no inquiry, trial or\r\nany other proceeding is pending against the prisoner;b.   death penalty has not\r\nbeen awarded to the prisoner;c.   the prisoner has not\r\nbeen convicted for an offence under the martial law; andd.   transfer of custody\r\nof the prisoner to the contracting State shall not be prejudicial to the\r\nsovereignty, security or any other interest of India.", "6": "The Repatriation of Prisoners Act, 20036. Comments of\r\ncontracting State.-1.  \r\n  The\r\napplication of the prisoner shall be forwarded by the Central Government\r\nthrough prescribed means to the Government of the contracting State to deal\r\nwith such application along with the following information, namely:-a.   a copy of the\r\njudgment and a copy of the relevant provisions of the law under which the\r\nsentence has been passed against the prisoner;b.   the nature, duration\r\nand date of commencement of the sentence of the prisoner;c.   medical report or any\r\nother report regarding the antecedents and character of the prisoner, where it\r\nis relevant for the disposal of his application or for deciding the nature of\r\nhis confinement; andd.   any other information\r\nwhich the Central Government may consider necessary.1.  \r\n2.  \r\n  Where\r\nany application of a prisoner forwarded by the Central Government has been\r\naccepted by the contracting State, the Central Government may seek from such\r\ncontracting State, all or any of the following information or documents before\r\ntaking decision to transfer the prisoner to the contracting State, namely:-a.   a statement or\r\ndocument indicating that the prisoner is a citizen of the contracting State;b.   a copy of the\r\nrelevant law of the contracting State constituting the act or omission as the\r\noffence, on account of which the sentence has been passed in India, as if such\r\nact or omission was an offence under the law of that State;c.   a statement of the\r\nfact or any law or regulation relating to the duration and enforcement of the\r\nsentence of the prisoner in the contracting State upon his transfer;d.   the willingness of\r\nthe contracting State to accept the transfer of the prisoner and an undertaking\r\nto administer the remaining part of the sentence of the prisoner;e.   an undertaking to\r\ncomply with the conditions, if any, specified by the Central Government; andf.   any other information\r\nor document which the Central Government may consider necessary.", "7": "The Repatriation of Prisoners Act, 20037. Consideration of\r\nrequest by Central Government.-1.  \r\n  If\r\nthe Central Government, on receipt of a communication from the concerned\r\ncontracting State,-a.   expressing its\r\nwillingness to accept the transfer of the prisoner; andb.   undertaking to comply\r\nwith the conditions specified in the warrant, is satisfied that the prisoner\r\nshould be transferred to the said State, the Central Government may,\r\nnotwithstanding anything contained in any other law for the time being in\r\nforce, issue a warrant in accordance with the provisions of section 8 in such\r\nform as may be prescribed.1.  \r\n\r\n2.  \r\n  Where\r\na warrant is issued under sub-section (1), the Central Government shall inform\r\nthe contracting State accordingly and request that State to specify the person\r\nto whom and the place within India where custody of the prisoner shall be\r\ndelivered."}