{"name": "Representation of the People Act, 1951\r", "1": "1. Short title.-This Act may be called the Representation of the People (Miscellaneous Provisions) Act, 1956.", "2": "2. Removal of disqualifications.-(1) Every disqualification for membership of Parliament or of the Legislature of a State incurred by any person under the Representation of the People Act, 1951 (43 of 1951) (hereinafter referred to as the principal Act) before the commencement of the Representation of the People (Second Amendment) Act, 1956 (27 of 1956), for failure to lodge a return of election expenses as required by clause (c) of section 7 of the principal Act is hereby removed.(2) Every disqualification for membership of Parliament or of the Legislature of a State or for voting at an election incurred by any person under the principal Act before the commencement of the Representation of the People (Second Amendment) Act, 1956 (27 of 1956), for any illegal practice or for any corrupt practice other than the corrupt practice of bribery or undue influence is hereby removed.", "3": "3. [Amendment of section 7.]Rep. by the Repealing and Amending Act, 1960 (58 of 1960), s. 2 and the First Schedule (w.e.f. 26-12-1960).", "4": "4. Special provision for nomination in case for prisoners in Portuguese territory.-Notwithstanding anything contained in section 33 of the principal Act, where a person detained in prison or other custody in any Portuguese territory wishes to stand as a candidate at any election that may be held within one year from the commencement of this Act, the nomination paper of such person and any declaration contained therein may be signed on his behalf by the proposer; but no such nomination paper shall be received by the returning officer unless at the time of its delivery the proposer produces before that officer-(a) a writing signed by such person and showing his intention to stand as a candidate, and(b) a certificate signed by a Secretary to the Government of India in the Ministry of External Affairs that the person is detained in prison or other custody in Portuguese territory.", "5": "5. Prevention of disqualification for membership of Parliament in certain cases.-It is hereby declared that the office of member of the Council of Advisers associated with the Chief Commissioner of Manipur or with the Chief Commissioner of Tripura shall not disqualify the holder thereof for being chosen as, or for being, a member of Parliament.", "6": "6. Qualifications for membership of a Legislative Council.-(1) A person shall not be qualifled to be chosen to fill a seat in the Legislative Council of a State to be filled by election unless he is an elector for any Assembly constituency in that State.(2) A person shall not be qualified to be chosen to fill a seat in the Legislative Council of a State to be filled by nomination by the Governor 2*** unless he is ordinarily resident in the State.", "7": "7. Definitions.-In this Chapter,-(a) \"appropriate Government\" means in relation to any disqualification for being chosen as or for being a member of either House of Parliament, the Central Government, and in relation to any disqualification for being chosen as or for being a member of the Legislative Assembly or Legislative Council of a State, the State Government;(b)  \"disqualified\" means disqualified for being chosen as, and for being, a member of either House of Parliament or of the Legislative Assembly or Legislative Council of a State 4[under the provisions of this Chapter, and on no other ground].", "8": "8.  Disqualification on conviction for certain offences.-5[(1) A person convicted of an offence punishable under-(a)  section 153A (offence of promoting enmity between different groups on ground of religion, race, place of birth, residence, language, etc., and doing acts prejudicial to maintenance of harmony) or section 171E (offence of bribery) or section 171F (offence of undue influence or personation at an election) or sub-section (1) or sub-section (2) of section 376 or section 376A or section 376B or section 376C or section 376D (offences relating to rape) or section 498A (offence of cruelty towards  a woman by husband or relative of a husband) or sub-section (2) or sub-section (3) of section 505 (offence of making statement creating or promoting enmity, hatred or ill-will between classes or offence relating to such statement in any place of worship or in any assembly engaged in the performance of religious worship or religious ceremonies) of the Indian Penal Code (45 of 1860); or(b) the Protection of Civil Rights Act, 1955 (22 of 1955), which provides for punishment for the preaching and practice of \"untouchability\", and for the enforcement of any disability arising therefrom; or(c)  section  11  (offence  of  importing  or  exporting  prohibited  goods)  of  the  Customs Act, 1962 (52 of 1962); or(d) sections 10 to 12 (offence of being a  member  of  an  association  declared  unlawful,  offence relating to dealing with funds of an unlawful association or offence relating to contravention of an order made in respect of a notified place) of the Unlawful Activities (Prevention)Act, 1967 (37 of 1967); or(e) the Foreign Exchange (Regulation) Act, 1973 (46 of 1973); or(f) the Narcotic Drugs and Psychotropic Substances Act, 1985 (61 of 1985); or(g) section 3 (offence of committing terrorist acts) or section 4 (offence of committing disruptive activities) of the Terrorist and Disruptive Activities (Prevention) Act, 1987 (28 of 1987); or(h)  section 7 (offence of contravention of the provisions of section 3 to 6) of the Religious Institutions (Prevention of Misuse) Act, 1988 (41 of 1988); or(i) section 125 (offence of promoting enmity between classes in connection with the election) or section 135 (offence of removal of ballot papers from polling stations) or section 135A (offence of booth capturing) or clause (a) of sub-section (2) of section 136 (offence of fraudulently defacing or fraudulently destroying any nomination paper) of this Act; 1[or]1[(j) section 6 (offence of conversion of a place or worship) of the Places of Worship (Special Provisions) Act 1991], 2[or]3[(k) section 2 (offence of insulting the Indian National Flag or the Constitution of India) or section 3 (offence of preventing singing of National Anthem) of the Prevention of Insults to National Honour Act, 1971 (69 of 1971) 4[or];]4[(l) the Commission of Sati (Prevention) Act, 1987 (3 of 1988); or(m) the Prevention of Corruption Act, 1988 (49 of 1988); or(n) the Prevention of Terrorism Act, 2002 (15 of 2002),]5[shall be disqualified, where the convicted person is sentenced to-(i) only fine, for a period of six years from the date of such conviction;(ii)  imprisonment, from the date of such conviction and shall continue to be disqualified for a further period of six years since his release.](2) A person convicted for the contravention of-(a) any law providing for the prevention of hoarding or profiteering; or(b) any law relating to the adulteration of food or drugs; or(c) any provisions of the Dowry Prohibition Act, 6[1961 (28 of 1961);],7*   *   *   *  *and sentenced to imprisonment for not less than six months, shall be disqualified from the date of such conviction and shall continue to be disqualified for a further period of six years since his release.(3)  A person convicted of any offence and sentenced to imprisonment for not less than two years [other than any offence referred to in sub-section (1) or sub-section (2)] shall be disqualified from the date of such conviction and shall continue to be disqualified for a further period of six years since his release.]1[(4)] Notwithstanding anything 2[in sub-section (1), sub-section (2) and sub-section (3)] a disqualification under either sub-section shall not, in the case of a person who on the date of the conviction is a member of Parliament or the Legislature of a State, take effect until three months have elapsed from that date or, if within that period an appeal or application for revision is brought in respect of the conviction or the sentence, until that appeal or application is disposed of by the court.Explanation.-In this section-(a) \"law providing for the prevention of hoarding or profiteering\" means any law, or any order, rule or notification having the force of law, providing for-(i) the regulation of production or manufacture of any essential commodity;(ii) the control of price at which any essential commodity may be brought or sold;(iii) the regulation of acquisition, possession, storage, transport, distribution, disposal, use or consumption of any essential commodity;(iv) the prohibition of the withholding from sale of any essential commodity ordinarily kept for sale;(b) \"drug\" has the meaning assigned to it in the Drugs and Cosmetics Act, 1940 (23 of 1940);(c) \"essential  commodity\" has the meaning assigned to it  in the Essential  Commodities Act, 1955 (10 of 1955);(d) \"food\"  has  the  meaning  assigned  to  it  in  the  Prevention  of  Food  Adulteration Act, 1954 (37 of 1954).1. Ins. by Act 8 of 1980, s. 3 (w.e.f. 1-9-1979).2. The words \"or the Rajpramukh, as the case may be\" omitted by the Adaptation of Laws (No. 2) Order, 1956.3. Subs. by Act 47 of 1966, s. 20, for CHAPTER III (w.e.f. 14-12-1966). 4. Ins. by Act 29 of 2013, s. 2 (w.e.f. 10-7-2013).5. Subs. by Act 1 of 1989, s. 4, for sub-sections (1) and (2) (w.e.f. 15-3-1989).1. Ins. by Act 42 of 1991, s. 8 (w.e.f. 18-9-1991).2. Added by Act 21 of 1996, s. 3 (w.e.f. 1-8-1996).3. Ins. by s. 3, ibid. (w.e.f. 1-8-1996).4. Ins. by Act 9 of 2003, s. 2 (w.e.f. 7-1-2003).5. Subs. by s. 2, ibid., for certain words (w.e.f. 7-1-2003).6. Subs. by s. 2, ibid., for \"1961 (28 of 1961); or\" (w.e.f. 7-1-2003).7. Clause (d) omitted by s. 2, ibid. (w.e.f. 7-1-2003).", "9": "9. Disqualification for dismissal for corruption or disloyalty.-(1) A person who having held an office under the Government of India or under the Government of any State has been dismissed for corruption or for disloyalty to the State shall be disqualified for a period of five years from the date of such dismissal.(2) For the purposes of sub-section (1), a certificate issued by the Election Commission to the effect that a person having held office under the Government of India or under the Government of a State, has or has not been dismissed for corruption or for disloyalty to the State shall be conclusive proof of that fact:Provided that no certificate to the effect that a person has been dismissed for corruption or for disloyalty to the State shall be issued unless an opportunity of being heard has been given to the said person.1. Sub-section (3) re-numbered as sub-section (4) of that section by Act 1 of 1989, s. 4 (w.e.f. 15-9-1979).2. Subs. by s. 4, ibid., for \"sub-section (1) and sub-section (2)\" (w.e.f. 15-9-1979).3. Subs. by Act 40 of 1975, s. 2, for section 8A (w.e.f. 6-8-1975).4. Subs. by Act 41 of 2009, s. 4, for certain words (w.e.f. 1-2-2010).", "10": "10. Disqualification for office under Government company.-A person shall be disqualified if, and for so long as, he is a managing agent, manager or secretary of any company or corporation (other than a co-operative society) in the capital of which the appropriate Government has not less than twenty-five per cent. share.", "11": "11.  Removal or reduction of period of disqualification.-The Election Commission may, for reasons to be recorded, remove any disqualification under this Chapter 1[(except under section 8A)] or reduce the period of any such disqualification.", "12": "12. Notification for biennial election to the Council of States.-For the purpose of filling the seats of members of the Council of States retiring on the expiration of their term of office the President shall, by one or more notifications published in the Gazette of India on such date or dates as may be recommended by the Election Commission, call upon the elected members of the Legislative Assembly or as the case may be, the members of the electoral college, of each State concerned to elect members in accordance with the provisions of this Act and of the rules and orders made thereunder:Provided that no notification under this section shall be issued more than three months prior to the date on which the term of office of the retiring members is due to expire.", "13": "13. [Notification for reconstitution of electoral colleges of certain Union territories.] Omitted by the Territorial Councils Act, 1956 (103 of 1956), s. 66 (w.e.f. 1-1-1957).", "14": "14. Notification for general election to the House of the People.-(1) A general election shall be held for the purpose of constituting a new House of the People on the expiration of the duration of the existing House or on its dissolution.(2) For the said purpose the President shall, by one or more notifications published in the Gazette of India on such date or dates as may be recommended by the Election Commission, call upon all Parliamentary constituencies to elect members in accordance with the provisions of this Act and of the rules and orders made thereunder:Provided that where a general election is held otherwise than on the dissolution of the existing House of the People, no such notification shall be issued at any time earlier than six months prior to the date on which the duration of that House would expire under the provisions of clause (2) of article 83.", "15": "15. Notification for general election to a State Legislative Assembly.-(1) A general election shall be held for the purpose of constituting a new Legislative Assembly on the expiration of the duration of the existing Assembly or on its dissolution.(2) For the said purpose, 1[the Governor or Administrator, as the case may be], 2*** shall by one or more notifications published in the Official Gazette of the State on such date or dates as may be recommended by the Election Commission, call upon all Assembly constituencies in the State to elect members in accordance with the provisions of this Act and of the rules and orders made thereunder:Provided that where a general election is held otherwise than on the dissolution of the existing Legislative Assembly, no such notification shall be issued at any time earlier than six months prior to the date on which the duration of that Assembly would expire  under  the  provisions  of  clause  (1)  of  article 172 2*** 3[or  under  the  provisions  of  section  5  of  the  Government  of  Union  Territories  Act, 1963 (20 of 1963), as the case may be].1. Subs. by Act 40 of 1975, s. 5, for \"any disqualification under this Chapter\" (w.e.f. 6-8-1975). 2. Subs. by Act 27 of 1956, s. 7, for \"PART III\" (w.e.f. 28-8-1956).3. Ins. by Act 10 of 1976, s. 2 and the Schedule (w.e.f. 9-9-1975).", "16": "16. Notification for biennial election to a State Legislative Council.-For the purpose of filling the seats of members of the Legislative Council of a State retiring on the expiration of their term of office, the Governor 7*** shall, by one or more notifications published in the Official Gazette of the State on such date or dates as may be recommended by the Election Commission call upon the members of the Legislative Assembly of the State and all the Council constituencies concerned to elect members in accordance with the provisions of this Act and of the rules and orders made thereunder:Provided that no notification under this section shall be issued more than three months prior to the date on which the term of office of the retiring members is due to expire.]"}