{"name": "Representation of the People (Miscellaneous Provisions) Act, 1956\r", "1": "1. Short title.-This Act may be called the Representation of the People Act, 1951.", "2": "2. Interpretation.-(1) In this Act, unless the context otherwise requires,-(a) each of the expressions defined in section 2 or sub-section (1) of section 27 of the Representation of the People Act, 1950 (43 of 1950), but not defined in this Act, shall have the same meaning as in that Act;(b)  \"appropriate authority\" means, in relation to an election to the House of the People or the Council of States 2***, the Central Government, and in relation to an election to the Legislative Assembly or the Legislative Council of a State, the State Government;3[(bb)  \"chief  electoral  officer\"  means  the  officer  appointed  under  section  13A  of  the Representation of the People Act, 1950 (43 of 1950);](c) \"corrupt practice\" means any of the practices specified in section 123 4***;5[(cc) \"district election officer\" means the officer designated or nominated under section 13AA of the Representation of the People Act, 1950 (43 of 1950);](d)  \"election\" means an election to fill a seat or seats in either House of Parliament or in the House or either House of the Legislature of a State other than the State of Jammu and Kashmir* 6***;7[(e) \"elector\" in relation to a constituency means a person whose name is entered in the electoral roll of that constituency for the time being in force and who is not subject to any of the disqualifications mentioned in section 16 of the Representation of the People Act, 1950 (43 of 1950);]8[(f) \"political party\" means an association or a body of individual citizens of India registered with the Election Commission as a political party under section 29A;](g) \"prescribed\" means prescribed by rules made under this Act;5[(h) \"public holiday\" means any day which is a public holiday for the purposes of section 25 of the Negotiable Instruments Act, 1881 (26 of 1881);]9[(i)] \"sign\", in relation to a person who is unable to write his name, means authenticate in such manner as may be prescribed.10*  *   *  *   *11*  *   *  *   *1. The words \"and illegal\" omitted by Act 27 of 1956, s. 2 (w.e.f. 28-8-1956).2. Certain words omitted by Act 103 of 1956, s. 66 (w.e.f. 1-1-1957). 3. Ins. by Act 27 of 1956, s. 3 (w.e.f. 28-8-1956).4. The words and figures \"or section 124\" omitted by s. 3, ibid. (w.e.f. 28-8-1956). 5. Ins. by Act 47 of 1966, s. 15 (w.e.f. 14-12-1966).6. Certain words omitted by Act 58 of 1958, s. 14 (w.e.f. 30-12-1958). 7. Subs. by Act 27 of 1956, s. 3, for clause (e) (w.e.f. 28-8-1956).8. Ins. by Act 1 of 1989, s. 3 (w.e.f. 15-6-1989).9. Clause (k) re-lettered as clause (i) of that section by Act 27 of 1956, s. 3 (w.e.f. 28-8-1956).10.  Clause (j) omitted by the Adaptation of Laws (No. 2) order, 1956. 11. Clause (k) omitted by Act 47 of 1966, s. 15 (w.e.f. 14-12-1966).(2)  For the purposes of this Act, 1*** a Parliamentary constituency, an Assembly constituency, a Council constituency, a local authorities' constituency, a graduates' constituency and a teachers' constituency shall each be treated as a constituency of a different class.(3) Any requirement under this Act that a notification, order, rule, declaration, notice or list issued or made by any authority shall be published in the Official Gazette, shall, unless otherwise expressly provided in this Act, be construed as a requirement that the notification, order, rule, declaration, notice or list shall-(a) where it is issued or made by the Central Government, be published in the Gazette of India;(b) where it is issued or made by a State Government, be published in the Official Gazette of the State; and(c) where it is issued or made by any other authority, be published in the Gazette of India if it relates to an election to, or membership of, either House of Parliament 2*** and in the Official Gazette of the State if it relates to an election to, or membership of, the House or either House of the Legislature of a State.(4) Where, under any of the provisions of this Act, anything is to be prescribed, different provisions may be made for different cases or classes of cases.3*    *   *   *   *4[(5) Any reference in this Act to a law which is not in force in the State of Jammu and Kashmir* shall, in relation to that State, be construed as a reference to the corresponding law, if any, in force in that State.]5*    *   *   * *", "3": "7[3. Qualification for membership of the Council of States.-A person shall not be qualified to be chosen as a representative of any State 8*** or Union territory in the Council of States unless he is an elector for a Parliamentary constituency 9[in India]].", "4": "4. Qualifications for membership of the House of the People.-A person shall not be qualified to be chosen to fill a seat in the House of the People 10***11***, unless-(a) in the case of a seal reserved for the Scheduled Castes in any State, he is a member of any of the Scheduled Castes, whether of that State or of any other State, and is an elector for any Parliamentary constituency;(b)  in the case of a seat reserved for  the  Scheduled Tribes  in  any State (other  than  those  in the autonomous districts of Assam), he is a member of any of the Scheduled Tribes, whether of the State or of any other State (excluding the tribal areas of Assam), and is an elector for any Parliamentary constituency;(c) in the case of a seat reserved for the Scheduled Tribes in the autonomous districts of Assam, he is a member of any of those Scheduled Tribes and is an elector for the Parliamentary constituency in which such seat is reserved or for any other Parliamentary constituency comprising any such autonomous district; 1***2[(cc) in the case of the seat reserved for the Scheduled Tribes in the Union territory of the 3[Lakshadweep], he is a member of any of those Scheduled Tribes and is an elector for the Parliamentary constituency of that Union territory; 4***]5[(ccc) in the case of the seat allotted to the State of Sikkim, he is an elector for the Parliamentary Parliamentary constituency for Sikkim;](d) in the case of any other seat, he is an elector for any Parliamentary constituency. ", "5": "5. Qualifications for membership of a Legislative Assembly.-A person shall not be qualified tobe chosen to fill a seat in the Legislative Assembly of a State unless-(a)  in the case of a seat reserved for the Scheduled Castes or for the Scheduled Tribes of that State, he is a member of any of those castes or of those tribes, as the case may be, and is an elector for any Assembly constituency in that State;(b) in the case of a seat reserved for an autonomous district of Assam, 6*** he is a member of a 7[Scheduled Tribe of any autonomous district] and is an elector for the Assembly constituency in which such seat or any other seat is reserved for that district; and(c) in the case of any other seat, he is an elector for any Assembly constituency in that State:8[Provided that for the period referred to in clause (2) of article 371A, a person shall not be qualified to be chosen to fill any seat allocated to the Tuensang district in the Legislative Assembly of Nagaland unless he is a member of the regional council referred to in that article.]1. The words \"an electoral college constituency\" omitted by Act 103 of 1956, s. 66 (w.e.f. 1-1-1957).2. The words \"or the electoral college of union territory\" omitted by s. 66, ibid. (w.e.f. 1-1-1957).3. Sub-section (5) omitted by Act 27 of 1956, s. 3 (w.e.f. 28-8-1956).4.   Subs. by Act 47 of 1966, s. 15, for  sub-section  (5)  (w.e.f.  14-12-1966).Which  was  renumbered  as  sub-section  (5)  by  Act 27 of 1956, s. 3 (w.e.f. 28-8-1956).5.   Sub-section (7) omitted by Act 27 of 1956, s. 3 (w.e.f. 28-8-1956).6.   Subs. by Act 47 of 1966, s. 16, for the heading \"QUALIFICATIONS AND DISQUALIFICATIONS FOR MEMBERSHIP\" (w.e.f. 14-12-1966).7. Subs. by the Adaptation of Laws (No. 2) Order, 1956.8. The brackets and words omitted by Act 47 of 1966, s. 17 (w.e.f. 14-12-1966).9. Subs. by Act 40 of 2003, s. 2, for \"in that State or territory\" (w.e.f. 28-8-2003).10.  Certain words omitted by Act 49 of 1965, s. 5 (w.e.f. 22-12-1965).11.  Certain words omitted by Act 29 of 1975, s. 12 (w.e.f. 15-8-1975)."}