{"name": "Resettlement of Displaced Persons (Land Acquisition) Act, 1948\r", "1": "1. Short title, extent and commencement.-(1) This Act may be called the Resettlement of Displaced Persons (Land Acquisition) Act, 1948.(2) It extends to the 1*** 2[territories which immediately before the 1st November, 1956 were comprised in the States of Delhi and Ajmer].1. The words \"Chief Commissioners\" omitted by A.O. 1950.2. Subs. by A.O. (No. 3), 1956, for \"States of Delhi and Ajmer\".3. Subs. by A.O. 1950, for \"Provincial\".", "2": "2. Definitions.-In this Act-(a) \"competent authority\" means the Collector and includes any other person appointed by the3[State] Government, by notification in the official Gazette, to perform all or any of the functions of a competent authority under this Act;(b) \"displaced person\" means any person who, on account of the setting up of the Dominions of India and Pakistan, or on account of civil disturbances or fear of such disturbances in any area now forming part of Pakistan, has been displaced from or has left his place of residence in such area after the 1st day of March, 1947, and who has subsequently been residing in India; and(c) \"land\" includes benefits to arise out of land, and things attached to the earth or permanently fastened to anything attached to the earth.", "3": "3. Notice of acquisition of land.-(1) Whenever it appears to the3[State] Government that it is necessary or expedient to acquire speedily any land for the resettlement of displaced persons, a notification to that effect shall be published in the Official Gazette stating the area and the boundaries of the land proposed to be acquired and the date on which such acquisition will be made, and the competent authority shall cause public notice of the substance of such notification to be given at convenient places on or near the land to be acquired.(2) Nothing in sub-section (1) shall empower the 3[State] Government to acquire any land which is being used for the purpose of a school, orphanage or hospital or is being used exclusively for the purpose of religious worship.", "4": "4. Service on owner or occupier affected by notice of acquisition.-As soon as may be after the publication of the notification under section 3, the competent authority shall cause to be served by registered post on the owner of the land and also on the occupier in cases where the owner is not in occupation of the land or, where the person to be served is not readily traceable or the ownership of the land is in dispute, shall publish in the Official Gazette, a notice stating the particulars specified in sub-section (1) of section 3.", "5": "5. Vesting and taking possession of land.-(1) When a notice of acquisition is served or is published under section 4, the land shall vest absolutely in the3[State] Government free from all encumbrances on the date the notice is so served or published in the official Gazette.(2) The competent authority may, at any time after the land has become so vested, proceed to take possession thereof: Provided that such authority shall not take possession of any building or part of a building under this sub-section without giving to the occupier thereof at least forty-eight hours' notice of his intention so to do, or such longer notice as may be reasonably sufficient to enable such occupier to remove his movable property from such building without unnecessary inconvenience.", "6": "6. Objections to acquisition.-(1) Any person interested in any land which has become vested in the1[State] Government under section 5 may, within one month from the vesting thereof, file his objection, if any, to the acquisition before the competent authority and such authority may, after making such enquiry as it thinks fit, either dismiss the objection or release the land in respect of which objection has been filed from acquisition.(2) If any land is released from acquisition under sub-section (1), it shall be deemed to revest in the person originally entitled thereto and any encumbrance, which may have been extinguished under section 5, shall revive.", "7": "7. Method of determining compensation.-(1) Where any land has been acquired under this Act, there shall be paid compensation, the amount of which shall be determined in the manner and in accordance with the principles hereinafter set out, that is to say,-(a) where the amount of compensation can be fixed by agreement, it shall be paid in accordance with such agreement;(b) where no such agreement can be reached, the1[State] Government shall appoint as arbitrator a person qualified for appointment as a Judge of a High Court;(c) The1[State] Government may, in any particular case, nominate a person having expert knowledge as to the nature and condition of the land acquired to assist the arbitrator and where such nomination is made, the person to be compensated may also nominate an assessor for the said purpose;(d) at the commencement of the proceedings before the arbitrator, the Provincial Government and the person to be compensated shall state what in their respective opinions is a fair amount of compensation;(e) the arbitrator, in making his award, shall have due regard to the provisions of sub-section (1) of section 23 of the Land Acquisition Act, 1894 (1 of 1894): Provided that the market value referred to in clause first of sub-section (1) of section 23 of the said Act shall be deemed to be the market value of such land on the date of publication of the notice under section 3, or on the first day of September, 1939, with an addition of 40 per cent. whichever is less: Provided further that where such land has been held by the owner thereof under a purchase made before the first day of April, 1948, but after the first day of September, 1939, by a registered document, or a decree for pre-emption between the aforesaid dates, the compensation shall be the price actually paid by the purchaser or the amount on payment of which he may have acquired the land in the decree for pre-emption, as the case may be.(2) The arbitrator shall, in awarding any compensation under this section, apportion the amount thereof between such persons, if any, as may appear to him to be entitled thereto.(3) An appeal shall lie to the High Court from the award of the arbitrator appointed under this Act, and the decision of the High Court shall be final.(4) Save as provided in this section, nothing in any law for the time being in force shall apply to arbitrations under this section.1. Subs. by A.O. 1950,for \"Provincial\".", "8": "8. Payment of compensation.-The compensation awarded shall be paid by the competent authority to the person entitled thereto according to the award:Provided that nothing herein contained shall affect the liability of any person who may receive the whole or any part of any compensation awarded under this Act to pay the same to the person lawfully entitled thereto.", "9": "9. Power to secure information.-The 1[State] Government or the competent authority may, with a view to determining the compensation payable under this Act, by order, require any person to furnish to such authority as may be specified in the order such information in his possession relating to the land that may be so specified.", "10": "10. Disposal of land.-Subject to such rules as may be made by the1[State] Government, the competent authority may use or deal with any land acquired under the provisions of this Act in such manner and subject to such conditions as may appear to it to be expedient for the purpose of resettling displaced persons: Provided that no displaced person to whom any land has been allotted under the provisions of this section shall transfer such land to any other person except with the previous consent of the competent authority.", "11": "11. Penalties.-Whoever wilfully obstructs any person in lawfully taking possession of any land under this Act or refuses to furnish any information as required by section 9 shall be punishable with imprisonment which may extend to one month or with fine which may extend to fifty rupees or with both.", "12": "12. Exemption from stamp duty and fees.-No award or agreement under this Act shall be chargeable with stamp duty, and no person claiming under any such award or agreement shall be liable to pay any fee for a copy of the same.", "13": "13. Protection for action done in good faith.-No suit, prosecution or other legal proceeding shall lie against any person for anything which is in good faith done or intended to be done in pursuance of this Act or any order made there under.", "14": "14. Power to make rules.-(1) The 1[State] Government may make rules to carry out the objects of this Act and for the guidance of officers in all matters connected with its enforcement.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may prescribe-(a) the manner in which land acquired under this Act may be used or dealt with;(b) the procedure to be followed in arbitrations under this Act;(c) the principles to be followed in apportioning the costs of proceedings before the arbitrator and on appeal.", "15": "15. Repeal of Ordinance XX of 1948.-(1) The Resettlement of Displaced Persons (Land Acquisition) Ordinance, 1948 (XX of 1948) is hereby repealed.(2) Notwithstanding such repeal, anything done or any action taken in exercise of any power conferred by or under the said Ordinance shall be deemed to have been done or taken in exercise of the powers conferred by or under this Act, as if this Act had commenced on the 2nd day of August, 1948.1. Subs. by A.O. 1950, for \"Provincial\"."}