{"name": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013\r", "1": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter IPreliminary1. Short title, extent\r\nand commencement.1.     \r\n  This\r\nAct may be called the Right to Fair Compensation and Transparency in Land\r\nAcquisition, Rehabilitation and Resettlement Act, 2011.2.     \r\n  It\r\nextends to the whole of India except the State of Jammu and Kashmir.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint:Provided that the\r\nCentral Government shall appoint such date within three months from the date on\r\nwhich the Right to Fair Compensation and Transparency in Land Acquisition,\r\nRehabilitation and Resettlement Bill, 2013 receives the assent of the\r\nPresident.", "2": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 2.   Application of Act.1.     \r\n  The\r\nprovisions of this Act relating to land acquisition, compensation,\r\nrehabilitation and resettlement, shall apply, when the appropriate Government\r\nacquires land for its own use, hold and control, including for Public Sector Undertakings\r\nand for public purpose, and shall include the following purposes, namely:-a.      For strategic\r\npurposes relating to naval, military, air force, and armed forces of the Union,\r\nincluding central paramilitary forces or any work vital to national security or\r\ndefence of India or State police, safety of the people; orb.     For infrastructure\r\nprojects, which includes the following, namely:-                     \r\n i.        \r\n  All\r\nactivities or items listed in the notification of the Government of India in\r\nthe Department of Economic Affairs (Infrastructure Section) number\r\n13/6/2009-INF, dated the 27th March, 2012, excluding private hospitals, private\r\neducational institutions and private hotels;                    \r\n ii.        \r\n  Projects\r\ninvolving agro-processing, supply of inputs to agriculture, warehousing, cold\r\nstorage facilities, marketing infrastructure for agriculture and allied\r\nactivities such as dairy, fisheries, and meat processing, set up or owned by\r\nthe appropriate Government or by a farmers' cooperative or by an institution\r\nset up under a statute;                   \r\n iii.        \r\n  Project\r\nfor industrial corridors or mining activities, national investment and\r\nmanufacturing zones, as designated in the National Manufacturing Policy;                   \r\n iv.        \r\n  Project\r\nfor water harvesting and water conservation structures, sanitation;                    \r\n v.        \r\n  Project\r\nfor Government administered, Government aided educational and research schemes\r\nor institutions;                   \r\n vi.        \r\n  Project\r\nfor sports, heath care, tourism, transportation of space programme;                  \r\n vii.        \r\n  Any\r\ninfrastructure facility as may be notified in this regard by the Central\r\nGovernment and after tabling of such notification in Parliament;a.     \r\nb.     \r\nc.      Project for project\r\naffected families;d.     Project for housing,\r\nor such income groups, as may be specified from time to time by the appropriate\r\nGovernment;e.      Project for planned\r\ndevelopment or the improvement of village sites or any site in the urban areas\r\nor provision of land for residential purposes for the weaker sections in rural\r\nand urban areas;f.      Project for\r\nresidential purposes to the poor or landless or to persons residing in areas\r\naffected by natural calamities, or to persons displaced or affected by reason\r\nof the implementation of any scheme undertaken by the Government, any local\r\nauthority or a corporation owned or controlled by the State.2.     \r\n  The\r\nprovisions of this Act relating to land acquisition, consent, compensation,\r\nrehabilitation and resettlement, shall also apply, when the appropriate\r\nGovernment acquires land for the following purposes, namely:-a.      for public private\r\npartnership projects, where the ownership of the land continues to vest with\r\nthe government, for public purpose as defined in sub-section (1):b.     for private companies\r\nfor public purpose, as defined in sub-section (1):Provided that in the\r\ncase of acquisition for-                     \r\n i.        \r\n  private\r\ncompanies, the prior consent of at lest eighty per cent of those affected\r\nfamilies, as defined in sub-clauses (i) and (v) of clause (c) of section 3; and                    \r\n ii.        \r\n  public\r\nprivate partnership projects, the prior consent of at least seventy per cent.\r\nOf those affected families, as defined in sub-clauses (i) and (v) of clause (c)\r\nof section 3, shall be obtained through a process as may be prescribed by the\r\nappropriate Government:Provided further that\r\nthe process of obtaining the consent shall be carried out along with the Social\r\nImpact Assessment study referred to in section 4:Provided also that no\r\nland shall be transferred by way of acquisition, in the Scheduled Areas in\r\ncontravention of any law (including any order or judgment of a court which has\r\nbecome final) relating to land transfer, prevailing in such Scheduled Areas.3.     \r\n  The\r\nprovisions relating to rehabilitation and resettlement under this Act shall\r\napply in the cases where,-a.      a private company\r\npurchases land, equal to or more than such limits in rural areas or urban\r\nareas, as may be prescribed by the appropriate Government, through private\r\nnegotiations with the owner of the land in accordance with the provisions of\r\nsection 47;b.     a private company\r\nrequests the appropriate Government for acquisition of a part of an area so\r\nprescribed for a public purpose:Provided that where a\r\nprivate company requests the appropriate Government for partial acquisition of\r\nland for public purpose, then, the rehabilitation and resettlement \r\nentitlements under the Second Schedule shall be applicable for the entire area\r\nwhich includes the land purchased by the private company and acquired by the\r\nGovernment for the project as a whole.", "3": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 3. DefinitionsIn this Act, unless\r\nthe context otherwise requires,—a.     \r\n  “Administrator”\r\nmeans an officer appointed for the purpose of rehabilitation and resettlement\r\nof affected families under sub-section (1) of section 44;b.    \r\n  “affected\r\narea” means such area as may be notified by the appropriate Government for the\r\npurposes of land acquisition;c.     \r\n  “affected\r\nfamily” includes—             \r\n i.        \r\n  a\r\nfamily whose land or other immovable property has been acquired;a\r\nfamily which does not own any land but a member or members of such family may\r\nbe agricultural labourers, tenants including any form of tenancy or holding of\r\nusufruct right, share-croppers or artisans or who may be working in the\r\naffected area for three years prior to the acquisition of the land, whose\r\nprimary source of livelihood stand affected by the acquisition of land;           \r\n iii.        \r\n  the\r\nScheduled Tribes and other traditional forest dwellers who have lost any of\r\ntheir forest rights recognised under the Scheduled Tribes and Other Traditional\r\nForest Dwellers (Recognition of Forest Rights) Act, 2006 due to acquisition of\r\nland;           \r\n iv.        \r\n  family\r\nwhose primary source of livelihood for three years prior to the acquisition of\r\nthe land is dependent on forests or water bodies and includes gatherers of\r\nforest produce, hunters, fisher folk and boatmen and such livelihood is\r\naffected due to acquisition of land;            \r\n v.        \r\n  a\r\nmember of the family who has been assigned land by the State Government or the\r\nCentral Government under any of its schemes and such land is under acquisition;           \r\n vi.        \r\n  a\r\nfamily residing on any land in the urban areas for preceding three years or\r\nmore prior to the acquisition of the land or whose primary source of livelihood\r\nfor three years prior to the acquisition of the land is affected by the\r\nacquisition of such land;a.    \r\nb.    \r\nc.    \r\nd.    \r\n “agricultural\r\nland” means land used for the purpose of—             \r\n i.        \r\n  agriculture\r\nor horticulture;dairy\r\nfarming, poultry farming, pisciculture, sericulture, seed farming breeding of\r\nlivestock or nursery growing medicinal herbs;           \r\n iii.        \r\n  raising\r\nof crops, trees, grass or garden produce; and           \r\n iv.        \r\n  land\r\nused for the grazing of cattle;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n “appropriate\r\nGovernment” means,—             \r\n i.        \r\n  in\r\nrelation to acquisition of land situated within the territory of, a State, the\r\nState Government;in\r\nrelation to acquisition of land situated within a Union territory (except\r\nPuducherry), the Central Government;           \r\n iii.        \r\n  in\r\nrelation to acquisition of land situated within the Union territory of\r\nPuducherry, the Government of Union territory of Puducherry;           \r\n iv.        \r\n  in\r\nrelation to acquisition of land for public purpose in more than one State, the\r\nCentral Government, in consultation with the concerned State Governments or\r\nUnion territories; and            \r\n v.        \r\n  in\r\nrelation to the acquisition of land for the purpose of the Union as may be\r\nspecified by notification, the Central Government:Provided that in\r\nrespect of a public purpose in a District for an area not exceeding such as may\r\nbe notified by the appropriate Government, the Collector of such District shall\r\nbe deemed to be the appropriate Government;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\nf.     \r\n  “Authority”\r\nmeans the Land Acquisition and Rehabilitation and Resettlement Authority\r\nestablished under section 52;g.    \r\n  “Collector”\r\nmeans the Collector of a revenue district, and includes a Deputy Commissioner\r\nand any officer specially designated by the appropriate Government to perform\r\nthe functions of a Collector under this Act;h.     \r\n “Commissioner”\r\nmeans the Commissioner for Rehabilitation and Resettlement appointed under\r\nsub-section (1) of section 45;i.      \r\n  “cost\r\nof acquisition” includes—             \r\n i.        \r\n  amount\r\nof compensation which includes solatium, any enhanced compensation ordered by\r\nthe Land Acquisition and Rehabilitation and Resettlement Authority or the Court\r\nand interest payable thereon and any other amount determined as payable to the\r\naffected families by such Authority or Court;demurrage\r\nto be paid for damages caused to the land and standing crops in the process of\r\nacquisition;           \r\n iii.        \r\n  cost\r\nof acquisition of land and building for settlement of displaced or adversely\r\naffected families;           \r\n iv.        \r\n  cost\r\nof development of infrastructure and amenities at the resettlement areas;            \r\n v.        \r\n  cost\r\nof rehabilitation and resettlement as determined in accordance with the\r\nprovisions of this Act;           \r\n vi.        \r\n  administrative\r\ncost,—A.     for acquisition of\r\nland, including both in the project site and out of project area lands, not\r\nexceeding such percentage of the cost of compensation as may be specified by\r\nthe appropriate Government;B.     for rehabilitation\r\nand resettlement of the owners of the land and other affected families whose\r\nland has been acquired or proposed to be acquired or other families affected by\r\nsuch acquisition;          \r\n i.        \r\n          \r\n ii.        \r\n          \r\n iii.        \r\n          \r\n iv.        \r\n          \r\n v.        \r\n          \r\n vi.        \r\n          \r\n vii.        \r\n  cost\r\nof undertaking ‘Social Impact Assessment study’;g.      \r\nh.      \r\ni.      \r\nj.      \r\n “company”\r\nmeans—             \r\n i.        \r\n  a\r\ncompany as defined in section 3 of the Companies Act, 1956, other than a\r\nGovernment company;a\r\nsociety registered under the Societies Registration Act, 1860 or under any\r\ncorresponding law for the time being in force in a State;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\n “displaced\r\nfamily” means any family, who on account of acquisition of land has to be\r\nrelocated and resettled from the affected area to the resettlement area;l.      \r\n “entitled\r\nto act”, in relation to a person, shall be deemed to include the following\r\npersons, namely:—             \r\n i.        \r\n  trustees\r\nfor other persons beneficially interested with reference to any such case, and\r\nthat to the same extent as the person beneficially interested could have acted\r\nif free from disability;            \r\n ii.        \r\n  the\r\nguardians of minors and the committees or managers of lunatics to the same\r\nextent as the minors, lunatics or other persons of unsound mind themselves, if\r\nfree from disability, could have acted:Provided that the\r\nprovisions of Order XXXII of the First Schedule to the Code of Civil Procedure,\r\n1908 shall, mutatis mutandis, apply in the case of persons interested appearing\r\nbefore a Collector or Authority by a next friend, or by a guardian for the\r\ncase, in proceedings under this Act; anda.   \r\nb.   \r\nc.   \r\nd.   \r\ne.   \r\nf.   \r\ng.   \r\nh.   \r\ni.   \r\nj.   \r\nk.   \r\nl.   \r\nm.   \r\n “family”\r\nincludes a person, his or her spouse, minor children, minor brothers and minor\r\nsisters dependent on him:Provided that widows,\r\ndivorcees and women deserted by families shall be considered separate families;Explanation.—An adult\r\nof either gender with or without spouse or children or dependents shall be\r\nconsidered as a separate family for the purposes of this Act.a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\nl.     \r\nm.     \r\nn.     \r\n  “holding\r\nof land” means the total land held by a person as an owner, occupant or tenant\r\nor otherwise;o.    \r\n  \"infrastructure\r\nproject\" shall include any one or more of the items specified in clause\r\n(b) of sub-section (1) of section 2;(p) “land” includes benefits to arise out\r\nof land, and things attached to the earth or permanently fastened to anything\r\nattached to the earth;p.    \r\n  “landless”\r\nmeans such persons or class of persons who may be,—             \r\n i.        \r\n  considered\r\nor specified as such under any State law for the time being in force; orin\r\na case of landless not being specified under clause (a), as may be specified by\r\nthe appropriate Government;a.      \r\nb.      \r\nc.      \r\nd.      \r\ne.      \r\nf.      \r\ng.      \r\nh.      \r\ni.      \r\nj.      \r\nk.      \r\nl.      \r\nm.      \r\nn.      \r\no.      \r\np.      \r\nq.      \r\nr.      \r\n  “land\r\nowner” includes any person,—             \r\n i.        \r\n  whose\r\nname is recorded as the owner of the land or building or part thereof, in the\r\nrecords of the authority concerned; orany\r\nperson who is granted forest rights under the Scheduled Tribes and Other Traditional\r\nForest Dwellers (Recognition of Forest Rights) Act, 2006 or under any other law\r\nfor the time being in force; or           \r\n iii.        \r\n  who\r\nis entitled to be granted Patta rights on the land under any law of the State\r\nincluding assigned lands; or           \r\n iv.        \r\n  any\r\nperson who has been declared as such by an order of the court or Authority;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\nl.     \r\nm.     \r\nn.     \r\no.     \r\np.     \r\nq.     \r\nr.     \r\ns.     \r\n  “local\r\nauthority” includes a town planning authority (by whatever name called) set up\r\nunder any law for the time being in force, a Panchayat as defined in article\r\n243 and a Municipality as defined in article 243P, of the Constitution;t.      \r\n  “marginal\r\nfarmer” means a cultivator with an un-irrigated land holding up to one hectare\r\nor irrigated land holding up to one-half hectare;u.     \r\n  “market\r\nvalue” means the value of land determined in accordance with section 26;v.     \r\n  “notification”\r\nmeans a notification published in the Gazette of India or, as the case may be,\r\nthe Gazette of a State and the expression “notify” shall be construed\r\naccordingly;w.    \r\n  “patta”\r\nshall have the same meaning as assigned to it in the relevant Central or State\r\nActs or rules or regulations made there under;x.     \r\n  “person\r\ninterested” means—             \r\n i.        \r\n  all\r\n\r\npersons claiming an interest in compensation to be made on account of the\r\nacquisition of land under this Act;the\r\nScheduled Tribes and other traditional forest dwellers, who have lost any\r\nforest rights recognised under the Scheduled Tribes and Other Traditional\r\nForest Dwellers (Recognition of Forest Rights) Act, 2006;           \r\n iii.        \r\n  a\r\nperson interested in an easement affecting the land;           \r\n iv.        \r\n  persons\r\nhaving tenancy rights under the relevant State laws including share-croppers by\r\nwhatever name they may be called; and            \r\n v.        \r\n  any\r\nperson whose primary source of livelihood is likely to be adversely affected;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\nl.     \r\nm.     \r\nn.     \r\no.     \r\np.     \r\nq.     \r\nr.     \r\ns.     \r\nt.     \r\nu.     \r\nv.     \r\nw.     \r\nx.     \r\ny.     \r\n  “prescribed”\r\nmeans prescribed by rules made under this Act;z.     \r\n  “project”\r\nmeans a project for which land is being acquired, irrespective of the number of\r\npersons affected;za.   \r\n  “public\r\npurpose” means the activities specified under sub-section (1) of section 2;zb.  \r\n  “Requiring\r\nBody” means a company, a body corporate, an institution, or any other\r\norganisation or person for whom land is to be acquired by the appropriate\r\nGovernment, and includes the appropriate Government, if the acquisition of land\r\nis for such Government either for its own use or for subsequent transfer of\r\nsuch land in for public purpose to a company, body corporate, an institution,\r\nor any other organisation, as the case may be, under lease, licence or through\r\nany other mode of transfer of land;zc.   \r\n  “Resettlement\r\nArea” means an area where the affected families who have been displaced as a\r\nresult of land acquisition are resettled by the appropriate Government;zd.  \r\n  \"Scheduled\r\nAreas\" means the Scheduled Areas as defined in section 2 of the Provisions\r\nof the Panchayats (Extension to the Scheduled Areas) Act, 1996;ze.   \r\n “small\r\nfarmer” means a cultivator with an un-irrigated land holding up to two \r\nhectares or with an irrigated land holding up to one hectare, but more than the\r\nholding of a marginal farmer", "4": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter II Determination\r\nof Social Impact and Public PurposeA.- Preliminary\r\nInvestigation for Determination of Social Impact and Public Purpose4. Preparation of\r\nSocial Impact Assessment Study.1.     \r\n  Whenever\r\nthe appropriate Government intends to acquire land for a public purpose, it\r\nshall consult the concerned Panchayat, Municipality or Municipal Corporation,\r\nas the case may be at village level or ward level, in the affected area and\r\ncarry out a Social Impact Assessment study in consultation with them, in such\r\nmanner and from such date as may be specified by such Government by\r\nnotification.2.     \r\n  The\r\nnotification issued by the appropriate Government for commencement of\r\nconsultation and of the Social Impact Assessment study under sub-section (1)\r\nshall be made available in the local language to the Panchayat, Municipality or\r\nMunicipal Corporation, as the case may be, and in the offices of the District\r\nCollector, the Sub-Divisional Magistrate and the Tehsil, and shall be published\r\nin the affected areas, in such manner as may be prescribed, and uploaded on the\r\nwebsite of the appropriate Government:Provided that the\r\nappropriate Government shall ensure that adequate representation has been given\r\nto the representatives of Panchayat, Gram Sabha, Municipality or Municipal\r\nCorporation as the case may be at the stage of carrying out the Social Impact\r\nAssessment study:Provided further that\r\nthe appropriate Government shall ensure the completion of the Social Impact\r\nAssessment study within a period of six months from the date of its\r\ncommencement.(3) The Social Impact\r\nAssessment study report referred to in sub-section (1) shall be made available\r\nto the public in the manner prescribed under section 6.(2) The Social Impact\r\nAssessment study referred to in sub-section (1) shall, amongst other matters,\r\ninclude all the following, namely:-a.      assessment as to\r\nwhether the proposed acquisition serves public purpose;b.     estimation of\r\naffected families and the number of families among them likely to be displaced;c.      extent of lands,\r\npublic and private, houses, settlements and other common properties likely to\r\nbe affected by the proposed acquisition;d.     whether the extent of\r\nland proposed for acquisition is the absolute bare-minimum extent needed for\r\nthe project;e.      whether land\r\nacquisition at an alternate place has been considered and found not feasible;f.      study of social\r\nimpacts of the project, and the nature and cost of addressing them and the\r\nimpact of these costs on the overall costs of the project vis-à-vis the\r\nbenefits of the project:Provided that\r\nEnvironmental Impact Assessment study, if any, shall be carried out\r\nsimultaneously and shall not be contingent upon the completion of the Social\r\nImpact Assessment study.1.     \r\n2.     \r\n3.     \r\n  While\r\nundertaking a Social Impact Assessment study under sub-section (1), the\r\nappropriate Government shall, amongst other things, take into consideration the\r\nimpact that the project is likely to have on various components such as\r\nlivelihood of effected families public and community properties, assets and\r\ninfrastructure particularly roads, public transport, drainage, sanitation,\r\nsources of drinking water, sources of water for cattle, community ponds,\r\ngrazing land, plantations, public utilities such as post offices, fair price\r\nshops, food storage godowns, electricity supply, health care facilities,\r\nschools and educational or training facilities, anganwadis, children parks,\r\nplaces of worship, land for traditional tribal institutions and burial and\r\ncremation grounds.4.     \r\n  The\r\nappropriate Government shall require the authority conducting the Social Impact\r\nAssessment study to prepare a Social Impact Management Plan, listing the\r\nameliorative measures required to be undertaken for addressing the impact for a\r\nspecific component referred to in sub-section (3), and such measures shall not\r\nbe less than what is provided under a scheme or programme, in operation in that\r\narea, of the Central Government or, as the case may be, the State Government,\r\nin operation in the affected area.", "5": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 5.   Public hearing for\r\nSocial Impact Assessment.Whenever a Social\r\nImpact Assessment is required to be prepared under section 4, the appropriate\r\nGovernment shall ensure that a public hearing is held at the affected area,\r\nafter giving adequate publicity about the date, time and venue for the public\r\nhearing, to ascertain the views of the affected families to be recorded and\r\nincluded in the Social Impact Assessment Report.", "6": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 6.   Publication of Social\r\nImpact Assessment study.1.     \r\n  The\r\nappropriate Government shall ensure that the Social Impact Assessment study\r\nreport and the Social Impact Management Plan referred to in sub-section (6) of\r\nsection 4 are prepared and made available in the local language to the\r\nPanchayat, Municipality or Municipal Corporation, as the case may be, and the\r\noffices of the District Collector, the Sub-Divisional magistrate and the\r\nTeshil, and shall be published in the affected areas, in such manner as may be\r\nprescribed, and uploaded on the website of the appropriate Government.2.     \r\n  Wherever\r\nEnvironment Impact Assessment is carried out, a copy of the Social Impact\r\nAssessment report shall be made available to the Impact Assessment Agency\r\nauthorised by the Central Government to carry out environmental impact\r\nassessment.", "7": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 B.-Appraisal of\r\nSocial Impact Assessment Report by an Expert Group7.   Appraised of Social\r\nImpact Assessment report by an Expert Group.1.     \r\n  The\r\nappropriate Government shall ensure that the Social Impact Assessment report is\r\nevaluated by an independent multi-disciplinary Expert Group, as may be\r\nconstituted by it.2.     \r\n  The\r\nExpert Group constituted under sub-section (1) shall include the following,\r\nnamely:-a.      two non-official\r\nsocial scientists;b.     two representatives\r\nof Panchayat, Gram Sabha, Municipality or Municipal Corporation, as the case\r\nmay be;c.      two experts on\r\nrehabilitation; andd.     a technical expert in\r\nthe subject relating to the project.1.     \r\n2.     \r\n3.     \r\n  The\r\nappropriate Government may nominate a person from amongst the members of the\r\nExpert Group as the Chairperson of the Group.4.     \r\n  If\r\nthe Expert Group constituted under sub-section (1), is of the opinion that,-a.      the project does not\r\nserve any public purpose; orb.     the social costs and\r\nadverse social impacts of the project outweigh the potential benefits, it shall\r\nmake a recommendation within two months for the date of its constitution to the\r\neffect that the project shall be abandoned forthwith and no further steps to\r\nacquire the land will be initiated in respect of the same:Provided that the\r\ngrounds for such recommendation shall be recorded in writing by the Expert\r\nGroup giving the details and reasons for such decision:Provided further that\r\nwhere the appropriate Government, inspite of such recommendations, proceeds\r\nwith the acquisition, then, it shall ensure that its reasons for doing so are\r\nrecorded in writing.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  If\r\nExpert Group constituted under sub-section (1), is of the opinion that,-a.      the project will\r\nserve any public purpose; andb.     the potential\r\nbenefits outweigh the social costs and adverse social impacts, it shall make\r\nspecific recommendations within two months from the date of its constitution\r\nwhether the extent of land proposed to be acquired is the absolute bare-minimum\r\nextent needed for the project and whether there are no other less displacing\r\noptions available:Provided that the\r\ngrounds for such recommendation shall be recorded in writing by the Expert\r\nGroup giving the details and reasons for such decision.6.     \r\n  The\r\nrecommendations of the Expert Group referred to in sub-sections (4) and (5)\r\nshall be made available in the local language to the Panchayat, Municipality\r\nor Municipal Corporation, as the case may be and the offices of the District\r\nCollector, the Sub-Divisional Magistrate and the Tehsil, and shall be published\r\nin the affected areas, in such manner as may be prescribed and uploaded on the\r\nwebsite of the appropriate Government.", "8": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 8.   Examination of\r\nproposals for land acquisition and the Social Impact Assessment report by\r\nappropriate Government1.     \r\n  The\r\nappropriate Government shall ensure that-a.      there is a legitimate\r\nand bona fide public purpose for the proposed acquisition which necessitates\r\nthe acquisition of the land identified;b.     the potential\r\nbenefits and the public purpose referred to in clause (a) shall outweigh the\r\nsocial costs and adverse social impact as;c.      only the minimum area\r\nof land required for the project is proposed to be acquired;d.     there is no\r\nunutilized land which has been previously acquired in the area;e.      the land, if any,\r\nacquired earlier remained unutilized, is used for such public purpose and make\r\nrecommendations in respect thereof.1.     \r\n2.     \r\n  The\r\nappropriate Government shall examine the report of the Collector if any and the\r\nreport of the Expert Group on the Social Impact Assessment study and after\r\nconsidering all the reports, recommend such area for acquisition which would\r\nensure minimum displacement of people, minimum disturbance to the\r\ninfrastructure, ecology and minimum adverse impact on the individuals affected.3.     \r\n  The\r\ndecision of the appropriate Government shall be made available in the local\r\nlanguage to the Panchayat, Municipality or Municipal Corporation, as the case\r\nmay be and the offices of the District Collector, the Sub-Divisional Magistrate\r\nand the Tehsil, and shall be published in the affected areas, in such manner as\r\nmay be prescribed, and uploaded on the website of the appropriate Government:Provided that where\r\nland is sought to be acquired for the purposes as specified in sub-section (2)\r\nof section 2, the appropriate Government shall also ascertain as to whether the\r\nprior consent of the affected families as required under the proviso to\r\nsub-section (2) of section 2, has been obtained in the manner as may be\r\nprescribed.", "9": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 9.   Exemption from Social\r\nImpact Assessment.Where land is\r\nproposed to be acquired invoking the urgency provisions under section 41, the\r\nappropriate Government may exempt undertaking of the Social Impact Assessment\r\nstudy.", "10": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter III Special\r\nProvision to Safeguard Food Security10. Special provision to\r\nsafeguard food security.1.     \r\n  Save\r\nas otherwise provided in sub-section (2), no irrigated multi-cropped land shall\r\nbe acquired under this Act.2.     \r\n  Such\r\nland may be acquired subject to the condition that it is being done under\r\nexceptional circumstances, as a demonstrable last resort, where the acquisition\r\nof the land referred to in sub-section (1) shall, in aggregate for all projects\r\nin a districts or state, in no case exceed such limits as may be notified by\r\nthe appropriate Government considering the relevant State specific factors and\r\ncircumstances.3.     \r\n  Whenever\r\nmulti-crop irrigated land is acquired under sub-section (2), an equivalent area\r\nof culturable wasteland shall be developed for agricultural purposes or an\r\namount equivalent to the value of the land acquired shall be deposited with the\r\nappropriate Government for investment in agriculture for enhancing\r\nfood-security.4.     \r\n  In\r\na case not falling under sub-section (1), the acquisition of the agriculture\r\nland in aggregate for all projects in a district or State, shall in no case\r\nexceed such limits of the total net sown area of that district or State, as may\r\nbe notified by the appropriate Government:Provided that the\r\nprovisions of this section shall not apply in the case of projects that are\r\nlinear in nature such as those relating to railways, highways, major district\r\nroads, irrigation canals, power lines and the like.", "11": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter IV Notification\r\nand Acquisition11. Publication of\r\npreliminary notification and power of officers thereupon.1.     \r\n  Whenever,\r\nit appears to the appropriate Government that land in any area is required or\r\nlikely to be required for any public purpose, a notification (hereinafter\r\nreferred to as preliminary notification) to that effect along with details of\r\nthe land to be acquired in rural and urban areas shall be published in the\r\nfollowing manner, namely:-a.      in the Official\r\nGazette;b.     in two daily\r\nnewspapers circulating in the locality of such area of which one shall be in\r\nthe regional language;c.      in the local language\r\nin the Panchayat, Municipality or Municipal Corporation, as the case may be and\r\nin the offices of the District Collector, the Sub-divisional Magistrate and the\r\nTehsil;d.     uploaded on the\r\nwebsite of the appropriate Government;e.      in the affected\r\nareas, in such manner as may be prescribed.1.     \r\n2.     \r\n  Immediately\r\nafter issuance of the notification under sub-section (1), the concerned Gram\r\nSabha or Sabhas at the village level, municipalities in case of municipal areas\r\nand the Autonomous Councils in case of the areas referred to in the Sixth\r\nSchedule to the Constitution, shall be informed of the contents of the\r\nnotification issued under the said sub-section in all cases of land acquisition\r\nat a meeting called especially for this purpose.3.     \r\n  The\r\nnotification issued under sub-section (1) shall also contain a statement on the\r\nnature of the public purpose involved, reasons necessitating the displacement\r\nof affected persons, summary of the Social Impact Assessment Report and\r\nparticulars of the Administrator appointed for the purposes of rehabilitation\r\nand resettlement under section 44.4.     \r\n  No\r\nperson shall make any transaction or cause any transaction of land specified in\r\nthe preliminary notification or create any encumbrances on such land from the\r\ndate of publication of such notification till such time as the proceedings\r\nunder this Chapter are completed:Provided that the\r\nCollector may, on the application made by the owner of the land so notified,\r\nexempt in special circumstances to be recorded in writing, such owner from the\r\noperation of this sub-section:Provided further that\r\nany loss or injury suffered by any person due to his willful violation of this\r\nprovision shall not be made up by the Collector.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  After\r\nissuance of notice under sub-section (1), the Collector shall, before the issue\r\nof a declaration under section 20, undertake and complete the exercise of\r\nupdating of land records as prescribed within a period of two months.", "12": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 12. Preliminary\r\nsurvey of land and power of officers to carry out survey.For the purposes of\r\nenabling the appropriate Government to determine the extent of land to be\r\nacquired, it shall be lawful for any officer, either generally or specially authorized\r\nby such Government in this behalf, and for his servants and workmen,—a.     \r\n  to\r\nenter upon and survey and take levels of any land in such locality;b.    \r\n  to\r\ndig or bore into the sub-soil;c.     \r\n  to\r\ndo all other acts necessary to ascertain whether the land is adapted for such purpose;d.    \r\n  to\r\nset out the boundaries of the land proposed to be taken and the intended line\r\nof the work (if any) proposed to be made thereon; ande.     \r\n  to\r\nmark such levels, boundaries and line by placing marks and cutting trenches and\r\nwhere otherwise the survey cannot be completed and the levels taken and the\r\nboundaries and line marked, to cut down and clear away any part of any standing\r\ncrop, fence or jungle:Provided that no act\r\nunder clauses (a) to (e) in respect of land shall be conducted in the absence\r\nof the owner of the land or in the absence of any person authorised in writing\r\nby the owner:Provided further that\r\nthe acts specified under the first proviso may be undertaken in the absence of\r\nthe owner, if the owner has been afforded a reasonable opportunity to be\r\npresent during the survey, by giving a notice of at least sixty days prior to\r\nsuch survey:Provided also that no\r\nperson shall enter into any building or upon any enclosed court or garden\r\nattached to a dwelling-house (unless with the consent of the occupier thereof)\r\nwithout previously giving such occupier at least seven days’ notice in writing\r\nof his intention to do so.", "13": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 13. Payment for\r\ndamage.The officer so\r\nauthorised under section 12 shall at the time of entry under section 12 pay or\r\ntender payment for any damage caused, and, in case of dispute as to the\r\nsufficiency of the amount so paid or tendered, he shall at once refer the\r\ndispute to the decision of the Collector or other chief revenue officer of the\r\ndistrict, and such decision shall be final.", "14": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 14. Lapse of Social\r\nImpact Assessment Report.Where a preliminary\r\nnotification under section 11 is not issued within twelve months from the date\r\nof appraisal of the Social Impact Assessment report submitted by the Expert\r\nGroup under section 7, then, such report shall be deemed to have lapsed and a\r\nfresh Social Impact Assessment shall be required to be undertaken prior to\r\nacquisition proceedings under section 11:Provided that the\r\nappropriate Government, shall have the power to extend the period of twelve months,\r\nif in its opinion circumstances exist justifying the same:Provided further that\r\nany such decision to extend the period shall be recorded in writing and the\r\nsame shall be notified and be uploaded on the website of the authority\r\nconcerned.", "15": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 15. Rescission of preliminary notification.Where no declaration is made under section 20 within twelve\r\nmonths from the date of preliminary notification, then such notification shall\r\nbe deemed to have been rescinded.", "16": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 16. Hearing of\r\nobjections.1.     \r\n  Any\r\nperson interested in any land which has been notified under sub-section (1) of\r\nsection 11, as being required or likely to be required for a public purpose,\r\nmay within sixty days from the date of the publication of the preliminary\r\nnotification, object to-a.      the area and\r\nsuitability of land proposed to be acquired;b.     justification offered\r\nfor public purpose;c.      the findings of the\r\nSocial Impact Assessment report.1.     \r\n2.     \r\n  Every\r\nobjection under sub-section (1) shall be made to the Collector in writing, and\r\nthe Collector shall give the objector an opportunity of being heard in person\r\nor by any person authorised by him in this behalf or by an Advocate and shall,\r\nafter hearing all such objections and after making such further inquiry, if any,\r\nas he thinks necessary, either make a report in respect of the land which has\r\nbeen notified under sub-section (1) of section 11, or make different reports in\r\nrespect of different parcels of such land, to the appropriate Government,\r\ncontaining his recommendations on the objections, together with the record of\r\nthe proceedings held by him along with a separate report giving therein the\r\napproximate cost of land acquisition, particulars as to the number of affected\r\nfamilies likely to be resettled, for the decision of that Government.3.     \r\n  The\r\ndecision of the appropriate Government on the objections made under sub-section\r\n(2) shall be final.", "17": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 17. Preparation of\r\nRehabilitation and Resettlement Scheme by the Administrator.1.     \r\n  Upon\r\nthe publication of the preliminary notification under sub-section (1) of\r\nsection 11 by the Collector, the Administrator for Rehabilitation and\r\nResettlement shall conduct a survey and undertake a census of the affected\r\nfamilies, in such manner and within such time as may be prescribed, which shall\r\ninclude-a.      particulars of lands\r\nand immovable properties being acquired of each affected family;b.     livelihoods lost in\r\nrespect of land losers and landless whose livelihoods are primarily dependent\r\non the lands being acquired;c.      a list of public\r\nutilities and Government buildings which are affected or likely to be affected,\r\nwhere resettlement of affected families is involved;d.     details of the\r\namenities and infrastructural facilities which are affected or likely to be\r\naffected, where resettlement of affected families is involved; ande.      details of any common\r\nproperty resources being acquired.1.     \r\n2.     \r\n  The\r\nAdministrator shall, based on the survey and census under sub-section (1),\r\nprepare a draft Rehabilitation and Resettlement Scheme, as prescribed which\r\nshall include particulars of the rehabilitation and resettlement entitlements\r\nof each land owner and landless whose livelihoods are primarily dependent on\r\nthe lands being acquired and where resettlement of affected families is\r\ninvolved-             \r\n i.        \r\n  a\r\nlist of Government buildings to be provided in the Resettlement area;details\r\nof the public amenities and infrastructural facilities which are to be provided\r\nin the resettlement area.1.     \r\n2.     \r\n3.     \r\n  The\r\ndraft Rehabilitation and Resettlement scheme referred to in sub-section (2)\r\nshall include time limit for implementing Rehabilitation and Resettlement\r\nScheme;4.     \r\n  The\r\ndraft Rehabilitation and Resettlement scheme referred to in sub-section (2)\r\nshall be made known locally by wide publicity in the affected area and\r\ndiscussed in the concerned Gram Sabhas or Municipalities.5.     \r\n  A\r\npublic hearing shall be conducted in such manner as may be prescribed, after\r\ngiving adequate publicity about the date, time and venue for the public hearing\r\nat the affected area:Provided that in case\r\nwhere an affected area involves more than one Gram Panchayat or Municipality,\r\npublic hearings shall be conducted in every Gram Sabha and Municipality where\r\nmore than twenty-five per cent. Of land belonging to that Gram Sabha or\r\nMunicipality is being acquired:Provided further that\r\nthe consultation with the Gram Sabha in Scheduled Areas shall be in accordance\r\nwith the provisions of the Provisions of the Panchayats (Extension to the\r\nScheduled Areas) Act, 19961.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  The\r\nAdministrator shall, on completion of public hearing submit the draft Scheme\r\nfor Rehabilitation and Resettlement along with a specific report on the claims\r\nand objections raised in the public hearing to the Collector.", "18": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 18. Review of the\r\nRehabilitation and Resettlement Scheme.1.     \r\n  The\r\nCollector shall review the draft Scheme submitted under sub-section (6) of\r\nsection 17 by the Administrator with the Rehabilitation and Resettlement\r\nCommittee at the Project level constituted under section 46;2.     \r\n  The\r\nCollector shall submit the draft Rehabilitation and Resettlement Scheme with\r\nhis suggestions to the Commissioner Rehabilitation and Resettlement for\r\napproval of the Scheme.", "19": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 19.\r\n   Approved Rehabilitation and Resettlement Scheme to be made\r\npublic.The Commissioner\r\nshall cause the approved Rehabilitation and Resettlement Scheme to be made\r\navailable in the local language to the Panchayat, Municipality or Municipal\r\nCorporation, as the case may be, and the offices of the District Collector, the\r\nSub-Divisional Magistrate and the Tehsil, and shall be published in the\r\naffected areas, in such manner as may be prescribed, and uploaded on the\r\nwebsite of the appropriate Government.", "20": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 20.\r\n   Publication of declaration and summary of Rehabilitation and\r\nResettlement.1.     \r\n  When\r\nthe appropriate Government is satisfied, after considering the report, if any,\r\nmade under sub-section (2) of section 16, that any particular land is needed\r\nfor a public purpose, a declaration shall be made to that effect, along with a\r\ndeclaration of an area identified as the “resettlement area” for the purposes\r\nof rehabilitation and resettlement of the affected families, under the hand and\r\nseal of a Secretary to such Government or of any other officer duly authorised\r\nto certify its orders and different declarations may be made from time to time\r\nin respect of different parcels of any land covered by the same preliminary\r\nnotification irrespective of whether one report or different reports has or\r\nhave been made (wherever required).2.     \r\n  The\r\nCollector shall publish a summary of the Rehabilitation and Resettlement Scheme\r\nalong with draft declaration referred to in sub-section (1):Provided that no\r\ndeclaration under this sub-section shall be made unless the summary of the\r\nRehabilitation and Resettlement Scheme is published along with such\r\ndeclaration:Provided further that\r\nno declaration under this sub-section shall be made unless the Requiring Body\r\ndeposits an amount, in full or part, as may be prescribed by the appropriate\r\nGovernment toward the cost of acquisition of the land:Provided also that\r\nthe Requiring Body shall deposit the amount promptly so as to enable the\r\nappropriate Government to publish the declaration within a period of twelve\r\nmonths from the date of the publication of preliminary notification under\r\nsection 11.1.     \r\n2.     \r\n3.     \r\n  In\r\nprojects where land is acquired in stages, the application for acquisition\r\nitself can specify different stages for the rehabilitation and resettlement,\r\nand all declarations shall be made according to the stages so specified.4.     \r\n  Every\r\ndeclaration referred to in sub-section (1) shall be published in the following\r\nmanner, namely:-a.      in the Official\r\nGazette;b.     in two daily\r\nnewspapers being circulated in the locality, of such area of which one shall be\r\nin the regional language;c.      in the local language\r\nin the Panchayat, Municipality or Municipal Corporation, as the case may be,\r\nand in the offices of the District Collector, the Sub-Divisional Magistrate and\r\nthe Tehsil;d.     uploaded on the\r\nwebsite of the appropriate Government;e.      in the affected\r\nareas, in such manner as may be prescribed.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  Every\r\ndeclaration referred to in sub-section (1) shall indicate,-a.      the district or other\r\nterritorial division in which the land is situatedb.     the purpose for which\r\nit is needed, its approximate area; andc.      where a plan shall\r\nhave been made for the land, the place at which such plan may be inspected\r\nwithout any cost.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  The\r\ndeclaration referred to in sub-section (1) shall be conclusive evidence that\r\nthe land is required for a public purpose and, after making such declaration,\r\nthe appropriate Government may acquire the land in such manner as specified\r\nunder this Act.7.     \r\n  Where\r\nno declaration is made under sub-section (1) within twelve months from the date\r\nof preliminary notification, then such notification shall be deemed to have\r\nbeen rescinded:Provided that in\r\ncomputing the period referred to in this sub-section, any period or periods\r\nduring which the proceedings for the acquisition of the land were held up on\r\naccount of any stay or injunction by the order of any Court shall be excluded:Provided further that\r\nthe appropriate Government shall have the power to extend the period of twelve\r\nmonths, if in its opinion circumstances exist justifying the same:Provided also that\r\nany such decision to extend the period shall be recorded in writing and the\r\nsame shall be notified and be uploaded on the website of the authority\r\nconcerned.", "21": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 21.\r\n   Land to be marked out, measured and planned including marking of\r\nspecific areas.The Collector shall\r\nthereupon cause the land, unless it has been already marked out under section\r\n12, to be marked out and measured, and if no plan has been made thereof, a plan\r\nto be made of the same.", "22": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 22.\r\n   Notice to persons interested.1.     \r\n  The\r\nCollector shall publish the public notice on his website and cause public\r\nnotice to be given at convenient places on or near the land to be taken,\r\nstating that the Government intends to take possession of the land, and that\r\nclaims to compensations and rehabilitation and resettlement for all interests\r\nin such land may be made to him.2.     \r\n  The\r\npublic notice referred to in sub-section (1) shall state the particulars of the\r\nland so needed, and require all persons interested in the land to appear\r\npersonally or by agent or advocate before the Collector at a time and place\r\nmentioned in the public notice not being less than thirty days and not more\r\nthan six months after the date of publication of the notice, and to state the\r\nnature of their respective interests in the land and the amount and particulars\r\nof their claims to compensation for such interests, their claims to\r\nrehabilitation and resettlement along with their objections, if any, to the\r\nmeasurements made under section 21.3.     \r\n  The\r\nCollector may in any case require such statement referred to in sub-section (2)\r\nto be made in writing and signed by the party or his agent.4.     \r\n  The\r\nCollector shall also serve notice to the same effect on the occupier, if any,\r\nof such land and on all such persons known or believed to be interested\r\ntherein, be entitled to act for persons so interested, as reside or have agents\r\nauthorised to receive service on their behalf, within the revenue district in\r\nwhich the land is situate.5.     \r\n  In\r\ncase any person so interested resides elsewhere, and has no such agent, the\r\nCollector shall ensure that the notice shall be sent to him by post in letter\r\naddressed to him at his last known residence, address of place or business and\r\nalso publish the same in at least two national daily newspapers and also on his\r\nwebsite.", "23": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 23.\r\n   Power to require and enforce the making of statements as to\r\nnames and interests.1.     \r\n  The\r\nCollector may also require any such person to make or deliver to him, at a time\r\nand place mentioned (such time not being less than thirty days after the date\r\nof the requisition), a statement containing, so far as may be practicable, the\r\nname of every other person possessing any interest in the land or any part\r\nthereof as co-proprietor, sub-proprietor, mortgagee, tenant or otherwise, and\r\nof the nature of such interest, and of the rents and profits, if any, received\r\nor receivable on account thereof for three years next preceding the date of the\r\nstatement.2.     \r\n  Every\r\nperson required to make or deliver a statement under this section shall be\r\ndeemed to be legally bound to do so within the meaning of sections 175 and 176\r\nof the Indian Penal Code.", "24": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 24.\r\n   Enquiry and land acquisition award by Collector.On the day so fixed,\r\nor on any other day to which the enquiry has been adjourned, the Collector\r\nshall proceed to enquire into the objections (if any) which any person\r\ninterested has stated pursuant to a notice given under section 22, to the\r\nmeasurements made under section 21, and into the value of the land at the date\r\nof the publication of the notification, and into the respective interests of\r\nthe persons claiming the compensation and rehabilitation and resettlement,\r\nshall make an award under his hand of—a.     \r\n  the\r\ntrue area of the land;b.    \r\n  the\r\ncompensation as determined under section 28 along with Rehabilitation and\r\nResettlement award as determined under section 32 and which in his opinion\r\nshould be allowed for the land; andc.     \r\n  the\r\napportionment of the said compensation among all the persons known or believed\r\nto be interested in the land, or whom, or of whose claims, he has information,\r\nwhether or not they have respectively appeared before him.", "25": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 25.\r\n   Land acquisition process under Act No. 1 of 1894 shall be deemed\r\nto have lapsed in certain cases.1.     \r\n  Notwithstanding\r\nanything contained in this Act, in any case of land acquisition proceedings\r\ninitiated under the Land Acquisition Act, 1894,-a.      where no award under\r\nsection 11 of the said Land Acquisition Act has been made, then, all provisions\r\nof this Act relating to the determination of compensation, rehabilitation and\r\nresettlement shall apply; orb.     where an award under\r\nsaid section 11 has been made, then such proceedings shall continue under the\r\nprovisions of the said Land Acquisition Act, as if the said Act has not been\r\nrepealed.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), in case of land acquisition proceedings\r\ninitiated under the Land Acquisition Act, 1894, where an award under the said\r\nsection 11 has been made five years or more prior to the commencement of this\r\nAct but the physical possession of the land has not been taken or the\r\ncompensation has not been paid the said proceedings shall be deemed to have\r\nlapsed and the appropriate Government, if it so chooses, shall initiate the\r\nproceedings of such land acquisition afresh in accordance with the provisions\r\nof this Act:Provided that where\r\nan award has been made and compensation in respect of a majority of land\r\nholdings has not been accepted, then, all beneficiaries specified in the\r\nnotification for acquisition under section 4 of the said Land Acquisition Act,\r\nshall be entitled to compensation in accordance with the provisions of this\r\nAct.", "26": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 26.\r\n   Period within which an award shall be made.The Collector shall\r\nmake an award within a period of twelve months from the date of publication of\r\nthe declaration under section 20 and if no award is made within that period,\r\nthe entire proceedings for the acquisition of the land shall lapse:Provided that the\r\nappropriate Government shall have the power to extend the period of twelve\r\nmonths if in its opinion, circumstances exist justifying the same:Provided further that\r\nany such decision to extend the period shall be recorded in writing and the\r\nsame shall be notified and be uploaded on the website of the authority\r\nconcerned.", "27": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 27.\r\n   Determination of market value of land by Collector.1.     \r\n  The\r\nCollector shall adopt the following criteria in assessing and determining the\r\nmarket value of the land, namely:-a.      the market value, if\r\nany, specified in the Indian Stamp Act, 1899 for the registration of sale deeds\r\nor agreements to sell, as the case may be, in the area, where the land is\r\nsituated; orb.     the average sale\r\nprice for similar type of land situated in the nearest village or nearest\r\nvicinity area; orc.      consented amount of\r\ncompensation as agreed upon under sub-section (2) of section 2 in case of\r\nacquisition of lands for private companies or for public private partnership\r\nprojects, whichever is higher:Provided that the\r\ndate for determination of market value shall be the date on which the\r\nnotification has been issued under section 11.Explanation 1.- The\r\naverage sale price referred to in clause (b) shall be determined taking into\r\naccount the sale deeds or the agreements to sell registered for similar type of\r\narea in the near village or near vicinity area during immediately preceding\r\nthree years of the year in which such acquisition of land is proposed to be\r\nmade.Explanation 2.- For\r\ndetermining the average sale price referred to in Explanation 1, one-half of\r\nthe total number of sale deeds or the agreements to sell in which the highest\r\nsale price has been mentioned shall be taken into account.Explanation 3. -While\r\ndetermining the market value under this section and the average sale price\r\nreferred to in Explanation 1 or Explanation 2, any price paid as compensation\r\nfor land acquired under the provisions of this Act on an earlier occasion in\r\nthe district shall not be taken into consideration.Explanation 4.- While\r\ndetermining the market value under this section and the average sale price\r\nreferred to in Explanation 1 or Explanation 2, any price paid, which in the\r\nopinion of the Collector is not indicative of actual prevailing market value\r\nmay be discounted for the purposes of calculating market value.1.     \r\n2.     \r\n  The\r\nmarket value calculated as per sub-section (1) shall be multiplied by a factor\r\nto be specified in the First Schedule.3.     \r\n  Where\r\nthe market value under sub-section (1) or sub-section (2) cannot be determined\r\nfor the reason that-a.      the land is situated\r\nin such area where the transactions in land are restricted by or under any\r\nother law for the time being in force in that area; orb.     the registered sale\r\ndeeds or agreements to sell as mentioned in clause (a) of sub-section (1) for\r\nsimilar land are not available for the immediately preceding three years; orc.      the market value has\r\nnot been specified under the Indian Stamp Act, 1899 by the appropriate\r\nauthority, the State Government concerned shall specify the floor price or\r\nminimum price per unit area of the said land based on the price calculated in\r\nthe manner specified in sub-section (1) in respect of similar types of land\r\nsituated in the immediate adjoining areas:Provided that in a\r\ncase where the Requiring Body offers its shares to the owners of the lands\r\n(whose lands have been acquired) as a part compensation, for acquisition of\r\nland, such shares in no case shall exceed twenty-five per cent. of the value so\r\ncalculated under sub-section (1) or sub-section (2) or sub-section (3) as the\r\ncase may be:Provided further that\r\nthe Requiring Body shall in no case compel any owner of the land (whose land\r\nhas been acquired) to take its shares, the value of which is deductible in the\r\nvalue of the land calculated under sub-section (1):Provided also that\r\nthe Collector shall, before initiation of any land acquisition proceedings in\r\nany area, take all necessary steps to revise and update the market value of the\r\nland on the basis of the prevalent market rate in that area:Provided also that\r\nthe appropriate Government shall ensure that the market value determined for\r\nacquisition of any land or property of an educational institution established\r\nand administered by a religious or linguistic minority shall be such as would\r\nnot restrict or abrogate the right to establish and administer educational\r\ninstitutions of their choice.", "28": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 28.\r\n   Determination of amount of compensation.The Collector having\r\ndetermined the market value of the land to be acquired shall calculate the\r\ntotal amount of compensation to be paid to the land owner (whose land has been\r\nacquired) by including all assets attached to the land.", "29": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 29.\r\n   Parameters to be considered by Collector in determination of\r\naward.In determining the\r\namount of compensation to be awarded for land acquired under this Act, the\r\nCollector shall take into consideration—firstly, the market\r\nvalue as determined under section 27 and the award amount in accordance with\r\nthe First and Second Schedules;secondly, the damage\r\nsustained by the person interested, by reason of the taking of any standing\r\ncrops and trees which may be on the land at the time of the Collector's taking\r\npossession thereof;thirdly, the damage\r\n(if any) sustained by the person interested, at the time of the Collector's\r\ntaking possession of the land, by reason of severing such land from his other\r\nland;fourthly, the damage\r\n(if any) sustained by the person interested, at the time of the Collector's\r\ntaking possession of the land, by reason of the acquisition injuriously\r\naffecting his other property, movable or immovable, in any other manner, or his\r\nearnings;fifthly, in\r\nconsequence of the acquisition of the land by the Collector, the person\r\ninterested is compelled to change his residence or place of business, the\r\nreasonable expenses (if any) incidental to such change;sixthly, the damage\r\n(if any) bona fide resulting from diminution of the profits of the land between\r\nthe time of the publication of the declaration under section 20 and the time of\r\nthe Collector's taking possession of the land; andseventhly, any other\r\nground which may be in the interest of equity, justice and beneficial to the\r\naffected families.", "30": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 30.\r\n   Determination of value of things attached to land or building.1.     \r\n  The\r\nCollector in determining the market value of the building and other immovable\r\nproperty or assets attached to the land or building which are to be acquired,\r\nuse the services of a competent engineer or any other specialist in the\r\nrelevant field, as may be considered necessary by him.2.     \r\n  The\r\nCollector for the purpose of determining the value of trees and plants attached\r\nto the land acquired, use the services of experienced persons in the field of\r\nagriculture, forestry, horticulture, sericulture, or any other field, as may be\r\nconsidered necessary by him.3.     \r\n  The\r\nCollector for the purpose of assessing the value of the standing crops damaged\r\nduring the process of land acquisition, may use the services of experienced\r\npersons in the field of agriculture as may be considered necessary by him.", "31": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 31. Award\r\nof solatium.1.     \r\n  The\r\nCollector having determined the total compensation to be paid, shall, to arrive\r\nat the final award, impose a “Solatium” amount equivalent to one hundred per\r\ncent. Of the compensation amount.Explanation.- For the\r\nremoval of doubts it is hereby declared that solatium amount shall be in\r\naddition to the compensation payable to any person whose land has been\r\nacquired.1.     \r\n2.     \r\n  The\r\nCollector shall issue individual awards detailing the particulars of\r\ncompensation payable and the details of payment of the compensation as\r\nspecified in the First Schedule.3.     \r\n  In\r\naddition to the market value of the land provided under section 27, the\r\nCollector shall, in every case, award an amount calculated at the rate of\r\ntwelve per cent. per annum on such market value for the period commencing on\r\nand from the date of the publication of the notification of the Social Impact\r\nAssessment study under sub-section (2) of section 4, in respect of such land,\r\ntill the date of the award of the Collector or the date of taking possession of\r\nthe land, whichever is earlier.", "32": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter V Rehabilitation and Resettlement Award32   . Rehabilitation and Resettlement award for affected families by\r\nCollector.1.       The\r\nCollector shall pass Rehabilitation and Resettlement Awards for each affected\r\nfamily in terms of the entitlements provided in the Second Schedule.2.       The\r\nRehabilitation and Resettlement Award shall include all of the following,\r\nnamely:-a.     \r\n  rehabilitation and resettlement amount payable to the family;b.    \r\n  bank account number of the person to which the rehabilitation\r\nand resettlement award amount is to be transferred;c.     \r\n  particulars of house site and house to be allotted, in case of\r\ndisplaced families;d.    \r\n  particulars of land allotted to the displaced families;e.     \r\n  particulars of one time subsistence allowance and transportation\r\nallowance in case of displaced families;f.     \r\n  particulars of payment for cattle shed and petty shops;g.    \r\n  particulars of one-time amount to artisans and small traders;h.     \r\n  details of mandatory employment to be provided to the members of\r\nthe affected families;i.      \r\n  particulars of any fishing rights that may be involved;j.      \r\n  particulars of annuity and other entitlements to be provided;k.     \r\n  particulars of special provisions for the Scheduled Castes and\r\nthe Scheduled Tribes to be provided:Provided that in case any of the matters specified under clauses\r\n(a ) to (k ) are not applicable to any affected family the same\r\nshall be indicated as “not applicable”:Provided further that the appropriate Government may, by\r\nnotification increase the rate of rehabilitation and resettlement amount\r\npayable to the affected families, taking into account the rise in the price\r\nindex.", "33": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 33.  Provision of infrastructural amenities in\r\nresettlement area.In every resettlement area as defined under this Act, the\r\nCollector shall ensure the provision of all infrastructural facilities and\r\nbasic minimum amenities specified in the Third Schedule.", "34": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 34. Corrections to awards by Collector.1.       The\r\nCollector may at any time, but not later than six months from the date of award\r\nor where he has been required under the provisions of this Act to make a\r\nreference to the Authority under section 65, before the making of such\r\nreference, by order, correct any clerical or arithmetical mistakes in either of\r\nthe awards or errors arising therein either on his own motion or on the\r\napplication of any person interested or local authority:Provided that no correction which is likely to affect\r\nprejudicially any person shall be made unless such person has been given a\r\nreasonable opportunity of making representation in the matter.1.     \r\n 2.       The\r\nCollector shall give immediate notice of any correction made in the award so\r\ncorrected to all the persons interested.3.       Where\r\nany excess amount is proved to have been paid to any person as a result of the\r\ncorrection made under sub-section (1 ), the excess amount so paid shall\r\nbe liable to be refunded and in the case of any default or refusal to pay, the\r\nsame may be recovered, as prescribed by the appropriate Government.", "35": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 35.\r\n   Adjournment of enquiry.The Collector may,\r\nfor any cause he thinks fit, from time to time adjourn the enquiry to a day to\r\nbe fixed by him.", "36": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 36.    Power\r\nto summon and enforce attendance of witnesses and production of documents.For the purpose of\r\nenquiries under this Act, the Collector shall have powers to summon and enforce\r\nthe attendance of witnesses, including the parties interested of any of them,\r\nand to compel the production of documents by the same means, and (so far as may\r\nbe) in the same manner as is provided in the case of a Civil Court under the\r\nCode of Civil Procedure, 1908.", "37": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 37.\r\n   Power to call for records, etc.The appropriate\r\nGovernment may at any time before the award is made by the Collector under\r\nsection 31 call for any record of any proceedings (whether by way of inquiry or\r\notherwise) for the purpose of satisfying itself as to the legality or propriety\r\nof any findings or order passed or as to the regularity of such proceedings and\r\nmay pass such order or issue such direction in relation thereto as it may think\r\nfit:Provided that the\r\nappropriate Government shall not pass or issue any order or direction\r\nprejudicial to any person without affording such person a reasonable\r\nopportunity of being heard.", "38": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 38.\r\n   Awards of Collector when to be final.1.     \r\n  The\r\nAwards shall be filed in the Collector’s office and shall, except as\r\nhereinafter provided, be final and conclusive evidence, as between the\r\nCollector and the persons interested, whether they have respectively appeared\r\nbefore the Collector or not, of the true area and market value of the land and\r\nthe assets attached thereto, solatium so determined and the apportionment of\r\nthe compensation among the persons interested.2.     \r\n  The\r\nCollector shall give immediate notice of his awards to such of the persons\r\ninterested who are not present personally or through their representatives when\r\nthe awards are made.3.     \r\n  The\r\nCollector shall keep open to the public and display a summary of the entire\r\nproceedings undertaken in a case of acquisition of land including the amount of\r\ncompensation awarded to each individual along with details of the land finally\r\nacquired under this Act on the website created for this purpose.", "39": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 39.\r\n   Power to take possession of land to be acquired.1.     \r\n  The\r\nCollector shall take possession of land after ensuring that full payment of\r\ncompensation as well as rehabilitation and resettlement entitlements are paid\r\nor tendered to the entitled persons within a period of three months for the\r\ncompensation and a period of six months for the monetary part of rehabilitation\r\nand resettlement entitlements listed in the Second Schedule commencing from the\r\ndate of the award made under section 31:Provided that the\r\ncomponents of the Rehabilitation and Resettlement Package in the Second and\r\nThird Schedules that relate to infrastructural entitlements shall be provided\r\nwithin a period of eighteen months from the date of the award:Provided further that\r\nin case of acquisition of land for irrigation or hydel project, being a public\r\npurpose, the rehabilitation and resettlement shall be completed six months\r\nprior to submergence of the lands acquired.2.     \r\n  The\r\nCollector shall be responsible for ensuring that the rehabilitation and\r\nresettlement process is completed in all its aspects before displacing the\r\naffected families.", "40": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 40.\r\n   Additional compensation in case of multiple displacements.The Collector shall,\r\nas far as possible, not displace any family which has already been displaced by\r\nthe appropriate Government for the purpose of acquisition under the provisions\r\nof this Act, and if so, displaced, shall pay an additional compensation\r\nequivalent to that of the compensation determined under this Act for the second\r\nor successive displacements.", "41": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 41.\r\n   Special powers in case of urgency to acquire land in certain\r\ncases.1.     \r\n  In\r\ncases of urgency, whenever the appropriate Government so directs, the\r\nCollector, though no such award has been made, may, on the expiration of thirty\r\ndays from the publication of the notice mentioned in section 22, take\r\npossession of any land needed for a public purpose and such land shall\r\nthereupon vest absolutely in the Government, free from all encumbrances.2.     \r\n  The\r\npowers of the appropriate Government under sub-section (1) shall be restricted\r\nto the minimum area required for the defence of India or national security or\r\nfor any emergencies arising out of natural calamities or any other emergency\r\nwith the approval of Parliament:Provided that the\r\nCollector shall not take possession of any building or part of a building under\r\nthis sub-section without giving to the occupier thereof at least forty-eight\r\nhours notice of his intention to do so, or such longer notice as may be\r\nreasonably sufficient to enable such occupier to remove his movable property\r\nfrom such building without unnecessary inconvenience.1.     \r\n2.     \r\n3.     \r\n  Before\r\ntaking possession of any land under sub-section (1) or sub-section (2), the\r\nCollector shall tender payment of eighty per cent. of the compensation for such\r\nland as estimated by him to the person interested entitled thereto.4.     \r\n  In\r\nthe case of any land to which, in the opinion of the appropriate Government,\r\nthe provisions of sub-section (1), sub-section (2) or sub-section (3) are\r\napplicable, the appropriate Government may direct that any or all of the\r\nprovisions of Chapter II to Chapter VI shall not apply, and, if it does so\r\ndirect, a declaration may be made under section 20 in respect of the land at\r\nany time after the date of the publication of the preliminary notification\r\nunder sub-section (1) of section 11.5.     \r\n  An\r\nadditional compensation of seventy-five per cent. of the total compensation as\r\ndetermined under section 27, shall be paid by the Collector in respect of land\r\nand property for acquisition of which proceedings have been initiated under\r\nsub-section (1) of this section:Provided that no\r\nadditional compensation will be required to be paid in case the project is one\r\nthat affects the sovereignty and integrity of India, the security and strategic\r\ninterests of the State or relations with foreign States.", "42": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 42.\r\n   Special Provisions for Scheduled Castes and Scheduled Tribes.1.     \r\n  As\r\nfar as possible, no acquisition of land shall be made in the Scheduled Areas.2.     \r\n  Where\r\nsuch acquisition does take place it shall be done only as a demonstrable last\r\nresort.3.     \r\n  In\r\ncase of acquisition or alienation of any land in the Scheduled Areas, the prior\r\nconsent of the concerned Gram Sabha or the Panchayats or the autonomous\r\nDistrict Councils, at the appropriate level in Scheduled Areas under the Fifth\r\nSchedule to the Constitution, as the case may be, shall be obtained, in all\r\ncases of land acquisition in such areas, including acquisition in case of\r\nurgency, before issue of a notification under this Act, or any other Central\r\nAct or a State Act for the time being in force:Provided that the\r\nconsent of the Panchayats or the Autonomous Districts Councils shall be\r\nobtained in cases where the Gram Sabha does not exist or has not been\r\nconstituted.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  In\r\ncase of a project involving land acquisition on behalf of a Requiring Body\r\nwhich involves involuntary displacement of the Scheduled Castes or the\r\nScheduled Tribes families, a Development Plan shall be prepared, in such form\r\nas may be prescribed, laying down the details of procedure for settling land\r\nrights due, but not settled and restoring titles of the Scheduled Tribes as\r\nwell as the Scheduled Castes on the alienated land by undertaking a special\r\ndrive together with land acquisition.5.     \r\n  The\r\nDevelopment Plan shall also contain a programme for development of alternate\r\nfuel, fodder and, non-timber forest produce resources on non-forest lands\r\nwithin a period of five years, sufficient to meet the requirements of tribal\r\ncommunities as well as the Scheduled Castes.6.     \r\n  In\r\ncase of land being acquired from members of the Scheduled Castes or the Scheduled\r\nTribes, at least one-third of the compensation amount due shall be paid to the\r\naffected families initially as first instalment and the rest shall be paid\r\nafter taking over of the possession of the land.7.     \r\n  The\r\naffected families of the Scheduled Tribes shall be resettled preferably in the\r\nsame Scheduled Area in a compact block so that they can retain their ethnic,\r\nlinguistic and cultural identity.8.     \r\n  The\r\nresettlement areas predominantly inhabited by the Scheduled Castes and the\r\nScheduled Tribes shall get land, to such extent as may be decided by the\r\nappropriate Government free of cost for community and social gatherings.9.     \r\n  Any\r\nalienation of tribal lands or lands belonging to members of the Scheduled\r\nCastes in disregard of the laws and regulations for the time being in force\r\nshall be treated as null and void, and in the case of acquisition of such\r\nlands, the rehabilitation and resettlement benefits shall be made available to\r\nthe original tribal land owners or land owners belonging to the Scheduled\r\nCastes.10.  \r\n  The\r\naffected Scheduled Tribes, other traditional forest dwellers and the Scheduled\r\nCastes having fishing rights in a river or pond or dam in the affected area\r\nshall be given fishing rights in the reservoir area of the irrigation or hydel\r\nprojects.11.  \r\n  Where\r\nthe affected families belonging to the Scheduled Castes and the Scheduled\r\nTribes are relocated outside of the district, then, they shall be paid an\r\nadditional twenty-five per cent, rehabilitation and resettlement benefits to\r\nwhich they are entitled in monetary terms along with a one-time entitlement of\r\nfifty thousand rupees.", "43": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 43.\r\n   Reservation and other benefits.1.     \r\n  All\r\nbenefits, including the reservation benefits available to the Scheduled Tribes\r\nand the Scheduled Castes in the affected areas shall continue in the\r\nresettlement area.2.     \r\n  Whenever\r\nthe affected families belonging to the Scheduled Tribes who are residing in the\r\nScheduled Areas referred to in the Fifth Scheduled or the tribal areas referred\r\nto in the Sixth Scheduled to the Constitution are relocated outside those\r\nareas, than, all the statutory safeguards, entitlements and benefits being\r\nenjoyed by them under this Act shall be extended to the area to which they are\r\nresettled regardless of whether the resettlment area is a Scheduled Area\r\nreferred to in the said Fifth Scheduled, or a tribal area referred to in the\r\nsaid Sixth Schedule, or not.3.     \r\n  Where\r\nthe community rights have been settled under the provisions of the Scheduled\r\nTribes and Other Traditional Forest Dwellers (Recognition of Forest Rights)\r\nAct, 2006, the same shall be quantified in monetary amount and be paid to the\r\nindividual concerned who has been displaced due to the acquisition of land in\r\nproportion with his share in such community rights.", "44": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter VI Procedure\r\nand Manner of Rehabilitation and Resettlement44.\r\n   Appointment of Administrator.1.     \r\n  Where\r\nthe appropriate Government is satisfied that there is likely to be involuntary\r\ndisplacement of persons due to acquisition of land, then, the State Government\r\nshall, by notification, appoint in respect of that project, an officer not\r\nbelow the rank of Joint Collector or Additional Collector or Deputy Collector\r\nor equivalent official of Revenue Department to be the Administrator for\r\nRehabilitation and Resettlement.2.     \r\n  The\r\nAdministrator shall, with a view to enable him to function efficiently and to\r\nmeet the special time-frame, be provided with such powers, duties and\r\nresponsibilities as may be prescribed by the appropriate Government and\r\nprovided with office infrastructure and be assisted by such officers and\r\nemployees who shall be subordinate to him as the appropriate Government may\r\ndecide.3.      Subject to the\r\nsuperintendence, directions and control of the appropriate Government and the\r\nCommissioner for Rehabilitation and Resettlement, the formulation, execution\r\nand monitoring of the  Rehabilitation and Resettlement Scheme shall vest in the\r\nAdministrator.  Rehabilitation\r\nand Resettlement Scheme shall vest in the Administrator.", "45": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 45.\r\n   Commissioner for rehabilitation and resettlement.1.     \r\n  The\r\nState Government shall appoint an officer of the rank of Commissioner or\r\nSecretary of that Government for rehabilitation and resettlement of affected\r\nfamilies under this Act, to be called the Commissioner for Rehabilitation and\r\nResettlement2.     \r\n  The\r\nCommissioner shall be responsible for supervising the formulation of\r\nrehabilitation and resettlement schemes or plans and proper implementation of\r\nsuch schemes or plans.3.     \r\n  The\r\nCommissioner shall be responsible for the post-implementation social audit in\r\nconsultation with the Gram Sabha in rural areas and municipality in urban\r\nareas.", "46": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 46.\r\n   Rehabilitation and resettlement committee at project level.1.     \r\n  Where\r\nland proposed to be acquired is equal to or more than one hundred acres, the\r\nappropriate Government shall constitute a Committee under the chairmanship of\r\nthe Collector to be called the Rehabilitation and Resettlement Committee, to\r\nmonitor and review the progress of implementation of the Rehabilitation and\r\nResettlement scheme and to carry out post-implementation social audits in\r\nconsultation with the Gram Sabha in rural areas and municipality in urban\r\nareas.2.     \r\n  The\r\nRehabilitation and Resettlement Committee shall include, apart from officers of\r\nthe appropriate Government, the following members, namely:-a.      a representative of\r\nwomen residing in the affected area;b.     a representative each\r\nof the Scheduled Castes and the Scheduled Tribes residing in the affected area;c.      a representative of a\r\nvoluntary organisation working in the area;d.     a representative of a\r\nnationalised bank;e.      the Land Acquisition\r\nOfficer of the project;f.      the Chairpersons of\r\nthe panchayats or municipalities located in the affected area or their\r\nnominees;g.     the Chairperson of\r\nthe District Planning Committee or his nominee;h.      the Member of\r\nParliament and Member of the Legislative Assembly of the concerned area or\r\ntheir nominees;i.       a representative of\r\nthe Requiring Body; andj.       Administrator for\r\nRehabilitation and Resettlement as the Member-Convenor.1.     \r\n2.     \r\n3.     \r\n  The\r\nprocedure regulating the discharge of the process given in this section and\r\nother matters connected thereto of the Rehabilitation and Resettlement\r\nCommittee shall be such as may be prescribed by the appropriate Government.", "47": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 47.\r\n   Provisions relating to rehabilitation and resettlement to apply\r\nin case of certain persons other than specified persons.1.     \r\n  Where\r\nany person other than a specified person is purchasing land through private\r\nnegotiations for an area equal to or more than such limits, as may be notified\r\nby the appropriate Government, considering the relevant State specific factors\r\nand circumstances, for which the payment of Rehabilitation and Resettlement\r\nCosts under this Act is required, he shall file an application with the\r\nDistrict Collector notifying him of—a.      intent to purchase;b.     purpose for which\r\nsuch purchase is being made;c.      particulars of lands\r\nto be purchased.1.     \r\n2.     \r\n  It\r\nshall be the duty of the Collector to refer the matter to the Commissioner for\r\nthe satisfaction of all relevant provisions under this Act related to\r\nrehabilitation and resettlement.3.     \r\n  Based\r\nupon the Rehabilitation and Resettlement Scheme approved by the Commissioner as\r\nper the provisions of this Act, the Collector shall pass individual awards\r\ncovering Rehabilitation and Resettlement entitlements as per the provisions of\r\nthis Act.4.     \r\n  No\r\nland use change shall be permitted if rehabilitation and resettlement is not\r\ncomplied with in full5.     \r\n  Any\r\npurchase of land by a person other than specified persons without complying\r\nwith the provisions of Rehabilitation and Resettlement Scheme shall be void ab\r\ninitio .Provided that the\r\nappropriate Government may provide for rehabilitation and resettlement\r\nprovisions on sale or purchase of land in its State and shall also fix the\r\nlimits or ceiling for the said purpose.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  If\r\nany land has been purchased through private negotiations by a person on or\r\nafter the 5th day of September, 2011, which is more than such limits referred\r\nto in sub-section (1) and, if the same land is acquired within three years from\r\nthe date of commencement of this Act, then, forty per cent. of the compensation\r\npaid for such land acquired shall be shared with the original land owners.Explanation.—For the\r\npurpose of this section, the expression—a.      ''original land\r\nowner\" refers to the owner of the land as on the 5th day of September,\r\n2011;b.     \"specified\r\npersons\" includes any person other than—                     \r\n i.        \r\n  appropriate\r\nGovernment;                    \r\n ii.        \r\n  Government\r\ncompany;                   \r\n iii.        \r\n  association\r\nof persons or trust or society as registered under the Societies Registration Act,\r\n1860, wholly or partially aided by the appropriate Government or controlled by\r\nthe appropriate Government.", "48": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 48.\r\n   Quantification and deposit of rehabilitation and resettlement\r\namount.Where the Collector\r\nis of the view that the obligations of the Requiring Body with regard to\r\nrehabilitation and resettlement can be quantified into monetary amount, he\r\nshall allow the payment of such amount into an account in complete satisfaction\r\nof such obligations, which shall be administered by the Administrator appointed\r\nunder section 44, under the supervision of the Collector.", "49": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter VII National\r\nMonitoring Committee for Rehabilitation and Resettlement49.\r\n   Establishment of National Monitoring Committee for\r\nrehabilitation and resettlement.1.     \r\n  The\r\nCentral Government may, whenever necessary, for national or inter-State\r\nprojects, constitute a National Monitoring Committee for reviewing and\r\nmonitoring the implementation of rehabilitation and resettlement schemes or\r\nplans under this Act.2.     \r\n  The\r\nCommittee may, besides having representation of the concerned Ministries and\r\nDepartments of the Central and State Governments, associate with it eminent\r\nexperts from the relevant fields.3.     \r\n  The\r\nprocedures to be followed by the Committee and the allowances payable to the\r\nexperts shall be such as may be prescribed.4.     \r\n  The\r\nCentral Government shall provide officers and other employees to the Committee\r\nnecessary for its efficient functioning.", "50": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 50.\r\n   Reporting requirements.The States and Union\r\nterritories shall provide all the relevant information on the matters covered\r\nunder this Act, to the National Monitoring Committee in a regular and timely\r\nmanner, and also as and when required.", "51": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 51.\r\n   Establishment of State Monitoring Committee for rehabilitation\r\nand resettlement.1.     \r\n  The\r\nState Government shall constitute a State Monitoring Committee for reviewing\r\nand monitoring the implementation or rehabilitation and resettlement schemes or\r\nplans under this Act.2.     \r\n  The\r\nCommittee may, besides having representatives of the concerned Ministries and\r\nDepartments of the State Government, associate with it eminent experts from the\r\nrelevant fields.3.     \r\n  The\r\nprocedures to be followed by the Committee and the allowances payable to the\r\nexperts shall be such as may be prescribed by the State4.     \r\n  The\r\nState Government shall provide such officers and other employees to the\r\nCommittee as may be necessary for its efficient functioning.", "52": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter VIII Establishment\r\nof Land Acquisition, Rehabilitation and Resettlement Authority52.  Establishment of State Monitoring Committee for\r\nrehabilitation and Resettlement Authority.1.     \r\n  The\r\nappropriate Government shall, for the purpose of providing speedy disposal of\r\ndisputes relating to land acquisition, compensation, rehabilitation and\r\nresettlement, establish, by notification, one or more Authorities to be known\r\nas “the Land Acquisition, Rehabilitation and Resettlement Authority” to\r\nexercise jurisdiction, powers and authority conferred on it by or under this\r\nAct.2.     \r\n  The\r\nappropriate Government shall also specify in the notification referred to in\r\nsub-section (1) the areas within which the Authority may exercise jurisdiction\r\nfor entertaining and deciding the references made to it under section 65 or\r\napplications made by the applicant under second proviso to sub-section (1) of\r\nsection 65.", "53": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 53.\r\n Composition of Authority.1.     \r\n  The\r\nAuthority shall consist of one person only (hereinafter referred to as the\r\nPresiding Officer) to be appointed, by notification, by the appropriate\r\nGovernment.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), the appropriate Government may authorise\r\nthe Presiding Officer of one Authority to discharge also the functions of the\r\nPresiding Officer of another Authority.", "54": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 54.\r\n Qualifications for appointment as Presiding\r\nOfficer.1.     \r\n  A\r\nperson shall not be qualified for appointment as the Presiding Officer of an\r\nAuthority unless,-a.      he is or has been a\r\nDistrict Judge; orb.     he is a qualified\r\nlegal practitioner for not less than seven years.2.     \r\n  A\r\nPresiding Officer shall be appointed by the appropriate Government in\r\nconsultation with the Chief Justice of a High Court in whose jurisdiction the\r\nAuthority is proposed to be established.", "55": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 55.\r\n Terms of office of Presiding Officer.The Presiding Officer\r\nof an Authority shall hold office for a term of three years from the date on\r\nwhich he enters upon his office or until he attains the age of sixty-five\r\nyears, whichever is earlier.", "56": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 56.  Staff of Authority.1.     \r\n  The\r\nappropriate Government shall provide the Authority with a Registrar and such\r\nother officers and employees as that Government may think fit.2.     \r\n  The\r\nRegistrar and other officers and employees of an Authority shall discharge\r\ntheir functions under the general superintendence of the Presiding Officer.3.     \r\n  The\r\nsalaries and allowances and other conditions of service of the Registrar and\r\nother officers and employees of an Authority shall be such as may be\r\nprescribed.", "57": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 57.\r\n Salary and allowances and other terms and\r\nconditions of service of Presiding Officers.The salary and\r\nallowances payable to and the other terms and conditions of service (including\r\npension, gratuity and other retirement benefits) of the Presiding Officer of an\r\nAuthority, shall be such as may be prescribed:Provided that neither\r\nthe salary and allowances nor the other terms and conditions of service of the\r\nsaid Presiding Officers shall be varied to their disadvantage after\r\nappointment.", "58": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 58.  Filling up of vacancies.If, for any reason\r\nother than temporary absence, any vacancy occurs in the office of the Presiding\r\nOfficer of an Authority then the appropriate Government shall appoint another\r\nperson in accordance with the provisions of this Act to fill the vacancy and\r\nthe proceedings may be continued before the Authority from the stage at which\r\nthe vacancy is filled.", "59": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 59.\r\n Resignation and removal.1.     \r\n  The\r\nPresiding Officer of an Authority may, by notice in writing under his hand\r\naddressed to the appropriate Government, resign his office:Provided that the\r\nPresiding Officer shall, unless he is permitted by the appropriate Government\r\nto relinquish his office sooner, continue to hold office until the expiry of\r\nthree months from the date of receipt of such notice or until a person duly\r\nappointed as his successor enters upon his office or until the expiry of his\r\nterm of office, whichever is earlier.1.     \r\n2.     \r\n  The\r\nPresiding officer of an Authority shall not be removed from his office except\r\nby an order made by the appropriate Government on the ground of proven\r\nmisbehaviour or incapacity after inquiry in the case of the Presiding Officer of\r\nan Authority made by a Judge of a High Court in which the Presiding Officer\r\nconcerned has been informed of the charges against him and given a reasonable\r\nopportunity of being heard in respect of these charges.3.     \r\n  The\r\nappropriate Government may, by rules, regulate the procedure for the\r\ninvestigation of misbehaviour or incapacity of the aforesaid Presiding Officer.", "60": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 60.\r\n Orders constituting Authority to be final and not\r\nto invalidate its proceedings.No order of the\r\nappropriate Government appointing any person as the Presiding Officer of an\r\nAuthority shall be called in question in any manner, and no act or proceeding before\r\nan Authority shall be called in question in any manner on the ground merely of\r\nany defect in the constitution of an Authority.", "61": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 61.  Powers of Authority and procedure before it.1.     \r\n  The\r\nAuthority shall, for the purposes of its functions under this Act, shall have\r\nthe same powers as are vested in a civil court under the Code of Civil\r\nProcedure, 1908 in respect of the following matters, namely:-a.      summoning and\r\nenforcing the attendance of any person and examining him on oath;b.     discovery and\r\nproduction of any document or other material object producible as evidence;c.      receiving evidence on\r\naffidavits;d.     requisitioning of any\r\npublic record;e.      issuing commission\r\nfor the examination of witnesses;f.      reviewing its\r\ndecisions, directions and orders;g.     any other matter\r\nwhich may be prescribed.1.     \r\n2.     \r\n  The\r\nAuthority shall have original jurisdiction to adjudicate upon every reference\r\nmade to it under section 65.3.     \r\n  The\r\nAuthority shall not be bound by the procedure laid down in the Code of Civil\r\nProcedure, 1908 but shall be guided by the principles of natural justice and\r\nsubject to the other provisions of this Act and of any rules made thereunder,\r\nthe Authority shall have the power to regulate its own procedure.4.     \r\n  The\r\nAuthority shall, after receiving reference under section 65 and after giving\r\nnotice of such reference to all the parties concerned and after affording\r\nopportunity of hearing to all parties, dispose of such reference within a\r\nperiod of six months from the date of receipt of such reference and make an\r\naward accordingly.5.     \r\n  The\r\nAuthority shall arrange to deliver copies of the award to the parties concerned\r\nwithin a period of fifteen days from the date of such award.", "62": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 62.\r\n Proceedings before Authority to be judicial\r\nproceedings.All proceedings\r\nbefore the Authority shall be deemed to be judicial proceedings within the\r\nmeaning of sections 193 and 228 of the Indian Penal Code and the Authority\r\nshall be deemed to be a civil court for the purposes of sections 345 and 346 of\r\nthe Code of Criminal Procedure, 1973.", "63": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 63.  Members and officers of Authority to be public servants.The Member and\r\nofficers of the Authority shall be deemed to be public servants within the\r\nmeaning of section 21 of the Indian Penal Code.", "64": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 64.\r\n Jurisdiction of civil courts barred.No civil court (other\r\nthan High Court under article 226 or article 227 of the Constitution or the\r\nSupreme Court) shall have jurisdiction to entertain any dispute relating to\r\nland acquisition in respect of which the Collector or the Authority is\r\nempowered by or under this Act, and no injunction shall be granted by any court\r\nin respect of any such matter.", "65": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 65.\r\n Reference to Authority.1.     \r\n  Any\r\nperson interested who has not accepted the award may, by written application to\r\nthe Collector, require that the matter be referred by the Collector for the\r\ndetermination of the Authority, as the case may be, whether his objection be to\r\nthe measurement of the land, the amount of the compensation, the person to whom\r\nit is payable, the rights of Rehabilitation and Resettlement under Chapters V\r\nand VI or the apportionment of the compensation among the persons interested:Provided that the\r\nCollector shall, within a period of thirty days from the date of receipt of\r\napplication, make a reference to the appropriate Authority:Provided further that\r\nwhere the Collector fails to make such reference within the period so\r\nspecified, the applicant may apply to the Authority, as the case may be,\r\nrequesting it to direct the Collector to make the reference to it within a\r\nperiod of thirty days.1.     \r\n2.     \r\n  The\r\napplication shall state the grounds on which objection to the award is taken:Provided that every\r\nsuch application shall be made-a.      if the person making\r\nit was present or represented before the Collector at the time when he made his\r\naward, within six weeks from the date of the Collector’s award;b.     in other cases,\r\nwithin six weeks of the receipt of the notice from the Collector under section\r\n22, or within six months from the date of the Collector’s award, whichever\r\nperiod shall first expire:Provided further that\r\nthe Collector may entertain an application after the expiry of the said period,\r\nwithin a further period of one year, if he is satisfied that there was\r\nsufficient cause for not filing it within the period specified in the first\r\nproviso.", "66": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 66.\r\n Collector’s statement to Authority.1.     \r\n  In\r\nmaking the reference, the Collector shall state for the information of the\r\nAuthority, in writing under his hand-a.      the situation and\r\nextent of the land, with particulars of any trees, buildings or standing crops thereon;b.     the names of the\r\npersons whom he has reason to think interested in such land;c.      the amount awarded\r\nfor damages and paid or tendered under section 13, and the amount of\r\ncompensation awarded under the provisions of this Act;d.     the amount paid or\r\ndeposited under any other provisions of this Act; ande.      if the objection be\r\nto the amount of the compensation, the grounds on which the amount of\r\ncompensation was determined.2.     \r\n  The\r\nstatement under sub-section (1) shall be attached a schedule giving the\r\nparticulars of the notices served upon, and of the statements in writing made\r\nor delivered by the persons interested respectively.", "67": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 67.\r\n Service of notice by Authority.The Authority shall\r\nthereupon cause a notice specifying the day on which the Authority will proceed\r\nto determine the objection, and directing their appearance before the Authority\r\non that day, to be served on the following persons, namely: —a.     \r\n  the\r\napplicant;b.    \r\n  all\r\npersons interested in the objection, except such (if any) of them as have\r\nconsented without protest to receive payment of the compensation awarded; andc.     \r\n  if\r\nthe objection is in regard to the area of the land or to the amount of the\r\ncompensation, the Collector.", "68": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 68.\r\n Restriction on scope of proceedings.The scope of the\r\nenquiry in every such proceeding shall be restricted to a consideration of the\r\ninterest of the persons affected by the objection.", "69": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 69.\r\n Proceedings to be in public.Every such proceeding\r\nshall take place in public, and all persons entitled to practice in any Civil\r\nCourt in the State shall be entitled to appear, plead and act (as the case may\r\nbe) in such proceeding.", "70": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 70.\r\n Determination of award by Authority.1.     \r\n  In\r\ndetermining the amount of compensation to be awarded for land acquired\r\nincluding the Rehabilitation and Resettlement entitlements, the Authority shall\r\ntake into consideration whether the Collector has followed the parameters set\r\nout under section 27 to section 31 and the provisions under Chapter V of this\r\nAct.2.     \r\n  In\r\naddition to the market value of the land, as above provided, the Authority\r\nshall in every case award an amount calculated at the rate of twelve per cent.\r\nper annum on such market value for the period commencing on and from the date\r\nof the publication of the preliminary notification under section 11 in respect\r\nof such land to the date of the award of the Collector or the date of taking\r\npossession of the land, whichever is earlier.Explanation .- In\r\ncomputing the period referred to in this sub-section, any period or periods\r\nduring which the proceedings for the acquisition of the land were held up on\r\naccount of any stay or injunction by the order of any Court shall be excluded.1.     \r\n2.     \r\n3.     \r\n  In\r\naddition to the market value of the land as above provided, the Authority shall\r\nin every case award a solatium of one hundred per cent. over the total\r\ncompensation amount.", "71": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 71.\r\n Form of award.1.     \r\n  Every\r\naward under this Chapter shall be in writing signed by the Presiding Officer of\r\nthe Authority, and shall specify the amount awarded under clause first of\r\nsub-section (1) of section 24, and also the amounts (if any) respectively awarded\r\nunder each of the other clauses of the same sub-section, together with the\r\ngrounds of awarding each of the said amounts.2.     \r\n  Every\r\nsuch award shall be deemed to be a decree and the statement of the grounds of\r\nevery such award a judgment within the meaning of clause (2), and clause (9) of\r\nrespectively, of section 2 of the Code of Civil Procedure, 1908 .", "72": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 72.  Costs.1.     \r\n  Every\r\nsuch award shall also state the amount of costs incurred in the proceeding\r\nunder this Chapter, and by what persons and in what proportions they are to be\r\npaid.2.     \r\n  When\r\nthe award of the Collector is not upheld, the cost shall ordinarily be paid by\r\nthe Collector, unless the Authority concerned is of the opinion that the claim\r\nof the applicant was so extravagant or that he was so negligent in putting his\r\ncase before the Collector that some deduction from his costs should be made or\r\nthat he should pay a part of the Collector’s", "73": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 73.\r\n Collector may be directed to pay interest on excess\r\ncompensation.If the sum, which in\r\nthe opinion of the Authority concerned, the Collector ought to have awarded as\r\ncompensation is in excess of the sum which the Collector did award as\r\ncompensation, the award of the Authority concerned may direct that the\r\nCollector shall pay interest on such excess at the rate of nine per cent. per\r\nannum from the date on which he took possession of the land to the date of\r\npayment of such excess into Authority:Provided that the\r\naward of the Authority concerned may also direct that where such excess or any\r\npart thereof is paid to the Authority after the date or expiry of a period of\r\none year from the date on which possession is taken, interest at the rate of\r\nfifteen per cent. Per annum shall be payable from the date of expiry of the\r\nsaid period of one year on the amount of such excess or part thereof which has\r\nnot been paid into Authority before the date of such expiry.", "74": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 74.\r\n Re-determination of amount of compensation on the\r\nbasis of the award of the Authority.1.     \r\n  Where\r\nin an award under this Chapter, the Authority concerned allows to the applicant\r\nany amount of compensation in excess of the amount awarded by the Collector\r\nunder section 24, the persons interested in all the other land covered by the\r\nsame preliminary notification under section 11, and who are also aggrieved by\r\nthe award of the Collector may, notwithstanding that they had not made an\r\napplication to the Collector, by written application to the Collector within\r\nthree months from the date of the award of the Authority concerned require that\r\nthe amount of compensation payable to them may be re-determined on the basis of\r\nthe amount of compensation awarded by the Authority:Provided that in\r\ncomputing the period of three months within which an application to the\r\nCollector shall be made under this sub-section, the day on which the award was\r\npronounced and the time requisite for obtaining a copy of the award shall be\r\nexcluded.1.     \r\n2.     \r\n  The\r\nCollector shall, on receipt of an application under sub-section (1), conduct an\r\ninquiry after giving notice to all the persons interested and giving them a\r\nreasonable opportunity of being heard, and make an award determining the amount\r\nof compensation payable to the applicants.3.     \r\n  Any\r\nperson who has not accepted the award under sub-section (2) may, by written\r\napplication to the Collector, require that the matter be referred by the\r\nCollector for the determination of the Authority concerned.", "75": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 75.\r\n Appeal to High Court.1.     \r\n  The\r\nRequiring Body or any person aggrieved by the Award passed by an Authority\r\nunder section 70 may file an appeal to the High Court within sixty days from\r\nthe date of Award:Provided that the\r\nHigh Court may, if it is satisfied that the appellant was prevented by\r\nsufficient cause from filing the appeal within the said period, allow it to be\r\nfiled within a further period not exceeding sixty days.1.     \r\n2.     \r\n  Every\r\nappeal referred to under sub-section (1) shall be heard as expeditiously as\r\npossible and endeavor shall be made to dispose of such appeal within six months\r\nfrom the date on which the appeal is presented to the High Court.Explanation .-For the\r\npurposes of this section, “High Court” means the High Court within the\r\njurisdiction of which the land acquired or proposed to be acquired is situated.", "76": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter IX Apportionment\r\nof Compensation76.\r\n Particulars of apportionment to be specified.When there are\r\nseveral persons interested, if such persons agree in the apportionment of the\r\ncompensation, the particulars of such apportionment shall be specified in the\r\naward, and as between such persons the award shall be conclusive evidence of\r\nthe correctness of the apportionment.", "77": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 77.\r\n Dispute as to apportionment.When the amount of\r\ncompensation has been settled, if any dispute arises as to the apportionment of\r\nthe same or any part thereof, or as to the persons to whom the same or any part\r\nthereof is payable, the Collector may refer such disputes to the Authority.", "78": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter X Payment78.\r\n Payment of compensation or deposit of same in\r\nAuthority.1.     \r\n  On\r\nmaking an award under section 31, the Collector shall tender payment of the\r\ncompensation awarded by him to the persons interested entitled thereto\r\naccording to the award and shall pay it to them by depositing the amount in\r\ntheir bank accounts unless prevented by some one or more of the contingencies\r\nmentioned in sub-section (2).2.     \r\n  If\r\nthe person entitled to compensation shall not consent to receive it, or if\r\nthere be no person competent to alienate the land, or if there be any dispute\r\nas to the title to receive the compensation or as to the apportionment of it,\r\nthe Collector shall deposit the amount of Re-determination of amount of the\r\ncompensation in the Authority to which a reference under section 65 would be\r\nsubmitted:Provided that any\r\nperson admitted to be interested may receive such payment under protest as to\r\nthe sufficiency of the amount:Provided further that\r\nno person who has received the amount otherwise than under protest shall be\r\nentitled to make any application under sub-section (1) of section 65:Provided also that\r\nnothing herein contained shall affect the liability of any person, who may\r\nreceive the whole or any part of any compensation awarded under this Act, to pay\r\nthe same to the person lawfully entitled thereto.", "79": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 79.\r\n Investment of money deposited in respect of lands belonging\r\nto person incompetent to alienate.1.     \r\n  If\r\nany money is deposited in the Authority concerned under sub-section (2) of\r\nsection 78 and it appears that the land in respect whereof the same was awarded\r\nbelonged to any person who had no power to alienate the same, the Authority\r\nconcerned shall-a.      order the money to be\r\ninvested in the purchase of other lands to be held under the like title and\r\nconditions of ownership as the land in respect of which such money shall have\r\nbeen deposited was held; orb.     if such purchase\r\ncannot be effected forthwith, then in such Government of other approved\r\nsecurities as the Authority concerned shall think fit, and shall direct the\r\npayment of the interest or other proceeds arising from such investment to the\r\nperson or persons who would for the time being have been entitled to the\r\npossession of the said land, and such moneys shall remain so deposited and\r\ninvested until the same be applied-                     \r\n i.        \r\n  in\r\nthe purchase of such other lands as aforesaid; or                    \r\n ii.        \r\n  in\r\npayment to any person or persons becoming absolutely entitled thereto.2.     \r\n  In\r\nall cases of money deposited to which this section applies the Authority\r\nconcerned shall order the costs of the following matters, including therein all\r\nreasonable charge and expenses incident thereon, to be paid by the Collector,\r\nnamely:-a.      the costs of such\r\ninvestments as aforesaid;b.     the costs of the\r\norders for the payment of the interest or other proceeds of the securities upon\r\nwhich such moneys are for the time being invested, and for the payment out of\r\nthe Authority concerned of the principal of such moneys, and of all proceedings\r\nrelating thereto, except such as may be occasioned by litigation between\r\nadverse claimants.", "80": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 80.  Investment of money deposited in other cases.When any money shall\r\nhave been deposited in the Authority concerned under this Act for any cause\r\nother than the causes mentioned in section 79, the Authority may, on the\r\napplication of any party interested or claiming an interest in such money,\r\norder the same to be invested in such Government or other approved securities\r\nas it may think proper, and paid in such manner as it may consider will give\r\nthe parties interested therein the same benefit from it as they might have had\r\nfrom the land in respect whereof such money shall have been deposited or as\r\nnear thereto as may be.", "81": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 81.\r\n Payment of interest.When the amount of\r\nsuch compensation is not paid or deposited on or before taking possession of\r\nthe land, the Collector shall pay the amount awarded with interest thereon at\r\nthe rate of nine per cent. per annum from the time of so taking possession\r\nuntil it shall have been so paid or deposited:Provided that if such\r\ncompensation or any part thereof is not paid or deposited within a period of\r\none year from the date on which possession is taken, interest at the rate of\r\nfifteen per cent. per annum shall be payable from the date or expiry of the\r\nsaid period of one year on the amount of compensation or part thereof which has\r\nnot been paid or deposited before the date of such expiry.", "82": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter XI Temporary Occupation of Land82. Temporary occupation of waste or arable\r\nland, procedure when difference as to compensation exists.1.       Whenever\r\nit appears to the appropriate Government that the temporary occupation and use\r\nof any waste or arable land are needed for any public purpose, the appropriate\r\nGovernment may direct the Collector to procure the occupation and use of the\r\nsame for such terms as it shall think fit, not exceeding three years from the\r\ncommencement of such occupation.2.       The\r\nCollector shall thereupon give notice in writing to the person interested in\r\nsuch land of the purpose for which the same is needed, and shall, for the\r\noccupation and use thereof for such term as aforesaid, and for the materials\r\n(if any) to be taken there from, pay to them such compensation, either in a\r\ngross sum of money, or by monthly or other periodical payments, as shall be\r\nagreed upon in writing between him and such persons respectively.3.       In case\r\nthe Collector and the persons interested differ as to the sufficiency of the\r\ncompensation or apportionment thereof, the Collector shall refer such\r\ndifference to the decision of the Authority.", "83": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 83.  Power to enter and take possession and\r\ncompensation on restoration.1.       On\r\npayment of such compensation, or on executing such agreement, or on making a\r\nreference under section 65, the Collector may enter upon and take possession of\r\nthe land, and use or permit the use thereof in accordance with the terms of the\r\nsaid notice.2.       On the\r\nexpiration of the term, the Collector shall make or tender to the persons\r\ninterested compensation for the damage (if any) done to the land and not\r\nprovided for by the agreement, and shall restore the land to the persons\r\ninterested therein:Provided that, if the land has become permanently unfit to be\r\nused for the purpose for which it was used immediately before the commencement\r\nof such term, and if the persons interested shall so require, the appropriate\r\nGovernment shall proceed under this Act to acquire the land as if it was needed\r\npermanently for a public purpose.", "84": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 84. Difference as to condition of land.In case the Collector and persons interested differ as to the\r\ncondition of the land at the expiration of the term, or as to any matter\r\nconnected with the said agreement, the Collector shall refer such difference to\r\nthe decision of the Authority concerned.", "85": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter XII Offences and Penalties85.  Punishment for false information, mala\r\nfide action, etc.1.       If a\r\nperson, in connection with a requirement or direction under this Act, provides\r\nany information that is false or misleading, or produces any false document, he\r\nshall be liable to be punished with imprisonment of either description for a\r\nterm which may extend to six months, or with fine which may extend to one lakh\r\nrupees, or with both.2.       Any\r\nrehabilitation and resettlement benefit availed of by making a false claim or\r\nthrough fraudulent means shall be liable to be recovered by the appropriate\r\nGovernment in the manner as may be prescribed.3.       Disciplinary\r\nproceedings may be drawn up by the disciplinary authority against a Government\r\nservant, who if proved to be guilty of a mala fide action in respect of\r\nany provision of this Act, shall be liable to such punishment including a fine\r\nas the disciplinary authority may decide.", "86": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 86. Penalty for contravention of provisions of\r\nAct.If any person contravenes any of the provisions relating to\r\npayment of compensation or rehabilitation and resettlement, every such person\r\nshall be liable to a punishment of six months which may extend to three years\r\nor with fine or with both.", "87": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 87. Offences by companies.1.       Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed was in charge of, and was responsible to,\r\nthe company for the conduct of the business of the company, shall be deemed to\r\nbe guilty of the offence and shall be liable to be proceeded against and\r\npunished accordingly:Provided that nothing contained in this sub-section shall render\r\nany such person liable to any punishment if he proves that the offence was\r\ncommitted without his knowledge or that he had exercised all due diligence to\r\nprevent the commission of such offence.2.       Notwithstanding\r\nanything contained in sub-section (1 ), where an offence under this Act\r\nhas been committed by a company and it is proved that the offence has been\r\ncommitted with the consent or connivance of, or that the commission of the\r\noffence is attributable to any neglect on the part of, any director, manager,\r\nsecretary or other officer of the company, such director, manager, secretary or\r\nother officer shall also be deemed to be guilty of that offence and shall be\r\nliable to be proceeded against and punished accordingly.Explanation.—  For the purposes of this\r\nsection,—a.     \r\n  “company” means any body corporate and includes a firm or other\r\nassociation of individuals and a Requiring Body; andb.    \r\n  “director”, in relation to a firm, means a partner in the firm.", "88": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 88. Offences by Government departments.1.       Where\r\nan offence under this Act has been committed by any department of the\r\nGovernment, the head of the department, shall be deemed to be guilty of the\r\noffence and shall be liable to be proceeded against and punished accordingly:Provided that nothing contained in this section shall render any\r\nperson liable to any punishment if such person proves that the offence was\r\ncommitted without his knowledge or that such person exercised all due diligence\r\nto prevent the commission of such offence.2.       Notwithstanding\r\nanything contained in sub-section (1 ), where any offence under this Act\r\nhas been committed by a Department of the Government and it is proved that the\r\noffence has been committed with the consent or connivance of, or is\r\nattributable to any neglect on the part of any officer, other than the head of\r\nthe department, such officer shall also be deemed to be guilty of that offence\r\nand shall be liable to be proceeded against and punished accordingly.", "89": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 89. Cognizance of offences by court.No court inferior to that of a Metropolitan Magistrate or a\r\nJudicial Magistrate of the first class shall be competent to try any offence\r\npunishable under this Act.", "90": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 90. Offences to be non-congnizable.Notwithstanding anything contained in the Code of Criminal\r\nProcedure, 1973 every offence under this Act shall be deemed to be\r\nnon-cognizable.", "91": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 91.  Offences to be cognizable only on complaint\r\nfiled by certain persons.No court shall take cognizance of any offence under this Act\r\nwhich is alleged to have been committed by a Requiring Body except on a\r\ncomplaint in writing made by the Collector or any other officer authorised by\r\nthe appropriate Government or any member of the affected family.", "92": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 Chapter XIII Miscellaneous92. Magistrate to enforce surrender.If the Collector is opposed or impeded in taking possession\r\nunder this Act of any land, he shall, if a Magistrate, enforce the surrender of\r\nthe land to himself, and if not a Magistrate, he shall apply to a Magistrate or\r\nto the Commissioner of Police, and such Magistrate or Commissioner, as the case\r\nmay be, shall enforce the surrender of the land to the Collector.", "93": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 93. Service of notice.1.       Save as\r\notherwise provided in section 67, the service of any notice under this Act\r\nshall be made by delivering or tendering a copy thereof signed, in the case of\r\na notice, by the officer therein mentioned, and, in the case of any other\r\nnotice, by order of the Collector.2.       Whenever\r\nit may be practicable, the service of the notice shall be made on the person\r\ntherein named.3.       When\r\nsuch person cannot be found, the service may be made on any adult member of his\r\nfamily residing with him; and, if no such adult member can be found, the notice\r\nmay be served by fixing the copy on the outer door of the house in which the\r\nperson therein named ordinarily dwells or carries on business, or by fixing a\r\ncopy thereof in some conspicuous place in the office of the officer aforesaid\r\nor of the Collector or in the court-house, and also in some conspicuous part of\r\nthe land to be acquired:Provided that, if the Collector or Judge shall so direct, a\r\nnotice may be sent by post, in a letter addressed to the person named therein\r\nat his last known residence, address or place of business and also publish the\r\nsame in at least two national daily newspapers and also on his website.", "94": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 94. Completion of acquisition not compulsory,\r\nbut compensation to be awarded when not completed.1.       The\r\nappropriate Government shall be at liberty to withdraw from the acquisition of\r\nany land of which possession has not been taken.2.       Whenever\r\nthe appropriate Government withdraws from any such acquisition, the Collector\r\nshall determine the amount of compensation due for the damage suffered by the\r\nowner in consequence of the notice or of any proceedings there under, and shall\r\npay such amount to the person interested, together with all costs reasonably\r\nincurred by him in the prosecution of the proceedings under this Act relating\r\nto the said land.", "95": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 95. Acquisition of part of house or building.1.       The\r\nprovisions of this Act shall not be put in force for the purpose of acquiring a\r\npart only of any house, manufactory or other building, if the owner desires\r\nthat the whole of such house, manufactory or building shall be so acquired:Provided that, if any question shall arise as to whether any\r\nland proposed to be taken under this Act does or does not form part of a house,\r\nmanufactory or building within the meaning of this section, the Collector shall\r\nrefer the determination of such question to the Authority concerned and shall\r\nnot be taken possession of such land until after the question has been\r\ndetermined.1.     \r\n 2.       In\r\ndeciding on such a reference made under the proviso to sub-section (1 ),\r\nthe Authority concerned shall have regard to the question whether the land\r\nproposed to be taken, is reasonably required for the full and unimpaired use of\r\nthe house, manufactory or building.3.       If, in\r\nthe case of any claim under this Act, by a person interested, on account of the\r\nsevering of the land to be acquired from his other land, the appropriate\r\nGovernment is of opinion that the claim is unreasonable or excessive, it may,\r\nat any time before the Collector has made his award, order the acquisition of\r\nthe whole of the land of which the land first sought to be acquired forms a\r\npart.4.       In the\r\ncase of any acquisition of land so required no fresh declaration or other\r\nproceedings under sections 11 to 20, (both inclusive) shall be necessary; but\r\nthe Collector shall without delay furnish a copy of the order of the\r\nappropriate Government to the person interested, and shall thereafter proceed\r\nto make his award under section 24.", "96": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 96.  Acquisition of land at cost of a local\r\nauthority or Requiring Body.1.       Where\r\nthe provisions of this Act are put in force for the purpose of acquiring land\r\nat the cost of any fund controlled or managed by a local authority or of any\r\nRequiring Body, the charges of land incidental to such acquisition shall be\r\ndefrayed from or by such fund or Requiring Body.2.       In any\r\nproceeding held before a Collector or Authority concerned in such cases the\r\nlocal authority or Requiring Body concerned may appear and adduce evidence for\r\nthe purpose of determining the amount of compensation:Provided that no such local authority or Requiring Body shall be\r\nentitled to demand a reference to the Authority concerned under section 65.", "97": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 97.  Exemption from income tax, stamp duty and\r\nfees.No income tax or stamp duty shall be levied on any award or\r\nagreement made under this Act, except under section 47 and no person claiming\r\nunder any such award or agreement shall be liable to pay any fee for a copy of\r\nthe same.", "98": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 98.  Acceptance of certified copy as evidence.In any proceeding under this Act, a certified copy of a document\r\nregistered under the Registration Act, 1908, including a copy given under\r\nsection 64 of that Act, may be accepted as evidence of the transaction recorded\r\nin such document.", "99": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 99.  Notice in case of suits for anything done\r\nin pursuance of Act.No suit or other proceeding shall be commenced against any\r\nperson for anything done in pursuance of this Act, without giving to such\r\nperson a month’s previous notice in writing of the intended proceeding, and of\r\nthe cause thereof, nor after tender of sufficient amendments.", "100": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 100. No change of purpose to be allowed.No change from the purpose or related purposes for which the\r\nland is originally sought to be acquired shall be allowed:Provided that if the land acquired is rendered unusable for the\r\npurpose for which it was acquired due to a fundamental change because of any\r\nunforeseen circumstances, then the appropriate Government may use such land for\r\nany other public purpose.", "101": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 101. No change of ownership without permission\r\nto be allowed.No change of ownership without specific permission from the\r\nappropriate Government shall be allowed.", "102": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 102. Return of unutilised land.When any land, acquired under this Act remains unutilised for a\r\nperiod of five years from the date of taking over the possession, the same\r\nshall be returned to the original owner or owners or their legal heirs, as the\r\ncase may be, or to the Land Bank of the appropriate Government by reversion in\r\nthe manner as may be prescribed by the appropriate Government.Explanation.—  For the purpose of this\r\nsection, \"Land Bank\" means a governmental entity that focuses on the\r\nconversion of Government owned vacant, abandoned, unutilized acquired lands and\r\ntax-deliquent properties into productive use.", "103": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 103.  Difference in price of land when\r\ntransferred for higher consideration to be shared.Whenever the ownership of any land acquired under this Act is\r\ntransferred to any person for a consideration, without any development having\r\ntaken place on such land, forty per cent of the appreciated land value shall be\r\nshared amongst the persons from whom the lands were acquired or their heirs, in\r\nproportion to the value at which the lands were acquired within a period of\r\nfive years from the date of acquisition:Provided that benefit shall accrue only on the first sale or\r\ntransfer that occurs after the conclusion of the acquisition proceedings.", "104": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 104. Provisions to be in addition to existing\r\nlaws.The provisions of this Act shall be in addition to and not in\r\nderogation of, any other law for the time being in force.", "105": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 105. Option of appropriate Government to lease.Notwithstanding anything contained in this Act, the appropriate\r\nGovernment shall, wherever possible, be free to exercise the option of taking\r\nthe land on lease, instead of acquisition, for any public purpose referred to\r\nin sub-section (1 ) of section 2.", "106": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 106. Provisions of this Act not to apply in\r\ncertain cases or to apply with certain modifications.1.       Subject\r\nto sub-section (3 ), the provisions of this Act shall not apply to the\r\nenactments relating to land acquisition specified in the Fourth Schedule.2.       Subject\r\nto sub-section (2 ) of section 107 the Central Government may, by\r\nnotification, omit or add to any of the enactments specified in the Fourth\r\nSchedule.3.       The\r\nCentral Government shall, by notification, within one year from the date of\r\ncommencement of this Act, direct that any of the provisions of this Act\r\nrelating to the determination of compensation in accordance with the First\r\nSchedule and rehabilitation and resettlement specified in the Second and Third\r\nSchedules, being beneficial to the affected families, shall apply to the cases\r\nof land acquisition under the enactments specified in the Fourth Schedule or\r\nshall apply with such exceptions or modifications that do not reduce the\r\ncompensation or dilute the provisions of this Act relating to compensation or\r\nrehabilitation and resettlement as may be specified in the notification, as the\r\ncase may be.4.       A copy\r\nof every notification proposed to be issued under sub-section (3 ), shall\r\nbe laid in draft before each House of Parliament, while it is in session, for a\r\ntotal period of thirty days which may be comprised in one session or in two or\r\nmore successive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin disapproving the issue of the notification or both Houses agree in making\r\nany modification in the notification, the notification shall not be issued or,\r\nas the case may be, shall be issued only in such modified form as may be agreed\r\nupon by both the Houses of Parliament.", "107": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 107. Power to amend Schedule.1.       The\r\nCentral Government may, by notification, amend or alter any of the Schedules to\r\nthis Act, without in any way reducing the compensation or diluting the\r\nprovisions of this Act relating to compensation or rehabilitation and resettlement.2.       A copy\r\nof every notification proposed to be issued under sub-section (1 ), shall\r\nbe laid in draft before each House of Parliament, while it is in session, for a\r\ntotal period of thirty days which may be comprised in one session or in two or\r\nmore successive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin disapproving the issue of the notification or both Houses agree in making\r\nany modification in the notification, the notification shall not be issued or\r\nas the case may be, shall be issued only in such modified form as may be agreed\r\nupon by both the Houses of Parliament.", "108": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 108. Power of State Legislatures to enact any\r\nlaw more beneficial to affected families.Nothing in this Act shall prevent any State from enacting any\r\nlaw to enhance or add to the entitlements enumerated under this Act which\r\nconfers higher compensation than payable under this Act or make provisions for\r\nrehabilitation and resettlement which is more beneficial than provided under\r\nthis Act.", "109": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 109. Option to affected families to avail better\r\ncompensation and rehabilitation and resettlement.1.       Where a\r\nState law or a policy framed by the Government of a State provides for a higher\r\ncompensation than calculated under this Act for the acquisition of land, the\r\naffected persons or his family or member of his family may at their option opt\r\nto avail such higher compensation and rehabilitation and resettlement under\r\nsuch State law or such policy of the State.2.       Where a\r\nState law or a policy framed by the Government of a State offers more\r\nbeneficial rehabilitation and resettlement provisions under that Act or policy\r\nthan under this Act, the affected persons or his family or member of his family\r\nmay at his option opt to avail such rehabilitation and resettlement provisions\r\nunder such State law or such policy of the State instead of under this Act.", "110": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 110.  Power of appropriate Government to make\r\nrules.1.       Subject\r\nto the other provisions of this Act, the appropriate Government may, by\r\nnotification, make rules for carrying out the provisions of this Act.2.       In\r\nparticular, and without prejudice to the generality of the foregoing, such\r\nrules may provide for all or any of the following matters, namely:-a.     \r\n  the process of obtaining the prior consent under the first\r\nproviso to subsection (2) of section 2;b.    \r\n  the limits of land in rural areas or urban areas under clause (a )\r\nof sub-section (3 ) of section 2;c.     \r\n  prior information process under the first proviso to sub-clause\r\n(vii ) of clause (za ) of section 3;d.    \r\n  the manner and the time limit for carrying out social impact\r\nassessment study under sub-section (1 ) of section 4;e.     \r\n  the manner of preparing and publishing social impact assessment\r\nstudy reports under sub-section (1 ) of section 6;f.     \r\n  the manner and time for conducting survey and undertaking census\r\nunder sub-section (1 ) of section 17;g.    \r\n  the manner of preparing draft Rehabilitation and Resettlement\r\nScheme under sub-section (2 ) of section 17;h.     \r\n  the manner of conducting public hearing under sub-section (5 )\r\nof section 17;i.      \r\n  the manner of depositing amount by the Requiring Body under\r\nsecond proviso to sub-section (2 ) of section 20;j.      \r\n  the manner in which and the period within which any excess\r\namount paid may be recovered under sub-section (3 ) of section 34;k.     \r\n  the form in which the Development Plan shall be prepared under\r\nsub-section (4) of section 42;l.      \r\n  the powers, duties and responsibilities of Administrator under\r\nsub-section (2 ) of section 44;m.   \r\n  the procedure of Rehabilitation and Resettlement Committee under\r\nsubsection (3 ) of section 46;n.     \r\n  the procedure to be followed by the Rehabilitation and\r\nResettlement Committee and allowances to be paid to the experts under\r\nsub-section (3 ) of section 49;o.    \r\n  the procedures to be followed by the State Monitoring Committee\r\nand the allowances payable to the experts under sub-section (3 ) of\r\nsection 51;p.    \r\n  the salaries and allowances and other conditions of service of the\r\nRegistrar and other officers and employees of an Authority under sub-section (3 )\r\nof section 56;q.    \r\n  the salary and allowances payable to and the other terms and\r\nconditions of service (including pension, gratuity and other retirement\r\nbenefits) of, the Presiding Officer of an Authority under section 57;r.      \r\n  any other matter under clause (g ) of sub-section (1 )\r\nof section 61;s.     \r\n  the manner of recovery of the rehabilitation and resettlement\r\nbenefits, availed of by making false claim or through fraudulent means, under\r\nsub-section (2 ) of section 85;t.      \r\n  the manner of returning the unutilised land by reversion under\r\nsection 102;u.     \r\n  manner of publication wherever the provisions of this Act\r\nprovide for;v.     \r\n  any other matter which is required to be or may be specified\r\nunder this Act.", "111": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 111.  Rules made by Central Government to be laid\r\nbefore Parliament.Every rule made by the Central Government under this Act shall\r\nbe laid as soon as may be after it is made, before each House of Parliament\r\nwhile it is in session for a total period of thirty days which may be comprised\r\nin one session or two or more successive sessions, and if, before the expiry of\r\nthe session immediately following the session or the successive sessions\r\naforesaid, both Houses agree in making any modification in the rule or both\r\nHouses agree that the rule should not be made, the rule shall thereafter have\r\neffect only in such modified form or be of no effect, as the case may be; so,\r\nhowever, that any such modification or annulment shall be without prejudice to\r\nthe validity of anything previously done under that rule.", "112": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 112.  Rules made by State Government to be laid\r\nbefore State Legislature.Every rule made by the State Government under this Act shall be\r\nlaid, as soon as may be after it is made, before each House of the State\r\nLegislature where it consists of two Houses, or where such Legislature consists\r\nof one House, before that House.", "113": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 113.  Previous publication of rules made by\r\nCentral and State Government.The power to make rules by the Central or State Government under\r\nthis Act shall be subject to the condition of the rules, being made after\r\nprevious publication.", "114": " Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 114.  Power to remove difficulties.1.       If any\r\ndifficulty arises in giving effect to the provisions of this Part, the Central\r\nGovernment may, by order, make such provisions or give such directions not\r\ninconsistent with the provisions of this Act as may appear to it to be\r\nnecessary or expedient for the removal of the difficulty:Provided that no such power shall be exercised after the expiry\r\nof a period of two years from the commencement of this Act.2.       Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "115": "Right to Fair Compensation and Transparency in Land Acquisition, Rehabilitation and Resettlement Act, 2013 115.  Repeal and saving.1.       The\r\nLand Acquisition Act, 1894 is hereby repealed.2.       Save as\r\notherwise provided in this Act the repeal under sub-section (1 ) shall\r\nnot be held to prejudice or affect the general application of section 6 of the\r\nGeneral Clauses Act, 1897 with regard to the effect of repeals."}