{"name": "Right to Information Act, 2005\r", "1": "The Right to Information Act, 2005Short Titles:-Whereas the\r\nConstitution of India has established democratic Republic;And whereas democracy\r\nrequires an informed citizenry and transparency of information which are vital\r\nto its functioning and also to contain corruption and to hold Governments and\r\ntheir instrumentalities accountable to the governed;And whereas\r\nrevelation of information in actual practice is likely to conflict with other\r\npublic interests including efficient operations of the Governments, optimum use\r\nof limited fiscal resources and the preservation of confidentiality of\r\nsensitive information;And whereas it is\r\nnecessary to harmonise these conflicting interests while preserving the\r\nparamountcy of the democratic ideal;Now, therefore, it is\r\nexpedient to provide for furnishing certain information to citizens who desire\r\nto have it.Be it enacted by\r\nParliament in the Fifty-sixth Year of the Republic of India as follows:-", "2": "The Right to Information Act, 2005CHAPTER IPreliminary1.1.   This Act may be\r\ncalled the Right to Information Act, 2005.  2.   It extends to the\r\nwhole of India except the State of Jammu and Kashmir.  3.   The provisions of\r\nsub-section (1 ) of section 4, sub-sections (1 ) and (2 ) of\r\nsection 5, sections 12, 13, 15,16, 24 , 27 and 28 shall come into force at\r\nonce, and the remaining provisions of this Act shall come into force on the one\r\nhundred and twentieth day of its enactment.", "3": "The Right to Information Act, 2005In this Act, unless\r\nthe context otherwise requires,1.  \r\n  In\r\nthis Act, unless the context otherwise requires, - a.   \"appropriate\r\nGovernment\" means in relation to a public authority which is established,\r\nconstituted, owned, controlled or substantially financed by funds provided\r\ndirectly or indirectly-     \r\n i.  \r\n\r\n  by\r\nthe Central Government or the Union territory administration, the Central\r\nGovernment;     \r\n ii.  \r\n  by\r\nthe State Government, the State Government;  a.  \r\nb.   \"Central\r\nInformation Commission\" means the Central Information Commission\r\nconstituted under sub-section (1 ) of section 12;  c.   \"Central Public\r\nInformation Officer\" means the Central Public Information Officer\r\ndesignated under sub-section (1 ) and includes a Central Assistant Public\r\nInformation Officer designated as such under sub-section (2 ) of section\r\n5;  d.   \"Chief\r\nInformation Commissioner\" and \"Information Commissioner\" mean\r\nthe Chief Information Commissioner and Information Commissioner appointed under\r\nsub-section (3 ) of section 12;  e.   \"competent\r\nauthority\" means-     \r\n i.  \r\n  the\r\nSpeaker in the case of the House of the People or the Legislative Assembly of a\r\nState or a Union territory having such Assembly and the Chairman in the case of\r\nthe Council of States or Legislative Council of a State;     \r\n ii.  \r\n  the\r\nChief Justice of India in the case of the Supreme Court;     \r\n iii.  \r\n  the\r\nChief Justice of the High Court in the case of a High Court;     \r\n iv.  \r\n  the\r\nPresident or the Governor, as the case may be, in the case of other authorities\r\nestablished or constituted by or under the Constitution;     \r\n v.  \r\n  the\r\nadministrator appointed under article 239 of the Constitution;  a.  \r\n\r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.   \"information\"\r\nmeans any material in any form, including records, documents, memos, e-mails,\r\nopinions, advices, press releases, circulars, orders, logbooks, contracts,\r\nreports, papers, samples, models, data material held in any electronic form and\r\ninformation relating to any private body which can be accessed by a public\r\nauthority under any other law for the time being in force;  g.   \"prescribed\"\r\nmeans prescribed by rules made under this Act by the appropriate Government or\r\nthe competent authority, as the case may be;  h.   \"public\r\nauthority\" means any authority or body or institution of self- government\r\nestablished or constituted-    a.   by or under the\r\nConstitution;b.   by any other law made\r\nby Parliament;    c.   by any other law made\r\nby State Legislature;    d.   by notification\r\nissued or order made by the appropriate Government, and includes any- \r\n i.  \r\n  body\r\nowned, controlled or substantially financed;       \r\n ii.  \r\n  non-Government\r\norganization substantially financed, directly or indirectly by funds provided\r\nby the appropriate Government;a.  \r\nb.  \r\nc.  \r\n\r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.   \"record\"\r\nincludes-a.   any document,\r\nmanuscript and file;    b.   any microfilm,\r\nmicrofiche and facsimile copy of a document;    c.   any reproduction of\r\nimage or images embodied in such microfilm (whether enlarged or not); and\r\n   d.   any other material\r\nproduced by a computer or any other device;  a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\n\r\nj.   \"right to\r\ninformation\" means the right to information accessible under this Act\r\nwhich is held by or under the control of any public authority and includes the\r\nright to-     \r\n i.  \r\n  inspection\r\nof work, documents, records;     \r\n ii.  \r\n  taking\r\nnotes, extracts or certified copies of documents or records;     \r\n iii.  \r\n  taking\r\ncertified samples of material;     \r\n iv.  \r\n  obtaining\r\ninformation in the form of diskettes, floppies, tapes, video cassettes or in\r\nany other electronic mode or through printouts where such information is stored\r\nin a computer or in any other device;  a.  \r\nb.  \r\nc.  \r\n\r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.   \"State\r\nInformation Commission\" means the State Information Commission constituted\r\nunder sub-section (1 ) of section 15;  l.   \"State Chief\r\nInformation Commissioner\" and \"State Information Commissioner\"\r\nmean the State Chief Information Commissioner and the State Information\r\nCommissioner appointed under sub-section (3 ) of section 15;  m.   \"State Public\r\nInformation Officer\" means the State Public Information Officer designated\r\nunder sub-section (1 ) and includes a State Assistant Public Information\r\nOfficer designated as such under sub-section (2 ) of section 5;  n.   \"third\r\nparty\" means a person other than the citizen making a request for\r\ninformation and includes a public authority.", "4": "The Right to Information Act, 2005Chapter IIRight to information\r\nand obligations of public authorities1.2.3.Subject to the\r\nprovisions of this Act, all citizens shall have the right to information.4.  \r\n1.   Every public\r\nauthority shall-    a.   maintain all its\r\nrecords duly catalogued and indexed in a manner and the form which facilitates\r\nthe right to information under this Act and ensure that all records that are\r\nappropriate to be computerised are, within a reasonable time and subject to\r\navailability of resources, computerised and connected through a network all\r\nover the country on different systems so that access to such records is\r\nfacilitated;    b.   publish within one\r\nhundred and twenty days from the enactment of this Act,- \r\n i.  \r\n  the\r\nparticulars of its organisation, functions and duties; \r\n ii.  \r\n  the\r\npowers and duties of its officers and employees; \r\n iii.  \r\n  the\r\nprocedure followed in the decision making process, including channels of\r\nsupervision and accountability; \r\n\r\n iv.  \r\n  the\r\nnorms set by it for the discharge of its functions; \r\n v.  \r\n  the\r\nrules, regulations, instructions, manuals and records, held by it or under its\r\ncontrol or used by its employees for discharging its functions;    \r\n  \r\n vi.  \r\n  a\r\nstatement of the categories of documents that are held by it or under its\r\ncontrol; \r\n vii.  \r\n  the\r\nparticulars of any arrangement that exists for consultation with, or\r\nrepresentation by, the members of the public in relation to the formulation of\r\nits policy or implementation thereof; \r\n viii.  \r\n\r\n  a\r\nstatement of the boards, councils, committees and other bodies consisting of\r\ntwo or more persons constituted as its part or for the purpose of its advice,\r\nand as to whether meetings of those boards, councils, committees and other\r\nbodies are open to the public, or the minutes of such meetings are accessible\r\nfor public; \r\n ix.  \r\n  a\r\ndirectory of its officers and employees; \r\n x.  \r\n\r\n  the\r\nmonthly remuneration received by each of its officers and employees, including\r\nthe system of compensation as provided in its regulations;\r\n \r\n xi.  \r\n  the\r\nbudget allocated to each of its agency, indicating the particulars of all\r\nplans, proposed expenditures and reports on disbursements made; \r\n xii.  \r\n  the\r\nmanner of execution of subsidy programmes, including the amounts allocated and\r\nthe details of beneficiaries of such programmes; \r\n xiii.  \r\n  particulars\r\nof recipients of concessions, permits or authorisations granted by it;  \r\n    \r\n xiv.  \r\n  details\r\nin respect of the information, available to or held by it, reduced in an\r\nelectronic form; \r\n xv.  \r\n  the\r\nparticulars of facilities available to citizens for obtaining information,\r\nincluding the working hours of a library or reading room, if maintained for\r\npublic use; \r\n xvi.  \r\n  the\r\nnames, designations and other particulars of the Public Information Officers;\r\n      \r\n xvii.  \r\n  such\r\nother information as may be prescribed and thereafter update these publications\r\nevery year;    a.  \r\nb.  \r\na.  \r\nb.  \r\nc.   publish all relevant\r\nfacts while formulating important policies or announcing the decisions which\r\naffect public;d.   provide reasons for\r\nits administrative or quasi-judicial decisions to affected persons.  1.  \r\n2.   It shall be a\r\nconstant endeavour of every public authority to take steps in accordance with\r\nthe requirements of clause (b) of sub-section (1) to provide as much\r\ninformation suo motu to the public at regular intervals through various means\r\nof communications, including internet, so that the public have minimum resort\r\nto the use of this Act to obtain information.  3.   For the purposes of\r\nsub-section (1), every information shall be disseminated widely and in such\r\nform and manner which is easily accessible to the public.  4.   All materials shall\r\nbe disseminated taking into consideration the cost effectiveness, local\r\nlanguage and the most effective method of communication in that local area and\r\nthe information should be easily accessible, to the extent possible in\r\nelectronic format with the Central Public Information Officer or State Public\r\nInformation Officer, as the case may be, available free or at such cost of the\r\nmedium or the print cost price as may be prescribed.Explanation.- For the\r\npurposes of sub-sections (3) and (4), \"disseminated\" means making\r\nknown or communicated the information to the public through notice boards,\r\nnewspapers, public announcements, media broadcasts, the internet or any other\r\nmeans, including inspection of offices of any public authority.1.2.3.", "5": "The Right to Information Act, 2005Every public\r\nauthority shall, within one hundred days of the enactment of this Act1.   Every public\r\nauthority shall, within one hundred days of the enactment of this Act,\r\ndesignate as many officers as the Central Public Information Officers or State\r\nPublic Information Officers, as the case may be, in all administrative units or\r\noffices under it as may be necessary to provide information to persons\r\nrequesting for the information under this Act.  2.   Without prejudice to\r\nthe provisions of sub-section (1), every public authority shall designate an\r\nofficer, within one hundred days of the enactment of this Act, at each\r\nsub-divisional level or other sub-district level as a Central Assistant Public\r\nInformation Officer or a State Assistant Public Information Officer, as the\r\ncase may be, to receive the applications for information or appeals under this\r\nAct for forwarding the same forthwith to the Central Public Information Officer\r\nor the State Public Information Officer or senior officer specified under\r\nsub-section (1) of section 19 or the Central Information Commission or the\r\nState Information Commission, as the case may be:that where\r\nan application for information or appeal is given to a Central Assistant Public\r\nInformation Officer or a State Assistant Public Information Officer, as the\r\ncase may be, a period of five days shall be added in computing the period for\r\nresponse specified under sub-section (1) of section 7.1.  \r\n2.  \r\n3.   Every Central Public\r\nInformation Officer or State Public Information Officer, as the case may be,\r\nshall deal with requests from persons seeking information and render reasonable\r\nassistance to the persons seeking such information.4.   The Central Public\r\nInformation Officer or State Public Information Officer, as the case may be,\r\nmay seek the assistance of any other officer as he or she considers it\r\nnecessary for the proper discharge of his or her duties.5.   Any officer, whose\r\nassistance has been sought under sub-section (4), shall render all assistance\r\nto the Central Public Information Officer or State Public Information Officer,\r\nas the case may be, seeking his or her assistance and for the purposes of any\r\ncontravention of the provisions of this Act, such other officer shall be\r\ntreated as a Central Public Information Officer or State Public Information\r\nOfficer, as the case may be.", "6": "The Right to Information Act, 2005A person, who desires\r\nto obtain any information under this Act1.   A person, who desires\r\nto obtain any information under this Act, shall make a request in writing or\r\nthrough electronic means in English or Hindi or in the official language of the\r\narea in which the application is being made, accompanying such fee as may be\r\nprescribed, to-a.   the Central Public\r\nInformation Officer or State Public Information Officer, as the case may be, of\r\nthe concerned public authority;  b.   the Central Assistant\r\nPublic Information Officer or State Assistant Public Information Officer, as\r\nthe case may be, specifying the particulars of the information sought by him or\r\nher:that where\r\nsuch request cannot be made in writing, the Central Public Information Officer\r\nor State Public Information Officer, as the case may be, shall render all\r\nreasonable assistance to the person making the request orally to reduce the\r\nsame in writing.  1.  \r\n2.   An applicant making\r\nrequest for information shall not be required to give any reason for requesting\r\nthe information or any other personal details except those that may be\r\nnecessary for contacting him.3.   Where an application\r\nis made to a public authority requesting for an information,-     \r\n i.  \r\n  which\r\nis held by another public authority; or     \r\n ii.  \r\n  the\r\nsubject matter of which is more closely connected with the functions of another\r\npublic authority, the public authority, to which such application is made,\r\nshall transfer the application or such part of it as may be appropriate to that\r\nother public authority and inform the applicant immediately about such\r\ntransfer:that the\r\ntransfer of an application pursuant to this sub-section shall be made as soon\r\nas practicable but in no case later than five days from the date of receipt of\r\nthe application.1.2.1.   Subject to the\r\nproviso to sub-section (2) of section 5 or the proviso to sub-section (3) of\r\nsection 6, the Central Public Information Officer or State Public Information\r\nOfficer, as the case may be, on receipt of a request under section 6 shall, as\r\nexpeditiously as possible, and in any case within thirty days of the receipt of\r\nthe request, either provide the information on payment of such fee as may be\r\nprescribed or reject the request for any of the reasons specified in sections 8\r\nand 9:that where\r\nthe information sought for concerns the life or liberty of a person, the same\r\nshall be provided within forty-eight hours of the receipt of the request.1.  \r\n\r\n2.   If the Central Public\r\nInformation Officer or State Public Information Officer, as the case may be,\r\nfails to give decision on the request for information within the period\r\nspecified under sub-section (1), the Central Public Information Officer or\r\nState Public Information Officer, as the case may be, shall be deemed to have\r\nrefused the request.3.   Where a decision is\r\ntaken to provide the information on payment of any further fee representing the\r\ncost of providing the information, the Central Public Information Officer or\r\nState Public Information Officer, as the case may be, shall send an intimation\r\nto the person making the request, giving-    a.   the details of\r\nfurther fees representing the cost of providing the information as determined\r\nby him, together with the calculations made to arrive at the amount in\r\naccordance with fee prescribed under sub-section (1), requesting him to deposit\r\nthat fees, and the period intervening between the despatch of the said\r\nintimation and payment of fees shall be excluded for the purpose of calculating\r\nthe period of thirty days referred to in that sub-section;b.   information\r\nconcerning his or her right with respect to review the decision as to the\r\namount of fees charged or the form of access provided, including the\r\nparticulars of the appellate authority, time limit, process and any other\r\nforms.  1.  \r\n2.  \r\n3.  \r\n\r\n4.   Where access to the\r\nrecord or a part thereof is required to be provided under this Act and the\r\nperson to whom access is to be provided is sensorily disabled, the Central\r\nPublic Information Officer or State Public Information Officer, as the case may\r\nbe, shall provide assistance to enable access to the information, including\r\nproviding such assistance as may be appropriate for the inspection.5.   Where access to\r\ninformation is to be provided in the printed or in any electronic format, the\r\napplicant shall, subject to the provisions of sub-section (6), pay such fee as\r\nmay be prescribed:that the fee\r\nprescribed under sub-section (1) of section 6 and sub-sections (1) and (5) of\r\nsection 7 shall be reasonable and no such fee shall be charged from the persons\r\nwho are of below poverty line as may be determined by the appropriate\r\nGovernment.1.  \r\n\r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.   Notwithstanding\r\nanything contained in sub-section (5), the person making request for the\r\ninformation shall be provided the information free of charge where a public\r\nauthority fails to comply with the time limits specified in sub-section (1). Before\r\ntaking any decision under sub-section (1), the Central Public Information\r\nOfficer or State Public Information Officer, as the case may be, shall take\r\ninto consideration the representation made by a third party under section 11.\r\n 7.   Where a request has\r\nbeen rejected under sub-section (1), the Central Public Information Officer or\r\nState Public Information Officer, as the case may be, shall communicate to the\r\nperson making the request,-     \r\n i.  \r\n\r\n  the\r\nreasons for such rejection; \r\n ii.  \r\n  the\r\nperiod within which an appeal against such rejection may be preferred; and\r\n    \r\n iii.  \r\n  the\r\nparticulars of the appellate authority.  1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.   An information shall\r\nordinarily be provided in the form in which it is sought unless it would\r\ndisproportionately divert the resources of the public authority or would be\r\ndetrimental to the safety or preservation of the record in question.", "7": "The Right to Information Act, 2005Notwithstanding\r\nanything contained in this Act, there shall be no obligation to give any\r\ncitizen1.   Notwithstanding\r\nanything contained in this Act, there shall be no obligation to give any\r\ncitizen,-a.   information,\r\ndisclosure of which would prejudicially affect the sovereignty and integrity of\r\nIndia, the security, strategic, scientific or economic interests of the State,\r\nrelation with foreign State or lead to incitement of an offence;    b.   information which has\r\nbeen expressly forbidden to be published by any court of law or tribunal or the\r\ndisclosure of which may constitute contempt of court;c.   information, the\r\ndisclosure of which would cause a breach of privilege of Parliament or the\r\nState Legislature;    d.   information including\r\ncommercial confidence, trade secrets or intellectual property, the disclosure\r\nof which would harm the competitive position of a third party, unless the\r\ncompetent authority is satisfied that larger public interest warrants the\r\ndisclosure of such information;      e.   information available\r\nto a person in his fiduciary relationship, unless the competent authority is\r\nsatisfied that the larger public interest warrants the disclosure of such\r\ninformation;f.   information received\r\nin confidence from foreign Government;    g.   information, the\r\ndisclosure of which would endanger the life or physical safety of any person or\r\nidentify the source of information or assistance given in confidence for law\r\nenforcement or security purposes;     (h) information which would\r\nimpede the process of investigation or apprehension or prosecution of\r\noffenders;    h.   cabinet papers\r\nincluding records of deliberations of the Council of Ministers, Secretaries and\r\nother officers:      that the\r\ndecisions of Council of Ministers, the reasons thereof, and the material on the\r\nbasis of which the decisions were taken shall be made public after the decision\r\nhas been taken, and the matter is complete, or over:Provided further that\r\nthose matters which come under the exemptions specified in this section shall\r\nnot be disclosed;a.  \r\n\r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.   information which\r\nrelates to personal information the disclosure of which has no relationship to\r\nany public activity or interest, or which would cause unwarranted invasion of\r\nthe privacy of the individual unless the Central Public Information Officer or the\r\nState Public Information Officer or the appellate authority, as the case may\r\nbe, is satisfied that the larger public interest justifies the disclosure of\r\nsuch information:      that the\r\ninformation which cannot be denied to the Parliament or a State Legislature\r\nshall not be denied to any person.  1.  \r\n2.   Notwithstanding\r\nanything in the Official Secrets Act, 1923 nor any of the exemptions\r\npermissible in accordance with sub-section (1), a public authority may allow\r\naccess to information, if public interest in disclosure outweighs the harm to\r\nthe protected interests.3.   Subject to the\r\nprovisions of clauses (a), (c) and (i) of sub-section (1), any information\r\nrelating to any occurrence, event or matter which has taken place, occurred or\r\nhappened twenty years before the date on which any request is made under secton\r\n6 shall be provided to any person making a request under that section:  \r\n\r\n   that where\r\nany question arises as to the date from which the said period of twenty years\r\nhas to be computed, the decision of the Central Government shall be final,\r\nsubject to the usual appeals provided for in this Act.1.2.3.4.5.6.7.8.9.  \r\n  Without\r\nprejudice to the provisions of section 8, a Central Public Information Officer\r\nor a State Public Information Officer, as the case may be, may reject a request\r\nfor information where such a request for providing access would involve an\r\ninfringement of copyright subsisting in a person other than the State.10.  \r\n  1.   Where a request for\r\naccess to information is rejected on the ground that it is in relation to\r\ninformation which is exempt from disclosure, then, notwithstanding anything\r\ncontained in this Act, access may be provided to that part of the record which\r\ndoes not contain any information which is exempt from disclosure under this Act\r\nand which can reasonably be severed from any part that contains exempt\r\ninformation.2.   Where access is\r\ngranted to a part of the record under sub-section (1), the Central Public\r\nInformation Officer or State Public Information Officer, as the case may be,\r\nshall give a notice to the applicant, informing-a.   that only part of the\r\nrecord requested, after severance of the record containing information which is\r\nexempt from disclosure, is being provided;    b.   the reasons for the\r\ndecision, including any findings on any material question of fact, referring to\r\nthe material on which those findings were based;    c.   the name and\r\ndesignation of the person giving the decision;    d.   the details of the\r\nfees calculated by him or her and the amount of fee which the applicant is\r\nrequired to deposit; ande.   his or her rights\r\nwith respect to review of the decision regarding non-disclosure of part of the\r\ninformation, the amount of fee charged or the form of access provided, including\r\nthe particulars of the senior officer specified under sub-section (1) of\r\nsection 19 or the Central Information Commission or the State Information\r\nCommission, as the case may be, time limit, process and any other form of\r\naccess.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n\r\n10.11.  \r\n1.   Where a Central\r\nPublic Information Officer or a State Public Information Officer, as the case\r\nmay be, intends to disclose any information or record, or part thereof on a\r\nrequest made under this Act, which relates to or has been supplied by a third\r\nparty and has been treated as confidential by that third party, the Central\r\nPublic Information Officer or State Public Information Officer, as the case may\r\nbe, shall, within five days from the receipt of the request, give a written\r\nnotice to such third party of the request and of the fact that the Central\r\nPublic Information Officer or State Public Information Officer, as the case may\r\nbe, intends to disclose the information or record, or part thereof, and invite\r\nthe third party to make a submission in writing or orally, regarding whether\r\nthe information should be disclosed, and such submission of the third party\r\nshall be kept in view while taking a decision about disclosure of information:that except\r\nin the case of trade or commercial secrets protected by law, disclosure may be\r\nallowed if the public interest in disclosure outweighs in importance any\r\npossible harm or injury to the interests of such third party.1.  \r\n2.   Where a notice is\r\nserved by the Central Public Information Officer or State Public Information\r\nOfficer, as the case may be, under sub-section (1) to a third party in respect\r\nof any information or record or part thereof, the third party shall, within ten\r\ndays from the date of receipt of such notice, be given the opportunity to make\r\nrepresentation against the proposed disclosure.  3.   Notwithstanding\r\nanything contained in section 7, the Central Public Information Officer or\r\nState Public Information Officer, as the case may be, shall, within forty days\r\nafter receipt of the request under section 6, if the third party has been given\r\nan opportunity to make representation under sub-section (2), make a decision as\r\nto whether or not to disclose the information or record or part thereof and\r\ngive in writing the notice of his decision to the third party.  4.   A notice given under\r\nsub-section (3) shall include a statement that the third party to whom the\r\nnotice is given is entitled to prefer an appeal under section 19 against the\r\ndecision.", "8": "The Right to Information Act, 2005CHAPTER IIIThe Central\r\nInformation Commission1.2.3.4.5.6.7.8.9.10.11.12.  \r\n  1.   The Central\r\nGovernment shall, by notification in the Official Gazette, constitute a body to\r\nbe known as the Central Information Commission to exercise the powers conferred\r\non, and to perform the functions assigned to, it under this Act.  2.   The Central Information\r\nCommission shall consist of- a.   the Chief Information\r\nCommissioner; andb.   such number of\r\nCentral Information Commissioners, not exceeding ten, as may be deemed\r\nnecessary.  1.  \r\n2.  \r\n3.   The Chief Information\r\nCommissioner and Information Commissioners shall be appointed by the President\r\non the recommendation of a committee consisting of- \r\n i.  \r\n  the\r\nPrime Minister, who shall be the Chairperson of the committee; \r\n ii.  \r\n  the\r\nLeader of Opposition in the Lok Sabha; and \r\n iii.  \r\n  a\r\nUnion Cabinet Minister to be nominated by the Prime Minister.\r\n Explanation. - For\r\nthe purposes of removal of doubts, it is hereby declared that where the Leader\r\nof Opposition in the House of the People has not been recognised as such, the\r\nLeader of the single largest group in opposition of the Government in the House\r\nof the People shall be deemed to be the Leader of Opposition.  1.  \r\n2.  \r\n3.  \r\n4.   The general\r\nsuperintendence, direction and management of the affairs of the Central\r\nInformation Commission shall vest in the Chief Information Commissioner who\r\nshall be assisted by the Information Commissioners and may exercise all such\r\npowers and do all such acts and things which may be exercised or done by the\r\nCentral Information Commission autonomously without being subjected to\r\ndirections by any other authority under this Act.5.   The Chief Information\r\nCommissioner and Information Commissioners shall be persons of eminence in\r\npublic life with wide knowledge and experience in law, science and technology,\r\nsocial service, management, journalism, mass media or administration and\r\ngovernance.  6.   The Chief Information\r\nCommissioner or an Information Commissioner shall not be a Member of Parliament\r\nor Member of the Legislature of any State or Union territory, as the case may\r\nbe, or hold any other office of profit or connected with any political party or\r\ncarrying on any business or pursuing any profession.7.   The headquarters of\r\nthe Central Information Commission shall be at Delhi and the Central\r\nInformation Commission may, with the previous approval of the Central\r\nGovernment, establish offices at other places in India.", "9": "The Right to Information Act, 2005The Chief Information\r\nCommissioner shall hold office for a term of five years from the date on which\r\nhe enters upon his office and shall not be eligible for reappointment1.   The Chief Information\r\nCommissioner shall hold office for a term of five years from the date on which\r\nhe enters upon his office and shall not be eligible for reappointment:that no\r\nChief Information Commissioner shall hold office as such after he has attained\r\nthe age of sixty-five years.1.  \r\n2.   Every Information\r\nCommissioner shall hold office for a term of five years from the date on which\r\nhe enters upon his office or till he attains the age of sixty-five years,\r\nwhichever is earlier, and shall not be eligible for reappointment as such\r\nInformation Commissioner:that every\r\nInformation Commissioner shall, on vacating his office under this sub-section\r\nbe eligible for appointment as the Chief Information Commissioner in the manner\r\nspecified in sub-section (3) of section 12:Provided further that\r\nwhere the Information Commissioner is appointed as the Chief Information\r\nCommissioner, his term of office shall not be more than five years in aggregate\r\nas the Information Commissioner and the Chief Information Commissioner.1.  \r\n2.  \r\n1.  \r\n1.  \r\n2.  \r\n3.   The Chief Information\r\nCommissioner or an Information Commissioner shall before he enters upon his\r\noffice make and subscribe before the President or some other person appointed\r\nby him in that behalf, an oath or affirmation according to the form set out for\r\nthe purpose in the First Schedule.4.   The Chief Information\r\nCommissioner or an Information Commissioner may, at any time, by writing under\r\nhis hand addressed to the President, resign from his office:that the\r\nChief Information Commissioner or an Information Commissioner may be removed in\r\nthe manner specified under section 14.1.  \r\n2.  \r\n3.  \r\n4.  \r\n\r\n5.   The salaries and\r\nallowances payable to and other terms and conditions of service of -  \r\n a.   the Chief Information\r\nCommissioner shall be the same as that of the Chief Election Commissioner;b.   an Information\r\nCommissioner shall be the same as that of an Election Commissioner:  \r\n\r\n   that if the\r\nChief Information Commissioner or an Information Commissioner, at the time of\r\nhis appointment is, in receipt of a pension, other than a disability or wound\r\npension, in respect of any previous service under the Government of India or\r\nunder the Government of a State, his salary in respect of the service as the\r\nChief Information Commissioner or an Information Commissioner shall be reduced\r\nby the amount of that pension including any portion of pension which was\r\ncommuted and pension equivalent of other forms of retirement benefits excluding\r\npension equivalent of retirement gratuity:      Provided further that\r\nif the Chief Information Commissioner or an Information Commissioner if, at the\r\ntime of his appointment is, in receipt of retirement benefits in respect of any\r\nprevious service rendered in a Corporation established by or under any Central\r\nAct or State Act or a Government company owned or controlled by the Central\r\nGovernment or the State Government, his salary in respect of the service as the\r\nChief Information Commissioner or an Information Commissioner shall be reduced\r\nby the amount of pension equivalent to the retirement benefits:    \r\n Provided also that\r\nthe salaries, allowances and other conditions of service of the Chief\r\nInformation Commissioner and the Information Commissioners shall not be varied\r\nto their disadvantage after their appointment.  1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.   The Central\r\nGovernment shall provide the Chief Information Commissioner and the Information\r\nCommissioners with such officers and employees as may be necessary for the\r\nefficient performance of their functions under this Act, and the salaries and\r\nallowances payable to and the terms and conditions of service of the officers\r\nand other employees appointed for the purpose of this Act shall be such as may\r\nbe prescribed.1.  \r\n1.   Subject to the\r\nprovisions of sub-section (3), the Chief Information Commissioner or any\r\nInformation Commissioner shall be removed from his office only by order of the\r\nPresident on the ground of proved misbehaviour or incapacity after the Supreme\r\nCourt, on a reference made to it by the President, has, on inquiry, reported\r\nthat the Chief Information Commissioner or any Information Commissioner, as the\r\ncase may be, ought on such ground be removed.  2.   The President may\r\nsuspend from office, and if deem necessary prohibit also from attending the\r\noffice during inquiry, the Chief Information Commissioner or Information\r\nCommissioner in respect of whom a reference has been made to the Supreme Court\r\nunder sub-section (1) until the President has passed orders on receipt of the\r\nreport of the Supreme Court on such reference.  3.   Notwithstanding\r\nanything contained in sub-section (1), the President may by order remove from\r\noffice the Chief Information Commissioner or any Information Commissioner if\r\nthe Chief Information Commissioner or a Information Commissioner, as the case\r\nmay be,-    a.   is adjudged an\r\ninsolvent; orb.   has been convicted of\r\nan offence which, in the opinion of the President, involves moral turpitude; or\r\n    (c) engages during his term of office in any paid employment\r\noutside the duties of his office; or    c.   is, in the opinion of\r\nthe President, unfit to continue in office by reason of infirmity of mind or\r\nbody; or    d.   has acquired such\r\nfinancial or other interest as is likely to affect prejudicially his functions\r\nas the Chief Information Commissioner or a Information Commissioner.  1.  \r\n2.  \r\n3.  \r\n\r\n4.   If the Chief\r\nInformation Commissioner or a Information Commissioner in any way, concerned or\r\ninterested in any contract or agreement made by or on behalf of the Government\r\nof India or participates in any way in the profit thereof or in any benefit or\r\nemolument arising there from otherwise than as a member and in common with the\r\nother members of an incorporated company, he shall, for the purposes of\r\nsub-section (1), be deemed to be guilty of misbehavior.", "10": "The Right to Information Act, 2005CHAPTER IVThe\r\nState Information Commission1.2.3.4.5.6.7.8.  \r\n\r\n 9.10.11.12.13.14.15.  \r\n  1.   Every State\r\nGovernment shall, by notification in the Official Gazette, constitute a body to\r\nbe known as the ......... (name of the State) Information Commission to\r\nexercise the powers conferred on, and to perform the functions assigned to, it\r\nunder this Act.  2.   The State Information\r\nCommission shall consist of-a.   the State Chief\r\nInformation Commissioner, andb.   such number of State\r\nInformation Commissioners, not exceeding ten, as may be deemed necessary.\r\n 1.  \r\n2.  \r\n3.   The State Chief\r\nInformation Commissioner and the State Information Commissioners shall be\r\nappointed by the Governor on the recommendation of a committee consisting of-\r\n    \r\n\r\n i.  \r\n  the\r\nChief Minister, who shall be the Chairperson of the committee; \r\n ii.  \r\n  the\r\nLeader of Opposition in the Legislative Assembly; and \r\n iii.  \r\n  a\r\nCabinet Ministrer to be nominated by the Chief Minister.  Explanation.-For the\r\npurposes of removal of doubts, it is hereby declared that where the Leader of\r\nOpposition in the Legislative Assembly has not been recognised as such, the\r\nLeader of the single largest group in opposition of the Government in the\r\nLegislative Assembly shall be deemed to be the Leader of Opposition.  1.  \r\n2.  \r\n3.  \r\n4.   The general\r\nsuperintendence, direction and management of the affairs of the State\r\nInformation Commission shall vest in the State Chief Information Commissioner\r\nwho shall be assisted by the State Information Commissioners and may exercise\r\nall such powers and do all such acts and things which may be exercised or done\r\nby the State Information Commission autonomously without being subjected to\r\ndirections by any other authority under this Act.  5.   The State Chief\r\nInformation Commissioner and the State Information Commissioners shall be\r\npersons of eminence in public life with wide knowledge and experience in law,\r\nscience and technology, social service, management, journalism, mass media or\r\nadministration and governance.  6.   The State Chief\r\nInformation Commissioner or a State Information Commissioner shall not be a\r\nMember of Parliament or Member of the Legislature of any State or Union\r\nterritory, as the case may be, or hold any other office of profit or connected\r\nwith any political party or carrying on any business or pursuing any\r\nprofession.  7.   The headquarters of\r\nthe State Information Commission shall be at such place in the State as the\r\nState Government may, by notification in the Official Gazette, specify and the\r\nState Information Commission may, with the previous approval of the State\r\nGovernment, establish offices at other places in the State.", "11": "The Right to Information Act, 2005The State Chief\r\nInformation Commissioner shall hold office for a term of five years from the\r\ndate on which he enters upon his office and shall not be eligible for\r\nreappointment1.   The State Chief\r\nInformation Commissioner shall hold office for a term of five years from the\r\ndate on which he enters upon his office and shall not be eligible for\r\nreappointment:\r\nthat no State Chief Information Commissioner shall hold office as such\r\nafter he has attained the age of sixty-five years.1.  \r\n2.   Every State Information\r\nCommissioner shall hold office for a term of five years from the date on which\r\nhe enters upon his office or till he attains the age of sixty-five years,\r\nwhichever is earlier, and shall not be eligible for reappointment as such State\r\nInformation Commissioner:\r\nthat every State Information Commissioner shall, on vacating his\r\noffice under this sub-section, be eligible for appointment as the State Chief\r\nInformation Commissioner in the manner specified in sub-section (3) of sectionProvided further that\r\nwhere the State Information Commissioner is appointed as the State Chief\r\nInformation Commissioner, his term of office shall not be more than five years\r\nin aggregate as the State Information Commissioner and the State Chief\r\nInformation Commissioner.  1.  \r\n2.  \r\n\r\n1.  \r\n2.  \r\n3.   The State Chief\r\nInformation Commissioner or a State Information Commissioner, shall before he\r\nenters upon his office make and subscribe before the Governor or some other\r\nperson appointed by him in that behalf, an oath or affirmation according to the\r\nform set out for the purpose in the First Schedule.  4.   The State Chief\r\nInformation Commissioner or a State Information Commissioner may, at any time,\r\nby writing under his hand addressed to the Governor, resign from his office:\r\nthat the State Chief Information Commissioner or a State Information\r\nCommissioner may be removed in the manner specified under section 17.  1.  \r\n2.  \r\n3.  \r\n\r\n4.  \r\n5.   The salaries and\r\nallowances payable to and other terms and conditions of service of-a.   the State Chief\r\nInformation Commissioner shall be the same as that of an Election Commissioner;b.   the State Information\r\nCommissioner shall be the same as that of the Chief Secretary to the State\r\nGovernment:\r\nthat if the State Chief Information Commissioner or a State Information\r\nCommissioner, at the time of his appointment is, in receipt of a pension, other\r\nthan a disability or wound pension, in respect of any previous service under\r\nthe Government of India or under the Government of a State, his salary in\r\nrespect of the service as the State Chief Information Commissioner or a State\r\nInformation Commissioner shall be reduced by the amount of that pension\r\nincluding any portion of pension which was commuted and pension equivalent of\r\nother forms of retirement benefits excluding pension equivalent of retirement\r\ngratuity: Provided further that\r\nwhere the State Chief Information Commissioner or a State Information\r\nCommissioner if, at the time of his appointment is, in receipt of retirement\r\nbenefits in respect of any previous service rendered in a Corporation\r\nestablished by or under any Central Act or State Act or a Government company\r\nowned or controlled by the Central Government or the State Government, his\r\nsalary in respect of the service as the State Chief Information Commissioner or\r\nthe State Information Commissioner shall be reduced by the amount of pension\r\nequivalent to the retirement benefits: Provided also that\r\nthe salaries, allowances and other conditions of service of the State Chief\r\nInformation Commissioner and the State Information Commissioners shall not be\r\nvaried to their disadvantage after their appointment.  1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.   The State Government\r\nshall provide the State Chief Information Commissioner and the State\r\nInformation Commissioners with such officers and employees as may be necessary\r\nfor the efficient performance of their functions under this Act, and the\r\nsalaries and allowances payable to and the terms and conditions of service of\r\nthe officers and other employees appointed for the purpose of this Act shall be\r\nsuch as may be prescribed.1.  \r\n1.   Subject to the\r\nprovisions of sub-section (3), the State Chief Information Commissioner or a\r\nState Information Commissioner shall be removed from his office only by order\r\nof the Governor on the ground of proved misbehaviour or incapacity after the\r\nSupreme Court, on a reference made to it by the Governor, has on inquiry,\r\nreported that the State Chief Information Commissioner or a State Information\r\nCommissioner, as the case may be, ought on such ground be removed.  2.   The Governor may\r\nsuspend from office, and if deem necessary prohibit also from attending the\r\noffice during inquiry, the State Chief Information Commissioner or a State\r\nInformation Commissioner in respect of whom a reference has been made to the\r\nSupreme Court under sub-section (1) until the Governor has passed orders on\r\nreceipt of the report of the Supreme Court on such reference.  3.   Notwithstanding\r\nanything contained in sub-section (1), the Governor may by order remove from\r\noffice the State Chief Information Commissioner or a State Information\r\nCommissioner if a State Chief Information Commissioner or a State Information\r\nCommissioner, as the case may be,- a.   is adjudged an\r\ninsolvent; orb.   has been convicted of\r\nan offence which, in the opinion of the Governor, involves moral turpitude; or\r\n   c.   engages during his\r\nterm of office in any paid employment outside the duties of his office; or\r\n   d.   is, in the opinion of\r\nthe Governor, unfit to continue in office by reason of infirmity of mind or\r\nbody; or    e.   has acquired such\r\nfinancial or other interest as is likely to affect prejudicially his functions\r\nas the State Chief Information Commissioner or a State Information\r\nCommissioner.  1.  \r\n2.  \r\n3.  \r\n\r\n4.   If the State Chief\r\nInformation Commissioner or a State Information Commissioner in any way,\r\nconcerned or interested in any contract or agreement made by or on behalf of\r\nthe Government of the State or participates in any way in the profit thereof or\r\nin any benefit or emoluments arising there from otherwise than as a member and\r\nin common with the other members of an incorporated company, he shall, for the\r\npurposes of sub-section (1), be deemed to be guilty of misbehaviour.", "12": "The Right to Information Act, 2005CHAPTER VPowers\r\nand functions of the Information Commissions, appeal and penalties1.2.3.4.  \r\n\r\n 5.6.7.8.9.10.11.12.13.14.15.16.17.18.  \r\n  1.   Subject to the\r\nprovisions of this Act, it shall be the duty of the Central Information\r\nCommission or State Information Commission, as the case may be, to receive and\r\ninquire into a complaint from any person,-    a.   who has been unable\r\nto submit a request to a Central Public Information Officer or State Public\r\nInformation Officer, as the case may be, either by reason that no such officer\r\nhas been appointed under this Act, or because the Central Assistant Public\r\nInformation Officer or State Assistant Public Information Officer, as the case\r\nmay be, has refused to accept his or her application for information or appeal\r\nunder this Act for forwarding the same to the Central Public Information\r\nOfficer or State Public Information Officer or senior officer specified in\r\nsub-section (1) of section 19 or the Central Information Commission or the\r\nState Information Commission, as the case may be;    b.   who has been refused\r\naccess to any information requested under this Act;    c.   who has not been\r\ngiven a response to a request for information or access to information within\r\nthe time limit specified under this Act;    d.   who has been required\r\nto pay an amount of fee which he or she considers unreasonable;    e.   who believes that he\r\nor she has been given incomplete, misleading or false information under this\r\nAct; andf.   in respect of any\r\nother matter relating to requesting or obtaining access to records under this\r\nAct.  1.2.   Where the Central\r\nInformation Commission or State Information Commission, as the case may be, is\r\nsatisfied that there are reasonable grounds to inquire into the matter, it may\r\ninitiate an inquiry in respect thereof.3.   The Central\r\nInformation Commission or State Information Commission, as the case may be,\r\nshall, while inquiring into any matter under this section, have the same powers\r\nas are vested in a civil court while trying a suit under the Code of Civil\r\nProcedure, 1908, in respect of the following matters, namely:-a.   summoning and\r\nenforcing the attendance of persons and compel them to give oral or written\r\nevidence on oath and to produce the documents or things;b.   requiring the\r\ndiscovery and inspection of documents;    c.   receiving evidence on\r\naffidavit;    d.   requisitioning any\r\npublic record or copies thereof from any court or office;    e.   issuing summons for\r\nexamination of witnesses or documents; andf.   any other matter\r\nwhich may be prescribed.  1.2.3.  \r\n\r\n4.   Notwithstanding\r\nanything inconsistent contained in any other Act of Parliament or State\r\nLegislature, as the case may be, the Central Information Commission or the\r\nState Information Commission, as the case may be, may, during the inquiry of\r\nany complaint under this Act, examine any record to which this Act applies\r\nwhich is under the control of the public authority, and no such record may be\r\nwithheld from it on any grounds.1.2.3.  \r\n\r\n4.5.6.7.8.9.10.11.12.13.14.15.16.17.18.19.1.   Any person who, does\r\nnot receive a decision within the time specified in sub-section (1) or clause\r\n(a) of sub-section (3) of section 7, or is aggrieved by a decision of the\r\nCentral Public Information Officer or State Public Information Officer, as the\r\ncase may be, may within thirty days from the expiry of such period or from the\r\nreceipt of such a decision prefer an appeal to such officer who is senior in\r\nrank to the Central Public Information Officer or State Public Information\r\nOfficer as the case may be, in each public authority: that such\r\nofficer may admit the appeal after the expiry of the period of thirty days if\r\nhe or she is satisfied that the appellant was prevented by sufficient cause\r\nfrom filing the appeal in time.  1.2.   Where an appeal is\r\npreferred against an order made by a Central Public Information Officer or a\r\nState Public Information Officer, as the case may be, under section 11 to\r\ndisclose third party information, the appeal by the concerned third party shall\r\nbe made within thirty days from the date of the order.  3.   A second appeal\r\nagainst the decision under sub-section (1) shall lie within ninety days from\r\nthe date on which the decision should have been made or was actually received,\r\nwith the Central Information Commission or the State Information Commission:that the\r\nCentral Information Commission or the State Information Commission, as the case\r\nmay be, may admit the appeal after the expiry of the period of ninety days if\r\nit is satisfied that the appellant was prevented by sufficient cause from\r\nfiling the appeal in time.  1.2.3.4.   If the decision of\r\nthe Central Public Information Officer or State Public Information Officer, as\r\nthe case may be, against which an appeal is preferred relates to information of\r\na third party, the Central Information Commission or State Information\r\nCommission, as the case may be, shall give a reasonable opportunity of being\r\nheard to that third party.5.   In any appeal\r\nproceedings, the onus to prove that a denial of a request was justified shall\r\nbe on the Central Public Information Officer or State Public Information\r\nOfficer, as the case may be, who denied the request.  6.   An appeal under\r\nsub-section (1) or sub-section (2) shall be disposed of within thirty days of\r\nthe receipt of the appeal or within such extended period not exceeding a total\r\nof forty-five days from the date of filing thereof, as the case may be, for\r\nreasons to be recorded in writing.  7.   The decision of the\r\nCentral Information Commission or State Information Commission, as the case may\r\nbe, shall be binding.8.   In its decision, the\r\nCentral Information Commission or State Information Commission, as the case may\r\nbe, has the power to -a.   require the public\r\nauthority to take any such steps as may be necessary to secure compliance with\r\nthe provisions of this Act, including-       \r\n i.  \r\n  by\r\nproviding access to information, if so requested, in a particular form; \r\n ii.  \r\n  by\r\nappointing a Central Public Information Officer or State Public Information\r\nOfficer, as the case may be;       \r\n\r\n iii.  \r\n  by\r\npublishing certain information or categories of information;    \r\n  \r\n iv.  \r\n  by\r\nmaking necessary changes to its practices in relation to the maintenance,\r\nmanagement and destruction of records;       \r\n v.  \r\n  by\r\nenhancing the provision of training on the right to information for its\r\nofficials;       \r\n vi.  \r\n  by\r\nproviding it with an annual report in compliance with clause (b) of sub-section\r\n(1) of section 4;    a.b.   require the public\r\nauthority to compensate the complainant for any loss or other detriment\r\nsuffered;c.   impose any of the\r\npenalties provided under this Act;    d.   reject the\r\napplication.  1.2.3.4.5.6.7.8.9.   The Central\r\nInformation Commission or State Information Commission, as the case may be,\r\nshall give notice of its decision, including any right of appeal, to the complainant\r\nand the public authority.  10.   The Central\r\nInformation Commission or State Information Commission, as the case may be,\r\nshall decide the appeal in accordance with such procedure as may be prescribed.\r\n1.2.3.4.5.6.7.8.9.10.11.12.13.14.15.16.17.18.19.20.1.   Where the Central\r\nInformation Commission or the State Information Commission, as the case may be,\r\nat the time of deciding any complaint or appeal is of the opinion that the\r\nCentral Public Information Officer or the State Public Information Officer, as\r\nthe case may be, has, without any reasonable cause, refused to receive an\r\napplication for information or has not furnished information within the time\r\nspecified under sub-section (1) of section 7 or malafidely denied the request\r\nfor information or knowingly given incorrect, incomplete or misleading\r\ninformation or destroyed information which was the subject of the request or\r\nobstructed in any manner in furnishing the information, it shall impose a\r\npenalty of two hundred and fifty rupees each day till application is received\r\nor information is furnished, so however, the total amount of such penalty shall\r\nnot exceed twenty-five thousand rupees:that the\r\nCentral Public Information Officer or the State Public Information Officer, as\r\nthe case may be, shall be given a reasonable opportunity of being heard before\r\nany penalty is imposed on him:Provided further that\r\nthe burden of proving that he acted reasonably and diligently shall be on the\r\nCentral Public Information Officer or the State Public Information Officer, as\r\nthe case may be.  1.2.   Where the Central\r\nInformation Commission or the State Information Commission, as the case may be,\r\nat the time of deciding any complaint or appeal is of the opinion that the\r\nCentral Public Information Officer or the State Public Information Officer, as\r\nthe case may be, has, without any reasonable cause and persistently, failed to\r\nreceive an application for information or has not furnished information within\r\nthe time specified under sub-section (1) of section 7 or malafidely denied the\r\nrequest for information or knowingly given incorrect, incomplete or misleading\r\ninformation or destroyed information which was the subject of the request or\r\nobstructed in any manner in furnishing the information, it shall recommend for\r\ndisciplinary action against the Central Public Information Officer or the State\r\nPublic Information Officer, as the case may be, under the service rules\r\napplicable to him.", "13": "The Right to Information Act, 2005CHAPTER VIMiscellaneous1.2.3.4.  \r\n\r\n 5.6.7.8.9.10.11.12.13.14.15.16.17.18.19.20.21.  \r\n  No\r\nsuit, prosecution or other legal proceeding shall lie against any person for\r\nanything which is in good faith done or intended to be done under this Act or\r\nany rule made thereunder.22.  \r\n  The\r\nprovisions of this Act shall have effect notwithstanding anything inconsistent\r\ntherewith contained in the Official Secrets Act, 1923, and any other law for\r\nthe time being in force or in any instrument having effect by virtue of any law\r\nother than this Act.23.  \r\n  No\r\ncourt shall entertain any suit, application or other proceeding in respect of\r\nany order made under this Act and no such order shall be called in question\r\notherwise than by way of an appeal under this Act.24.  \r\n\r\n  1.   Nothing contained in\r\nthis Act shall apply to the intelligence and security organisations specified\r\nin the Second Schedule, being organisations established by the Central\r\nGovernment or any information furnished by such organisations to that\r\nGovernment:    that the\r\ninformation pertaining to the allegations of corruption and human rights\r\nviolations shall not be excluded under this sub-section:     \r\n\r\nProvided further that in the case of information sought for is in respect of\r\nallegations of violation of human rights, the information shall only be\r\nprovided after the approval of the Central Information Commission, and\r\nnotwithstanding anything contained in section 7, such information shall be\r\nprovided within forty-five days from the date of the receipt of request.  \r\n1.  \r\n2.   The Central Government\r\nmay, by notification in the Official Gazette, amend the Schedule by including\r\ntherein any other intelligence or security organisation established by that\r\nGovernment or omitting there from any organisation already specified therein\r\nand on the publication of such notification, such organisation shall be deemed\r\nto be included in or, as the case may be, omitted from the Schedule.3.   Every notification\r\nissued under sub-section (2) shall be laid before each House of Parliament.\r\n\r\n 4.   Nothing contained in\r\nthis Act shall apply to such intelligence and security organisation being\r\norganisations established by the State Government, as that Government may, from\r\ntime to time, by notification in the Official Gazette, specify:    \r\n that the\r\ninformation pertaining to the allegations of corruption and human rights\r\nviolations shall not be excluded under this sub-section:    Provided further that\r\nin the case of information sought for is in respect of allegations of violation\r\nof human rights, the information shall only be provided after the approval of\r\nthe State Information Commission and, notwithstanding anything contained in\r\nsection 7, such information shall be provided within forty-five days from the\r\ndate of the receipt of request.1.  \r\n2.  \r\n3.  \r\n4.  \r\n\r\n5.   Every notification\r\nissued under sub-section (4) shall be laid before the State Legislature.25.  \r\n  1.   The Central\r\nInformation Commission or State Information Commission, as the case may be,\r\nshall, as soon as practicable after the end of each year, prepare a report on\r\nthe implementation of the provisions of this Act during that year and forward a\r\ncopy thereof to the appropriate Government.2.   Each Ministry or\r\nDepartment shall, in relation to the public authorities within their\r\njurisdiction, collect and provide such information to the Central Information\r\nCommission or State Information Commission, as the case may be, as is required\r\nto prepare the report under this section and comply with the requirements\r\nconcerning the furnishing of that information and keeping of records for the\r\npurposes of this section.3.   Each report shall\r\nstate in respect of the year to which the report relates,-a.   the number of\r\nrequests made to each public authority;  b.   the number of\r\ndecisions where applicants were not entitled to access to the documents\r\npursuant to the requests, the provisions of this Act under which these\r\ndecisions were made and the number of times such provisions were invoked;\r\n c.   the number of appeals\r\nreferred to the Central Information Commission or State Information Commission,\r\nas the case may be, for review, the nature of the appeals and the outcome of\r\nthe appeals;d.   particulars of any\r\ndisciplinary action taken against any officer in respect of the administration\r\nof this Act;  e.   the amount of charges\r\ncollected by each public authority under this Act;f.   any facts which\r\nindicate an effort by the public authorities to administer and implement the\r\nspirit and intention of this Act;  g.   recommendations for\r\nreform, including recommendations in respect of the particular public authorities,\r\nfor the development, improvement, modernisation, reform or amendment to this\r\nAct or other legislation or common law or any other matter relevant for\r\noperationalising the right to access information.1.  \r\n2.  \r\n3.  \r\n4.   The Central\r\nGovernment or the State Government, as the case may be, may, as soon as\r\npracticable after the end of each year, cause a copy of the report of the\r\nCentral Information Commission or the State Information Commission, as the case\r\nmay be, referred to in sub-section (1) to be laid before each House of\r\nParliament or, as the case may be, before each House of the State Legislature,\r\nwhere there are two Houses, and where there is one House of the State\r\nLegislature before that House.5.   If it appears to the\r\nCentral Information Commission or State Information Commission, as the case may\r\nbe, that the practice of a public authority in relation to the exercise of its\r\nfunctions under this Act does not conform with the provisions or spirit of this\r\nAct, it may give to the authority a recommendation specifying the steps which\r\nought in its opinion to be taken for promoting such conformity.", "14": "The Right to Information Act, 2005The appropriate\r\nGovernment may, to the extent of availability of financial and other resources1.   The appropriate\r\nGovernment may, to the extent of availability of financial and other\r\nresources,-a.   develop and organise\r\neducational programmes to advance the understanding of the public, in\r\nparticular of disadvantaged communities as to how to exercise the rights\r\ncontemplated under this Act;b.   encourage public\r\nauthorities to participate in the development and organisation of programmes\r\nreferred to in clause (a) and to undertake such programmes themselves;  \r\n c.   promote timely and\r\neffective dissemination of accurate information by public authorities about\r\ntheir activities; and    d.   train Central Public\r\nInformation Officers or State Public Information Officers, as the case may be,\r\nof public authorities and produce relevant training materials for use by the\r\npublic authorities themselves.1.  \r\n2.   The appropriate\r\nGovernment shall, within eighteen months from the commencement of this Act,\r\ncompile in its official language a guide containing such information, in an\r\neasily comprehensible form and manner, as may reasonably be required by a\r\nperson who wishes to exercise any right specified in this Act.  3.   The appropriate\r\nGovernment shall, if necessary, update and publish the guidelines referred to\r\nin sub-section (2) at regular intervals which shall, in particular and without\r\nprejudice to the generality of sub-section (2), include-    a.   the objects of this\r\nAct;b.   the postal and street\r\naddress, the phone and fax number and, if available, electronic mail address of\r\nthe Central Public Information Officer or State Public Information Officer, as\r\nthe case may be, of every public authority appointed under sub-section (1) of\r\nsection 5;    c.   the manner and the\r\nform in which request for access to an information shall be made to a Central\r\nPublic Information Officer or State Public Information Officer, as the case may\r\nbe;    d.   the assistance\r\navailable from and the duties of the Central Public Information Officer or\r\nState Public Information Officer, as the case may be, of a public authority\r\nunder this Act;    e.   the assistance\r\navailable from the Central Information Commission or State Information\r\nCommission, as the case may be;f.   all remedies in law\r\navailable regarding an act or failure to act in respect of a right or duty\r\nconferred or imposed by this Act including the manner of filing an appeal to\r\nthe Commission;    g.   the provisions\r\nproviding for the voluntary disclosure of categories of records in accordance\r\nwith section 4;    h.   the notices regarding\r\nfees to be paid in relation to requests for access to an information; and\r\n\r\n   i.   any additional\r\nregulations or circulars made or issued in relation to obtaining access to an\r\ninformation in accordance with this Act.1.  \r\n2.  \r\n3.  \r\n4.   The appropriate\r\nGovernment must, if necessary, update and publish the guidelines at regular\r\nintervals.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n 6.  \r\n 7.  \r\n\r\n 8.  \r\n 9.  \r\n 10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.  \r\n 1.   The appropriate\r\nGovernment may, by notification in the Official Gazette, make rules to carry\r\nout the provisions of this Act.  2.   In particular, and\r\nwithout prejudice to the generality of the foregoing power, such rules may\r\nprovide for all or any of the following matters, namely:-a.   the cost of the\r\nmedium or print cost price of the materials to be disseminated under\r\nsub-section (4) of section 4;    b.   the fee payable under\r\nsub-section (1) of section 6;    c.   the fee payable under\r\nsub-sections (1) and (5) of section 7;    d.   the salaries and\r\nallowances payable to and the terms and conditions of service of the officers\r\nand other employees under sub-section (6) of section 13 and sub-section (6) of\r\nsection 16;e.   the procedure to be\r\nadopted by the Central Information Commission or State Information Commission,\r\nas the case may be, in deciding the appeals under sub-section (10) of section\r\n19; and    f.   any other matter\r\nwhich is required to be, or may be, prescribed.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n 6.  \r\n 7.  \r\n 8.  \r\n 9.  \r\n 10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.  \r\n 1.   The competent\r\nauthority may, by notification in the Official Gazette, make rules to carry out\r\nthe provisions of this Act.2.   In particular, and\r\nwithout prejudice to the generality of the foregoing power, such rules may\r\nprovide for all or any of the following matters, namely:-     \r\n i.  \r\n  the\r\ncost of the medium or print cost price of the materials to be disseminated\r\nunder sub-section (4) of section 4;     \r\n\r\n ii.  \r\n  the\r\nfee payable under sub-section (1) of section 6;     \r\n iii.  \r\n  the\r\nfee payable under sub-section (1) of section 7; and   \r\n iv.  \r\n\r\n  any\r\nother matter which is required to be, or may be, prescribed.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n\r\n 5.  \r\n 6.  \r\n 7.  \r\n 8.  \r\n 9.  \r\n 10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.  \r\n 1.   Every rule made by\r\nthe Central Government under this Act shall be laid, as soon as may be after it\r\nis made, before each House of Parliament, while it is in session, for a total period\r\nof thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or both Houses agree that the rule\r\nshould not be made, the rule shall thereafter have effect only in such modified\r\nform or be of no effect, as the case may be; so, however, that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule.2.   Every rule made under\r\nthis Act by a State Government shall be laid, as soon as may be after it is\r\nnotified, before the State Legislature.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.30.  \r\n\r\n1.   If any difficulty\r\narises in giving effect to the provisions of this Act, the Central Government\r\nmay, by order published in the Official Gazette, make such provisions not\r\ninconsistent with the provisions of this Act as appear to it to be necessary or\r\nexpedient for removal of the difficulty:\r\nthat no such order shall be made after the expiry of a period of two\r\nyears from the date of the commencement of this Act.  1.  \r\n2.   Every order made\r\nunder this section shall, as soon as may be after it is made, be laid before\r\neach House of Parliament.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n 6.  \r\n 7.  \r\n 8.  \r\n 9.  \r\n 10.11.12.13.14.15.16.17.18.19.20.21.22.23.24.25.26.27.28.29.30.31.  \r\n    \r\n The Freedom of\r\nInformation Act, 2002 is hereby repealed."}