{"name": "Right of Children to Free and Compulsory Education Act, 2009\r", "1": "Right of Children to Free and Compulsory Education Act, 2009Chapter I:\r\nPreliminary  \r\n1. Short title,\r\nextent and commencement.-1.  \r\n  This\r\nAct may be called the Right of Children to Free and Compulsory Education Act,\r\n2009.2.  It\r\nshall extend to the whole of India except the State of Jammu and Kashmir.3.  It\r\nshall come into force on such 1date as the Central Government may, by\r\nnotification in the Official Gazette, appoint", "2": "Right of Children to Free and Compulsory Education Act, 20092. Definitions.-In this Act, unless the context otherwise\r\nrequires,--a.  \r\n  \"appropriate\r\nGovernment\" means-- \r\n i.  \r\n  in\r\nrelation to a school established, owned or controlled by the Central\r\nGovernment, or the administrator of the Union territory, having no legislature,\r\nthe Central Government; \r\n ii.  \r\n  in\r\nrelation to a school, other than the school referred to in sub-clause (i),\r\nestablished within the territory of--A.  \r\n  a\r\nState, the State Government;B.  \r\n  a\r\nUnion territory having legislature, the Government of that Union territory;a.  \r\nb.  \r\n  \"capitation\r\nfee\" means any kind of donation or contribution or payment other than the\r\nfee notified by the school;c.  \r\n  \"child\"\r\nmeans a male or female child of the age of six to fourteen years;d.  \r\n  \"child\r\nbelonging to disadvantaged group\" means a child belonging to the Scheduled\r\nCaste, the Scheduled Tribe, the socially and educationally backward class or\r\nsuch other group having disadvantage owing to social, cultural, economical,\r\ngeographical, linguistic, gender or such other factor, as may be specified by\r\nthe appropriate Government, by notification;e.  \r\n  \"child\r\nbelonging to weaker section\" means a child belonging to such parent or\r\nguardian whose annual income is lower than the minimum limit specified by the\r\nappropriate Government, by notification;f.  \r\n  \"elementary\r\neducation\" means the education from first class to eighth class;g.  \r\n  \"guardian\",\r\nin relation to a child, means a person having the care and custody of that\r\nchild and includes a natural guardian or guardian appointed or declared by a\r\ncourt or a statute;h.  \r\n  \"local\r\nauthority\" means a Municipal Corporation or Municipal Council or Zila\r\nParishad or Nagar Panchayat or Panchayat, by whatever name called, and includes\r\nsuch other authority or body having administrative control over the school or\r\nempowered by or under any law for the time being in force to function as a\r\nlocal authority in any city, town or village;i.  \r\n  \"National\r\nCommission for Protection of Child Rights\" means the National Commission\r\nfor Protection of Child Rights constituted under section 3 of the Commissions\r\nfor Protection of Child Rights Act, 2005 (4 of 2006);j.  \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;k.  \r\n  \"parent\"\r\nmeans either the natural or step or adoptive father or mother of a child;l.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;m.  \r\n  \"Schedule\"\r\nmeans the Schedule annexed to this Act;n.  \r\n  \"school\"\r\nmeans any recognised school imparting elementary education and includes-- \r\n i.  \r\n  a\r\nschool established, owned or controlled by the appropriate Government or a\r\nlocal authority; \r\n ii.  \r\n  an\r\naided school receiving aid or grants to meet whole or part of its expenses from\r\nthe appropriate Government or the local authority; \r\n iii.  \r\n  a\r\nschool belonging to specified category; and \r\n iv.  \r\n  an\r\nunaided school not receiving any kind of aid or grants to meet its expenses\r\nfrom the appropriate Government or the local authority;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\nn.  \r\no.  \r\n  \"screening\r\nprocedure\" means the method of selection for admission of a child, in\r\npreference over another, other than a random method;p.  \r\n  \"specified\r\ncategory\", in relation to a school, means a school known as Kendriya\r\nVidyalaya, Navodaya Vidyalaya, Sainik School or any other school having a\r\ndistinct character which may be specified, by notification, by the appropriate\r\nGovernment;q.  \r\n  \"State\r\nCommission for Protection of Child Rights\" means the State Commission for\r\nProtection of Child Rights constituted under section 3 of the Commissions for\r\nProtection of Child Rights Act, 2005 (4 of 2006).", "3": "Right of Children to Free and Compulsory Education Act, 2009Chapter II: Right to\r\nFree and Compulsory Education   3. Right of child to\r\nfree and compulsory education.-1.  \r\n  Every\r\nchild of the age of six to fourteen years shall have a right to free and\r\ncompulsory education in a neighbourhood school till completion of elementary\r\neducation.2.  For\r\nthe purpose of sub-section (1), no child shall be liable to pay any kind of fee\r\nor charges or expenses which may prevent him or her from pursuing and\r\ncompleting the elementary education:Provided that a child\r\nsuffering from disability, as defined in clause (i) of section 2 of the Persons\r\nwith Disabilities (Equal Opportunities, Protection and Full Participation) Act,\r\n1996 (1 of 1996), shall have the right to pursue free and compulsory elementary\r\neducation in accordance with the provisions of Chapter V of the said Act.", "4": "Right of Children to Free and Compulsory Education Act, 20094. Special provisions\r\nfor children not admitted to, or who have not completed, elementary education.-Where a child above six years of age has not\r\nbeen admitted in any school or though admitted, could not complete his or her\r\nelementary education, then, he or she shall be admitted in a class appropriate\r\nto his or her age:Provided that where a child is directly\r\nadmitted in a class appropriate to his or her age, then, he or she shall, in\r\norder to be at par with others, have a right to receive special training, in\r\nsuch manner, and within such time-limits, as may be prescribed:Provided further that\r\na child so admitted to elementary education shall be entitlted to free\r\neducation till completion of elementary education even after fourteen years.  ", "5": "Right of Children to Free and Compulsory Education Act, 20095. Right of transfer\r\nto other school.-\n1.  \r\n  Where\r\nin a school, there is no provision for completion of elementary education, a\r\nchild shall have a right to seek transfer to any other school, excluding the\r\nschool specified in sub-clauses (iii) and (iv) of clause (n) of section 2, for\r\ncompleting his or her elementary education.2.  Where\r\na child is required to move from one school to another, either within a State\r\nor outside, for any reason whatsoever, such child shall have a right to seek\r\ntransfer to any other school, excluding the school specified in sub-clauses\r\n(iii) and (iv) of clause (n) of section 2, for completing his or her elementary\r\neducation.3.  For\r\nseeking admission in such other school, the Head-teacher or in-charge of the\r\nschool where such child was last admitted, shall immediately issue the transfer\r\ncertificate:Provided that delay\r\nin producing transfer certificate shall not be a ground for either delaying or\r\ndenying admission in such other school:Provided further that\r\nthe Head-teacher or in-charge of the school delaying issuance of transfer\r\ncertificate shall be liable for disciplinary action under the service rules\r\napplicable to him or her.", "6": "Right of Children to Free and Compulsory Education Act, 2009Chapter III: Duties\r\nof Appropriate Government, Local Authority and Parents  6. Duty of\r\nappropriate Government and local authority to establish school.-For carrying out the\r\nprovisions of this Act, the appropriate Government and the local authority\r\nshall establish, within such area or limits of neighbourhood, as may be\r\nprescribed, a school, where it is not so established, within a period of three\r\nyears from the commencement of this Act.", "7": "Right of Children to Free and Compulsory Education Act, 20097. Sharing of\r\nfinancial and other responsibilities.-1.  \r\n  The\r\nCentral Government and the State Governments shall have concurrent\r\nresponsibility for providing funds for carrying out the provisions of this Act.2.  The\r\nCentral Government shall prepare the estimates of capital and recurring\r\nexpenditure for the implementation of the provisions of the Act.3.  The\r\nCentral Government shall provide to the State Governments, as grants-in-aid of\r\nrevenues, such percentage of expenditure referred to in sub-section (2) as it\r\nmay determine, from time to time, in consultation with the State Governments.4.  \r\n  The\r\nCentral Government may make a request to the President to make a reference to\r\nthe Finance Commission under sub-clause (d) of clause (3) of article 280 to\r\nexamine the need for additional resources to be provided to any State\r\nGovernment so that the said State Government may provide its share of funds for\r\ncarrying out the provisions of the Act.5.  Notwithstanding\r\nanything contained in sub-section (4), the State Government shall, taking into\r\nconsideration the sums provided by the Central Government to a State Government\r\nunder sub-section (3), and its other resources, be responsible to provide funds\r\nfor implementation of the provisions of the Act.6.  \r\n  The\r\nCentral Government shall--a.  \r\n  develop\r\na framework of national curriculum with the help of academic authority\r\nspecified under section 29;b.  \r\n  develop\r\nand enforce standards for training of teachers;c.  \r\n  provide\r\ntechnical support and resources to the State Government for promoting\r\ninnovations, researches, planning and capacity building.", "8": "Right of Children to Free and Compulsory Education Act, 20098. Duties of\r\nappropriate Government.-The appropriate Government shall--a.  \r\n  provide\r\nfree and compulsory elementary education to every child:Provided that where a child is admitted by\r\nhis or her parents or guardian, as the case may be, in a school other than a\r\nschool established, owned, controlled or substantially financed by funds\r\nprovided directly or indirectly by the appropriate Government or a local\r\nauthority, such child or his or her parents or guardian, as the case may be,\r\nshall not be entitled to make a claim for reimbursement of expenditure incurred\r\non elementary education of the child in such other school.Explanation-- The term \"compulsory\r\neducation\" means obligation of the appropriate Government to-- \r\n i.  \r\n  provide\r\nfree elementary education to every child of the age of six to fourteen years;\r\nand \r\n ii.  \r\n  ensure\r\ncompulsory admission, attendance and completion of elementary education by\r\nevery child of the age of six to fourteen years;a.  \r\nb.  \r\n  ensure\r\navailability of a neighbourhood school as specified in section 6;c.  \r\n  ensure\r\nthat the child belonging to weaker section and the child belonging to\r\ndisadvantaged group are not discriminated against and prevented from pursuing\r\nand completing elementary education on any grounds;d.  \r\n  provide\r\ninfrastructure including school building, teaching staff and learning\r\nequipment;e.  \r\n  provide\r\nspecial training facility specified in section 4;f.  \r\n  ensure\r\nand monitor admission, attendance and completion of elementary education by\r\nevery child;g.  \r\n  ensure\r\ngood quality elementary education conforming to the standards and norms\r\nspecified in the Schedule;h.  \r\n  ensure\r\ntimely prescribing of curriculum and courses of study for elementary education;\r\nandi.  \r\n  provide\r\ntraining facility for teachers.   ", "9": "Right of Children to Free and Compulsory Education Act, 20099. Duties of local\r\nauthority.-Every local authority\r\nshall--a.  \r\n  provide\r\nfree and compulsory elementary education to every child:Provided that where a\r\nchild is admitted by his or her parents or guardian, as the case may be, in a\r\nschool other than a school established, owned, controlled or substantially\r\nfinanced by funds provided directly or indirectly by the appropriate Government\r\nor a local authority, such child or his or her parents or guardian, as the case\r\nmay be, shall not be entitled to make a claim for reimbursement of expenditure\r\nincurred on elementary education of the child in such other school;a.  \r\nb.  \r\n  ensure\r\navailability of a neighbourhood school as specified in section 6;c.  \r\n  ensure\r\nthat the child belonging to weaker section and the child belonging to disadvantaged\r\ngroup are not discriminated against and prevented from pursuing and completing\r\nelementary education on any grounds;d.  \r\n  maintain\r\nrecords of children up to the age of fourteen years residing within its\r\njurisdiction, in such manner as may be prescribed;e.  \r\n  ensure\r\nand monitor admission, attendance and completion of elementary education by\r\nevery child residing within its jurisdiction;f.  \r\n  provide\r\ninfrastructure including school building, teaching staff and learning material;g.  \r\n  provide\r\nspecial training facility specified in section 4;h.  \r\n  ensure\r\ngood quality elementary education conforming to the standards and norms\r\nspecified in the Schedule;i.  \r\n  ensure\r\ntimely prescribing of curriculum and courses of study for elementary education;j.  \r\n  provide\r\ntraining facility for teachers;k.  \r\n  ensure\r\nadmission of children of migrant families;l.  \r\n  monitor\r\nfunctioning of schools within its jurisdiction; andm.  \r\n  decide\r\nthe academic calendar", "10": "Right of Children to Free and Compulsory Education Act, 200910. Duty of parents\r\nand guardian.-\nIt shall be the duty\r\nof every parent or guardian to admit or cause to be admitted his or her child\r\nor ward, as the case may be, to an elementary education in the neighbourhood\r\nschool.", "11": "Right of Children to Free and Compulsory Education Act, 200911. Appropriate\r\nGovernment to provide for pre-school education.-With a view to\r\nprepare children above the age of three years for elementary education and to\r\nprovide early childhood care and education for all children until they complete\r\nthe age of six years, the appropriate Government may make necessary arrangement\r\nfor providing free pre-school education for such children", "12": "Right of Children to Free and Compulsory Education Act, 2009Chapter IV:\r\nResponsibilities of Schools and Teachers12. Extent of\r\nschool's responsibility for free and compulsory education.-1.  \r\n  For\r\nthe purposes of this Act, a school,--a.  \r\n  specified\r\nin sub-clause (i) of clause (n) of section 2 shall provide free and compulsory\r\nelementary education to all children admitted therein;b.  \r\n  specified\r\nin sub-clause (ii) of clause (n) of section 2 shall provide free and compulsory\r\nelementary education to such proportion of children admitted therein as its\r\nannual recurring aid or grants so received bears to its annual recurring\r\nexpenses, subject to a minimum of twenty-five per cent.;c.  \r\n  specified\r\nin sub-clauses (iii) and (iv) of clause (n) of section 2 shall admit in class\r\nI, to the extent of at least twenty-five per cent. of the strength of that\r\nclass, children belonging to weaker section and disadvantaged group in the\r\nneighbourhood and provide free and compulsory elementary education till its\r\ncompletion:Provided further that where a school\r\nspecified in clause (n) of section 2 imparts pre-school education, the\r\nprovisions of clauses (a) to (c) shall apply for admission to such pre-school\r\neducation.1.  \r\n2.  The\r\nschool specified in sub-clause (iv) of clause (n) of section 2 providing free\r\nand compulsory elementary education as specified in clause (c) of sub-section\r\n(1) shall be reimbursed expenditure so incurred by it to the extent of\r\nper-child-expenditure incurred by the State, or the actual amount charged from\r\nthe child, whichever is less, in such manner as may be prescribed:Provided that such reimbursement shall not\r\nexceed per-child-expenditure incurred by a school specified in sub-clause (i)\r\nof clause (n) of section 2:Provided further that where such school is\r\nalready under obligation to provide free education to a specified number of\r\nchildren on account of it having received any land, building, equipment or\r\nother facilities, either free of cost or at a concessional rate, such school\r\nshall not be entitled for reimbursement to the extent of such obligation.1.  \r\n2.  \r\n3.  Every\r\nschool shall provide such information as may be required by the appropriate\r\nGovernment or the local authority, as the case may be", "13": "Right of Children to Free and Compulsory Education Act, 200913. No capitation fee\r\nand screening procedure for admission.-1.  \r\n  No\r\nschool or person shall, while admitting a child, collect any capitation fee and\r\nsubject the child or his or her parents or guardian to any screening procedure.2.  Any\r\nschool or person, if in contravention of the provisions of sub-section (1),--a.  \r\n  receives\r\ncapitation fee, shall be punishable with fine which may extend to ten times the\r\ncapitation fee charged;b.  \r\n  subjects\r\na child to screening procedure, shall be punishable with fine which may extend\r\nto twenty-five thousand rupees for the first contravention and fifty thousand\r\nrupees for each subsequent contraventions", "14": "Right of Children to Free and Compulsory Education Act, 200914. Proof of age for\r\nadmission.-1.  \r\n  For\r\nthe purposes of admission to elementary education, the age of a child shall be\r\ndetermined on the basis of the birth certificate issued in accordance with the\r\nprovisions of the Births, Deaths and Marriages Registration Act, 1886 (6 of\r\n1886) or on the basis of such other document, as may be prescribed.2.  No\r\nchild shall be denied admission in a school for lack of age proof", "15": "Right of Children to Free and Compulsory Education Act, 200915. No denial of\r\nadmission.-\nA child shall be\r\nadmitted in a school at the commencement of the academic year or within such\r\nextended period as may be prescribed:Provided that no\r\nchild shall be denied admission if such admission is sought subsequent to the\r\nextended period:Provided further that\r\nany child admitted after the extended period shall complete his studies in such\r\nmanner as may be prescribed by the appropriate Government", "16": "Right of Children to Free and Compulsory Education Act, 200916. Prohibition of\r\nholding back and expulsion.-No child admitted in\r\na school shall be held back in any class or expelled from school till the\r\ncompletion of elementary education", "17": "Right of Children to Free and Compulsory Education Act, 200917. Prohibition of\r\nphysical punishment and mental harassment to child.-1.  \r\n  No\r\nchild shall be subjected to physical punishment or mental harassment.2.  Whoever\r\ncontravenes the provisions of sub-section (1) shall be liable to disciplinary\r\naction under the service rules applicable to such person", "18": "Right of Children to Free and Compulsory Education Act, 200918. No School to be\r\nestablished without obtaining certificate of recognition.-1.  \r\n  No\r\nschool, other than a school established, owned or controlled by the appropriate\r\nGovernment or the local authority, shall, after the commencement of this Act,\r\nbe established or function, without obtaining a certificate of recognition from\r\nsuch authority, by making an application in such form and manner, as may be\r\nprescribed.2.  The\r\nauthority prescribed under sub-section (1) shall issue the certificate of\r\nrecognition in such form, within such period, in such manner, and subject to\r\nsuch conditions, as may be prescribed:Provided that no such recognition shall be\r\ngranted to a school unless it fulfils norms and standards specified under\r\nsection 19.1.  \r\n2.  \r\n3.  On\r\nthe contravention of the conditions of recognition, the prescribed authority\r\nshall, by an order in writing, withdraw recognition:Provided that such order shall contain a\r\ndirection as to which of the neighbourhood school, the children studying in the\r\nderecognised school, shall be admitted:Provided further that no recognition shall be\r\nso withdrawn without giving an opportunity of being heard to such school, in\r\nsuch manner, as may be prescribed.1.  \r\n2.  \r\n3.  \r\n4.  \r\n  With\r\neffect from the date of withdrawal of the recognition under sub-section (3), no\r\nsuch school shall continue to function.5.  Any\r\nperson who establishes or runs a school without obtaining certificate of\r\nrecognition, or continues to run a school after withdrawal of recognition,\r\nshall be liable to fine which may extend to one lakh rupees and in case of\r\ncontinuing contraventions, to a fine of ten thousand rupees for each day during\r\nwhich such contravention continues.   ", "19": "Right of Children to Free and Compulsory Education Act, 200919. Norms and\r\nstandards for school.-1.  \r\n  No\r\nschool shall be established,, or recognised, under section 18, unless it\r\nfulfils the norms and standards specified in the Schedule.2.  Where\r\na school established before the commencement of this Act does not fulfill the\r\nnorms and standards specified in the Schedule, it shall take steps to fulfill\r\nsuch norms and standards at its own expenses, within a period of three years\r\nfrom the date of such commencement.3.  Where\r\na school fails to fulfil the norms and standards within the period specified\r\nunder sub-section (2), the authority prescribed under sub-section (1) of\r\nsection 18 shall withdraw recognition granted to such school in the manner\r\nspecified under sub-section (3) thereof.4.  \r\n  With\r\neffect from the date of withdrawal of recognition under sub-section (3), no\r\nschool shall continue to function.5.  Any\r\nperson who continues to run a school after the recognition is withdrawn, shall\r\nbe liable to fine which may extend to one lakh rupees and in case of continuing\r\ncontraventions, to a fine of ten thousand rupees for each day during which such\r\ncontravention continues.", "20": "Right of Children to Free and Compulsory Education Act, 200920. Power to amend\r\nSchedule.-\nThe Central\r\nGovernment may, by notification, amend the Schedule by adding to, or omitting\r\nthere from, any norms and standards", "21": "Right of Children to Free and Compulsory Education Act, 200921. School Management\r\nCommittee.-1.  \r\n  A\r\nschool, other than a school specified in sub-clause (iv) of clause (n) of\r\nsection 2, shall constitute a School Management Committee consisting of the\r\nelected representatives of the local authority, parents or guardians of\r\nchildren admitted in such school and teachers:Provided that at least three-fourth of\r\nmembers of such Committee shall be parents or guardians:Provided further that proportionate\r\nrepresentation shall be given to the parents or guardians of children belonging\r\nto disadvantaged group and weaker section:Provided also that fifty per cent. of Members\r\nof such Committee shall be women.1.  \r\n2.  The\r\nSchool Management Committee shall perform the following functions, namely:--a.  \r\n  monitor\r\nthe working of the school;b.  \r\n  prepare\r\nand recommend school development plan;c.  \r\n  monitor\r\nthe utilisation of the grants received from the appropriate Government or local\r\nauthority or any other source; anda.  b.  c.  d.  \r\n  perform\r\nsuch other functions as may be prescribed", "22": "Right of Children to Free and Compulsory Education Act, 200922. School\r\nDevelopment Plan.-1.  \r\n  Every\r\nSchool Management Committee, constituted under sub-section (1) of section 21,\r\nshall prepare a School Development Plan, in such manner as may be prescribed.2.  The\r\nSchool Development Plan so prepared under sub-section (1) shall be the basis\r\nfor the plans and grants to be made by the appropriate Government or local\r\nauthority, as the case may be", "23": "Right of Children to Free and Compulsory Education Act, 200923. Qualifications\r\nfor appointment and terms and conditions of service of teachers.-1.  Any\r\nperson possessing such minimum qualifications, as laid down by an academic\r\nauthority, authorised by the Central Government, by notification, shall be\r\neligible for appointment as a teacher.2.  Where\r\na State does not have adequate institutions offering courses or training in\r\nteacher education, or teachers possessing minimum qualifications as laid down\r\nunder sub-section (1) are not available in sufficient numbers, the Central\r\nGovernment may, if it deems necessary, by notification, relax the minimum\r\nqualifications required for appointment as a teacher, for such period, not\r\nexceeding five years, as may be specified in that notification:Provided that a teacher who, at the commencement\r\nof this Act, does not possess minimum qualifications as laid down under\r\nsub-section (1), shall acquire such minimum qualifications within a period of\r\nfive years.1.  \r\n2.  \r\n3.  The\r\nsalary and allowances payable to, and the terms and conditions of service of,\r\nteachers shall be such as may be prescribed", "24": "Right of Children to Free and Compulsory Education Act, 200924. Duties of\r\nteachers and redressal of grievances.-1.  \r\n  A\r\nteacher appointed under sub-section (1) of section 23 shall perform the\r\nfollowing duties, namely:--a.  \r\n  maintain\r\nregularity and punctuality in attending school;b.  \r\n  conduct\r\nand complete the curriculum in accordance with the provisions of sub-section\r\n(2) of section 29;c.  \r\n  complete\r\nentire curriculum within the specified time;d.  \r\n  assess\r\nthe learning ability of each child and accordingly supplement additional\r\ninstructions, if any, as required;e.  \r\n  hold\r\nregular meetings with parents and guardians and apprise them about the\r\nregularity in attendance, ability to learn, progress made in learning and any\r\nother relevant information about the child; andf.  \r\n  perform\r\nsuch other duties as may be prescribed.1.  \r\n2.  A\r\nteacher committing default in performance of duties specified in sub-section\r\n(1), shall be liable to disciplinary action under the service rules applicable\r\nto him or her:Provided that before taking such disciplinary\r\naction, reasonable opportunity of being heard shall be afforded to such\r\nteacher.1.  \r\n2.  \r\n3.  The\r\ngrievances, if any, of the teacher shall be redressed in such manner as may be\r\nprescribed", "25": "Right of Children to Free and Compulsory Education Act, 200925. Pupil-Teacher\r\nRatio.-1.  \r\n  Within\r\nsix months from the date of commencement of this Act, the appropriate\r\nGovernment and the local authority shall ensure that the Pupil-Teacher Ratio,\r\nas specified in the Schedule, is maintained in each school.2.  For\r\nthe purpose of maintaining the Pupil-Teacher Ratio under sub-section (1), no\r\nteacher posted in a school shall be made to serve in any other school or office\r\nor deployed for any non-educational purpose, other than those specified in\r\nsection 27", "26": "Right of Children to Free and Compulsory Education Act, 200926. Filling up\r\nvacancies of teachers.-The appointing\r\nauthority, in relation to a school established, owned, controlled or\r\nsubstantially financed by funds provided directly or indirectly by the\r\nappropriate Government or by a local authority, shall ensure that vacancy of\r\nteacher in a school under its control shall not exceed ten per cent/of the\r\ntotal sanctioned strength", "27": "Right of Children to Free and Compulsory Education Act, 200927. Prohibition of\r\ndeployment of teachers for non-educational purposes.-No teacher shall be\r\ndeployed for any non-educational purposes other than the decennial population\r\ncensus, disaster relief duties or duties relating to elections to the local authority\r\nor the State Legislatures or Parliament, as the case may be", "28": "Right of Children to Free and Compulsory Education Act, 200928. Prohibition of\r\nprivate tuition by teacher.-No teacher shall\r\nengage himself or herself in private tuition or private teaching activity", "29": "Right of Children to Free and Compulsory Education Act, 2009Chapter V: Curriculum\r\nand Completion of Elementary Education29. Curriculum and\r\nevaluation procedure.-1.  \r\n  The\r\ncurriculum and the evaluation procedure for elementary education shall be laid\r\ndown by an academic authority to be specified by the appropriate Government, by\r\nnotification.2.  The\r\nacademic authority, while laying down the curriculum and the evaluation\r\nprocedure under sub-section (1), shall take into consideration the following,\r\nnamely:--a.  \r\n  conformity\r\nwith the values enshrined in the Constitution;b.  \r\n  all\r\nround development of the child;c.  \r\n  building\r\nup child's knowledge, potentiality and talent;d.  \r\n  development\r\nof physical and mental abilities to the fullest extent;e.  \r\n  learning\r\nthrough activities, discovery and exploration in a child friendly and\r\nchild-centered manner;f.  \r\n  medium\r\nof instructions shall, as far as practicable, be in child's mother tongue;g.  \r\n  making\r\nthe child free of fear, trauma and anxiety and helping the child to express\r\nviews freely;h.  \r\n  comprehensive\r\nand continuous evaluation of child's understanding of knowledge and his or her\r\nability to apply the same", "30": "Right of Children to Free and Compulsory Education Act, 200930. Examination and\r\ncompletion certificate.-1.  \r\n  No\r\nchild shall be required to pass any Board examination till completion of\r\nelementary education.2.  Every\r\nchild completing his elementary education shall be awarded a certificate, in\r\nsuch form and in such manner, as may be prescribed", "31": "Right of Children to Free and Compulsory Education Act, 2009Chapter VI:\r\nProtection of Right of Children   31. Monitoring of\r\nchild's right to education.-1.  \r\n  The\r\nNational Commission for Protection of Child Rights constituted under section 3,\r\nor, as the case may be, the State Commission for Protection of Child Rights constituted\r\nunder section 17, of the Commissions for Protection of Child Rights Act, 2005\r\n(4 of 2006), shall, in addition to the functions assigned to them under that\r\nAct, also perform the following functions, namely:--a.   examine and review\r\nthe safeguards for rights provided by or under this Act and recommend measures\r\nfor their effective implementation;b.   inquire into\r\ncomplaints relating to child's right to free and compulsory education; andc.   take necessary steps\r\nas provided under sections 15 and 24 of the said Commissions for Protection of\r\nChild Rights Act.1.  \r\n2.  The\r\nsaid Commissions shall, while inquiring into any matters relating to child's\r\nright to free and compulsory education under clause (c) of sub-section (1),\r\nhave the same powers as assigned to them respectively under sections 14 and 24\r\nof the said Commissions for Protection of Child Rights Act.3.  Where\r\nthe State Commission for Protection of Child Rights has not been constituted in\r\na State, the appropriate Government may, for the purpose of performing the\r\nfunctions specified in clauses (a) to (c) of sub-section (1), constitute such\r\nauthority, in such manner and subject to such terms and conditions, as may be\r\nprescribed", "32": "Right of Children to Free and Compulsory Education Act, 200932. Redressal of\r\ngrievances.-\n1.  \r\n  Notwithstanding\r\nanything contained in section 31, any person having any grievance relating to\r\nthe right of a child under this Act may make a written complaint to the local\r\nauthority having jurisdiction.2.  After\r\nreceiving the complaint under sub-section (1), the local authority shall decide\r\nthe matter within a period of three months after affording a reasonable\r\nopportunity of being heard to the parties concerned.3.  Any\r\nperson aggrieved by the decision of the local authority may prefer an appeal to\r\nthe State Commission for Protection of Child Rights or the authority prescribed\r\nunder sub-section (3) of section 31, as the case may be.4.  \r\n  The\r\nappeal preferred under sub-section (3) shall be decided by State Commission for\r\nProtection of Child Rights or the authority prescribed under sub-section (3) of\r\nsection 31, as the case may be, as provided under clause (c) of sub-section (1)\r\nof section 31", "33": "Right of Children to Free and Compulsory Education Act, 200933. Constitution of\r\nNational Advisory Council.-1.  \r\n  The\r\nCentral Government shall constitute, by notification, a National Advisory\r\nCouncil, consisting of such number of Members, not exceeding fifteen, as the\r\nCentral Government may deem necessary, to be appointed from amongst persons\r\nhaving knowledge and practical experience in the field of elementary education\r\nand child development.2.  The\r\nfunctions of the National Advisory Council shall be to advise the Central\r\nGovernment on implementation of the provisions of the Act in an effective\r\nmanner.3.  The\r\nallowances and other terms and conditions of the appointment of Members of the\r\nNational Advisory Council shall be such as may be prescribed", "34": "Right of Children to Free and Compulsory Education Act, 200934. Constitution of\r\nState Advisory Council.-1.  \r\n  The\r\nState Government shall constitute, by notification, a State Advisory Council\r\nconsisting of such number of Members, not exceeding fifteen, as the State\r\nGovernment may deem necessary, to be appointed from amongst persons having\r\nknowledge and practical experience in the field of elementary education and\r\nchild development.2.  The\r\nfunctions of the State Advisory council shall be to advise the State Government\r\non implementation of the provisions of the Act in an effective manner.3.  The\r\nallowances and other terms and conditions of appointment of Members of the\r\nState Advisory Council shall be such as may be prescribed", "35": "Right of Children to Free and Compulsory Education Act, 2009Chapter VII:\r\nMiscellaneous35. Power to issue\r\ndirections.-\n1.  \r\n  The\r\nCentral Government may issue such guidelines to the appropriate Government or,\r\nas the case may be, the local authority, as it deems fit for the purposes of\r\nimplementation of the provisions of this Act.2.  The\r\nappropriate Government may issue guidelines and give such directions, as it\r\ndeems fit, to the local authority or the School Management Committee regarding\r\nimplementation of the provisions of this Act.3.  The\r\nlocal authority may issue guidelines and give such directions, as it deems fit,\r\nto the School Management Committee regarding implementation of the provisions\r\nof this Act.", "36": "Right of Children to Free and Compulsory Education Act, 200936. Previous sanction\r\nfor prosecution.-No prosecution for\r\noffences punishable under sub-section (2) of section 13, sub-section (5) of\r\nsection 18 and sub-section (5) of section 19 shall be instituted except with\r\nthe previous sanction of an officer authorised in this behalf, by the\r\nappropriate Government, by notification.", "37": "Right of Children to Free and Compulsory Education Act, 200937. Protection of\r\naction taken in good faith.-No suit or other\r\nlegal proceeding shall lie against the Central Government, the State\r\nGovernment, the National Commission for Protection of Child Rights, the State\r\nCommission for Protection of Child Rights, the local authority, the School\r\nManagement Committee or any person, in respect of anything which is in good\r\nfaith done or intended to be done, in pursuance of this Act, or any rules or\r\norder made thereunder", "38": "Right of Children to Free and Compulsory Education Act, 200938. Power of\r\nappropriate Government to make rules.-1.  \r\n  The\r\nappropriate Government may, by notification, make rules, for carrying out the\r\nprovisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing powers,\r\nsuch rules may provide for all or any of the following matters, namely:--a.  \r\n  the\r\nmanner of giving special training and the time-limit thereof, under first\r\nproviso to section 4;b.  \r\n  the\r\narea or limits for. establishment of a neighbourhood school, under section 6;c.  \r\n  the\r\nmanner of maintenance of records of children up to the age of fourteen years,\r\nunder clause (d) of section 9;\\d.  \r\n  the\r\nmanner and extent of reimbursement of expenditure, under sub-section (2) of\r\nsection 12;e.  \r\n  any\r\nother document for determining the age of child under sub-section (1) of\r\nsection 14;f.  \r\n  the\r\nextended period for admission and the manner of completing study if admitted\r\nafter the extended period, under section 15;g.  \r\n  the\r\nauthority, the form and manner of making application for certificate of\r\nrecognition, under sub-section (1) of section 18;h.  \r\n  the\r\nform, the period, the manner and the conditions for issuing certificate of\r\nrecognition, under sub-section (2) of section 18;i.  \r\n  the\r\nmanner of giving opportunity of hearing under second proviso to sub-section (3)\r\nof section 18;j.  \r\n  the\r\nOther functions to be performed by School Management Committee under clause of\r\nsub-section (2) of section 21;k.  \r\n  the\r\nmanner of preparing School Development Plan under sub-section (1) of section\r\n22;l.  \r\n  the\r\nsalary and allowances payable to, and the terms and conditions of service of,\r\nteacher, under sub-section (3) of section 23;m.  \r\n  the\r\nduties to be performed by the teacher under clause (f) of sub-section (1) of\r\nsection 24;n.  \r\n  the\r\nmanner of redressing grievances of teachers under sub-section (3) of section\r\n24;o.  \r\n  the\r\nform and manner of awarding certificate for completion of elementary education\r\nunder sub-section (2) of section 30;p.  \r\n  the\r\nauthority, the manner of its constitution and the terms and conditions\r\ntherefor, under sub-section (3) of section 31;q.  \r\n  the\r\nallowances and other terms and conditions of appointment of Members of the\r\nNational Advisory Council under sub-section (3) of section 33;r.  \r\n  the\r\nallowances and other terms and conditions of appointment of Members of the\r\nState Advisory Council under sub-section (3) of section 34.1.  \r\n2.  \r\n3.  Every\r\nrule made under this Act and every notification issued under sections 20 and 23\r\nby the Central Government shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session, for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the rule or notification or both Houses agree that the rule or\r\nnotification should not be made, the rule or notification shall thereafter have\r\neffect only in such modified form or be of no effect, as the case may be; so,\r\nhowever, that any such modification or annulment shall be without prejudice to\r\nthe validity of anything previously done under that rule or notification.4.  \r\n  Every\r\nrule or notification made by the State Government under this Act shall be laid,\r\nas soon as may be after it is made; before the State Legislatures."}