{"name": "Rubber Act, 1947\r", "1": "1. Short title and extent.(1) This Act may be called the Rubber 4*** Act, 1947. (2) It extends to the whole of India 5[except the State of Jammu and Kashmir*.]", "2": "6[2. Declaration as to expediency of Union control.It is hereby declared that it is expedient in the public interest that the Union should take under its control the rubber industry.]", "3": "3. Definitions.In this Act, unless there is anything repugnant in the subject or context,(a) \"Board\" means the 7*** Rubber Board constituted under this Act;(b) \"dealer\", means any person who deals in rubber, whether wholesale or retail, or holds stocks of rubber, and includes the representative or agent of a dealer;(c) \"estate\" means any area administered as one unit which contains land planted with rubber plants;8[(cc) \"Executive Director\" means the Executive Director appointed under this Act;](d) \"export\" and \"import\" mean respectively taking out of, and bringing into 9[India] by sea, land or air;10[(dd) \"India\" means the territory of India excluding the State of Jammu and Kashmir*;](e) \"manufacturer\" means any person engaged in the manufacture of any article in the making of which rubber is used;(f) \"owner\" includes any agent of an owner and a mortgagee in possession and a lessee of an estate;(g) \"prescribed\" means prescribed by rules made under this Act;11[(ga) \"processor\" means a person who undertakes the processing of rubber;](h) \"rubber\" means(i) crude rubber, that is to say, rubber prepared from the leaves, bark or latex of any rubber plant;(ii) the latex of any rubber plant whether fluid or coagulated, in any stage of the treatment to which it is subjected during the process of conversion into rubber;(iii) latex (dry rubber content) in any state of concentration, and includes scrap rubber, sheet rubber, rubber in powder and all forms and varieties of crepe rubber, but does not include rubber contained in any manufactured article;(i) \"rubber plant\" includes plants, trees, shrubs or vines of any of the following:(i) Hevea Braziliensis (Para Rubber),(ii) Manihot Glaziovii (Ceara Rubber),(iii) Castillio elastica,(iv) Ficus elastica (Rambong), and(v) any other plant which the Board may, by notification in the Gazette of India, declare to be a rubber plant for the purposes of this Act;(j) \"Rubber Production Commissioner\" means the Rubber Production Commissioner appointed under this Act;1[(k) \"small grower\" means an owner whose estate does not exceed 2[fifty acres] in area.]1.The Act has been extended to Pondicherry on 1-10-1963 vide Reg. 7 of 1963, s. 3 and the First Schedule and to Dadra and Nagar Haveli (w.e.f. 1-7-1965) by Reg. 6 of 1963, s. 2 and First Schedule.2. Subs. by Act 54 of 1954, s. 2, for \"under central control\" (w.e.f. 1-8-1955).3. The words \"so far as regards the production and marketing of rubber, and for regulating export and import of rubber\" omitted by s. 2, ibid. (w.e.f. 1-8-1955).4. The brackets and words \"(Production and Marketing)\" omitted by s. 3, ibid. (w.e.f. 1-8-1955).5. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"except Part B States\" (w.e.f. 1-4-1951).6. Subs. by Act 54 of 1954, s. 4, for section 2 (w.e.f. 1-8-1955).7. The word \"Indian\" omitted by s. 5, ibid. (w.e.f. 1-8-1955).8. The words in brackets shall stand inserted (date to be notified) by Act 54 of 1982, s. 2.9. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"the States\" (w.e.f. 1-4-1951).10. Ins. by s. 3 and Schedule, ibid. (w.e.f.1-4-1951).11.The words in brackets shall stand inserted (date to be notified) by Act 4 of 2010, s. 2.*. Vide Notification No. S.O. 3912(E), dated 30th October, 2019, this Act is made applicable to the Union territory of Jammu and Kashmir and the Union territory of Ladakh.", "4": "4. Constitution of the Board.(1) As soon as may be after the commencement of this Act, theCentral Government shall, by notification in the Official Gazette, constitute for the purposes of this Act a Board to be called the 3*** Rubber Board.(2) The Board shall be a body corporate by the name of 3*** Rubber Board having perpetual succession and a common seal with power to acquire and hold property, both movable and immovable and to contract, and shall by the said name sue and be sued.4[(3) The Board shall consist of(a) a Chairman to be appointed by the Central Government;5[(b) two members to represent the State of 6[Tamil Nadu], one of whom shall be a person representing rubber producing interests;(c) eight members to represent the State of Kerala, six of whom shall be persons representing the rubber producing interests, three of such six being persons representing the small growers;](d) ten members to be nominated by the Central Government, of whom two shall represent the manufacturers and four labours;7[(da) three members to be nominated by the Central Government of whom two shall be from the Department of Commerce and one from the Department of Agriculture and Co-operation;](e) three members of Parliament of whom two shall be elected by the House of the People and one by the Council of States; 8[and]9[(ee) the Executive Director, ex officio; and](f) the Rubber Production Commissioner, ex officio.1. Ins. by Act 54 of 1954, s. 5 (w.e.f 1-8-1955).2. The words in brackets shall stand substituted (date to be notified) by Act 4 of 2010, s. 2, for \"ten hectares\".3. The word \"Indian\" omitted by Act 54 of 1954, s. 6 (w.e.f. 1-8-1955).4. Subs. by s. 6, ibid., for sub-sections (3), (4) and (5) (w.e.f. 1-8-1955).5. Subs. by Adaption of Laws (No. 3) Order, 1956, clauses (b) and (c).6. Subs. by the Madras State (Alteration of Name) (Adaptation of Laws on Union Subject) Order, 1970, for \"Madras\" (w.e.f. 14-1-1969).7. The words in brackets shall stand inserted (date to be notified) by Act 4 of 2010, s. 3.8. The word \"and\" shall stand omitted (date to be notified) by Act 54 of 1982, s. 3. 9. The words in brackets shall stand inserted (date to be notified) by s. 3, ibid.(4) The persons to represent the States of 1[Tamil Nadu] and 2[Kerala] shall be elected or nominated as may be prescribed.(5) Any officer of the Central Government when deputed by that Government in this behalf shall have the right to attend the meetings of the Board and take part in the proceedings thereof but shall not be entitled to vote.(6) The Board shall elect from among its members a Vice-Chairman who shall exercise such of the powers, and perform such of the functions of the Chairman as may be prescribed or as may be delegated to him by the Chairman.(7) The members of the Board shall receive from the Board such allowances as may be prescribed.(8) It is hereby declared that the office of member of the Board shall not disqualify its holder for being chosen as, or for being, a member of either House of Parliament.]", "5": "5. Vacancies in the Board.(1) If any authority or body fails to make within a reasonable time any nomination which it is entitled to make under section 4, the Central Government may itself nominate a member to fill the vacancy.(2) Where a member of the Board dies, resigns or is removed, or ceases to reside in India, or becomes incapable of acting, the Central Government shall, on the recommendation of the authority or body entitled to nominate the member under section 4, or where such recommendation is not made within a reasonable time, then on its own initiative, appoint a person to fill the vacancy.(3) No act done by the Board shall be questioned on the ground merely of the existence of any vacancy in, or defect in the constitution of the Board.", "6": "3[6. Salary and allowances of Chairman.4[The Chairman] shall be entitled to such salary and allowances and be governed by such conditions of service in respect of leave, pension, provident fund and other matters as may from time to time be fixed by the Central Government 5[and a person appointed as the part-time Chairman shall be entitled to such honorarium and allowances, if any, and such other conditions of service as may from time to time be fixed by the Central Government].", "7": "7. Committees of the Board.(2) The Board may appoint such 3*** Committees as may be necessary for the efficient performance of its duties and functions under this Act.(3) The Board shall have the power to co-opt as members of any Committee appointed undersub-section (2) such number of persons who are not members of the Board, as it may think fit.(4) The Board may appoint and authorize agents to discharge on its behalf any of its functions in relation to the marketing or storing of rubber.", "8": "8. Functions of the Board.(1) It shall be the duty of the Board to promote by such measures as it thinks fit the development of the rubber industry 4***.(2) Without prejudice to the generality of the foregoing provision, the measures referred to therein may provide for(a) undertaking, assisting or encouraging scientific, technological and economic research;(b) training students in improved methods of planting, cultivation, manuring and spraying;(c) the supply of technical advice to rubber growers;(d) improving the marketing of rubber;5[(da) improving the quality of rubber and implementing the standards for quality marking, labeling and packing for the rubber produced or processed in, imported into or exported from, India;](e) the collection of statistics from owners of estates, dealers, 6[and manufacturers];7[(f) securing better working conditions and the provisions and improvement of amenities and incentives for workers;(g) carrying out any other duties which may be vested in the Board under rules made under this Act.](3) It shall also be the duty of the Board(a) to advise the Central Government on all matters relating to the development of the rubber industry, including the import and export of rubber;(b) to advice the Central Government with regard to participation in any international Conference or scheme relating to rubber;(c) to submit to the Central Government and such other authorities as may be prescribed8[half-yearly reports] on its activities and the working of this Act;(d) to prepare and furnish such other reports relating to the rubber industry as may be required by the Central Government from time to time.", "9": "1[9. Funds of the Board.(1) The Indian Rubber Production Board constituted under the Rubber Control and Production Order, 1946, is hereby dissolved, and all funds and other property vested in, and all liabilities of, that Board shall respectively vest in, and be liabilities of, the Board constituted under this Act.2[(2) The Board shall maintain two funds, a general fund and a pool fund.] ", "10": "1[10. Registration.(1) Every person owning land planted with rubber plants, whether such land is comprised in one estate or in more than one estate and whether it is situated wholly or only partly in2[India], shall, before the expiry of one month from the date of commencement of this Act, apply to the Board to be registered as an owner in respect of each estate owned by him.](2) A registration once made shall continue in force until it is cancelled by the Board.", "11": "11. Power to prohibit or control imports and exports of rubber.(1) The Central Government may,3*** by order published in the Official Gazette, make provision for prohibiting, restricting or otherwise controlling the import or export of rubber, either generally or in specified classes of cases.(2) All goods to which any order under sub-section (1) applies shall be deemed to be goods of which the import or export has been prohibited or restricted under section 19 of the Sea Customs Act, 1878 (8 of 1878), and all the provisions of that Act shall have effect accordingly, except that section 183 thereof shall have effect as if for the word \"shall\" therein the word \"may\" were substituted.(3) If any person contravenes any order made under sub-section (1) he shall, without prejudice to any confiscation or penalty to which he may be liable under the provisions of the Sea Customs Act, 1878 (8 of 1978),, as applied by sub-section (2), be punishable with imprisonment for a term which may extend to one year or with fine or with both.", "12": "4[12. Imposition of new rubber cess.(1) With effect from such date as the Central Government may, by notification in the Official Gazette, appoint, there shall be levied as a cess for the purposes of this Act, a duty of excise on all rubber produced in India at such rate, not exceeding 5[two rupees] per kilogram of rubber so produced, as the Central Government may fix.(2) The duty of excise levied under sub-section (1) shall be collected by the Board in accordance with rules made in this behalf either from the owner of the estate on which the rubber is produced or from the manufacturer by whom 6[such rubber is used.]7[Provided that the Central Government may, if considered necessary in the public interest, by order for reasons to be recorded in writing, exempt or reduce the duty of excise on rubber exported on such terms and conditions as it deems fit:Provided further that the Central Government may, by notification in the Official Gazette, specify zero paisa per kilogram as the rate of duty of excise on natural rubber produced in India and procured for export by the exporters of natural rubber for the period from the 1st April, 1961 to the 31st August, 2003.]8[(3) The owner or, as the case may be, the manufacturer shall pay to the Board the amount of the duty within one month from the date on which he receives a notice of demand therefor from the Board and, if he fails to do so, the duty may be recovered from the owner or the manufacturer, as the case may be, as an arrear of land revenue.]1. Section 10 shall stand omitted (date to be notified) by Act 4 of 2010, s. 6.2. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"the States\" (w.e.f. 1-4-1951).3. The words \"after consulting the Board\" omitted by Act 54 of 1954, s. 13 (w.e.f. 1-8-1955).4. Subs. by Act 21 of 1960, s. 2, for section 12 (w.e.f. 1-11-1960).5. Subs. by Act 33 of 1994, s. 2, for \"fifty naye paise\" (w.e.f. 19-5-1994).6. The words in brackets shall stand substituted (date to be notified) by Act 4 of 2010, s. 7 to read as under \"such rubber is used or from the exporter by whom such rubber is exported\"7. The provisions shall stand substituted (date to be notified) by s. 7, ibid.8. Sub-section (3) shall stand inserted (date to be notified) by s. 7, ibid. to read as under:\"(3) Subject to the provisions of this Act, every owner, exporter or the manufacturer, as the case may be, shall pay the duty of excise to the Board in the manner and for the period referred to in sub-section (4) and, if he fails to do so, the duty may be recovered with the cost of collection and interest at such rates, as may be prescribed, from the owner, exporter or the manufacturer, as the case may be, as an arrear of the land revenue.\".(4) For the purpose of enabling the Board to assess the amount of the duty of excise levied under this section(a) the Board shall, by notification in the Official Gazette, fix a period in respect of which assessments shall be made; and(b) without prejudice to the provisions of section 20, every owner and every manufacturer shall furnish to the Board a return not later than 1[fifteen days] after the expiry of the period to which the return relates, stating,(i) in the case of an owner, the total quantity of rubber produced on the estate in each such period:Provided that in respect of an estate situated only partly in India, the owner shall in the said return show separately the quantity of rubber produced within and outside India;(ii) in the case of a manufacturer, the total quantity of 2[rubber used] by him in such period out of the rubber produced in India.(5) if any 3[owner or manufacturer] fails to furnish, within the time prescribed, the return referred to in sub-section (4) or furnishes a return which the Board has reason to believe is incorrect or defective, the Board may assess the amount of the duty of excise in such manner as may be prescribed 4[and collect the cess from the owner, exporter or the manufacturer, as the case may be, after issuing a notice and after making such enquiry as it considers necessary, with such rate of interest as fixed undersub-section (3):Provided that where for any reason, the Board finds that an owner, exporter or manufacturer, as the case may be, has paid cess in excess of what is due from him, it shall be adjusted against the future payment, if any, from him or shall be refunded to him.](6) Any person aggrieved by an assessment made under this section may, within three months of the service of the notice under sub-section (3), apply to the District Judge for the cancellation or modification of the assessment, and the District Judge shall, after giving the Board an opportunity of being heard, pass such order (which shall be final) as he thinks proper.(7) The proceeds of the duty of excise collected under this section reduced by the cost of collection as determined by the Central Government shall first be credited to the Consolidated Fund of India, and then be paid by the Central Government to the Board for being utilised for the purposes of this Act, if Parliament by appropriation made by law in this behalf so provides.]", "13": "13. Power to fix maximum and minimum prices for sale of rubber.(1) The Central Government may 5[, if it deems necessary,] 6*** by order published in the official Gazette, fix the maximum price or the minimum price or the maximum and minimum prices to be charged, in the course of a business of any class specified in the order, for rubber of any description so specified.(2) Any such order may fix different maximum or minimum prices to be charged in the course of businesses of different classes for the same description of rubber.(3) If any person buys or sells, or agrees to buy or sell, rubber at a price which is more than the maximum price, or less than the minimum price, fixed under sub-section (1) in that behalf, he shall be punishable with imprisonment for a term which may extend to one year, or with fine, or with both.", "14": "14. Licensing of transactions in rubber.No person shall sell or otherwise dispose of and no person shall buy or otherwise acquire, rubber except under and in accordance with the terms of a general or special licence issued by the Board:1. The words in brackets shall stand substituted (date to be notified) by Act 4 of 2010, s. 7 to read as \"thirty days\"2. The words in brackets shall stand substituted (date to be notified) by s. 7, ibid., to read as \"rubber acquired\"3. The words in brackets shall stand substituted (date to be notified) by s. 7, ibid., to read as \"owner, exporter or manufacturer\"4. The words, brackets and figure in brackets shall stand inserted (date to be notified) by s. 7, ibid.5. The words in brackets shall stand inserted (date to be notified) by s. 8, ibid.6. The words, brackets and figures \"after consulting the Rubber Price Advisory Committee constituted under sub-section (1) of section 7\" omitted by Act 54 of 1954, s. 15 (w.e.f. 1-8-1955).", "15": "15. Provisions regarding licences under section 14.(1) Every general licence issued under section 14 shall be published by the Board in the Gazette of India and in such newspapers as the Board may direct.(2) A special licence issued under section 14 shall be valid only for such period as may be specified therein:Provided that the Board may from time to time extend the period of validity of any such licence.(3) The Board may at any time for reasons to be recorded by it in writing revoke a special licence granted under section 14, and on such revocation it shall be returned to the Board by the person to whom it was issued.(4) No application for a special licence made by a person who was carrying on business as a dealer or manufacturer immediately before the commencement of this Act shall be rejected by the Board except for special reasons to be recorded in writing.", "16": "16. Restriction on possession of rubber.(1) No person not being the owner or occupant of an estate or a person who has acquired rubber under a general or special licence issued by the Board under section 14 shall have any rubber in his possession.(2) Any Court trying a contravention of sub-section (1) may, without prejudice to the provisions of section 26, direct that any rubber in respect of which the Court is satisfied that such contravention has been committed shall be forfeited to Government.", "17": "2[17. Licences for planting or replanting.(1) No person shall plant or replant rubber except under and in accodance with the conditions of a special licence issued by the Board.(2) A licence issued under this section shall specify the area in which rubber may be planted or replanted and the period for which the licence shall be valid.(3) No licence issued under this section shall be transferable except with the land to which it relates.]", "18": "3[18. Reports to be submitted by licencees.(1) Every holder of a licence issued under section 17 shall, at such times as the Board may require, furnish to it a report specifying the areas newly planted or replanted during the period to which the report relates and containing such other particulars as may be required by the Board.(2) The Board may revoke any licence issued under section 17, if it is satisfied that the licence was obtained by misrepresentation or fraud or if the licence contravenes any of the terms of the licence or if the licence fails to submit the report referred to in sub-section (1).]", "19": "19. Fees for special licences.The Board may levy such fees as may be prescribed for the issue and renewal of special licences under section 14, 4[section 15 or section 17].1. Proviso omitted by Act 50 of 1949, s. 2 (w.e.f. 8-12-1949).2. Section 17 shall stand substituted (date to be notified) by Act 4 of 2010, s. 9 read as under:\"17. Implementation of standards for quality, marking, etc., for rubber.(1) The Board shall implement the standards for quality, marking, labelling and packing for various marketable forms of rubber, for the rubber produced or processed in, imported into or exported from, India.(2) Any officer of the Board authorised by the Chairman may at any reasonable time inspect the rubber sold or purchased by any dealer or processor at any factory or other premises of a dealer, processor or manufacturer or exporter for the purpose of ensuring the compliance of the standards under sub-section (1).\".3. Section 18 shall stand omitted (date to be notified) by s. 10, ibid.4. The words and figures shall stand substituted (date to be notified) by s. 11, ibid., to read as \"or section 15\"", "20": "20. Submission of returns and maintenance of accounts.Subject to such exceptions as may be prescribed, every owner, every manufacturer, and every holder of a special licence issued under section 14 not being an owner or a manufacturer, shall(a) submit to the Board, such returns at such times, in such form, and containing such particulars, as may be prescribed;(b) maintain true and correct accounts and other records pertaining to his estate or business, as the case may be, in such form as may be prescribed;1[(c) permit any person authorized in this behalf by the Central Government or by the Board or any member of the Board authorized by the Chairman in writing or any officer of the Board to inspect the accounts and records referred to in clause (b)].", "21": "2[21. Inspection of land and premises.Any person authorized in this behalf by the Central Government or by the Board or any member authorized by the Chairman in writing or 3[any officer of the Board may] at any reasonable time inspect any place of business of a dealer or any factory or other premises of a 4[manufacturer, for] the purpose of verifying any statement or return submitted under this Act or for any other purposes of this Act.]", "22": "22. Control by the Central Government.(1) All acts of the Board shall be subject to the control of the Central Government which may cancel, suspend or modify as it thinks fit any action taken by the Board.(2) The records of the Board shall be open to inspection at all reasonable times by any officer authorized in this behalf by the Central Government.", "23": "23. Appeal.Any person aggrieved by an order of the Board refusing to issue or renew, or revoking, a special licence under the provisions of section 14, section 15 or section 17 may, within sixty days of the making of the order and on payment of the prescribed fee, appeal to the Central Government, and the decision of the Central Government thereon, and subject only to such decision the order of the Board shall be final and shall not be called in question in any Court.", "24": "24. Accounts of the Board.(1) The Board shall keep such accounts, in such manner and in such form as may be prescribed, of all moneys received and expended by it.(2) The Board shall cause the accounts to be audited annually by auditors appointed by the Central Government, and the auditors shall have the power to disallow any item of expenditure which in their opinion has not been properly incurred under this Act.(3) The Central Government may, on the application of the Board, allow any item of expenditure disallowed by the auditors under sub-section (2).1. Subs. by Act 54 of 1954, s. 16, for clause (c) (w.e.f. 1-8-1955).2. Subs. by s. 17, ibid., for section 21 (w.e.f. 1-8-1955).3. The words in brackets shall stand substituted (date to be notified) by Act 4 of 2010, s. 12 to read as \"any officer of the Board authorized by the Chairman may\"4. The words in brackets shall stand substituted (date to be notified) by s. 12, ibid., to read as \"manufacturer or processor, for\"5. The words in brackets shall stand inserted (date to be notified) by s. 13, ibid.", "25": "25. Power of Central Government to make rules.(1) The Central Government may, by notification in the Official Gazette, make rules to carry out the purposes of this Act.2[(2) In particular, and without prejudice to the generality of the foregoing power, rules made under this section may provide for all or any of the following matters, namely:(i) principles regulating the nomination of members of the Board by the Central Government under clause (d) of sub-section (3) of section 4, and the election or nomination of the members referred to in clauses (b) and (c) thereof:Provided that before making any nomination in the exercise of its powers the Central Government shall call for panels of names from the respective associations recognised by it of the interests referred to in clause (d);(ii) the term of office of members of the Board, the circumstances in which and the authority by which members may be removed and the filling of casual vacancies in the Board;(iii) the procedure to be followed at meetings of the Board and at committees thereof for the conduct of business, and the number of members which shall form a quorum at any meeting;(iv) the maintenance by the Board of records of business transacted by the Board, and the submission of copies thereof to the Central Government;(v) the holding of a minimum number of meetings of the Board every year;(vi) the powers of the Board, its Chairman and committees thereof with respect to the incurring of expenditure and the powers and duties of 3[the Executive Director,] the Rubber Production Commissioner and the Secretary of the Board;(vii) the conditions subject to which the Board may incur expenditure outside India;(viii) the preparation of budget estimates of receipts and expenditure of the Board and the authority by which the estimates are to be sanctioned;(ix) the maintenance of the accounts of income and expenditure of the Board and the audit of such accounts;(x) the deposit of the funds of the Board in banks and the investment of such funds;(xi) the re-appropriation of the estimated savings from any budget head to any other budget head;(xii) the conditions subject to which the Board may borrow funds;(xiii) the conditions subject to which and the manner in which contracts may be entered into by or on behalf of the Board;(xiv) the delegation to committees or the Chairman or Vice-Chairman or members or officers of the Board of any of the powers and duties of the Board under this Act;(xv) the staff which may be employed by the Board and the pay and allowances and leave and other conditions of service of officers and other employees of the Board;(xvi) the travelling and other allowances of members of the Board and of committees thereof;(xvii) the purposes for which the funds of the Board may be expended;1. Section 24 A shall stand inserted (date to be notified) by Act 4 of 2010, s. 14.2. Subs. by Act 54 of 1954, s. 18, for sub-section (2) (w.e.f. 1-8-1955).3. The words in brackets shall stand inserted (date to be notified) by s. 6, ibid.(xviii) the maintenance of the registers and other records of the Board and of its various committees;(xix) the collection of any information or statistics in respect of rubber or any product of rubber;1[(xx) the form of application for registration under section 10 or the cancellation of such registration, the fee payable on such applications, the procedure to be followed in granting or cancelling registration and the registers to be kept by the Board;]2[(xxa) the cases and circumstances in which the duty of excise under section 12 shall be payable by the owner and the manufacturers respectively, the manner in which the duty may be assessed, paid or collected, the regulation of the production, manufacture, transport or sale of rubber in so far as such regulation is necessary for the proper levy, payment or collection of the duty;]3[(xxb) the cost of collection and the rate of interest to be recovered in case of delayed payment of duty under sub-section (3) of section 12;](xxi) the form of application for special licences under section 14 4[or section 17], the fees for the grant or renewal of such licences, and the forms of such licences;(xxii) the manner in which rubber shall be graded and marketed; (xxiii) the fee payable on appeals under section 23;(xxiv) any other matter which is to be or may be prescribed.5[(3) Every rule made under this section shall be laid as soon as may be after it is made before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session or in 6[two successive sessions, and if, before the expiry of the session in which it is so laid or the session immediately following,] both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be, so however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]]", "26": "26. Penalties.8[(1)] If any person(a) contravenes any provision of this Act, other than section 11 or section 13, or any rule made under this Act, or(b) in any report or return to be furnished under this Act, makes any statement which is false and which he knows to be false or does not believe to be true, or(c) obstructs any officer of the Board in the discharge of any duty imposed on or entrusted to him by or under this Act, or1. Clause (xx) shall stand omitted (date to be notified) by Act 4 of 2010, s. 15.2. Ins. by Act 21 of 1960, s. 3 (w.e.f. 1-11-1960).3. The words in brackets shall stand inserted (date to be notified) by Act 4 of 2010, s. 15.4. The words and figures \"or section 17\" shall stand omitted (date to be notified) by s. 15, ibid.5. Subs. by Act 21 of 1960, s. 3, for sub-section (3) (w.e.f. 1-11-1960).6. The word in brackets shall stand substituted (date to be notified) by Act 54 of 1982, s. 6 to read as \"two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid\".7. The words in brackets shall stand inserted (date to be notified) by Act 4 of 2010, s. 16.8. Section 26 renumbered as sub-section (1) of thereof by Act 54 of 1954, s. 19 (w.e.f. 1-8-1955).(d) having the control or custody of any account book or other record, fails to produce such book or record when required by any authorised officer to do so, he shall be punishable with imprisonment for a term which may extend to one year, or with fine which may extend to 1[one thousand rupees], or with both.2[(2) If the person committing any offence under sub-section (1) is a company, every person who at the time the offence was committed was in charge of, and was responsible to, the company for the conduct of the business of the company, as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly:Provided that nothing contained in this sub-section shall render any such person liable to any punishment provided in this Act if he proves that the offence was committed without his knowledge or that he exercised all due diligence to prevent the commission of such offence.(3) Notwithstanding anything contained in sub-section (2), where an offence under sub-section (1) has been committed by a company and it is proved that the offence has been committed with the consent or connivance of, or is attributable to any neglect on the part of, any director or manager, secretary or other officer of the company, such director, manager, secretary or other officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation.For the purposes of this section(a) \"company\", means any body corporate, and includes a firm or other association of individuals; and(b) \"director\" in relation to a firm means a partner in the firm.]", "27": "27. Procedure for prosecutions.No prosecution for any offence punishable under this Act shall be instituted except by or with the consent of the Central Government or the Board.", "28": "28. Bar of legal proceedings.No suit, prosecution of other legal proceedings shall lie against the Board or any officer of the Board for anything in good faith done or intended to be done under this Act.", "29": "29. Temporary powers of the Central Government.Omitted by the Rubber (Production and Marketing Amendment) Act, 1954 (54 of 1954), s. 21 (w.e.f. 1-8-1955).]1. The words shall stand substituted (date to be notified) by Act 4 of 2010, s. 17 to read as \"five thousand rupees\"2. Ins. by Act 54 of 1954, s. 19 (w.e.f. 1-8-1955).3. The words in brackets shall stand inserted (date to be notified) by Act 4 of 2010, s. 18.4. Ins. by Act 54 of 1954, s. 20."}