{"name": "Salar Jung Museum Act, 1961\r", "1": "1. Short title and commencement.(1) This Act may be called the Salar Jung Museum Act, 1961.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Declaration of Salar Jung Museum together with Salar Jung Library as an institution of national importance.It is hereby declared that the Salar Jung Museum together with the Salar Jung Library at Hyderabad in the State of Andhra Pradesh is an institution of national importance.", "3": "3. Definitions.In this Act, unless the context otherwise requires,(a) \"Board\" means the Board established under section 4;(b) \"Chairman\" means the Chairman of the Board;(c) \"Fund\" means the fund referred to in section 19;(d) \"member\" means a member of the Board and includes the Chairman;(e) \"museum\" means the Salar Jung Museum together with the Salar Jung Library, declared to be an institution of national importance under this Act;(f) \"prescribed\" means prescribed by rules made under this Act;(g) \"State Government\" means the Government of Andhra Pradesh.", "4": "4. Establishment and incorporation of the Board.(1) With effect from such date as the Central Government may, by notification in the Official Gazette, appoint, there shall be established for the purposes of this Act a Board to be known as the Salar Jung Museum Board.(2) The Board shall be a body corporate with the name aforesaid, having perpetual succession and a common seal with power, subject to the provisions of this Act, to acquire, hold and dispose of property and to contract, and may by that name sue and be sued.(3) Notwithstanding anything contained in sub-section (2), the Board shall not, except with the previous approval of the Central Government, sell or otherwise dispose of any article or thing specified in Part I or Part II of the Schedule.", "5": "5. Composition of the Board.(1) The Board shall consist of the following persons, namely:(a) the Governor of Andhra Pradesh, ex officio Chairman;(b) the Secretary to the Government of India in the Ministry concerned with matters relating to the museum, ex officio;(c) the Mayor of the Corporation of Hyderabad, ex officio;1. 1st July, 1961, vide notification No. G.S.R. 817, dated 15th June, 1961, see Gazette of India, Extraordinary, Part II, sec. 3(i)(d) the Vice-Chancellor of the Osmania University, ex officio;(e) the Accountant-General, Andhra Pradesh, ex officio;(f) a person to be nominated by the Central Government, who shall be a member of the family of the late Nawab Salar Jung Bahadur who died on the 2nd day of March, 1949;(g) three persons to be nominated by the Central Government who shall as far as possible be persons having knowledge of, and experience in, matters relating to the administration of museums and libraries;(h) two persons to be nominated by the State Government.(2) Every nomination under this section shall take effect as soon as it is notified by the Central Government in the Official Gazette.", "6": "6. Term of office.(1) The term of office of nominated members shall be such as may be prescribed.(2) Any nominated member may resign his office by giving notice in writing to the Central Government, and on such resignation being notified by the Central Government in the Official Gazette, shall be deemed to have vacated his office.(3) A casual vacancy created by the resignation of a nominated member under sub-section (2) or for any other reason may be filled by fresh nomination.(4) An outgoing member shall be eligible for renomination.", "7": "7. Temporary absence of member.(1) If any nominated member is by infirmity or otherwise rendered temporarily incapable of carrying out his duties or is absent on leave or otherwise in circumstances not involving the vacation of his office, the Central Government or the State Government, as the case may be, may nominate another person to act in his place during his absence.(2) No act of the Board shall be invalid merely by reason of(a) any vacancy in, or defect in the constitution of, the Board, or(b) any defect in the nomination of a person acting as a member thereof, or(c) any irregularity in its procedure not affecting the merits of the case.", "8": "8. Duty of Government nominating persons, etc.(1) Before nominating a person to be a member of the Board, the Central Government or the State Government, as the case may be, shall satisfy itself that the person will have no such financial or other interest as is likely to affect prejudicially the exercise or performance by him of his functions as a member of the Board, and the Central Government or the State Government, as the case may be, shall also satisfy itself from time to time with respect to every member of the Board nominated by it that he has no such interest; and any person who is or whom the Central Government or the State Government, as the case may be, proposes to nominate, and who has consented to be, a member of the Board shall, whenever requested by the Central or State Government so to do, furnish to it such information as that Government considers necessary for the performance by it of its duties under this sub-section.(2) A nominated member who is in any way, directly or indirectly, interested in a contract made, or proposed to be made, by the Board shall, as soon as possible, after relevant circumstances have come to his knowledge, disclose the nature of his interest at a meeting of the Board and the disclosure shall be recorded in the minutes of the Board and the member shall not take any part after the disclosure in any deliberation or decision of the Board with respect to that contract.", "9": "9. Meeting of the Board.(1) The Board shall meet at such times and places and shall, subject to the provisions of sub-sections (2), (3) and (4), observe such rules of procedure in regard to the transaction of business at its meetings (including the quorum at meetings) as may be provided by regulations made under this Act.(2) The Chairman or, in his absence, any member chosen by the members present from among themselves, shall preside at a meeting of the Board.(3) If any of the members referred to in clauses (b), (c), (d) and (e) of section 5 is unable to attend any meeting of the Board, he may, with the previous approval of the Chairman, authorise any person in writing to do so.(4) All questions at a meeting of the Board shall be decided by a majority of the votes of the members present and voting and in the case of an equality of votes, the Chairman or, in his absence, the member presiding shall have a second or casting vote.", "10": "10. Temporary association of persons with the Board for particular purposes.(1) The Board may associate with itself in such manner and for such purposes as may be provided by regulations made under this Act any person whose assistance or advice it may desire in performing any of its functions under this Act.(2) A person associated with it by the Board under sub-section (1) for any purpose shall have the right to take part in the discussions of the Board relating to that purpose, but shall not by virtue of this section be entitled to vote.", "11": "11. Authentication of orders and other instruments of the Board.All orders and decisions of the Board shall be authenticated by the signature of the Chairman or any other member authorised by the Board in this behalf, and all other Instruments issued by the Board shall be authenticated by the signature of an officer of the Board authorised in like manner in this behalf.", "12": "12. Staff of the Board.(1) Subject to the provisions of sub-section (2), the Board may, for the purpose of enabling it efficiently to perform its functions under this Act, appoint such number of officers and other employees as it may think fit.(2) The recruitment and conditions of service of such officers and employees shall be such as may be provided by regulations made under this Act.", "13": "13. Transfer of service of existing employees to the Board.Subject to the provisions of this Act, every person employed in the museum immediately before the date of establishment of the Board shall, on and from such date, become an employee of the Board with such designation as the Board may determine and shall hold his office or service therein by the same tenure, at the same remuneration and upon the same terms and conditions as he would have held the same on such date if the Board had not been established and shall continue to do so unless and until his employment in the Board is terminated or until such tenure, remuneration and terms and conditions are duly altered by the Board:", "14": "14. Location of museum.The museum shall be located at Hyderabad.", "15": "15. Duties of the Board.(1) It shall be the general duty of the Board to manage the museum efficiently and to plan, promote, organise and implement programmes for the development of the museum and to perform such other functions as the Central Government may, from time to time, assign to the Board.(2) In particular, and without prejudice to the generality of the foregoing provision, the Board may take such steps as it thinks fit(a) for providing for instruction and research in matters relating to museums and libraries and for the advancement of learning and dissemination of knowledge in such matters; and(b) to do all such other things as may be necessary for the discharge of its functions under this Act.", "16": "16. Powers of the Board.(1) Subject to such conditions and restrictions as the Central Government may think fit to impose, the Board may exercise all such powers as may be necessary or expedient for the purpose of carrying out its duties under this Act.(2) Subject to such regulations as may be made by the Board in this behalf, the Board may, from time to time,(a) purchase or otherwise acquire such articles or things as may, in the opinion of the Board, be worthy of preservation in the museum; or(b) exchange, sell, or destroy any such article or thing as is purchased or acquired under clause (a); or(c) lend within India any article or thing specified in Part I or Part II of the Schedule, or lend, whether within or without India, any such article or thing as is purchased or acquired under clause (a).", "17": "17. Vesting of property.The properties specified in Parts I, II and III of the Schedule, being properties which by virtue of the decree passed in C.S. No. 13 of 1958 on the file of the High Court of Andhra Pradesh vested absolutely in the Central Government, shall, on and from the date of the establishment of the Board, vest in the Board.", "18": "18. Grants by Central Government to the Board.For the purpose of enabling the Board to discharge its functions efficiently under this Act, the Central Government may, after due appropriation made by Parliament by law in this behalf, pay to the Board in each financial year such sums of money as that Government considers necessary by way of grant, loan or otherwise.", "19": "19. Fund of the Board.(1) The Board shall maintain a Fund to which shall be credited(a) all moneys paid by the Central Government;(b) all fees and other charges levied under this Act;(c) all moneys received by the Board by way of grant, gift, donation, benefaction, bequest, subscription, contribution or transfer;(d) all other moneys received by the Board in any other manner or from any other source.(2) The Board may expend such sums as it thinks fit for performing its functions under this Act and such sums shall be treated as expenditure payable out of the Fund.(3) A sum of money not exceeding such amount as may be provided by regulations made under this Act may be kept in current account with any scheduled bank as defined in section 2 of the Reserve Bank of India Act, 1934 (2 of 1934) or any other bank approved by the Central Government in this behalf, but any moneys in excess of that sum shall be deposited in the Reserve Bank of India or with the agents of the Reserve Bank of India or invested in such manner as may be approved by the Central Government.", "20": "20. Budget.(1) The Board shall, by such date in each year as may be specified by the Central Government, submit to it for approval a budget for the next financial year in the form specified by it, showing the estimated receipts and expenditure, and the sums which would be required from the Central Government during the next financial year.(2) If any sum granted by the Central Government remains wholly or partly unspent in any financial year, the unspent sum may be carried forward to the next financial year and taken into account in determining the sum to be provided by the Central Government for that year.(3) Subject to the provisions of sub-section (4), no sum shall be expended by or on behalf of the Board, unless the expenditure is covered by provision in the budget approved by the Central Government.(4) Subject to such conditions and restrictions as the Central Government may think fit to impose, the Board may sanction any re-appropriation from one head of expenditure to another or from a provision made for one purpose to that for another purpose.", "21": "21. Accounts and audit.(1) The Board shall maintain proper accounts and other relevant records and prepare an annual statement of accounts including the balance sheet in such form as may be specified, and in accordance with such general directions as may be issued by the Central Government in consultation with the Comptroller and Auditor-General of India.(2) The accounts of the Board shall be audited annually by the Comptroller and Auditor-General of India and any expenditure incurred by him in connection with such audit shall be payable by the Board to the Comptroller and Auditor-General of India.(3) The Comptroller and Auditor-General of India and any person appointed by him in connection with the audit of the accounts of the Board shall have the same rights, privileges and authority in connection with such audit as the Comptroller and Auditor-General of India has in connection with the audit of Government accounts, and, in particular, shall have the right to demand the production of books, accounts, connected vouchers and other documents and papers and to inspect the office of the Board, and the museum.(4) The accounts of the Board as certified by the Comptroller and Auditor-General of India or any other person appointed by him in this behalf, together with the audit report thereon, shall be forwarded annually to the Central Government.", "22": "22. Returns and reports.(1) The Board shall furnish to the Central Government at such time and in such form and in such manner as the Central Government may direct, such returns, statements and particulars as the Central Government may from time to time require.(2) Without prejudice to the provisions of sub-section (1), the Board shall, as soon as possible after the commencement of each financial year, submit to the Central Government within such time as may be specified by the Central Government a report giving a true and full account of the activities of the Board during the previous financial year and an account of the activities likely to be undertaken during the current financial year.", "23": "23. Power of Central Government to issue directions to the Board.(1) In the discharge of its functions under this Act, the Board shall be bound by such directions on questions of policy as the Central Government may give to it from time to time:Provided that the Board shall be given an opportunity to express its views before any direction is given under this sub-section.(2) The decision of the Central Government whether a question is one of policy or not shall be final.", "24": "24. Delegation of powers and duties.The Board may, by general or special order in writing, direct that all or any of the powers or duties which may be exercised or discharged by it shall, in such circumstances and under such conditions, if any, as may be specified in the order, be exercised or discharged also by any member, officer or employee of the Board specified in this behalf in the order.", "25": "25. Officers and employees of the Board to be public servants.All officers and employees of the Board shall, when acting or purporting to act in pursuance of the provisions of this Act or of any rule or regulation made thereunder, be deemed to be public servants within the meaning of section 21 of the Indian Penal Code (45 of 1866).", "26": "26. Protection of action taken under Act.No suit, prosecution or other legal proceeding shall lie against the Board or any member, officer or employee of the Board for anything which is in good faith done or intended to be done in pursuance of this Act or of any rule or regulation made thereunder.", "27": "27. Power of Central Government to make rules.(1) The Central Government may, after consultation with the Board, by notification in the Official Gazette, make rules to give effect to the provisions of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:(a) the term of office of, and the manner of filling casual vacancies among, the members nominated under clauses (f), (g) and (h) of sub-section (1) of section 5;(b) the travelling and other allowances payable to a member other than the Chairman;(c) the disqualifications for membership of the Board and the procedure to be followed in removing a member who is or becomes subject to any disqualification;(d) the conditions subject to which, and the mode in which, contracts may be entered into by or on behalf of the Board;(e) the fees to be levied for admission to the museum;(f) any other matter which has to be, or may be, prescribed.(3) Every rule made under this section shall be laid as soon as may be after it is made before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session or 1[in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid], both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.", "28": "28. Power of Board to make regulations.(1) The Board may, with the previous approval of the Central Government, by notification in the Official Gazette, make regulations, not inconsistent with this Act and the rules made thereunder, for enabling it to discharge its functions under this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such regulations may provide for all or any or the following matters, namely:(a) the conditions and restrictions subject to which articles and things vested in the Board may be given on loan;(b) the recruitment and conditions of service of officers and employees of the Board;(c) the time and place of meetings of the Board, the procedure to be followed in regard to the transaction of business at such meetings and the quorum necessary for the transaction of business at a meeting;(d) the maintenance of minutes of meetings of the Board and the transmission of copies thereof to the Central Government;(e) the appointment of sub-committees, or the association of persons by the Board, for the purpose of assisting or advising it in performing its functions under this Act;(f) the persons by whom, and the manner in which, payments, deposits and investments may be made on behalf of the Board;(g) the maximum amount that may be kept in the current account;(h) the maintenance of registers and accounts;(i) the compilation of catalogues and inventories of the books, manuscripts and other articles and things in the museum;(j) the steps to be taken for the preservation of the books, manuscripts and other articles and things in the museum;(k) the general management of the museum;(l) the fees to be levied for purposes other than admission to the museum;1. Subs. by Act 20 of 1983, s. 2 and the Schedule, for the certain words (w.e.f. 15-3-1984).(m) any other matter in respect of which provision is, in the opinion of the Board, necessary for the performance of its functions under this Act.(3) The Central Government may, after consultation with the Board, by notification in the Official Gazette, amend, vary or rescind any regulation which it has approved; and thereupon the regulation shall have effect accordingly, but without prejudice to the exercise of the powers of the Board undersub-sections (1) and (2).1[(4) Every regulation made under this Act and every notification issued under sub-section (3) shall be laid, as soon as may be after it is made or issued, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the regulation or notification or both Houses agree that the regulation or notification should not be made, the regulation or notification shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that regulation or notification.]1. Ins. by Act 20 of 1983, s. 2 and the Schedule (w.e.f. 15-3-1984)."}