{"name": "Sale of Goods Act, 1930\r", "1": "Sale of Goods Act, 19301. Short title, extent and commencement(1) This Act may be called the 1[***] Sale of Goods\r\nAct, 1930. 2  [(2) It extends to the whole of India 3[except\r\nthe State of Jammu and Kashmir].](3) It shall come into force on the lst day of July, 1930.", "2": " Sale of Goods Act, 19302. DefinitionsIn this Act, unless there is anything repugnant in the subject\r\nof context,-(1) \"buyer\" means a person who buys or agrees to buy\r\ngoods;(2) \"delivery\" means voluntary transfer of possession\r\nfrom one person to another;(3) goods are said to be in a \"delivered state\" when\r\nthey are in such state that the buyer would under the contract be bound to take\r\ndelivery of them;(4) \"document of title to goods\" includes bill of\r\nlading dock-warrant, warehouse keeper's certificate, wharfingers' certificate,\r\nrailway receipt, 4[multimodal transport document,] warrant or order\r\nfor the delivery of goods and any other document used in the ordinary course of\r\nbusiness as proof of the possession or control of goods or authorizing or\r\npurporting to authorize, either by endorsement or by delivery, the possessor of\r\nthe document to transfer or receive goods thereby represented;(5) \"fault\" means wrongful act or default;(6) \"future goods\" means goods to be manufactured or\r\nproduced or acquired by the seller after making of the contract of sale;(7) \"goods\" means every kind of moveable property\r\nother than actionable claims and money; and includes stock and shares, growing\r\ncrops, grass, and things attached to or forming part of the land which are\r\nagreed to be severed before sale or under the contract of sale;(8) A person is said to be \"insolvent\" who has ceased\r\nto pay his debts in the ordinary course of business, or cannot pay his debts as\r\nthey become due, whether he has committed an act of insolvency or not;(9) \"mercantile agent\" means a mercantile agent having\r\nin the customary course of business as such agent authority either to sell\r\ngoods, or to consign goods for the purposes of sale, or to buy goods, or to\r\nraise money on the security of goods;(10) \"price\" means the money consideration for a sale\r\nof goods;(11) \"property\" means the general property in goods,\r\nand not merely a special property;(12) \"quality of goods\" includes their state or\r\ncondition;(13) \"seller\" means a person who sells or agrees to\r\nsell goods;(14) \"specific goods\" means goods identified and\r\nagreed upon at the time a contract of sale is made; and(15) expressions used but not defined in this Act and defined in\r\nthe Indian Contract Act, 1872, have the meaning assigned to them in that act.", "3": " Sale of Goods Act, 19303. Application of provisions of Act 9 of 1872The unrepeated provisions of the Indian Contract Act, 1872, save\r\ninsofar as they are inconsistent with the express provisions of this Act, shall\r\ncontinue to apply to contracts for the sale of goods.", "4": " Sale of Goods Act, 19304. Sale and agreement to sell(1) A contract of sale of goods is a contract whereby the seller\r\ntransfers or agrees to transfer the property in goods to the buyer for a price.\r\nThere may be a contract of sale between one part-owner and another.(2) A contract of sale may be absolute or conditional.(3) Where under a contract of sale the property in the goods is\r\ntransferred from the seller to the buyer, the contract is called a sale, but\r\nwhere the transfer of the property in the goods is to take place at a future\r\ntime or subject to some condition thereafter to be fulfilled, the contract is\r\ncalled an agreement to sell.(4) An agreement to sell becomes a sale when the time elapses or\r\nthe conditions are fulfilled subject to which the property in the goods is to be\r\ntransferred.", "5": " Sale of Goods Act, 19305. Contract of sale how made(1) A contract of sale is made by an offer to buy or sell goods\r\nfor a price and the acceptance of such offer. The contract may provide for the\r\nimmediate delivery of the goods or immediate payment of the price of both, or\r\nfor the delivery or payment by installments, or that the delivery or payment or\r\nboth shall be postponed.(2) Subject to the provisions of any law for the time being in\r\nforce, a contract of sale may be made in writing or by word of mouth, or partly\r\nin writing and partly by word of mouth or may be implied from the conduct of\r\nthe parties.", "6": " Sale of Goods Act, 19306. Existing or future goods(1) The goods which form the subject of a contract of sale may\r\nbe either existing goods, owned or possessed by the seller, or future goods.(2) There may be a contract for the sale of goods the\r\nacquisition of which by the seller depends upon a contingency which may or may\r\nnot happen.(3) Where by a contract of sale the seller purports to effect a\r\npresent sale of future goods, the contract operates as an agreement to sell the\r\ngoods.", "7": " Sale of Goods Act, 19307. Goods perishing before making of contractWhere there is a contract for the sale of specific goods, the\r\ncontract is void if the goods without the knowledge of the seller have, at the\r\ntime when the contract was made, perished or become so damaged as no longer to\r\nanswer to their description in the contract.", "8": " Sale of Goods Act, 19308. Goods perishing before sale but after agreement to sell\r\nWhere there is an agreement to sell specific goods, and\r\nsubsequently the goods without any fault on the part of the seller or buyer\r\nperish or become so damaged as no longer to answer to their description in the\r\nagreement before the risk passes to the buyer, the agreement is thereby avoided.", "9": " Sale of Goods Act, 19309. Ascertainment of price(1) The price in a contract of sale may be fixed by the contract\r\nor may be left to be fixed in manner thereby agreed or may be determined by the\r\ncourse of dealing between the parties.(2) Where the price is not determined in accordance with the\r\nforegoing provisions, the buyer shall pay the seller a reasonable price. What\r\nis a reasonable price is a question of fact dependent on the circumstances of\r\neach particular case.", "10": " Sale of Goods Act, 193010. Agreement to sell at valuation(1) Where there is an agreement to sell goods on the terms that\r\nthe price is to be fixed by the valuation of a third party and such third party\r\ncannot or does not make such valuation, the agreement is thereby avoided;PROVIDED that, if the goods or any part thereof have\r\nbeen delivered to, and appropriated by, the buyer, he shall pay a reasonable\r\nprice therefor.(2) Where such third party is prevented from making the\r\nvaluation by the fault of the seller or buyer, the party not in fault may\r\nmaintain a suit for damages against the party in fault.", "11": " Sale of Goods Act, 193011. Stipulations as to timeUnless a different intention appears from the terms of the\r\ncontract, stipulations as to time of payment are not deemed to be of the\r\nessence of a contract of sale. Whether any other stipulation as to time is of\r\nthe essence of the contract or not depends on the terms of the contract.", "12": " Sale of Goods Act, 193012. Condition and warranty(1) A stipulation in a contract of sale with reference to goods\r\nwhich are the subject thereof may be a condition or a warranty.(2) A condition is a stipulation essential to the main purpose\r\nof the contract, the breach of which gives rise to a right to treat the\r\ncontract as repudiated.(3) A warranty is a stipulation collateral to the main purpose\r\nof the contract, the breach of which gives rise to a claim for damages but not\r\nto a right to reject the goods and treat the contract as repudiated.(4) Whether a stipulation in a contract of sale is a condition or\r\na warranty depends in each case on the construction of the contract. A\r\nstipulation may be a condition, though called a warranty in the contract.", "13": " Sale of Goods Act, 193013. When condition to be treated as warranty(1) Where a contract of sale is subject to any condition to be\r\nfulfilled by the seller, the buyer may waive the condition or elect to treat\r\nthe breach of the condition as a breach of warranty and not as a ground for\r\ntreating the contract as repudiated.(2) Where a contract of sale is not severable and the buyer has\r\naccepted the goods or part thereof, 5[***] the breach of any\r\ncondition to be fulfilled by the seller can only be treated as a breach of\r\nwarranty and not as a ground for rejecting the goods and treating the contract\r\nas repudiated, unless there is a term of the contract, express or implied, to\r\nthat effect.(3) Nothing in this section shall affect the case of any\r\ncondition or warranty fulfillment of which is excused by law by reason of\r\nimpossibility or otherwise.", "14": " Sale of Goods Act, 193014. Implied undertaking as to title, etc.In a contract of sale, unless the circumstances of the contract\r\nare such as to show a different intention there is-(a) an implied condition on the part of the seller that, in the\r\ncase of a sale, he has a right to sell the goods and that, in the case of an\r\nagreement to sell, he will have a right to sell the goods at the time when the\r\nproperty is to pass;(b) an implied warranty that the buyer shall have and enjoy\r\nquiet possession of the goods;(c) an implied warranty that the goods shall be free from any\r\ncharge or encumbrance in favor of any third party not declared or known to the\r\nbuyer before or at the time when the contract is made.", "15": " Sale of Goods Act, 193015. Sale by descriptionWhere there is a contract for the sale of goods by description,\r\nthere is an implied condition that the goods shall correspond with the\r\ndescription; and, if the sale is by sample as well as by description, it is not\r\nsufficient that the bulk of the goods corresponds with the sample if the goods\r\ndo not also correspond with the description.", "16": " Sale of Goods Act, 193016. Implied conditions as to quality or fitnessSubject to the provisions of this Act and of any other law for\r\nthe time being in force, there is no implied warranty or condition as to the\r\nquality or fitness for any particular purpose of goods supplied under a contract\r\nof sale, except as follows:-(1) Where the buyer, expressly or by implication, makes known to\r\nthe seller the particular purpose for which the goods are required, so as to\r\nshow that the buyer relies on the seller's skill or judgment, and the goods are\r\nof a description which it is in the course of the seller's business to supply\r\n(whether he is the manufacturer or producer or not), there is an implied\r\ncondition that the goods shall be reasonably fit for such purpose:PROVIDED that, in the case of a contract for the sale\r\nof a specified article under its patent or other trade name, there is no\r\nimplied condition as its fitness for any particular purpose.(2) Where goods are bought by description from a seller who\r\ndeals in goods of that description (whether he is the manufacturer or producer\r\nor not), there is an implied condition that the goods shall be of merchantable\r\nquality;PROVIDED that, if the buyer has examined the goods,\r\nthere shall be no implied condition as regards defects which such examination\r\nought to have revealed.(3) An implied warranty or condition as to quality or fitness\r\nfor a particular purpose may be annexed by the usage of trade.(4) An express warranty or condition does not negative a\r\nwarranty or condition implied by this Act unless inconsistent therewith.", "17": " Sale of Goods Act, 193017. Preventive action to be taken by the law and order machinery\r\n(1) A District Magistrate or a Sub-divisional Magistrate or any\r\nother Executive Magistrate or any police officer not below the rank of a Deputy\r\nSuperintendent of Police may, on receiving information and after such inquiry\r\nas he may think necessary, has reason to believe that a person or a group of\r\npersons not belonging to the Scheduled Castes or the Scheduled Tribes, residing\r\nin or frequenting any place within the local limits of his jurisdiction is\r\nlikely to commit an offence or has threatened to commit any offence under this\r\nAct and is of the opinion that there is sufficient ground for proceeding,\r\ndeclare such an area to be an area prone to atrocities and take necessary\r\naction for keeping the peace and good behavior and maintenance of public order and\r\ntranquility and may take preventive action.(2) The provisions of Chapters VIII, X and XI of the Code shall,\r\nso far as may be, apply for the purposes of sub-section (1).(3) The State Government may, by notification in the Official Gazette,\r\nmake one or more schemes specifying the manner in which the officers referred\r\nto in sub-section (1) shall take appropriate action specified in such scheme or\r\nschemes to prevent atrocities and to restore the feeling of security amongst\r\nthe members of the Scheduled Castes and the Scheduled Tribes.", "18": " Sale of Goods Act, 193018. Goods must be ascertainedWhere there is a contract for the sale of unascertained goods, no\r\nproperty in the goods is transferred to the buyer unless and until the goods\r\nare ascertained.", "19": " Sale of Goods Act, 193019. Property passes when intended to pass(1) Where there is a contract for the sale of specific or\r\nascertained goods the property in them is transferred to the buyer at such time\r\nas the parties to the contract intend it to be transferred.(2) For the purpose of ascertaining the intention of the parties\r\nregard shall be had to the terms of the contract, the conduct of the parties\r\nand the circumstances of the case.(3) Unless a different intention appears, the rules contained in\r\nsections 20 to 24 are rules for ascertaining the intention of the parties as to\r\nthe time at which the property in the goods is to pass to the buyer.Comment: It was one of the terms of the contract\r\nbetween the parties that the seller would not be liable for any future loss of\r\ngoods and that the goods were being dispatched at the risk of the respondent.\r\nThe respondent had also obtained insurance of the goods and had paid the policy\r\npremium. He, therefore, intended the goods to be treated as his own so that if\r\nthere was any loss of goods in transit, he could validly claim the insurance\r\nmoney. The weighment of the goods at Hyderabad or the collection of documents\r\nfrom the bank or payment of price through the bank at Hyderabad were\r\nimmaterial, inasmuch as the property in the goods had already passed at Kerala\r\nand it was not dependant upon the payment of price or the delivery of goods to\r\nthe respondent. Agricultural Market Committee v. Shalimar Chemical Works Ltd.,\r\nAIR 1997 SUPREME COURT 2502 ", "20": " Sale of Goods Act, 193020. Specific goods in a deliverable stateWhere there is an unconditional contract for the sale of\r\nspecific goods in a deliverable state, the property in the goods passes to the\r\nbuyer when the contract is made, and it is immaterial whether the time of\r\npayment of the price or the time of delivery of the goods, or both, is\r\npostponed.", "21": " Sale of Goods Act, 193021. Specific goods to be put into a deliverable stateWhere there is a contract for the sale of specific goods and the\r\nseller is bound to do something to the goods for the purpose of putting them\r\ninto a deliverable state, the property does not pass until such thing is done\r\nand the buyer has notice thereof.", "22": " Sale of Goods Act, 193022. Specific goods in a deliverable state, when the seller\r\nhas to do anything thereto in order to ascertain priceWhere there is a contract for the sale of specific goods in a\r\ndeliverable state, but the seller is bound to weigh, measure, test or do some\r\nother act or thing with reference to the goods for the purpose of ascertaining\r\nthe price, the property does not pass until such act or thing is done and the\r\nbuyer has notice thereof.", "23": " Sale of Goods Act, 193023. Sale of unascertained goods and appropriation(1) Where there is a contract for the sale of unascertained or\r\nfuture goods by description and goods of that description and in a deliverable\r\nstate are unconditionally appropriated to the contract, either by the seller\r\nwith the assent of the buyer or by the buyer with the assent of the seller, the\r\nproperty in the goods thereupon passes to the buyer. Such assent may be\r\nexpressed or implied, and may be given either before or after the appropriation\r\nis made.(2) Delivery to carrier- Where, in pursuance of the\r\ncontract, the seller delivers the goods to the buyer or to a carrier or other\r\nbailee (whether named by the buyer or not) for the purpose of transmission to\r\nthe buyer, and does not reserve the right of disposal, he is deemed to have\r\nunconditionally appropriated the goods to the contract.", "24": " Sale of Goods Act, 193024. Goods sent on approval or \"on sale or\r\nreturn\"When goods are delivered to the buyer on approval or \"on\r\nsale or return\" or other similar terms, the property therein passes to the\r\nbuyer-(a) when he signifies his approval or acceptance to the seller\r\nor does any other act adopting the transaction;(b) if he does not signify his approval or acceptance to the\r\nseller but retains the goods without giving notice of rejection, then, if a\r\ntime has been fixed for the return of the goods, on the expiration of such\r\ntime, and, if no time has been fixed, on the expiration of a reasonable time.", "25": " Sale of Goods Act, 193025. Reservation of right of disposal(1) Where there is a contract for the sale of specific goods or\r\nwhere goods are subsequently appropriated to the contract, the seller may, by\r\nthe terms of the contract or appropriation, reserve the right of disposal of\r\nthe goods until certain conditions are fulfilled. In such case, notwithstanding\r\nthe delivery of the goods to a buyer, or to a carrier or other bailee for the\r\npurpose of transmission to the buyer, the property in the goods does not pass\r\nto the buyer until the conditions imposed by the seller are fulfilled. 6  [(2) Where goods are shipped or delivered to a railway\r\nadministration for carriage by railway and by the bill of lading or railway\r\nreceipt, as the case may be, the goods are deliverable to the order of the\r\nseller or his agent, the seller is prima facie deemed to reserve right of\r\ndisposal.(3) Where the seller of goods draws on the buyer for the price\r\nand transmits to the buyer the bill of exchange together with the bill of\r\nlading or, as the case may be, the railway receipt, to secure acceptance or\r\npayment of the bill of exchange, the buyer is bound to return the bill of\r\nlading or the railway receipt if he does not honor the bill of exchange; and,\r\nif he wrongfully retains the bill lading or the railway receipt, the property\r\nin the goods does not pass to him.Explanation : In this section, the expressions\r\n\"railway\" and \"railway administration\" shall have the\r\nmeanings respectively assigned to them under the Indian Railways Act, 1890.]", "26": "Sale of Goods Act, 193026. Risk prima facie passes with propertyUnless otherwise agreed, the goods remain at the seller's risk\r\nuntil the property therein is transferred to the buyer, but when the property\r\ntherein is transferred to the buyer, the goods are at the buyer's risk whether\r\ndelivery has been made or not:PROVIDED that, where delivery has been delayed through\r\nthe fault of either buyer or seller, the goods are at the risk of the party in\r\nfault as regards any loss which might not have occurred but for such fault:PROVIDED ALSO that nothing in this section shall affect the\r\nduties or liabilities of either seller or buyer as a bailee of the goods of the\r\nother party.", "27": " Sale of Goods Act, 193027. Sale by person not the ownerSubject to the provisions of this Act and of any other law for\r\nthe time being in force, where goods are sold by a person who is not the owner\r\nthereof and who does not sell them under the authority or with the consent of\r\nthe owner, the buyer acquires no better title to the goods than the seller had,\r\nunless the owner of the goods is by his conduct precluded from denying the\r\nseller's authority to sell:PROVIDED that, where a mercantile agent is, with the\r\nconsent of the owner, in possession of the goods or of a document of title to\r\nthe goods, any sale made by him, when acting in the ordinary course of business\r\nof a mercantile agent, shall be as valid as if he were expressly authorized by\r\nthe owner of the goods to make the same; provided that the buyer acts is good\r\nfaith and has not at the time of the contract of sale notice that the seller\r\nhas not authority to sell.", "28": " Sale of Goods Act, 193028. Sale by one of joint ownersIf one of several joint owners of goods has the sole possession\r\nof them by permission of the co-owners, the property in the goods in\r\ntransferred to any person who buys them of such joint owner in good faith and\r\nhas not at the time of the contract of sale notice that the seller has not\r\nauthority to sell.", "29": " Sale of Goods Act, 193029. Sale by person in possession under voidable contractWhen the seller of goods has obtained possession thereof under a\r\ncontract voidable under section 19 or section 19A of the Indian Contract Act,\r\n1872, but the contract has not rescinded at the time of the sale, the buyer\r\nacquires a good title to the goods, provided he buys them in good faith and\r\nwithout notice of the seller's defect of title.", "30": " Sale of Goods Act, 193030. Seller or buyer in possession after sale(1) Where a person, having sold goods continues or is in\r\npossession of the goods or of the documents of title to the goods, the delivery\r\nor transfer by that person or by a mercantile agent acting for him of the goods\r\nor documents of title under any sale, pledge or other disposition thereof to\r\nany person receiving the same in good faith and without notice of the previous\r\nsale shall have the same effect as if the person making the delivery or\r\ntransfer were expressly authorized by the owner of the goods to make the same.(2) Where a person, having bought or agreed to buy goods,\r\nobtains with the consent of the seller, possession of the goods or the\r\ndocuments of title to the goods, the delivery or transfer by that person or by\r\na mercantile agent acting for him, of the goods or documents of title under any\r\nsale, pledge or other disposition thereof to any person receiving the same in\r\ngood faith and without notice of any lien or other right of the original seller\r\nin respect of the goods shall have effect as if such lien or right did not\r\nexist.", "31": " Sale of Goods Act, 193031. Duties of seller and buyerIt is the duty of the seller to deliver the goods and of the\r\nbuyer to accept and pay for them, in accordance with the terms of the contract\r\nof sale.", "32": " Sale of Goods Act, 193032. Payment and delivery are concurrent conditionsUnless otherwise agreed, delivery of the goods and payment of\r\nthe price are concurrent conditions, that is to say, the seller shall be ready\r\nand willing to give possession of the goods to the buyer in exchange for the\r\nprice, and the buyer shall be ready and willing to pay the price in exchange\r\nfor possession of the goods.", "33": " Sale of Goods Act, 193033. DeliveryDelivery of goods sold may be made by doing anything which the\r\nparties agree shall be treated as delivery or which has the effect of putting\r\nthe goods in the possession of the buyer or of any person authorized to hold\r\nthem on his behalf.", "34": " Sale of Goods Act, 193034. Effect of part deliveryA delivery of part of goods, in progress of the delivery of the\r\nwhole has the same effect, for the purpose of passing the property in such\r\ngoods, as a delivery of the whole; but a delivery of part of the goods, with an\r\nintention of severing it from the whole, does not operate as a delivery of the\r\nremainder.", "35": " Sale of Goods Act, 193035. Buyer to apply for deliveryApart from any express contract, the seller of goods is not\r\nbound to deliver them until the buyer applies for delivery.", "36": " Sale of Goods Act, 193036. Rules as to delivery(1) Whether it is for the buyer to take possession of the goods\r\nor for the seller to send them to the buyer is a question depending in each\r\ncase on the contract, express or implied, between the parties. Apart from any\r\nsuch contract, goods sold are to be delivered at the place at which they are at\r\nthe time of the sale, and goods agreed to be sold are to be delivered at the\r\nplace at which they are at the time of the agreement to sell, if not then in\r\nexistence, at the place at which they are manufactured or produced.(2) Where under the contract of sale the seller is bound to send\r\nthe goods to the buyer, but no time for sending them is fixed, the seller is\r\nbound to send them within a reasonable time.(3) Where the goods at the time of sale are in the possession of\r\na third person, there is no delivery by seller to buyer unless and until such\r\nthird person acknowledges to the buyer that he holds the goods on his behalf:PROVIDED that nothing in this section shall affect the\r\noperation of the issue or transfer of any document of title to goods.(4) Demand or tender of delivery may be treated as ineffectual\r\nunless made at a reasonable hour. What is a reasonable hour is a question of\r\nfact.(5) Unless otherwise agreed, the expenses of and incidental to\r\nputting the goods into a deliverable state shall be borne by the seller.", "37": " Sale of Goods Act, 193037. Delivery of wrong quantity(1) Where the seller delivers to the buyer a quantity of goods\r\nless than he contracted to sell, the buyer may reject them, but if the buyer accepts\r\nthe goods so delivered he shall pay for them at the contract rate.(2) Where the seller delivers to the buyer a quantity of goods\r\nlarger than he contracted to sell the buyer may accept the goods included in\r\nthe contract and reject the rest, or he may reject the whole. If the buyer\r\naccepts the whole of the goods so delivered, he shall pay for them at the\r\ncontract rate.(3) Where the seller delivers to the buyer the goods he\r\ncontracted to sell mixed with goods of a different description not included in\r\nthe contract, the buyer may accept the goods which are in accordance with the\r\ncontract and reject the rest, or may reject the whole.(4) The provisions of this section are subject to any usage of\r\ntrade, special agreement of course of dealing between the parties.", "38": " Sale of Goods Act, 193038. Installment deliveries(1) Unless otherwise agreed, the buyer of goods is not bound to\r\naccept delivery thereof by installments.(2) Where there is a contract for the sale of goods to be\r\ndelivered by stated installments which are to be separately paid for, and the\r\nseller makes no delivery or defective delivery in respect of one or more\r\ninstallments, or the buyer neglects or refuses to take delivery of or pay for\r\none or more installments, it is a question in each case depending on the terms\r\nof the contract and the circumstances of the case, whether the breach of\r\ncontract is a repudiation of the whole contract, or whether it is a severable\r\nbreach giving rise to a claim for compensation, but not to a right to treat the\r\nwhole contract as repudiated.", "39": " Sale of Goods Act, 193039. Delivery to carrier or wharfinger(1) Where, in pursuance of a contract of sale, the seller is\r\nauthorized or required to send the goods to the buyer, delivery of the goods to\r\na carrier, whether named by the buyer or not, for the purpose of transmission\r\nto the buyer, or delivery of the goods to a wharfinger for safe custody, is\r\nprima facie deemed to be a delivery of the goods to the buyer.(2) Unless otherwise authorized by the buyer, the seller shall\r\nmake such contract with the carrier or wharfinger on behalf of the buyer as may\r\nbe reasonable having regard to the nature of the goods and the other\r\ncircumstances of the case. If the seller omits so to do, and the goods are lost\r\nor damaged in course of transit or whilst in the custody of the wharfinger, the\r\nbuyer may decline to treat the delivery to the carrier or wharfinger as a\r\ndelivery to himself, or may hold the seller responsible in damages.(3) Unless otherwise agreed, where goods are sent by the seller\r\nto the buyer by a route involving sea transit, in circumstances in which it is\r\nusual to insure, the seller shall give such notice to the buyer as may enable\r\nhim to insure them during their sea transit and if the seller fails so to do,\r\nthe goods shall be deemed to be at his risk during such sea transit.", "40": " Sale of Goods Act, 193040. Risk where goods are delivered at distant placeWhere the seller of goods agrees to deliver them at his own risk\r\nat a place other than that where they are when sold, the buyer shall,\r\nnevertheless, unless otherwise agreed, take any risk of deterioration in the\r\ngoods necessarily incident to the course of transit.", "41": " Sale of Goods Act, 193041. Buyer's right of examining the goods(1) Where goods are delivered to the buyer which he has not\r\npreviously examined, he is not deemed to have accepted them unless and until he\r\nhas had a reasonable opportunity of examining them for the purpose of\r\nascertaining whether they are in conformity with the contract.(2) Unless otherwise agreed, when the seller tenders delivery of\r\ngoods to the buyer, he is bound, on request, to afford the buyer a reasonable\r\nopportunity of examining the goods for the purpose of ascertaining whether they\r\nare in conformity with the contract.", "42": " Sale of Goods Act, 193042. AcceptanceThe buyer is deemed to have accepted the goods when he intimates\r\nto the seller that he has accepted them, or when the goods have been delivered\r\nto him and he does any act in relation to them which is inconsistent with the\r\nownership of the seller, or when, after the lapse of a reasonable time, he\r\nretains the goods without intimating to the seller that he has rejected them.", "43": " Sale of Goods Act, 193043. Buyer not bound to return rejected goodsUnless otherwise agreed, where goods are delivered to the buyer\r\nand he refuses to accept them, having the right so to do, he is not bound to\r\nreturn them to the seller, but it is sufficient if he intimates to the seller\r\nthat he refuses to accept them.", "44": " Sale of Goods Act, 193044. Liability of buyer for neglecting or refusing delivery\r\nof goodsWhen the seller is ready and willing to deliver the goods and\r\nrequests the buyer to take delivery, and the buyer does not within a reasonable\r\ntime after such request take delivery of the goods, he is liable to the seller\r\nfor any loss occasioned by his neglect or refusal to take delivery and also for\r\na reasonable charge for the care and custody of the goods:PROVIDED that nothing in this section shall affect the\r\nrights of the seller where the neglect or refusal of the buyer to take delivery\r\namounts to a repudiation of the contract.", "45": " Sale of Goods Act, 193045. \"Unpaid seller\" defined(1) The seller of goods is deemed to be an \"unpaid\r\nseller\" within the meaning of this Act.-(a) When the whole of the price has not been\r\npaid or tendered;(b) When a bill of exchange or other\r\nnegotiable instrument has been received as conditional payment, and the condition\r\non which it was received has not been fulfilled by reason of the dishonor of\r\nthe instrument or otherwise.(2) In this Chapter, the term \"seller\" includes any\r\nperson who is in the position of a seller, as, for instance, an agent of the\r\nseller to whom the bill of lading has been endorsed, or a consignor or agent\r\nwho has himself paid, or is directly responsible for, the price.", "46": " Sale of Goods Act, 193046. Unpaid seller's rights(1) Subject to the provisions of this Act and of any law for the\r\ntime being in force, notwithstanding that the property in the goods may have\r\npassed to the buyer, the unpaid seller of goods, as such, has by implication of\r\nlaw-(a) a lien on the goods for the price while he\r\nis in possession of them;(b) in case of the insolvency of the buyer a\r\nright of stopping the goods in transit after he has parted with the possession\r\nof them;(c) a right of re-sale as limited by this Act.\r\n(2) Where the property in goods has not passed to the buyer, the\r\nunpaid seller has, in addition to his other remedies, a right of withholding\r\ndelivery similar to and co-extensive with his rights of lien and stoppage in\r\ntransit where the property has passed to the buyer.", "47": " Sale of Goods Act, 193047. Seller's lien(1) Subject to the provisions of this Act, the unpaid seller of\r\ngoods who is in possession of them is entitled to retain possession of them\r\nuntil payment or tender of the price in the following cases, namely:-(a) where the goods have been sold without any\r\nstipulation as to credit;(b) where the goods have been sold on credit,\r\nbut the term of credit has expired;(c) where the buyer becomes insolvent.(2) The seller may exercise his right of lien notwithstanding\r\nthat he is in possession of the goods as agent or bailee for the buyer.", "48": " Sale of Goods Act, 193048. Part deliveryWhere an unpaid seller has made part delivery of the goods, he\r\nmay exercise his right of lien on the remainder, unless such part delivery has\r\nbeen made under such circumstances as to show an agreement to waive the lien.", "49": " Sale of Goods Act, 193049. Termination of lien(1) The unpaid seller of goods loses his lien thereon-(a) when he delivers the goods to a carrier or\r\nother bailee for the purpose of transmission to the buyer without reserving the\r\nright of disposal of the goods;(b) when the buyer or his agent lawfully\r\nobtains possession of the goods;(c) by waiver thereof.(2) The unpaid seller of goods, having a lien thereon, does not\r\nlose his lien by reason only that he has obtained a decree for the price of the\r\ngoods.", "50": " Sale of Goods Act, 193050. Right of stoppage in transitSubject to the provisions of this Act, when the buyer of goods\r\nbecomes insolvent, the unpaid seller who has parted with the possession of the\r\ngoods has the right of stopping them in transit, that is to say, he may resume\r\npossession of the goods as long as they are in the course of transit, and may\r\nretain them until payment or tender of the price.", "51": " Sale of Goods Act, 193051. Duration of transit(1) Goods are deemed to be in course of transit from the time\r\nwhen they are delivered to a carrier or other bailee for the purpose of transmission\r\nto the buyer, until the buyer or his agent in that behalf takes delivery of\r\nthem from such carrier or other bailee.(2) If the buyer or his agent in that behalf obtains delivery of\r\nthe goods before their arrival at the appointed destination, the transit is at\r\nan end.(3) If, after the arrival of the goods at the appointed\r\ndestination, the carrier or other bailee acknowledges to the buyer or his agent\r\nthat he holds the goods on his behalf and continues in possession of them as\r\nbailee for the buyer or his agent, the transit is at an end and it is\r\nimmaterial that a further destination for the goods may have been indicated by\r\nthe buyer.(4) If the goods are rejected by the buyer and the carrier or\r\nother bailee continues in possession of them, the transit is not deemed to be\r\nat an end, even if the seller has refused to receive them back.(5) When goods are delivered to a ship chartered by the buyer,\r\nit is a question depending on the circumstances of the particular case, whether\r\nthey are in the possession of the master as a carrier or as agent of the buyer.\r\n(6) Where the carrier or other bailee wrongfully refuses to\r\ndeliver the goods to the buyer or his agent in that behalf, the transit is\r\ndeemed to be at an end.(7) Where part delivery of the goods has been made to the buyer\r\nor his agent in that behalf, the remainder of the goods may be stopped in\r\ntransit, unless such part delivery has been given in such circumstances as to\r\nshow an agreement to give up possession of the whole of the goods.", "52": " Sale of Goods Act, 193052. How stoppage in transit is effected(1) The unpaid seller may exercise his right of stoppage in\r\ntransit either by taking actual possession of the goods, or by giving notice of\r\nhis claim to the carrier or other bailee in whose possession the goods are.\r\nSuch notice may be given either to the person in actual possession of the goods\r\nor to his principal. In the latter case the notice, to be effectual, shall be\r\ngiven at such time and in such circumstances, that the principal, by the\r\nexercise of reasonable diligence, may communicate it to his servant or agent in\r\ntime to prevent a delivery to the buyer.(2) When notice of stoppage in transit is given by the seller to\r\nthe carrier or other bailee in possession of the goods, he shall re-deliver the\r\ngoods to, or according to the directions of, the seller. The expenses of such\r\nre-delivery shall be borne by the seller.", "53": " Sale of Goods Act, 193053. Effect of sub-sale or pledge by buyer(1) Subject to the provisions of this Act, the unpaid seller's\r\nright of lien or stoppage in transit is not affected by any sale or other\r\ndisposition of the goods which the buyer may have made, unless the seller has\r\nassented thereto:PROVIDED that where a document of title to goods has\r\nbeen issued or lawfully transferred to any person as buyer or owner of the\r\ngoods, and that person transfers the document to a person who takes the\r\ndocument in good faith and for consideration, then, if such last mentioned\r\ntransfer was by way of sale, the unpaid seller's right of lien or stoppage in\r\ntransit is defeated, and, if such last mentioned transfer was by way of pledge\r\nor other disposition for value, the unpaid seller's right of lien or stoppage\r\nin transit can only be exercised subject to the rights of the transferee.(2) Where the transfer is by way of pledge, the unpaid seller\r\nmay require the pledge to have the amount secured by the pledge satisfied in\r\nthe first instance, as far as possible, out of any other goods or securities of\r\nthe buyer in the hands of the pledge and available against the buyer.", "54": " Sale of Goods Act, 193054. Sale not generally rescinded by lien or stoppage in\r\ntransit(1) Subject to the provisions of this section, a contract of\r\nsale is not rescinded by the mere exercise by an unpaid seller of his right of\r\nlien or stoppage in transit.(2) Where the goods are of a perishable nature, or where the\r\nunpaid seller who has exercised his right of lien or stoppage in transit gives\r\nnotice to the buyer of his intention to re-sell, the unpaid seller may, if the\r\nbuyer does not within a reasonable time pay or tender the price, re-sell the\r\ngoods within a reasonable time and recover from the original buyer damages for\r\nany loss occasioned by his breach of contract, but the buyer shall not be\r\nentitled to any profit which may occur on the re-sale. If such notice is not\r\ngiven, the unpaid seller shall not be entitled to recover such damages and the\r\nbuyer shall be entitled to the profit, if any, on the re-sale.(3) Where an unpaid seller who has exercised his right of lien\r\nor stoppage in transit re-sells the goods, the buyer acquires a good title\r\nthereto as against the original buyer, notwithstanding that no notice of the\r\nre-sale has been given to the original buyer.(4) Where the seller expressly reserves a right of re-sale in\r\ncase the buyer should make default, and, on the buyer making default, re-sells\r\nthe goods, the original contract of sale is thereby rescinded, but without\r\nprejudice to any claim which the seller may have for damages.", "55": " Sale of Goods Act, 193055. Suit for price(1) Where under a contract of sale the property in the goods has\r\npassed to the buyer and the buyer wrongfully neglects or refuses to pay for the\r\ngoods according to the terms of the contract, the seller may sue him for the\r\nprice of the goods.(2) Where under a contract of sale the price is payable on a day\r\ncertain irrespective of delivery and the buyer wrongfully neglects or refuses\r\nto pay such price, the seller may sue him for the price although the property\r\nin the goods has not passed and the goods have not been appropriated to the\r\ncontract.", "56": " Sale of Goods Act, 193056. Damages for non-acceptanceWhere the buyer wrongfully neglects or refuses to accept and pay\r\nfor the goods, the seller may sue him for damages for non-acceptance.", "57": " Sale of Goods Act, 193057. Damages for non-deliveryWhere the seller wrongfully neglects or refuses to deliver the\r\ngoods to the buyer, the buyer may sue the seller for damages for non-delivery.", "58": " Sale of Goods Act, 193058. Specific performanceSubject to the provisions of Chapter II of the Specific Relief\r\nAct, 1877, in any suit for breach of contract to deliver specific or\r\nascertained goods, the court may, if it thinks fit, on the application of the\r\nplaintiff, by its decree direct that the contract shall be performed\r\nspecifically, without giving the defendant the option of retaining the goods on\r\npayment of damages. The decree may be unconditional, or upon such terms and\r\nconditions as to damages, payment of the price or otherwise, as the court may\r\ndeem just, and the application of the plaintiff may be made at any time before\r\nthe decree.", "59": " Sale of Goods Act, 193059. Remedy for breach of warranty(1) Where there is a breach of warranty by the seller, or where\r\nthe buyer elects or is compelled to treat any breach of a condition on the part\r\nof the seller as a breach of warranty, the buyer is not by reason only of such\r\nbreach of warranty entitled to reject the goods; but he may-(a) set up against the seller the breach of\r\nwarranty in diminution or extinction of the price, or(b) sue the seller for damages for breach of\r\nwarranty.(2) The fact that a buyer has set up a breach of warranty in\r\ndiminution or extinction of the price does not prevent him from suing for the\r\nsame breach of warranty if he has suffered further damage.", "60": " Sale of Goods Act, 193060. Repudiation of contract before due dateWhere either party to a contract of sale repudiates the contract\r\nbefore the date of delivery, the other may either treat the contract as\r\nsubsisting and wait till the date of delivery, or he may treat the contract as\r\nrescinded and sue for damages for the breach.", "61": " Sale of Goods Act, 193061. Interest by way of damages and special damages(1) Nothing in this Act shall affect the right of the seller or\r\nthe buyer to recover interest or special damages in any case whereby law\r\ninterest or special damages may be recoverable, or to recover the money paid\r\nwhere the consideration for the payment of it has failed.(2) In the absence of a contract to the contrary, the court may\r\naward interest at such rate as it thinks fit on the amount of the price-(a) to the seller in a suit by him for the\r\namount of the price-from the date of the tender of the goods or from the date\r\non which the price was payable;(b) to the buyer in a suit by him for the\r\nrefund of the price in a case of a breach of the contract on the part of the\r\nseller-from the date on which the payment was made.", "62": " Sale of Goods Act, 193062. Exclusion of implied terms and conditionsWhere any right, duty or liability would arise under a contract\r\nof sale by implication of law, it may be negatived or varied by express\r\nagreement or by the course of dealing between the parties, or by usage, if the\r\nusage is such as to bind both parties to the contract.", "63": " Sale of Goods Act, 193063. Reasonable time a question of factWhere in this Act any reference is made to a reasonable time,\r\nthe question what is reasonable time is a question of fact.", "64": " Sale of Goods Act, 193064. Auction saleIn the case of sale by auction-(1) where goods are put up for sale in lots, each lot is prima\r\nfacie deemed to be the subject of a separate contract of sale;(2) the sale is complete when the auctioneer announces its\r\ncompletion by the fall of the hammer or in other customary manner; and, until\r\nsuch announcement is made, any bidder may retract his bid;(3) a right to bid may be reserved expressly by or on behalf of\r\nthe seller and, where such right is expressly so reserved, but not otherwise,\r\nthe seller or any one person on his behalf may, subject to the provisions\r\nhereinafter contained, bid at the auction;(4) where the sale is not notified to be subject to a right to\r\nbid on behalf of the seller, it shall not be lawful for the seller to bid\r\nhimself or to employ any person to bid at such sale, or for the auctioneer\r\nknowingly to take any bid from the seller or any such person; and any sale\r\ncontravening this rule may be treated as fraudulent by the buyer;(5) the sale may be notified to be subject to a reserved or\r\nupset price;(6) if the seller makes use of pretended bidding to raise the\r\nprice, the sale is voidable at the option of the buyer."}