{"name": "Sashastra Seema Bal Act, 2007\r", "1": "Sashastra Seema Bal Act, 2007 Chapter I Preliminary1.  Short title and commencement.1.       This\r\nAct may be called the Sashastra Seema Bal Act, 2007.2.       It\r\nshall come into force on such date as the Central Government may, by\r\nnotification, in the Official Gazette, appoint.", "2": "Sashastra Seema Bal Act, 2007 2.  Definitions.1.       In this\r\nAct, unless the context otherwise requires,.a.     \r\n  \"active duty\", in relation to a person subject to this\r\nAct, means any duty as a member of the Force during the period in which such\r\nperson is attached to, or forms part of, a unit of the Force.                     \r\n i.        \r\n  which is engaged in operations against any enemy, or                    \r\n ii.        \r\n  which is operating at a picket or engaged on patrol or other\r\nguard duty along the borders of India, and includes duty by such person during\r\nany period declared by the Central Government by order as a period of active\r\nduty with reference to any area in which any person or class of persons subject\r\nto this Act may be serving;a.     b.    \r\n  \"battalion\" means a unit of the Force constituted as a\r\nbattalion by the Central Government;c.     \r\n  \"civil offence\" means an offence which is triable by a\r\ncriminal court;d.    \r\n  \"civil prison\" means any jail or place used for the\r\ndetention of any criminal prisoner under the Prisons Act, 1894, or under any\r\nother law for the time being in force;e.     \r\n  \"commanding officer\" means a Commandant or any officer\r\nfor the time being in command of the unit or any separate portion of the Force\r\nto which such person belongs or is attached to and discharging his functions\r\nunder this Act or the rules made there under;f.     \r\n  \"criminal court\" means a court of ordinary criminal\r\njustice in any part of India constituted under the Code of Criminal Procedure,\r\n1973;g.    \r\n  \"Deputy Inspector-General\" and \"Additional Deputy\r\nInspector-General\" mean respectively a Deputy Inspector-General and an\r\nAdditional Deputy Inspector-General of the Force appointed under section 5;h.     \r\n  \"Director-General\" and \"Additional\r\nDirector-General\" mean respectively the Director-General and an Additional\r\nDirector-General of the Force appointed under section 5;i.      \r\n  \"enemy\" includes all mutineers, armed rebels, armed\r\nrioters, pirates, terrorists and any person in arms against whom it is the duty\r\nof any person subject to this Act to take action;j.      \r\n  \"enrolled person\" means an under-officer or other\r\nperson enrolled under this Act;k.     \r\n  \"Force\" means the Sashastra Seema Bal;l.      \r\n  \"Force Court\" means a Court referred to in section 76;m.   \r\n  \"Force custody\" means the arrest or confinement of a\r\nmember of the Force under section 69;n.     \r\n  \"Inspector-General\" means the Inspector-General of the\r\nForce appointed under section 5;o.    \r\n  \"Judge Attorney-General\", .Additional Judge\r\nAttorney-General\", \"Deputy Judge Attorney-General\" and\r\n\"Judge Attorney\" mean respectively the Judge Attorney-General, an\r\nAdditional Judge Attorney-General, a Deputy Judge Attorney-General and a Judge\r\nAttorney of the Force appointed under sub-section (2 ) of section 95;p.    \r\n  \"member of the Force\" means an officer, a subordinate\r\nofficer, an under officer or other enrolled person;q.    \r\n  \"notification\" means a notification published in the\r\nOfficial Gazette;r.      \r\n  \"offence\" means any act or omission punishable under\r\nthis Act and includes a civil offence;s.     \r\n  \"officer\" means a person appointed or in pay as an\r\nofficer of the Force, but does not include a subordinate officer or an under-officer;t.      \r\n  \"prescribed\" means prescribed by rules made under this\r\nAct;u.     \r\n  \"rule\" means a rule made under this Act;v.     \r\n  \"subordinate officer\" means a person appointed or in\r\npay as a Subedar Major or Inspector or Sub-Inspector and Assistant Sub-Inspector\r\nof the Force;w.    \r\n  \"superior officer\", when used in relation to a person\r\nsubject to this Act, means.                     \r\n i.        \r\n  any member of the Force to whose command such person is for the\r\ntime being subject in accordance with the rules;                    \r\n ii.        \r\n  any officer of a higher rank or class or of a higher grade in\r\nthe same class, and includes, when such person is not an officer, a subordinate\r\nofficer or an under-officer of higher rank, class or grade;a.      b.      c.      d.      e.      f.      g.      h.      i.      j.      k.      l.      m.      n.      o.      p.      q.      r.      s.      t.      u.      v.      w.      x.     \r\n  \"under-officer\" means a Head Constable of the Force;y.     \r\n  \"unit\" includes.                     \r\n i.        \r\n  any body of officers and other members of the Force for which a\r\nseparate authorised establishment exists;                    \r\n ii.        \r\n  any separate body of persons subject to this Act employed on any\r\nservice and not attached to a unit as aforesaid;                   \r\n iii.        \r\n  any other separate body of persons composed wholly or partly of\r\npersons subject to this Act and specified as a unit by the Central Government.1.     \r\n 2.       All\r\nwords and expressions used and not defined in this Act but defined in the\r\nIndian Penal Code, the Army Act, 1950 or the National Security Guard Act, 1986,\r\nshall have the same meanings respectively assigned to them in that Code or\r\nthose Acts.3.       In this\r\nAct, references to any law not in force in the State of Jammu and Kashmir shall\r\nbe construed as references to the corresponding law in force in that State.", "3": "Sashastra Seema Bal Act, 2007 3. Persons subject to this Act.1.       The\r\nfollowing persons appointed (whether on deputation or in any other manner) in\r\nthe Force shall be subject to this Act, wherever they may be, namely:.a.     \r\n  officers and subordinate officers; andb.    \r\n  under-officers and other persons enrolled under this Act.2.       Every\r\nperson subject to this Act shall remain so subject until repatriated, retired,\r\nreleased, discharged, removed or dismissed from the Force in accordance with\r\nthe provisions of this Act and the rules.", "4": "Sashastra Seema Bal Act, 2007 Chapter II Constitution of the Force and Conditions of Service\r\nof the Members of the Force4. Constitution of the Force.1.       There\r\nshall be an armed force of the Union called the Sashastra Seema Bal for\r\nensuring the security of the borders of India and performing such other duties\r\nas may be entrusted to it by the Central Government.2.       Subject\r\nto the provisions of this Act, the Force shall be constituted in such manner as\r\nmay be prescribed and the conditions of service of the members of the Force\r\nshall be such as may be prescribed.", "5": "Sashastra Seema Bal Act, 2007 5.  Control, direction, etc.1.       The\r\ngeneral superintendence, direction and control of the Force shall vest in, and\r\nbe exercised by, the Central Government and subject thereto and to the\r\nprovisions of this Act and the rules made in this behalf, the command and\r\nsupervision of the Force shall vest in an officer to be appointed by the\r\nCentral Government as the Director-General of the Force.2.       The\r\nDirector-General shall, in the discharge of his duties under this Act, be\r\nassisted by such number of Additional Directors-General, Inspectors-General,\r\nDeputy Inspectors-General, Additional Deputy Inspectors-General, Commandants\r\nand other officers, as may be appointed by the Central Government.", "6": "Sashastra Seema Bal Act, 2007 6. Enrolment.The persons to be enrolled to the Force, the mode of enrolment\r\nand the procedure for enrolment shall be such as may be prescribed.", "7": "Sashastra Seema Bal Act, 2007 7.  Liability for service outside India.Every member of the Force shall be liable to serve in any part\r\nof India as well as outside India.", "8": "Sashastra Seema Bal Act, 2007 8.  Resignation and withdrawal from the post.No member of the Force shall be at liberty,a.       To\r\nresign his appointment during the term of his engagement; orb.      To\r\nwithdraw himself from all or any of the duties of his appointment, except with\r\nthe previous permission in writing of the prescribed authority.", "9": "Sashastra Seema Bal Act, 2007 9.  Tenure of service under the Act.Every person subject to this Act shall hold office during the\r\npleasure of the President.", "10": "Sashastra Seema Bal Act, 2007 10.  Termination of service by Central\r\nGovernment.Subject to the provisions of this Act and the rules, the Central\r\nGovernment may dismiss or remove from the service any person subject to this\r\nAct.", "11": "Sashastra Seema Bal Act, 2007 11.  Dismissal, removal or reduction in rank by\r\nthe Director-General and by other officers.1.       The\r\nDirector-General, or any Additional Director-General or Inspector-General may\r\ndismiss or remove from the service or reduce to a lower grade or rank any person\r\nsubject to this Act other than an officer.2.       An\r\nofficer not below the rank of Deputy Inspector-General or any prescribed\r\nofficer may dismiss or remove from the service any person under his command\r\nother than an officer or a subordinate officer of such rank as may be\r\nprescribed.3.       Any\r\nsuch officer as is mentioned in sub-section (2 ) may reduce to a lower\r\ngrade or rank any person under his command except an officer or a subordinate\r\nofficer.4.       The\r\nexercise of any power under this section shall be subject to the provisions of\r\nthis Act and the rules.", "12": "Sashastra Seema Bal Act, 2007 12.  Certificate of termination of service.A subordinate officer, or an under-officer or other enrolled\r\nperson who is retired, discharged, released, removed or dismissed from the\r\nservice shall be furnished by the officer, to whose command he is subject, with\r\na certificate in Hindi or English language setting forth.a.       the\r\nauthority terminating his service;b.      the\r\ncause for such termination; andc.       the\r\nfull period of his service in the Force.", "13": "Sashastra Seema Bal Act, 2007 13.  Restrictions respecting right to form\r\nassociation, freedom of speech, etc.1.       No\r\nperson subject to this Act shall, without the previous sanction in writing of\r\nthe Central Government or of the prescribed authority.a.       be a\r\nmember of, or be associated in any way with, any trade union, labour union,\r\npolitical association, or with any class of trade unions, labour unions or\r\npolitical associations; orb.      be a\r\nmember of, or be associated in any way with, any society, institution,\r\nassociation or organisation which is not recognised as part of the Force or is\r\nnot of a purely social, recreational or religious nature; orc.       communicate\r\nwith the press or publish or cause to be published any book, letter or other\r\ndocument except where such communication or publication is in the bona fide discharge\r\nof his duties or is of a purely literary, artistic or scientific character or\r\nis of a prescribed nature. Explanation..  If any question arises as to\r\nwhether any society, institution, association or organisation is of a purely\r\nsocial, recreational or religious nature under clause (b ) of this\r\nsub-section, the decision of the Central Government thereon shall be final.2.       No\r\nperson subject to this Act shall participate in, or address, any meeting or\r\ntake part in any demonstration organised by anybody of persons for any\r\npolitical purposes or for such other purposes as may be prescribed.", "14": "Sashastra Seema Bal Act, 2007 14.  Redressal of grievances of persons other\r\nthan officers.1.       Any\r\nperson subject to this Act other than an officer who deems himself wronged by\r\nany superior or other officer may complain to the officer under whose command\r\nhe is serving.2.       When\r\nthe officer complained against is the officer to whom any complaint should,\r\nunder sub-section (1 ), be preferred, the aggrieved person may complain\r\nto such officer’s next superior officer.3.       Every\r\nofficer receiving any such complaint shall make as complete an investigation\r\ninto it as may be possible for giving full redress to the complainant, or when\r\nnecessary, refer the complaint to a superior authority.4.       The\r\nDirector-General may revise any decision made under any of the foregoing\r\nsub-sections, but, subject thereto, such decision shall be final.", "15": "Sashastra Seema Bal Act, 2007 15.  Redressal of grievances of officers.Any officer who deems himself wronged by his commanding officer\r\nor any other superior officer and who, on due application made to his\r\ncommanding officer or such other superior officer, does not receive the redress\r\nto which he considers himself entitled, may complain to the Director-General or\r\nthe Central Government through proper channel.", "16": "Sashastra Seema Bal Act, 2007 Chapter III Offences16.  Offences in relation to enemy and\r\npunishable with death.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       shamefully\r\nabandons or delivers up any post, place or guard, committed to his charge or\r\nwhich it is his duty to defend; orb.      intentionally\r\nuses any means to compel or induce any person subject to this Act or to any\r\nother law relating to military, naval, air force or any other armed force of\r\nthe Union to abstain from acting against the enemy or to discourage such person\r\nfrom acting against the enemy; orc.       in the\r\npresence of the enemy, shamefully casts away his arms, ammunition, tools or\r\nequipment or misbehaves in such manner as to show cowardice; ord.      treacherously\r\nholds correspondence with, or communicates intelligence to, the enemy,\r\nterrorist or any person in arms against the Union; ore.       directly\r\nor indirectly assists the enemy or terrorist with money, arms, ammunition,\r\nstores or supplies or in any other manner whatsoever; orf.       in time\r\nof active operation against the enemy or terrorist, intentionally occasions a\r\nfalse alarm in action, camp, quarters, or spreads or causes to be spread\r\nreports calculated to create alarm or despondency; org.      in time\r\nof action leaves his commanding officer or other superior officer or his post,\r\nguard, picket, patrol or party without being regularly relieved or without\r\nleave; orh.       having\r\nbeen captured by the enemy or made a prisoner of war, voluntarily serves with\r\nor aids the enemy; ori.        knowingly\r\nharbours or protects an enemy, not being a prisoner; orj.        being a\r\nsentry in time of active operation against the enemy or alarm, sleeps upon his\r\npost or is intoxicated; ork.       knowingly\r\ndoes any act calculated to imperil the success of the Force or the military,\r\nnaval or air force of India or any forces co-operating therewith or any part of\r\nsuch forces, shall, on conviction by a Force Court, be liable to suffer death\r\nor such less punishment as is in this Act mentioned.", "17": "Sashastra Seema Bal Act, 2007 17.  Offences in relation to the enemy and not\r\npunishable with death.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       is\r\ntaken prisoner or captured by the enemy, by want of due precaution or through\r\ndisobedience of order, or wilful neglect of duty, or having been taken prisoner\r\nor so captured fails to rejoin his service when able to do so; orb.      without\r\ndue authority holds correspondence with, or communicates intelligence to, the\r\nenemy or any person in league with the enemy or having come by the knowledge of\r\nany such correspondence or communication, wilfully omits to disclose it\r\nimmediately to his commandant or other superior officer, shall, on conviction\r\nby a Force Court, be liable to suffer imprisonment for a term which may extend\r\nto fourteen years or such less punishment as is in this Act mentioned.", "18": "Sashastra Seema Bal Act, 2007 18.  Offences punishable more severely on active\r\nduty than at other times.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       forces\r\na safeguard, or forces or uses criminal force to a sentry; orb.      breaks\r\ninto any house or other place in search of plunder; orc.       being a\r\nsentry, sleeps upon his post or is intoxicated; ord.      without\r\norders from his superior officer leaves his guard, picket, patrol or post; ore.       intentionally\r\nor through neglect occasions a false alarm in camp or quarters, or spreads or\r\ncauses to be spread reports calculated to create unnecessary alarm or\r\ndespondency; orf.       makes\r\nknown the parole, watchword or countersign to any person not entitled to\r\nreceive it; or knowingly gives a parole, watchword or a countersign different\r\nfrom what he received, shall, on conviction by a Force Court,.             \r\n i.        \r\n  if he commits any such offence when on active duty, be liable to\r\nsuffer imprisonment for a term which may extend to fourteen years or such less\r\npunishment as is in this Act mentioned; and            \r\n ii.        \r\n  if he commits any such offence when not on active duty, be\r\nliable to suffer imprisonment for a term which may extend to seven years or\r\nsuch less punishment as is in this Act mentioned.", "19": "Sashastra Seema Bal Act, 2007 19.  Mutiny.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       begins,\r\nincites, causes or conspires with any other person to cause any mutiny in the\r\nForce or in the military, naval or air force of India or any forces cooperating\r\ntherewith; orb.      joins\r\nin any such mutiny; orc.       being\r\npresent at any such mutiny, does not use his utmost endeavours to suppress the\r\nsame; ord.      knowing\r\nor having reason to believe in the existence of any such mutiny, or of any\r\nintention to mutiny or of any such conspiracy, does not, without delay, give\r\ninformation thereof to his commanding officer or other superior officer; ore.       endeavours\r\nto seduce any person in the Force or in the military, naval or air force of\r\nIndia or any forces co-operating therewith from his duty or allegiance to the\r\nUnion, shall, on conviction by a Force Court, be liable to suffer death or such\r\nless punishment as is in this Act mentioned.", "20": "Sashastra Seema Bal Act, 2007 20.  Desertion and aiding desertion.1.       Any\r\nperson subject to this Act who deserts or attempts to desert the service shall,\r\non conviction by a Force Court,a.     \r\n  if he commits the offence when on active duty or when under\r\norders for active duty, be liable to suffer death or such less punishment as is\r\nin this Act mentioned; andb.    \r\n  if he commits the offence under any other circumstances, be\r\nliable to suffer imprisonment for a term which may extend to seven years or\r\nsuch less punishment as is in this Act mentioned.1.     \r\n 2.       Any\r\nperson subject to this Act who knowingly harbours any such deserter shall, on\r\nconviction by a Force Court, be liable to suffer imprisonment for a term which\r\nmay extend to seven years or such less punishment as is in this Act mentioned.3.       Any\r\nperson subject to this Act who, being cognizant of any desertion or attempt at\r\ndesertion of a person subject to this Act, does not forthwith give notice to his\r\nown or some other superior officer, or take any steps in his power to cause\r\nsuch person to be apprehended, shall, on conviction by a Force Court, be liable\r\nto suffer imprisonment for a term which may extend to two years or such less\r\npunishment as is in this Act mentioned.4.       For the\r\npurposes of this Act, a person deserts,.a.     \r\n  if he absents from his unit or the place of duty at any time\r\nwith the intention of not reporting back to such unit or place, or who, at any\r\ntime and under any circumstances when absent from his unit or place of duty,\r\ndoes any act which shows that he has an intention of not reporting to such unit\r\nor place of duty;b.    \r\n  if he absents himself without leave with intent to avoid any\r\nactive duty.", "21": "Sashastra Seema Bal Act, 2007 21.  Absence without leave.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       absents\r\nhimself without leave; orb.      without\r\nsufficient cause overstays leave granted to him; orc.       being\r\non leave of absence and having received information from the appropriate\r\nauthority that any battalion or part thereof or any other unit of the Force, to\r\nwhich he belongs, has been ordered on active duty, fails, without sufficient\r\ncause, to rejoin without delay; ord.      without\r\nsufficient cause fails to appear at the time fixed at the parade or place\r\nappointed for exercise or duty; ore.       when on\r\nparade, or on the line of march, without sufficient cause or without leave from\r\nhis superior officer, quits the parade or line of march; orf.       when in\r\ncamp or elsewhere, is found beyond any limits fixed or in any place prohibited,\r\nby any general, local or other order, without a pass or written leave from his\r\nsuperior officer; org.      without\r\nleave from his superior officer or without due cause, absents himself from any\r\nschool or training institution when duly ordered to attend there, shall, on\r\nconviction by a Force Court, be liable to suffer imprisonment for a term which\r\nmay extend to three years or such less punishment as is in this Act mentioned.", "22": "Sashastra Seema Bal Act, 2007 22.  Striking or threatening superior officer.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       uses\r\ncriminal force to or assaults his superior officer; orb.      uses\r\nthreatening language to such officer; orc.       uses insubordinate\r\nlanguage to such officer, shall, on conviction by a Force Court,.             \r\n i.        \r\n  if such officer is at the time in the execution of his office\r\nor, if the offence is committed on active duty, be liable to suffer\r\nimprisonment for a term which may extend to fourteen years or such less\r\npunishment as is in this Act mentioned; and            \r\n ii.        \r\n  in other cases, be liable to suffer imprisonment for a term\r\nwhich may extend to ten years or such less punishment as is in this Act\r\nmentioned:Provided that in the case of an offence specified in clause (c ),\r\nthe imprisonment shall not exceed five years.", "23": "Sashastra Seema Bal Act, 2007 23.  Disobedience to superior officer.1.       Any\r\nperson subject to this Act who disobeys in such manner as to show a wilful\r\ndefiance of authority any lawful command given personally by his superior\r\nofficer in the execution of his office whether the same is given orally, or in\r\nwriting or by signal or otherwise, shall, on conviction by a Force Court, be\r\nliable to suffer imprisonment for a term which may extend to fourteen years or\r\nsuch less punishment as is in this Act mentioned.2.       Any\r\nperson subject to this Act who disobeys any lawful command given by his\r\nsuperior officer shall, on conviction by a Force Court,.a.     \r\n  if he commits such offence when on active duty, be liable to\r\nsuffer imprisonment for a term which may extend to fourteen years or such less\r\npunishment as is in this Act mentioned; andb.    \r\n  if he commits such offence when not on active duty, be liable to\r\nsuffer imprisonment for a term which may extend to five years or such less\r\npunishment as is in this Act mentioned.", "24": "Sashastra Seema Bal Act, 2007 24.  Insubordination and Obstruction.Any person subject to this Act who commits any of the following\r\noffences, namely:a.       being\r\nconcerned in any quarrel, affray or disorder, refuses to obey any officer,\r\nthough of inferior rank, who orders him into arrest, or uses criminal force to,\r\nor assaults, any such officer; orb.      uses\r\ncriminal force to, or assaults any person, whether subject to this Act or not,\r\nin whose custody he is lawfully placed, and whether he is or is not his\r\nsuperior officer; orc.       resists\r\nan escort whose duty it is to apprehend him or to have him in charge; ord.      breaks\r\nout of barracks, camp or quarters; ore.       neglects\r\nto obey any general, local or other order; orf.       impedes\r\nthe Force Police referred to in section 75 or any person lawfully acting on his\r\nbehalf, or when called upon, refuses to assist in the execution of his duty a\r\nForce Police or any person lawfully acting on his behalf, shall, on conviction\r\nby a Force Court, be liable to suffer imprisonment for a term which may extend,\r\nin the case of the offences specified in clauses (d ) or (e ), to\r\ntwo years, and in the case of the offences specified in the other clauses, to\r\nten years, or in either case such less punishment as is in this Act mentioned.", "25": "Sashastra Seema Bal Act, 2007 25.  False information on enrolment.Any person having become subject to this Act who is discovered\r\nto have knowingly given at the time of enrolment false information to any\r\nquestion set forth in the prescribed form of enrolment which has been put to\r\nhim by the enrolling officer before whom he appears for the purpose of being\r\nenrolled, shall, on conviction by a Force Court, be liable to suffer\r\nimprisonment for a term which may extend to five years or such less punishment\r\nas is in this Act mentioned.", "26": "Sashastra Seema Bal Act, 2007 26.  Unbecoming conduct.Any officer or subordinate officer who behaves in a manner\r\nunbecoming of his position and the character expected of him shall, on\r\nconviction by a Force Court, be liable to be dismissed or to suffer such less\r\npunishment as is in this Act mentioned.", "27": "Sashastra Seema Bal Act, 2007 27.  Certain forms of disgraceful conduct.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       is\r\nguilty of any disgraceful conduct of a cruel, indecent or unnatural kind; orb.      maligns,\r\nor feigns, or produces disease or infirmity in himself or intentionally delays\r\nhis cure or aggravates his disease or infirmity; orc.       with\r\nintent to render himself or any other person unfit for service, voluntarily\r\ncauses hurt to himself or that person, shall, on conviction by a Force Court, be\r\nliable to suffer imprisonment for a term which may extend to seven years or\r\nsuch less punishment as is in this Act mentioned.", "28": "Sashastra Seema Bal Act, 2007 28.  Ill-treating a subordinate.Any officer, subordinate officer or under-officer, who uses\r\ncriminal force to or otherwise ill-treats any person subject to this Act, being\r\nhis subordinate in rank or position, shall, on conviction by a Force Court, be liable\r\nto suffer imprisonment for a term which may extend to seven years or such less\r\npunishment as is in this Act mentioned.", "29": "Sashastra Seema Bal Act, 2007 29.  Intoxication.1.       Any\r\nperson subject to this Act who is found in a state of intoxication, whether on\r\nduty or not, shall, on conviction by a Froce Court, be liable to suffer\r\nimprisonment for a term which may extend to six months or such less punishment\r\nas is in this Act mentioned.2.       For the\r\npurposes of sub-section (1 ), a person shall be deemed to be in a state\r\nof intoxication if, owing to the influence of alcohol or any drug whether\r\nalone, or any combination with any other substance, he is unfit to be entrusted\r\nwith his duty or with any duty which he may be called upon to perform or,\r\nbehaves in a disorderly manner or in a manner likely to bring discredit to the\r\nForce.", "30": "Sashastra Seema Bal Act, 2007 30.  Permitting escape of person in custody.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       when in\r\ncommand of a guard, picket, patrol, detachment or post, releases without proper\r\nauthority, whether wilfully or without reasonable excuse, any person committed\r\nto his charge, or refuse to receive any prisoner or person so committed; orb.      wilfully\r\nor without reasonable excuse allow to escape any person who is committed to his\r\ncharge, or whom it is his duty to keep or guard, shall, on conviction by a\r\nForce Court, be liable, if he has acted wilfully, to suffer imprisonment for a\r\nterm which may extend to ten years or such less punishment as is in this Act\r\nmentioned, and if he has not acted wilfully, to suffer imprisonment for a term\r\nwhich may extend to two years or such less punishment as is in this Act\r\nmentioned.", "31": "Sashastra Seema Bal Act, 2007 31.  Irregularity in connection with arrest or\r\nconfinement.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       unnecessarily\r\ndetains a person in arrest or confinement without bringing him to trial, or\r\nfails to bring his case before the proper authority for investigation; orb.      having\r\ncommitted a person to Force custody fails without reasonable cause to deliver at\r\nthe time of such committal, or as soon as practicable, and in any case within\r\nforty-eight hours thereafter, to the officer or other person into whose custody\r\nthe person arrested is committed, an account in writing signed by himself of\r\nthe offence with which the person so committed is charged, shall, on conviction\r\nby a Force Court, be liable to suffer imprisonment for a term which may extend\r\nto one year or such less punishment as is in this Act mentioned.", "32": "Sashastra Seema Bal Act, 2007 32.  Escape from custody.Any person subject to this Act, who, being in lawful custody,\r\nescapes or attempts to escape, shall, on conviction by a Force Court, be liable\r\nto suffer imprisonment for a term which may extend to three years or such less punishment\r\nas is in this Act mentioned.", "33": "Sashastra Seema Bal Act, 2007 33.  Offences in respect of property.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       commits\r\ntheft of any property belonging to the Government, or to any Force mess, band\r\nor institution, or to any person subject to this Act; orb.      dishonestly\r\nmisappropriates or converts to his own use any such property; orc.       commits\r\ncriminal breach of trust in respect of any such property; ord.      dishonestly\r\nreceives or retains any such property in respect of which any of the offences\r\nunder clauses (a ), (b ) and (c ) has been committed, knowing\r\nor having reasons to believe the commission of such offences; ore.       wilfully\r\ndestroys or injures any property of the Government entrusted to him; orf.       does\r\nany other thing with intent to defraud, or to cause wrongful gain to one person\r\nor wrongful loss to another person, shall, on conviction by a Force Court, be\r\nliable to suffer imprisonment for a term which may extend to ten years or such\r\nless punishment as is in this Act mentioned.", "34": "Sashastra Seema Bal Act, 2007 34.  Extortion and exaction.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       commits\r\nextortion; orb.      without\r\nproper authority exacts from any person money, provisions or service, shall, on\r\nconviction by a Force Court, be liable to suffer imprisonment for a term which\r\nmay extend to ten years or such less punishment as is in this Act mentioned.", "35": "Sashastra Seema Bal Act, 2007 35.  Making away with equipment.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       makes\r\naway with, or is concerned in making away with, any arms, ammunition,\r\nequipment, instruments, tools, clothing or any other thing being the property\r\nof the Government issued to him for his use or entrusted to him; orb.      loses\r\nby neglect anything mentioned in clause (a ); orc.       sells,\r\npawns, destroys or defaces any medal or decoration granted to him, shall, on\r\nconviction by a Force Court, be liable to suffer imprisonment for a term which\r\nmay extend, in the case of the offences specified in clause (a ), to ten\r\nyears, and in the case of the offences, specified in the other clauses, to five\r\nyears, or in either case such less punishment as is in this Act mentioned.", "36": "Sashastra Seema Bal Act, 2007 36.  Injury to property, etc.Any person subject to this Act who commits any of the following\r\noffences, namely:a.       destroys\r\nor injures any property mentioned in clause (a ) of section 35, or any\r\nproperty belonging to any Force mess, band or institution, or to any person\r\nsubject to this Act; orb.      commits\r\nany act which causes damage to, or destruction of, any property of the\r\nGovernment by fire; orc.       kills,\r\ninjures, makes away with, ill-treats or loses, any animal entrusted to him,\r\nshall, on conviction by a Force Court, be liable, if he has acted wilfully, to\r\nsuffer imprisonment for a term which may extend to ten years or such less\r\npunishment as is in this Act mentioned; and if he has acted without reasonable\r\nexcuse, to suffer imprisonment for a term which may extend to five years or\r\nsuch less punishment as is in this Act mentioned.", "37": "Sashastra Seema Bal Act, 2007 37.  False accusations.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       makes a\r\nfalse accusation against any person subject to this Act, knowing or having\r\nreason to believe such accusation to be false; orb.      in\r\nmaking a complaint against any person subject to this Act makes any statement\r\naffecting the character of such person, knowing or having reason to believe\r\nsuch statement to be false, or knowingly and wilfully suppresses any material\r\nfacts, shall, on conviction by a Force Court, be liable to suffer imprisonment\r\nfor a term which may extend to three years or such less punishment as is in\r\nthis Act mentioned.", "38": "Sashastra Seema Bal Act, 2007 38.  Falsifying official documents and false\r\ndeclarations.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       in any\r\nreport, return, list, certificate, book or other document made or signed by\r\nhim, or of the contents of which it is his duty to ascertain the accuracy,\r\nknowingly makes, or is privy to the making of, any false or fraudulent\r\nstatement; orb.      in any\r\ndocument of the description mentioned in clause (a ) knowingly makes, or\r\nis privy to the making of, any omission, with intent to defraud; orc.       knowingly\r\nand with intent to injure any person, or knowingly and with intent to defraud,\r\nsuppresses, defaces, alters or makes away with any document which it is his\r\nduty to preserve or produce; ord.      where\r\nit is his official duty to make a declaration respecting any matter knowingly\r\nmakes a false declaration; ore.       obtains\r\nfor himself, or for any other person, any pension, allowance or other advantage\r\nor privilege by a statement which is false, and which he either knows or\r\nbelieves to be false or does not believe to be true, or by making or using a\r\nfalse entry in any book or record, or by making any document containing a false\r\nstatement, or by omitting to make a true entry or document containing a true\r\nstatement, shall, on conviction by a Force Court, be liable to suffer\r\nimprisonment for a term which may extend to ten years or such less punishment\r\nas is in this Act mentioned.", "39": "Sashastra Seema Bal Act, 2007 39.  Signing in blank and failure to report.Any person subject to this Act who commits any of the following\r\noffences, namely:a.       when\r\nsigning any document relating to pay, arms, ammunitions, equipment, clothing,\r\nsupplies or stores, or any property of the Government fraudulently leaves in\r\nblank any material part for which his signature is a voucher; orb.      refuses\r\nor by culpable neglect omits to make or send a report or return which it is his\r\nduty to make or send, shall, on conviction by a Force Court, be liable to\r\nsuffer imprisonment for a term which may extend to three years or such less\r\npunishment as is in this Act mentioned.", "40": "Sashastra Seema Bal Act, 2007 40.  Offences relating to Force Court.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       being\r\nduly summoned or ordered to attend as a witness before a Force Court, wilfully\r\nor without reasonable excuse, makes default in attending; orb.      refuses\r\nto take an oath or make an affirmation legally required by a Force Court to be\r\ntaken or made; or", "41": "Sashastra Seema Bal Act, 2007 41.  False evidence.Any person subject to this Act who, having been duly sworn or\r\naffirmed before any Force Court or other court competent under this Act to\r\nadminister an oath or affirmation, makes any statement which is false, and\r\nwhich he either knows or believes to be false or does not believe to be true,\r\nshall, on conviction by a Force Court, be liable to suffer imprisonment for a\r\nterm which may extend to seven years or such less punishment as is in this Act\r\nmentioned.", "42": "Sashastra Seema Bal Act, 2007 42.  Unlawful detention of pay.Any officer, subordinate officer or an under-officer who, having\r\nreceived the pay of a person subject to this Act unlawfully detains or refuses\r\nto pay the same when due, shall, on conviction by a Force Court, be liable to suffer\r\nimprisonment for a term which may extend to five years or such less punishment\r\nas is in this Act mentioned.", "43": "Sashastra Seema Bal Act, 2007 43.  Violation of good order and discipline.Any person subject to this Act who is guilty of any act or\r\nomission which, though not specified in this Act, is prejudicial to good order\r\nand discipline of the Force shall, on conviction by a Force Court, be liable to\r\nsuffer imprisonment for a term which may extend to seven years or such less\r\npunishment as is in this Act mentioned.", "44": "Sashastra Seema Bal Act, 2007 44.  Miscellaneous offences.Any person subject to this Act who commits any of the following\r\noffences, namely:.a.       being\r\nin command at any post or on the march, and receiving a complaint that any one\r\nunder his command has beaten or otherwise maltreated or oppressed any person,\r\nor has disturbed any fair or market, or committed any riot or trespass, fails\r\nto have due reparation made to the injured person or to report the case to the\r\nproper authority; orb.      by\r\ndefiling any place of worship, or otherwise, intentionally insults the\r\nreligion, or wounds the religious feelings of, any person; orc.       attempts\r\nto commit suicide, and in such attempt does any act towards the commission of\r\nsuch offence; ord.      being\r\nbelow the rank of subordinate officer, when off duty, appears without proper\r\nauthority, in or about camp, or in or about, or when going to, or returning\r\nfrom, any town or bazaar, carrying a rifle, sword or other offensive weapon; ore.       directly\r\nor indirectly accepts or obtains, or agrees to accept, or attempts to obtain,\r\nfor himself or for any other person, any gratification as a motive or reward\r\nfor procuring the enrolment of any person, or leave of absence, promotion or\r\nany other advantage or indulgence for any person in the service; orf.       commits\r\nany offence against the property or person of any inhabitant of, or resident\r\nin, the country in which he is serving, shall, on conviction by a Force Court,\r\nbe liable to suffer imprisonment for a term which may extend to seven years or\r\nsuch less punishment as is in this Act mentioned.", "45": "Sashastra Seema Bal Act, 2007 45.  Attempt.Any person subject to this Act who attempts to commit any of the\r\noffences specified in sections 16 to 44 (both inclusive) and in such attempt\r\ndoes any act towards the commission of the offence shall, on conviction by a\r\nForce Court, where no express provision is made by this Act for the punishment\r\nof such attempt, be liable,.a.       if the\r\noffence attempted to be committed is punishable with death, to suffer\r\nimprisonment for a term which may extend to fourteen years or such less\r\npunishment as is in this Act mentioned; andb.      if the\r\noffence attempted to be committed is punishable with imprisonment, to suffer\r\nimprisonment for a term which may extend to one-half of the longest term\r\nprovided for that offence or such less punishment as is in this Act mentioned.", "46": "Sashastra Seema Bal Act, 2007 46.  Abetment of offences that have been\r\ncommitted.Any person subject to this Act who abets the commission of any\r\nof the offences specified in sections 16 to 44 (both inclusive) shall, on\r\nconviction by a Force Court, if the Act abetted is committed in consequence of\r\nthe abetment and no express provision is made by this Act for the punishment of\r\nsuch abetment, be liable to suffer the punishment provided for that offence or\r\nsuch less punishment as is in this Act mentioned.", "47": "Sashastra Seema Bal Act, 2007 47.  Abetment of offences punishable with death\r\nand not committed.Any person subject to this Act who abets the commission of any\r\nof the offences punishable with death, under sections 16, 19 and sub-section (1 )\r\nof section 20 shall, on conviction by a Force Court, if that offence be not\r\ncommitted in consequence of the abetment, and no express provision is made by\r\nthis Act for the punishment of such abetment, be liable to suffer imprisonment\r\nfor a term which may extend to fourteen years or such less punishment as is in\r\nthis Act mentioned.", "48": "Sashastra Seema Bal Act, 2007 48.  Abetment of offences punishable with\r\nimprisonment and not committed.Any person subject to this Act who abets the commission of any\r\nof the offences specified in sections 16 to 44 (both inclusive) and punishable\r\nwith imprisonment shall, on conviction by a Force Court, if that offence be not\r\ncommitted in consequence of the abetment, and no express provision is made by\r\nthis Act for the punishment of such abetment, be liable to suffer imprisonment\r\nfor a term which may extend to one-half of the longest term provided for that\r\noffence or such less punishment as is in this Act mentioned.", "49": "Sashastra Seema Bal Act, 2007 49.  Civil offences.Subject to the provisions of section 50, any person subject to\r\nthis Act who at any place in, or beyond, India commits any civil offence shall\r\nbe deemed to be guilty of an offence against this Act and, if charged therewith\r\nunder this section shall be liable to be tried by a Force Court and, on\r\nconviction, be punishable as follows, namely:.a.       if the\r\noffence is one which would be punishable under any law in force in India with\r\ndeath, he shall be liable to suffer any punishment, assigned for the offence,\r\nby the aforesaid law and such less punishment as is in this Act mentioned; andb.      in any\r\nother case, he shall be liable to suffer any punishment, assigned for the\r\noffence by the law in force in India, or imprisonment for a term which may\r\nextend to seven years, or such less punishment as is in this Act mentioned.", "50": "Sashastra Seema Bal Act, 2007 50.  Civil offences not triable by a Force\r\nCourt.A person subject to this Act who commits an offence of murder or\r\nculpable homicide not amounting to murder against, or of rape in relation to, a\r\nperson not subject to this Act shall not be deemed to be guilty of an offence\r\nunder this Act and shall not be tried by a Force Court, unless he commits any\r\nof the said offences.a.       while\r\non active duty; orb.      at any\r\nplace outside India; orc.       at any\r\nplace specified by the Central Government by notification, in this behalf.", "51": "Sashastra Seema Bal Act, 2007 Chapter IV Punishments51.  Punishment by Force Courts.1.       Punishments\r\nmay be inflicted in respect of offences committed by persons subject to this\r\nAct and convicted by Force Courts according to the scale following, namely:.a.     \r\n  death;b.    \r\n  imprisonment which may be for the term of life or any other\r\nlesser term but excluding imprisonment for a term not exceeding three months in\r\nForce custody;c.     \r\n  dismissal or removal from the service;d.    \r\n  compulsory retirement from the service;e.     \r\n  imprisonment for a term not exceeding three months in Force\r\ncustody;f.     \r\n  reduction to the ranks or to a lower rank or grade or a place in\r\nthe list of their rank in the case of an under-officer;g.    \r\n  reduction to next lower rank in case of an officer or\r\nsubordinate officer:Provided that no officer shall be reduced to a rank lower than\r\nthe one to which he was initially appointed;a.      b.      c.      d.      e.      f.      g.      h.     \r\n  forfeiture of seniority of rank and forfeiture of all or any\r\npart of the service for the purpose of promotion;i.      \r\n  forfeiture of service for the purpose of increased pay or\r\npension;j.      \r\n  fine, in respect of civil offences;k.     \r\n  severe reprimand or reprimand except in the case of persons\r\nbelow the rank of an under-officer;l.      \r\n  forfeiture of pay and allowances for a period not exceeding\r\nthree months for an offence committed on active duty;m.   \r\n  forfeiture in the case of person sentenced to dismissal from the\r\nservice of all arrears of pay and allowances and other public money due to him\r\nat the time of such dismissal;n.     \r\n  Stoppage of pay and allowances until any proved loss or damage\r\noccasioned by the offence for which he is convicted is made good.2.       Each of\r\nthe punishments specified in sub-section (1 ) shall be deemed to be\r\ninferior in degree to every punishment preceding it in the above scale.", "52": "Sashastra Seema Bal Act, 2007 52.  Alternative punishments by Force Courts.Subject to the provisions of this Act, a Force Court may, on\r\nconvicting a person subject to this Act of any of the offences specified in\r\nsections 16 to 48 (both inclusive) award either the particular punishment with\r\nwhich the offence is stated in the said sections to be punishable or, in lieu\r\nthereof, any one of the punishments lower in the scale set out in section 51\r\nregard being had to the nature and degree of the offence.", "53": "Sashastra Seema Bal Act, 2007 53.  Combination of punishments.A Force Court may award in addition to, or without, any other\r\npunishment, the punishment specified in clause (c ) of sub-section (1 )\r\nof section 51 or any one or more of the punishments specified in clauses (f )\r\nto (n ) of that sub-section.", "54": "Sashastra Seema Bal Act, 2007 54.  Retention in the Force of a person\r\nconvicted on active duty.When on active duty an enrolled person has been sentenced by a\r\nForce Court to imprisonment whether combined with dismissal or not, the\r\nprescribed officer may direct that such person may be retained to serve in the\r\nranks, and such service shall be reckoned as part of his term of imprisonment.", "55": "Sashastra Seema Bal Act, 2007 55.  Punishments otherwise than by Force Courts.Punishments may also be inflicted in respect of offences\r\ncommitted by persons subject to this Act without the intervention of a Force\r\nCourt in the manner stated in sections 56, 58 and 59.", "56": "Sashastra Seema Bal Act, 2007 56.  Minor punishments.1.       Subject\r\nto the provisions of section 57, a commanding officer of and above the rank of\r\nCommandant may, in the prescribed manner, proceed against a person subject to\r\nthis Act, other than an officer or a subordinate officer, who is charged with\r\nan offence under this Act and award such person, to the extent prescribed, one\r\nor more of the following punishments, namely:.a.     \r\n  imprisonment in Force custody up to twenty-eight days;b.    \r\n  detention up to twenty-eight days;c.     \r\n  confinement to the lines up to twenty-eight days;d.    \r\n  extra guards or duties;e.     \r\n  deprivation of any special position or special emoluments or any\r\nacting rank;f.     \r\n  severe reprimand or reprimand;g.    \r\n  fine up to fourteen days’ pay in any one month;h.     \r\n  Deductions from his pay and allowances of any sum required to\r\nmake good any loss or damage occasioned by the offence for which he is\r\npunished.1.     \r\n 2.       If any\r\nunit, training centre or other establishment of the Force is being temporarily\r\ncommanded by an officer of the rank of Second-in-Command or Deputy Commandant,\r\nsuch officer shall have full powers of a commanding officer specified in\r\nsub-section (1 ).3.       Subject\r\nto the provisions of section 57, a Deputy Commandant or an Assistant\r\nCommandant, commanding a company or a detachment or an outpost, shall have the\r\npower to proceed against a person subject to this Act, other than an officer or\r\na subordinate officer, who is charged with an offence under this Act and award\r\nsuch person to the extent prescribed, one or more of the punishments specified\r\nin clauses (a ) to (d ) and (h ) of sub-section (1 )\r\nprovided that the maximum limit of punishment awarded under each of the clauses\r\n(a ), (b ) and (c ) shall not exceed fourteen days.4.       A\r\nsubordinate officer not below the rank of Sub-Inspector who is commanding a\r\ndetachment or an outpost shall have the powers to proceed against a person\r\nsubject to this Act, other than a subordinate officer or an under-officer, who\r\nis charged with an offence under this Act and award such person to the extent\r\nprescribed, one or more of the punishments specified under clauses (c )\r\nand (d ) of sub-section (1 ) provided that the maximum limit of\r\npunishment awarded under clause (c ) shall not exceed fourteen days.", "57": "Sashastra Seema Bal Act, 2007 57.  Limit of punishments under section 56.1.       In the\r\ncase of an award of two or more of the punishments specified in clauses (a ),\r\n(b ), (c ) and (d ) of sub-section (1 ) of section 56,\r\nthe punishments specified in clause (c ) or clause (d ) shall take\r\neffect only at the end of the punishment specified in clause (a ) or\r\nclause (b ).2.       When\r\ntwo or more of the punishments specified in clauses (a ), (b ) and\r\n(c ) of subsection (1 ) of section 56 are awarded to a person\r\nconjointly, or when already undergoing one or more of the said punishments, the\r\nwhole extent of the punishments shall not exceed in the aggregate forty-two\r\ndays.3.       The\r\npunishments specified in clauses (a) , (b ) and (c ) of\r\nsub-section (1 ) of section 56 shall not be awarded to any person who is\r\nof the rank of an under-officer or was, at the time of committing the offence\r\nfor which he is punished, of such rank.4.       The\r\npunishment specified in clause (f ) of sub-section (1 ) of section\r\n56 shall not be awarded to any person below the rank of an under-officer.", "58": "Sashastra Seema Bal Act, 2007 58.  Punishment of persons of or below the rank\r\nof Commandant by Inspector General and others.1.       An\r\nofficer not below the rank of Inspector-General may, in the prescribed manner,\r\nproceed against an officer of or below the rank of Commandant who is charged\r\nwith an offence under this Act and award one or more of the following\r\npunishments, namely:.a.     \r\n  forfeiture of seniority, or in the case of any of them whose\r\npromotion depends upon length of service, forfeiture of service for the purpose\r\nof promotion for a period not exceeding one year, but subject to the right of\r\nthe accused previous to the award to elect to be tried by a Force Court;b.    \r\n  severe reprimand or reprimand;c.     \r\n  deduction from pay and allowances of any sum required to make\r\ngood any proved loss or damage occasioned by the offence of which he is\r\nconvicted.2.       An\r\nofficer not below the rank of Additional Deputy Inspector-General may, in the\r\nprescribed manner, proceed against a person of or below the rank of\r\nSubedar-Major or Inspector who is charged with an offence under this Act and\r\naward one or more of the following punishments, namely:.a.     \r\n  forfeiture of seniority, or in the case of any of them whose\r\npromotion depends upon the length of service, forfeiture of service for the\r\npurpose of promotion for a period not exceeding one year, but subject to the\r\nright of the accused previous to the award to elect to be tried by a Force\r\nCourt;b.    \r\n  severe reprimand or reprimand;c.     \r\n  deduction from pay and allowances of any sum required to make\r\ngood any proved loss or damage occasioned by the offence of which he is\r\nconvicted.1.     \r\n 2.     \r\n 3.       An\r\nofficer not below the rank of Commandant may, in the prescribed manner, proceed\r\nagainst a person of or below the rank of Subedar-Major or Inspector who is\r\ncharged with an offence under this Act and award any one or both of the\r\nfollowing punishments, namely:.a.     \r\n  severe reprimand or reprimand;b.    \r\n  deduction from pay and allowances of any sum required to make\r\ngood any proved loss or damage occasioned by the offence of which he is\r\nconvicted.", "59": "Sashastra Seema Bal Act, 2007 59.  Cancellation, variation or remittance of\r\nsentence.1.       In\r\nevery case in which punishment has been awarded under section 58, certified\r\ntrue copies of the proceedings shall be forwarded, in the prescribed manner, by\r\nthe officer awarding the punishment to the prescribed superior authority who\r\nmay, if the punishment awarded appears to him to be illegal, unjust or\r\nexcessive, cancel, vary or remit the punishment and make such other direction\r\nas may be appropriate in the circumstances of the case.2.       For the\r\npurpose of sub-section (1 ), a \"superior authority\" means,.a.     \r\n  any officer superior in command to such officer who has awarded\r\nthe punishment;b.    \r\n  in the case of punishment awarded by Director-General, the\r\nCentral Government.", "60": "Sashastra Seema Bal Act, 2007 60.  Collective fines.1.       Whenever\r\nany weapon or part of weapon or ammunition, forming part of the equipment of a\r\nunit, is lost or stolen, a commanding officer not below the rank of the\r\nCommandant of that unit may, after making such enquiry as he thinks fit, impose\r\nsuch collective fine as may be prescribed, upon the subordinate officers,\r\nunder-officers and men of such unit, or upon so many of them as, in his\r\njudgment, should be held responsible for such loss or theft.2.       Such\r\nfine shall be assessed as a percentage of the pay of the individuals on whom it\r\nfalls.", "61": "Sashastra Seema Bal Act, 2007 Chapter V Deductions from Pay and Allowances61.  Deductions from pay and allowances of\r\npersons subject to this Act.1.       The\r\nfollowing deductions may be made from the pay and allowances of an officer,\r\nnamely:.a.     \r\n  all pay and allowances due to an officer for every day he\r\nabsents himself without leave, unless a satisfactory explanation has been given\r\nto, and accepted by, the Inspector-General under whom he is for the time being\r\nserving;b.    \r\n  all pay and allowances for every day while he is in custody on a\r\ncharge for an offence for which he is afterwards convicted by a criminal court\r\nor Force Court or by an officer exercising authority under section 58;c.     \r\n  any sum required to make good the pay of any person subject to\r\nthis Act which he has unlawfully retained or unlawfully refused to pay;d.    \r\n  any sum required to make good such compensation for any\r\nexpenses, loss, damage or destruction occasioned by the commission of an\r\noffence as may be determined by the Force Court by whom he is convicted of such\r\noffence or by an officer exercising authority under section 58;e.     \r\n  all pay and allowances ordered by Force Court;f.     \r\n  any sum required to be paid as fine awarded by a criminal court\r\nor a Force Court;g.    \r\n  any sum required to make good any loss, damage or destruction of\r\npublic or Force property which, after due investigation, appears to the\r\nInspector-General under whom the officer is for the time being serving, to have\r\nbeen occasioned by the wrongful act or negligence on the part of the officer;h.     \r\n  all pay and allowances forfeited by order of the Central\r\nGovernment if the officer is found by a court of inquiry constituted by the\r\nDirector-General in this behalf, to have deserted to the enemy, or while in\r\nenemy hands, to have served with, or under the orders of, the enemy, or in any\r\nmanner to have aided the enemy, or to have allowed himself to be taken prisoner\r\nby the enemy through want of due precaution or through disobedience of orders\r\nor wilful neglect of duty, or having been taken prisoner by the enemy, to have\r\nfailed to rejoin his service when it was possible to do so;i.      \r\n  any sum required by order of the Central Government to be paid\r\nfor the maintenance of his wife or his legitimate or illegitimate child or step\r\nchild or towards the cost of any relief given by the said Government to the\r\nsaid wife or child.1.     \r\n 2.       Subject\r\nto the provisions of section 63, the following deductions may be made from the\r\npay and allowances of a person subject to this Act, other than an officer,\r\nnamely:.a.     \r\n  all pay and allowances for every day of absence either on\r\ndesertion or without leave or as a prisoner of war unless a satisfactory\r\nexplanation has been given and accepted by his commanding officer and for every\r\nday of imprisonment awarded by a criminal court, Force Court or an officer\r\nexercising authority under section 56;b.    \r\n  all pay and allowances for every day while he is in custody on a\r\ncharge for an offence of which he is afterwards convicted by a criminal court\r\nor Force Court or on a charge of absence without leave for which he is\r\nafterwards awarded imprisonment by an officer exercising authority under\r\nsection 56;c.     \r\n  all pay and allowances for every day on which he is in hospital\r\non account of sickness certified by the medical officer attending on him to\r\nhave been caused by an offence under this Act committed by him;d.    \r\n  all pay and allowances for every day on which he is in hospital\r\non account of sickness certified by the medical officer attending on him to\r\nhave been caused by his own misconduct or imprudence, such sum as may be\r\nspecified by the order of the Director-General;e.     \r\n  all pay and allowances ordered by Force Court or by an officer\r\nexercising authority under any of the sections 56 and 58 to be forfeited or\r\nstopped;f.     \r\n  all pay and allowances for every day between his being recovered\r\nfrom the enemy and his dismissal from the service in consequence of his conduct\r\nwhen being taken prisoner by, or while in the hands of the enemy;g.    \r\n  any sum required to make good such compensation for any expenses,\r\nloss, damage or destruction caused by him to the Central Government or to any\r\nbuilding or property or any private fund of the Force as may be awarded by his\r\ncommanding officer;h.     \r\n  any sum required to pay a fine awarded by a criminal court,\r\nForce Court exercising jurisdiction under section 49 or an officer exercising\r\nauthority under any of the sections 56 and 60;i.      \r\n  any sum required by order of the Central Government or any\r\nprescribed officer to be paid for the maintenance of his wife, or his legitimate\r\nor illegitimate child or step child or towards the cost of any relief given by\r\nthe said Government to the said wife or child.3.       For\r\ncomputation of time of absence or custody under this section,a.     \r\n  no person shall be treated as absent or in custody for a day\r\nunless the absence or custody has lasted, whether wholly in one day, or partly\r\nin one day and partly in another for six consecutive hours or upwards;b.    \r\n  any absence or custody for less than a day may be reckoned as\r\nabsence or custody for a day, if such absence or custody prevented the absentee\r\nfrom fulfilling any duty as member of the Force which was thereby thrown upon\r\nsome other person;c.     \r\n  absence or custody for twelve consecutive hours or upwards may\r\nbe reckoned as absence or custody for the whole of each day during any portion\r\nof which the person was absent or in custody;d.    \r\n  a period of absence, or imprisonment, which commences before,\r\nand ends after, midnight may be reckoned as a day.", "62": "Sashastra Seema Bal Act, 2007 62.  Pay and allowances during trial.In the case of any person subject to this Act who is in custody\r\nor under suspension from duty on a charge for an offence, the prescribed\r\nofficer may direct that the whole or any part of the pay and allowances of such\r\nperson shall be withheld, pending the result of his trial on the charge against\r\nhim, in order to give effect to the provisions of clause (b) of\r\nsubsections (1) and (2) of section 61.", "63": "Sashastra Seema Bal Act, 2007 63.  Limit of certain deductions.The total deductions from the pay and allowances of a person\r\nmade under clauses (e ) and (g ) to (i ) of sub-section (2 )\r\nof section 61 shall not, except where he is sentenced to dismissal or removal,\r\nexceed in any one month one-half of his pay and allowances for that month.", "64": "Sashastra Seema Bal Act, 2007 64.  Deduction from public money due to a\r\nperson.Any sum authorised by this Act to be deducted from the pay and\r\nallowances of any person may, without prejudice to any other mode of recovering\r\nthe same, be deducted from any public money due to him other than a pension.", "65": "Sashastra Seema Bal Act, 2007 65.  Pay and allowances of prisoner of war\r\nduring inquiry into his conduct.Where the conduct of any person subject to this Act when being\r\ntaken prisoner by, or while in the hands of, the enemy, is to be inquired into\r\nunder this Act or any other law, the Director-General or any officer authorised\r\nby him may order that the whole or any part of the pay and allowances of such\r\nperson shall be withheld pending the result of such inquiry.", "66": "Sashastra Seema Bal Act, 2007 66.  Remission of deductions.Any deduction from pay and allowances authorised by this Act may\r\nbe remitted in such manner and to such extent, and by such authority, as may\r\nfrom time to time be prescribed.", "67": "Sashastra Seema Bal Act, 2007 67.  Provision for dependants of prisoner of war\r\nfrom his remitted deductions and pay and allowances.1.       In the\r\ncase of all persons subject to this Act, being prisoners of war, whose pay and\r\nallowances have been forfeited under clause (h) of sub-section (1) or\r\nclause (a) of subsection (2 ) of section 61 but in respect of whom\r\na remission has been made under section 66, it shall be lawful for the Central\r\nGovernment or the Director-General, when so authorised by the Central\r\nGovernment, to make provisions in respect of pay and allowances for any\r\ndependants of such persons and any such remission shall in that case be deemed\r\nto apply only to the balance thereafter remaining of such pay and allowances.2.       It\r\nshall be lawful for the Central Government or the Director-General, when so\r\nauthorised by the Central Government, to make provisions for any dependants of\r\nany person subject to this Act who is a prisoner of war, or is missing, in\r\nrespect of his pay and allowances.", "68": "Sashastra Seema Bal Act, 2007 68.  Period during which a person is deemed to\r\nbe a prisoner of war.For the purposes of section 67, a person shall be deemed to\r\ncontinue to be a prisoner of war until the conclusion of any inquiry into his\r\nconduct such as is referred to in section 65 and if he is dismissed from the\r\nservice in consequence of such conduct, until the date of such dismissal.", "69": "Sashastra Seema Bal Act, 2007 Chapter VI Arrest and Proceedings before Trial69.  Custody of offenders.1.       Any\r\nperson subject to this Act who is charged with any offence may be taken into\r\nForce custody under the order of any superior officer.2.       Notwithstanding\r\nanything contained in sub-section (1) , an officer may order into Force\r\ncustody any other officer, though such other officer may be of a higher rank,\r\nif he engages in a quarrel, affray or disorder.", "70": "Sashastra Seema Bal Act, 2007 70.  Duty of commanding officer in regard to\r\ndetention.1.       It\r\nshall be the duty of every commanding officer to take care that a person under\r\nhis command when charged with an offence is not detained in custody for more\r\nthan forty-eight hours after the committal of such person into custody is\r\nreported to him, without the charge being investigated, unless investigation in\r\nthe prescribed procedure, within that period seems to him to be impracticable\r\nhaving regard to the public service.2.       The\r\ncase of every person being detained in custody beyond a period of forty-eight\r\nhours, and the reasons therefore, shall be reported by the commanding officer\r\nto the next higher officer or such other officer to whom an application may be\r\nmade to convene a Force Court for the trial of the person charged.3.       In\r\nreckoning the period of forty-eight hours specified in sub-section (1) ,\r\nSundays and other public holidays shall be excluded.4.       The\r\nmanner in which and the period for which any person subject to this Act may be\r\ntaken into and detained in Force custody, pending the trial by any competent\r\nauthority for any offence committed by him, shall be in such manner as may be\r\nprescribed.", "71": "Sashastra Seema Bal Act, 2007 71.  Interval between committal and trial.In every case where any such person as is mentioned in section\r\n69 and as is not on active duty, remains in such custody for a longer period\r\nthan eight days without a Force Court for his trial being convened, a special\r\nreport giving reasons for the delay shall be made by his commanding officer in\r\nthe manner prescribed, and a similar report shall be forwarded at intervals of\r\nevery eight days until a Force Court is convened or such person is released\r\nfrom custody.", "72": "Sashastra Seema Bal Act, 2007 72.  Arrest by civil authorities.Whenever any person, subject to this Act, who is accused of an\r\noffence under this Act, is within the jurisdiction of any magistrate or police\r\nofficer, such magistrate or police officer shall aid in the apprehension and delivery\r\nto Force custody of such person upon receipt of a written application to that\r\neffect signed by his commanding officer or an officer authorised by the\r\ncommanding officer in that behalf.", "73": "Sashastra Seema Bal Act, 2007 73.  Capture of deserters.1.       Whenever\r\nany person subject to this Act deserts, the commanding officer of the unit to\r\nwhich he belongs or is attached, shall give information of the desertion to\r\nsuch civil authorities as, in his opinion, may be able to afford assistance\r\ntowards the capture of the deserter; and such authorities shall thereupon take\r\nsteps for the apprehension of the said deserter in like manner as if he were a\r\nperson for whose apprehension a warrant had been issued by a magistrate, and\r\nshall deliver the deserter, when apprehended, into Force custody.2.       Any\r\npolice officer may arrest without warrant any person reasonably believed to be\r\nsubject to this Act, and to be a deserter or to be travelling without\r\nauthority, and shall bring him without delay before the nearest magistrate, to\r\nbe dealt with according to law.", "74": "Sashastra Seema Bal Act, 2007 74.  Inquiry into absence without leave.1.       When\r\nany person subject to this Act has been absent from duty without due authority\r\nfor a period of thirty days, a court of inquiry shall, as soon as practicable,\r\nbe appointed by such authority and in such manner as may be prescribed; and\r\nsuch court shall, on oath or affirmation administered in the prescribed manner,\r\ninquire in respect of the absence of the person, and the deficiency, if any, in\r\nthe property of the Government entrusted to his care, or in any arms,\r\nammunition, equipment, instruments, clothing or accessories; and if satisfied\r\nof the fact of such absence without due authority or other sufficient cause,\r\nthe court shall declare such absence and the period thereof and the said\r\ndeficiency, if any, and the commanding officer of the unit to which the person\r\nbelongs or is attached, shall make a record thereof in the prescribed manner.2.       If the\r\nperson declared absent does not afterwards surrender or is not apprehended, he\r\nshall, for the purposes of this Act, be deemed to be a deserter.", "75": "Sashastra Seema Bal Act, 2007 75.  Force Police Officers. 1.       The\r\nDirector-General or any prescribed officer may appoint persons (in this Act\r\nreferred to as Force Police) for discharging the functions specified in\r\nsub-sections (2 ) and (3).2.       The\r\nduties of a person appointed under sub-section (1) are to take charge of\r\npersons confined for any offence, to preserve good order and discipline and to\r\nprevent breaches of the same by persons serving in, or attached to the Force.3.       Notwithstanding\r\nanything contained in section 69, a person appointed under subsection (1 )\r\nmay, at any time, arrest and detain for trial any person subject to this Act\r\nwho commits, or is charged with, an offence, and may also carry into effect any\r\npunishment to be inflicted in pursuance of a sentence awarded by a Force Court\r\nor by an officer exercising authority under section 56 but shall not inflict\r\nany punishment on his own authority:Provided that no officer shall be so arrested or detained\r\notherwise than on the order of another officer.", "76": "Sashastra Seema Bal Act, 2007 Chapter VII Force Courts76  . Kinds of Force Courts.For the purposes of this Act, there shall be three kinds of\r\nForce Courts, namely:a.       General\r\nForce Courts;b.      Petty\r\nForce Courts; andc.       Summary\r\nForce Courts, which shall be convened in the manner prescribed.", "77": "Sashastra Seema Bal Act, 2007 77.  Power to convene a General Force Court.A General Force Court may be convened by the Central Government\r\nor the Director-General or by any officer empowered in this behalf by warrant\r\nof the Director-General.", "78": "Sashastra Seema Bal Act, 2007 78.  Power to convene a Petty Force Court.A Petty Force Court may be convened by an officer having power\r\nto convene a General Force Court or by an officer empowered in this behalf by\r\nwarrant of any such officer.", "79": "Sashastra Seema Bal Act, 2007 79.  Warrants issued under sections 77 and 78.A warrant issued under section 77 or section 78 may contain such\r\nrestrictions, reservations or conditions as the officer issuing it may think\r\nfit.", "80": "Sashastra Seema Bal Act, 2007 80.  Composition of a General Force Court.A General Force Court shall consist of not less than five\r\nofficers.", "81": "Sashastra Seema Bal Act, 2007 81.  Composition of a Petty Force Court.A Petty Force Court shall consist of not less than three\r\nofficers.", "82": "Sashastra Seema Bal Act, 2007 82.  Summary Force Court.1.       A\r\nSummary Force Court may be held by the commanding officer of any unit and he\r\nalone shall constitute the Court.2.       The\r\nproceedings shall be attended throughout by two other persons who shall be\r\nofficers or subordinate officers or one of either, and who shall not as such,\r\nbe sworn or affirmed.", "83": "Sashastra Seema Bal Act, 2007 83.  Dissolution of a Force Court.1.       If a\r\nForce Court after the commencement of a trial is reduced below the minimum\r\nnumber of officers required by this Act, it shall be dissolved.2.       If, on\r\naccount of the illness of the concerned Judge Attorney or, as the case may be,\r\nDeputy Judge Attorney-General or Additional Judge Attorney-General or of the\r\naccused before the finding, it is impossible to continue the trial, the Force\r\nCourt shall be dissolved.3.       The\r\nauthority or officer who convened a Force Court may dissolve the same if it\r\nappears to him that the exigencies of the service or necessities of discipline\r\nrender it impossible or inexpedient to continue the said Force Court.4.       Where a\r\nForce Court is dissolved under this section, the accused may be tried again.", "84": "Sashastra Seema Bal Act, 2007 84.  Powers of a General Force Court.A General Force Court shall have the power to try any person\r\nsubject to this Act for any offence punishable there under and to pass any\r\nsentence authorised thereby.", "85": "Sashastra Seema Bal Act, 2007 85.  Powers of a Petty Force Court.A Petty Force Court shall have the power to try any person\r\nsubject to this Act other than an officer or a subordinate officer for any\r\noffence made punishable there under and to pass any sentence authorised by this\r\nAct other than a sentence of death or imprisonment for a term exceeding two\r\nyears.", "86": "Sashastra Seema Bal Act, 2007 86.  Powers of a Summary Force Court.1.       Subject\r\nto the provisions of sub-section (2 ), a Summary Force Court may try any\r\noffence punishable under this Act.2.       When\r\nthere is no grave reason for immediate action and reference can without\r\ndetriment to discipline be made to the officer empowered to convene a Petty\r\nForce Court for the trial of the alleged offender, an officer holding a Summary\r\nForce Court shall not try without such reference any offence punishable under\r\nany of the sections 16, 19 and 49, or any offender against the officer holding\r\nthe Court.3.       A\r\nSummary Force Court may try any person subject to this Act and under the\r\ncommand of the officer holding the Court, except an officer or a subordinate\r\nofficer. 4.       A\r\nSummary Force Court may pass any sentence which may be passed under this Act,\r\nexcept the sentence of death or of imprisonment for a term exceeding the limit\r\nspecified in sub-section (5).5.       The\r\nlimit referred to in sub-section (4) shall be,a.     \r\n  one year, if the officer holding the Force Court holds the rank\r\nnot below that of a Commandant;b.      three\r\nmonths, in any other case.", "87": "Sashastra Seema Bal Act, 2007 87.  Prohibition of second trial.1.       When\r\nany person, subject to this Act has been acquitted or convicted of an offence\r\nby a Force Court or by a criminal court or has been dealt with under section 56\r\nor section 58, he shall not be liable to be tried again for the same offence by\r\na Force Court or dealt with under the said sections.2.       When\r\nany person, subject to this Act, has been acquitted or convicted of an offence\r\nby a Force Court or has been dealt with under section 56 or section 58, he\r\nshall not be liable to be tried again by a criminal court for the same offence\r\nor on the same facts.", "88": "Sashastra Seema Bal Act, 2007 88.  Period of limitation for trial.1.       Except\r\nas provided by sub-section (2), no trial by a Force Court of any person\r\nsubject to this Act for any offence shall be commenced after the expiration of\r\na period of three years from the date of such offence.2.       The\r\nprovisions of sub-section (1) shall not apply to a trial for an offence\r\nof desertion or for any of the offences mentioned in section 19.3.       In the\r\ncomputation of the period of time mentioned in sub-section (1), any time\r\nspent by such person in evading arrest after the commission of the offence,\r\nshall be excluded.", "89": "Sashastra Seema Bal Act, 2007 89.  Trial, etc., of offender who ceases to be\r\nsubject to this Act.1.       Where\r\nan offence under this Act had been committed by any person while subject to\r\nthis Act, and he has ceased to be so subject, he may be taken into and kept in\r\nForce custody and tried and punished for such offence as if he continued to be\r\nso subject.2.       No such\r\nperson shall be tried for an offence, unless his trial commences within six\r\nmonths after he had ceased to be subject to this Act:Provided that nothing contained in this sub-section shall apply\r\nto the trial of any such person for an offence of desertion or for any of the\r\noffences mentioned in section 19 or shall affect the jurisdiction of a criminal\r\ncourt to try any offence triable by such court as well as by a Force Court.", "90": "Sashastra Seema Bal Act, 2007 90.  Application of Act during term of sentence.1.       When a\r\nperson subject to this Act is sentenced by a Force Court to imprisonment, this\r\nAct shall apply to him during the term of his sentence, though he is dismissed\r\nfrom the Force, or has otherwise ceased to be subject to this Act, and he may\r\nbe kept, removed, imprisoned and punished as if he continued to be subject to\r\nthis Act.2.       When a\r\nperson subject to this Act is sentenced by a Force Court to death, this Act\r\nshall apply to him till the sentence is carried out.", "91": "Sashastra Seema Bal Act, 2007 91.  Place of trial, etc.1.       Any\r\nperson subject to this Act who commits any offence under this Act may be tried\r\nand punished for such offence at any place.2.       The\r\npersons by whom an accused may be defended in a trial and appearance of such\r\npersons thereat may be as prescribed.", "92": "Sashastra Seema Bal Act, 2007 92.  Choice between criminal court and Force\r\nCourt.When a criminal court and a Force Court have each jurisdiction\r\nin respect of an offence, it shall be in the discretion of the\r\nDirector-General, Additional Director-General or the Inspector-General or the Deputy\r\nInspector-General or the Additional Deputy Inspector-General within whose\r\ncommand the accused person is serving or such other officer as may be\r\nprescribed, to decide before which court the proceedings shall be instituted,\r\nand if that officer decides that they shall be instituted before a Force Court,\r\nthen he may direct that the accused person shall be detained in Force custody.", "93": "Sashastra Seema Bal Act, 2007 93.  Power of criminal court to require delivery\r\nof offender.1.       When a\r\ncriminal court having jurisdiction is of opinion that proceedings shall be\r\ninstituted before itself in respect of any alleged offence, it may, by written\r\nnotice, require the officer referred to in section 92 at his option, either to\r\ndeliver over the offender to the nearest magistrate to be proceeded against\r\naccording to law, or to postpone proceedings, pending a reference to the\r\nCentral Government.2.       In\r\nevery such case they said officer shall either deliver over the offender in\r\ncompliance with the requisition, or shall forthwith refer the question as to\r\nthe court before which the proceedings are to be instituted, for the\r\ndetermination of the Central Government whose order upon such reference shall\r\nbe final.", "94": "Sashastra Seema Bal Act, 2007 Chapter VIII Procedure of Force Courts94.  Presiding officer.At every General Force Court or Petty Force Court, the senior\r\nmember shall be the presiding officer.", "95": "Sashastra Seema Bal Act, 2007 95.  Judge Attorneys.1.       Every\r\nGeneral Force Court shall, and every Petty Force Court may be attended by a\r\nJudge Attorney or a Deputy Judge Attorney-General or an Additional Judge\r\nAttorney-General, or, if no such officer is available, an officer approved by\r\nthe Judge Attorney-General or by any officer authorised in this behalf by the\r\nJudge Attorney-General.2.       The\r\nrecruitment and conditions of service of Judge Attorney-General, Additional\r\nJudge Attorney-General, Deputy Judge Attorney-General and Judge Attorney shall\r\nbe such as may be prescribed.", "96": "Sashastra Seema Bal Act, 2007 96.  Objections.1.       At all\r\ntrials by a General Force Court or by a Petty Force Court, as soon as the Court\r\nis assembled, the names of the presiding officer and members shall be read over\r\nto the accused, who shall thereupon be asked whether he objects to being tried\r\nby any officer sitting on the Court.2.       If the\r\naccused objects to such officer, his objection and also the reply thereto of\r\nthe officer objected to shall be heard and recorded, and the remaining officers\r\nof the Court shall, in the absence of the challenged officer decide on the\r\nobjection.3.       If the\r\nobjection is allowed by one-half or more of the votes of the officers entitled\r\nto vote, the objection shall be allowed, and the member objected to shall\r\nretire, and his vacancy may be filled in the prescribed manner, by another\r\nofficer subject to the same right of the accused to object.4.       When no\r\nobjection is made, or when an objection has been made and disallowed, or the\r\nvacancy of an officer has been filled by another officer under sub-section (3)\r\n to which no objection is made or allowed, the Court shall proceed with the\r\ntrial.", "97": "Sashastra Seema Bal Act, 2007 97.  Oath of members, Judge Attorneys and\r\nwitnesses.1.       An oath\r\nor affirmation in the prescribed manner shall be administered to every member\r\nof the Force Court and to the Judge Attorney, or, as the case may be, the\r\nDeputy Judge Attorney-General or the Additional Judge Attorney-General or the\r\nofficer approved under section 95, before the commencement of the trial.2.       Every\r\nperson giving evidence before a Force Court shall be examined after being duly\r\nsworn or affirmed in the prescribed form.3.       The provisions\r\nof sub-section (2) shall not apply where the witness is a child under\r\ntwelve years of age and the Force Court is of opinion that though the witness\r\nunderstands the duty of speaking the truth, he does not understand the nature\r\nof an oath or affirmation.", "98": "Sashastra Seema Bal Act, 2007 98.  Voting by members.1.       Subject\r\nto the provisions of sub-sections (2) and (3), every decision of\r\na Force Court shall be passed by an absolute majority of votes; and where there\r\nis an equality of votes on either the finding or the sentence, the decision\r\nshall be in favour of the accused.2.       No\r\nsentence of death shall be passed by a General Force Court without the\r\nconcurrence of at least two-thirds of the members of the Court.3.       In\r\nmatters other than an objection or the finding or sentence, the presiding\r\nofficer shall have a casting vote.", "99": "Sashastra Seema Bal Act, 2007 99.  General rule as to evidence.The Indian Evidence Act, 1872, shall, subject to the provisions\r\nof this Act, apply to all proceedings before a Force Court.", "100": "Sashastra Seema Bal Act, 2007 100.  Judicial notice.A Force Court may take judicial notice of any matter within the\r\ngeneral knowledge of the members as officers of the Force.", "101": "Sashastra Seema Bal Act, 2007 101.  Summoning of witnesses.1.       The\r\nconvening officer or the presiding officer of a Force Court or the Judge\r\nAttorney or, as the case may be, the Deputy Judge Attorney-General or the\r\nAdditional Judge Attorney-General or the officer approved under section 95 or\r\nthe commanding officer of the accused person may, by summons under his hand,\r\nrequire the attendance, at a time and place to be mentioned in the summons, of\r\nany person either to give evidence or to produce any document or other thing.2.       In the\r\ncase of a witness who is subject to this Act or any other Act relating to the\r\narmed forces of the Union, the summons shall be sent to his commanding officer\r\nand such officer shall serve it upon him accordingly.3.       In the\r\ncase of any other witness, the summons shall be sent to the magistrate within\r\nwhose jurisdiction he may be, or resides, and such magistrate shall give effect\r\nto the summons as if the witness were required in the court of such a\r\nmagistrate.4.       When a\r\nwitness is required to produce any particular or other thing in his possession\r\nor power, the summons shall describe it with reasonable precision.", "102": "Sashastra Seema Bal Act, 2007 102.  Documents exempted from production.1.       Nothing\r\nin section 101 shall be deemed to affect the operation of sections 123 and 124\r\nof the Indian Evidence Act, 1872, or to apply to any letter, postcard, telegram\r\nor other document in the custody of the postal or telegraph authorities.2.       If any\r\ndocument in such custody is, in the opinion of any District Magistrate, Chief\r\nMetropolitan Magistrate, Chief Judicial Magistrate, Court of Sessions or High\r\nCourt wanted for the purpose of any Force Court, such Magistrate or Court may\r\nrequire the postal or telegraph authorities, as the case may be, to deliver\r\nsuch document to such person as such Magistrate or Court may direct.3.       If any\r\nsuch document is, in the opinion of any other magistrate or of any Commissioner\r\nof Police or District Superintendent of Police, wanted for any such purpose, he\r\nmay require the postal or telegraph authorities, as the case may be, to cause\r\nsuch search to be made for, and to detain such document pending the orders of\r\nany such District Magistrate, Chief Metropolitan Magistrate, Chief Judicial\r\nMagistrate, Court of Sessions or High Court.", "103": "Sashastra Seema Bal Act, 2007 103.  Commission for examination of witnesses.1.       Whenever,\r\nin the course of a trial by a Force Court, it appears to the Court that the\r\nexamination of a witness is necessary for the ends of justice, and that the\r\nattendance of such witness cannot be procured without an amount of delay,\r\nexpense or inconvenience which, in the circumstances of the case, would be\r\nunreasonable, such Court may address the Judge Attorney-General in order that a\r\ncommission to take the evidence of such witness may be issued.2.       The\r\nJudge Attorney-General may then, if he thinks necessary, issue a commission to\r\nany Metropolitan Magistrate or Judicial Magistrate of the first class, within\r\nthe local limits of whose jurisdiction such witness resides, to take the\r\nevidence of such witness.3.       The\r\nMagistrate to whom the commission is issued, or, if he is the Chief\r\nMetropolitan Magistrate, or Chief Judicial Magistrate, or such Metropolitan\r\nMagistrate, or Judicial Magistrate, as he appoints in this behalf, shall summon\r\nthe witness before him or proceed to the place where the witness is, and shall\r\ntake down his evidence in the same manner, and may for this purpose exercise\r\nthe same powers, as in the trials of warrant-cases under the Code of Criminal\r\nProcedure, 1973.4.       When\r\nthe witness resides in a tribal area or in any place outside India, the\r\ncommission may be issued in the manner specified in Chapter XXIII of the Code\r\nof Criminal Procedure, 1973.", "104": "Sashastra Seema Bal Act, 2007 104.  Examination of a witness on commission.1.       The\r\nprosecutor and the accused person in any case in which a commission is issued\r\nunder section 103 may respectively forward any interrogatories in writing which\r\nthe court may think relevant to the issue, and the Magistrate executing the\r\ncommission shall examine the witness upon such interrogatories.2.       The\r\nprosecutor and the accused person may appear before such Magistrate by counsel,\r\nor, except in the case of an accused person in custody, in person, and may\r\nexamine, cross-examine and re-examine, as the case may be, the said witness.3.       After a\r\ncommission issued under section 103 has been duly executed, it shall be\r\nreturned, together with the deposition of the witness examined there under to\r\nthe Judge Attorney-General.4.       On\r\nreceipt of a commission, and deposition returned under sub-section (3) ,\r\nthe Judge Attorney-General shall forward the same to the Court at whose\r\ninstance the commission was issued or, if such Court has been dissolved, to any\r\nother Court convened for the trial of the accused person; and the commission,\r\nthe return thereto and the deposition shall be open to inspection by the\r\nprosecutor and the accused person, and may, subject to all just exceptions, be\r\nread in evidence in the case by either the prosecutor or the accused, and shall\r\nform part of the proceedings of the Court.5.       In\r\nevery case in which a commission is issued under section 103, the trial may be\r\nadjourned for specified time reasonably sufficient for the execution and return\r\nof the commission.", "105": "Sashastra Seema Bal Act, 2007 105.  Conviction for offences not charged.A person charged before a Force Court with.a.       desertion\r\nmay be found guilty of attempting to desert or of being absent without leave;b.      attempting\r\nto desert may be found guilty of being absent without leave;c.       using\r\ncriminal force may be found guilty of assault;d.      using\r\nthreatening language may be found guilty of using insubordinate language;e.       any one\r\nof the offences specified in clauses (a ), (b ), (c ) and (d )\r\nof section 33 may be found guilty of any other of these offences with which he\r\nmight have been charged;f.       an\r\noffence punishable under section 49 may be found guilty of any other offence of\r\nwhich he might have been found guilty, if the provisions of the Code of\r\nCriminal Procedure, 1973 were applicable.g.      any\r\noffence under this Act may, on failure of proof of an offence having been\r\ncommitted in circumstances involving a more severe punishment, be found guilty\r\nof the same offence as having been committed in circumstances involving a less\r\nsevere punishment;h.       any\r\noffence under this Act may be found guilty of having attempted or abetted the\r\ncommission of that offence, although the attempt or abetment is not separately\r\ncharged.", "106": "Sashastra Seema Bal Act, 2007 106.  Presumption as to signatures.In any proceeding under this Act, any application, certificate,\r\nwarrant, reply or other document purporting to be signed by an officer in the\r\nservice of the Government shall, on production, be presumed to have been duly\r\nsigned by the person by whom and in the character in which it purports to have\r\nbeen signed, until the contrary is shown.", "107": "Sashastra Seema Bal Act, 2007 107.  Enrolment paper.1.       Any\r\nenrolment paper purporting to be signed by an enrolling officer shall, in\r\nproceedings under this Act, be evidence of the person enrolling having given\r\nthe answers to questions which he is therein represented as having given.2.       The\r\nenrolment of such person may be proved by the production of the original or a\r\ncopy of this enrolment paper purporting to be certified to be a true copy by\r\nthe office having the custody of the enrolment paper or service record.", "108": "Sashastra Seema Bal Act, 2007 108.  Presumption as to certain documents.1.       A\r\nletter, return or other document respecting the service of any person in, or\r\nthe dismissal, removal or discharge of any person from, any unit of the Force,\r\nor respecting the circumstances of any person not having served in, or belonged\r\nto, any unit of the Force, if purporting to be signed by or on behalf of the\r\nCentral Government or the Director-General, or by any prescribed officer, shall\r\nbe evidence of the facts stated in such letter, return or other document.2.       A Force\r\nList or Gazette purporting to be published by authority shall be evidence of\r\nthe status and rank of the officers, subordinate officers therein mentioned,\r\nand of any appointment held by them and of the battalion, unit, or branch of\r\nthe Force to which they belong.3.       Where a\r\nrecord is made in any battalion book in pursuance of this Act or of any rules\r\nmade there under or otherwise in the discharge of official duties, and purports\r\nto be signed by the commanding officer or by the officers whose duty it is to\r\nmake such record, such record shall be evidence of the facts therein stated.4.       A copy\r\nof any record in any office of the Force purporting to be certified to be true\r\ncopy by the officer having custody of such book shall be evidence of such\r\nrecord.5.       Where\r\nany person subject to this Act is being tried on a charge of desertion or of\r\nabsence without leave, and such person has surrendered himself into the custody\r\nof any officer or other person, subject to this Act, or any unit of the Force,\r\nor has been apprehended by such officer or person, a certificate purporting to\r\nbe signed by such officer, or by the commanding officer of the unit to which\r\nsuch person belongs or is attached, as the case may be, and stating the fact,\r\ndate and place of such surrender or apprehension, and the manner in which he\r\nwas dressed shall be evidence of the matters so stated.6.       Where\r\nany person subject to this Act is being tried on a charge of desertion or of\r\nabsence without leave and such person has surrendered himself into the custody\r\nof, or has been apprehended by, a police officer not below the rank of an\r\nofficer in charge of a police station, a certificate purporting to be signed by\r\nsuch police officer and stating the fact, date and place of such surrender or\r\napprehension and the manner in which he was dressed shall be evidence of the\r\nmatters so stated.7.     a.     \r\n  Any document purporting to be a report under the hand of a\r\nGovernment scientific expert to whom this sub-section applies, upon any matter\r\nor thing duly submitted to him for examination or analysis and report in the\r\ncourse of any proceeding under this Act may be used as evidence in any inquiry,\r\ntrial or other proceeding under this Act.b.    \r\n  The Force Court may, if it thinks fit, summon and examine any\r\nsuch expert as to the subject matter of his report.c.     \r\n  Where any such expert is summoned by a Force Court and he is\r\nunable to attend personally, he may, unless the Court has expressly directed\r\nhim to appear personally, depute an officer who is conversant with the facts of\r\nthe case to depose in the Court on his behalf.d.    \r\n  This sub-section applies to the Government scientific expert,\r\nfor the time being specified in sub-section (4 ) of section 293 of the\r\nCode of Criminal Procedure, 1973.", "109": "Sashastra Seema Bal Act, 2007 109.  Reference by accused to Government officer  .1.       If at\r\nany trial for desertion or absence without leave, over-staying leave or not\r\nrejoining when warned for service, the accused person states in his defence any\r\nsufficient or reasonable excuse for his unauthorised absence, and refers in\r\nsupport thereof to any officer in the service of the Government, or if it\r\nappears that any such officer is likely to prove or disprove the said statement\r\nin the defence, the Court shall address such officer and adjourn the\r\nproceedings until his reply is received.2.       The\r\nwritten reply of any officer so referred to shall, if signed by him, be\r\nreceived in evidence and have the same effect as if made on oath before the\r\nCourt.3.       If the\r\nCourt is dissolved before the receipt of such reply or if the Court omits to\r\ncomply with the provisions of this section, the convening officer may, at his\r\ndiscretion, annul the proceedings and order a fresh trial.", "110": "Sashastra Seema Bal Act, 2007 110.  Evidence of previous convictions and\r\ngeneral character.1.       When\r\nany person subject to this Act has been convicted by a Force Court of any\r\noffence, such Force Court may inquire into, and receive, and record evidence of\r\nany previous convictions of such person, either by a Force Court or by a\r\ncriminal court, or any previous award of punishment under section 56 or section\r\n58, and may further inquire into and record the general character of such\r\nperson and such other matters as may be prescribed.2.       Evidence\r\nreceived under this section may be either oral, or in the shape of entries in,\r\nor certified extracts from, books of Force Courts or other official record; and\r\nit shall not be necessary to give notice before trial to the person tried that\r\nevidence as to his previous convictions or character will be received.3.       At a\r\nSummary Force Court, the officer holding the trial may, if he thinks fit,\r\nrecord any previous convictions against the offender, his general character,\r\nand such other matters as may be prescribed, as of his own knowledge, instead\r\nof requiring them to be proved under the foregoing provisions of this section.", "111": "Sashastra Seema Bal Act, 2007 111.  Lunacy of accused.1.       Whenever,\r\nin the course of a trial by a Force Court, it appears to the Court that the\r\nperson charged is by reason of unsoundness of mind incapable of making his\r\ndefence, or that he committed the act alleged but was by reason of unsoundness\r\nof mind incapable of knowing the nature of the act or knowing that it was wrong\r\nor contrary to law, the Court shall record a finding accordingly.2.       The\r\npresiding officer of the Court, or, in the case of a Summary Force Court, the\r\nofficer holding the trial, shall forthwith report the case to the confirming\r\nofficer, or to the authority empowered to deal with its finding under section\r\n129, as the case may be.3.       The\r\nconfirming officer to whom the case is reported under sub-section (2 )\r\nmay, if he does not confirm the finding, take steps to have the accused person\r\ntried by the same or another Force Court for the offence with which he was\r\ncharged.4.       The\r\nauthority to whom the finding of a Summary Force Court is reported under\r\nsubsection (2 ) and a confirming officer confirming the finding in any\r\ncase so reported to him shall order the accused person to be kept in custody in\r\nthe prescribed manner and shall report the case for the orders of the Central\r\nGovernment.5.       On\r\nreceipt of a report under sub-section (4 ), the Central Government may\r\norder the accused person to be detained in a lunatic asylum or other suitable\r\nplace of safe custody.", "112": "Sashastra Seema Bal Act, 2007 112.  Subsequent fitness of lunatic accused for\r\ntrial.Where any accused person, having been found by reason of\r\nunsoundness of mind to be incapable of making his defence, is in custody or\r\nunder detention under section 111, any officer prescribed in this behalf, may.a.       if such\r\nperson is in custody under sub-section (4 ) of section 111, on the report\r\nof a medical officer that he is capable of making his defence, orb.      if such\r\nperson is detained in a jail under sub-section (5 ) of section 111, on a\r\ncertificate of the Inspector-General of Prisons, and if such person is detained\r\nin a lunatic asylum under the said sub-section, on a certificate of any two or\r\nmore of the visitors of such asylum and if he is detained in any other place\r\nunder that sub-section, on a certificate of the prescribed authority, that he\r\nis capable of making his defence, take steps to have such person tried by the\r\nsame or another Force Court for the offence with which he was originally\r\ncharged or, if the offence is a civil offence, by a criminal court.", "113": "Sashastra Seema Bal Act, 2007 113.  Transmission to Central Government of order\r\nunder section 112.A copy of every order made by an officer under section 112 for\r\nthe trial of the accused shall forthwith be sent to the Central Government.", "114": "Sashastra Seema Bal Act, 2007 114.  Release of lunatic accused.Where any person is in custody under sub-section (4 ) of\r\nsection 111 or under detention under sub-section (5 ) of that section,.a.       if such\r\nperson is in custody under the said sub-section (4 ), on the report of a\r\nmedical officer, orb.      if such\r\nperson is detained under the said sub-section (5 ), on a certificate from\r\nany of the authorities mentioned in clause (b ) of section 112 that in\r\nthe judgment of such officer or authority such person may be released without\r\ndanger of his causing injury to himself or to any other person, the Central\r\nGovernment may order that such person be released or detained in custody or\r\ntransferred to a public lunatic asylum if he has not already been sent to such\r\nan asylum.", "115": "Sashastra Seema Bal Act, 2007 115.  Delivery of lunatic accused to relatives.Where any relative or friend of any person who is in custody\r\nunder sub-section (4 ) of section 111 or under detention under\r\nsub-section (5 ) of that section desires that he should be delivered to\r\nhis care and custody, the Central Government may, upon application by such\r\nrelative or friend and, on his giving security to the satisfaction of that\r\nGovernment that the person delivered shall be properly taken care of, and,\r\nprevented from doing injury to himself or to any other person, and be produced\r\nfor the inspection of such officer, and at such times and places, as the\r\nCentral Government may direct, order such person to be delivered to such\r\nrelative or friend.", "116": "Sashastra Seema Bal Act, 2007 116.  Order for custody and disposal of property\r\npending trial.When any property regarding which any offence appears to have\r\nbeen committed, or which appears to have been used for the commission of any\r\noffence, is produced before a Force Court during a trial, the Court may make\r\nsuch order as it thinks fit for the proper custody of such property pending the\r\nconclusion of the trial, and if the property is subject to speedy or natural\r\ndecay may, after recording such evidence as it thinks necessary, order it to be\r\nsold or otherwise disposed of.", "117": "Sashastra Seema Bal Act, 2007 117.  Order for disposal of property regarding\r\nwhich offence is committed.1.       After\r\nthe conclusion of a trial before any Force Court, the Court or the office\r\nconfirming the finding or sentences of such Force Court, or any authority\r\nsuperior to such officer, or, in the case of Summary Force Court whose finding\r\nor sentences does not require confirmation, an officer not below the rank of\r\nAdditional Deputy Inspector-General within whose command the trial was held,\r\nmay make such order as it or he thinks fit for the disposal by destruction,\r\nconfiscation, delivery to any person claiming to be entitled to possession\r\nthereof, or otherwise, of any property or document produced before the Court or\r\nin its custody, or regarding which any offence appears to have been committed\r\nor which has been used for the commission of any offence.2.       Where\r\nany order has been made under sub-section (1) in respect of property\r\nregarding which an offence appears to have been committed, a copy of such order\r\nsigned and certified by the authority making the same may, whether the trial\r\nwas held within India or not, be sent to a magistrate within whose jurisdiction\r\nsuch property for the time being is situated, and such magistrate shall\r\nthereupon cause the order to be carried into effect as if it were an order\r\npassed by him under the provisions of the Code of Criminal Procedure, 1973.3.       In this\r\nsection the term \"property\" includes, in the case of property\r\nregarding which an offence appears to have been committed, not only such\r\nproperty as has been originally in the possession or under the control of any\r\nperson, but also any property into or for which the same may have been\r\nconverted or exchanged, and anything acquired by such conversion or exchange\r\nwhether immediately or otherwise.", "118": "Sashastra Seema Bal Act, 2007 118.  Powers of Force Court in relation to\r\nproceedings under this Act.Any trial by a Force Court under the provisions of this Act\r\nshall be deemed to be a judicial proceeding within the meaning of sections 193\r\nand 228 of the Indian Penal Code and the Force Court shall be deemed to be a\r\nCourt within the meaning of sections 345 and 346 of the Code of Criminal\r\nProcedure, 1973.", "119": "Sashastra Seema Bal Act, 2007 119.  Tender of pardon to accomplices.1.       With a\r\nview to obtaining the evidence of any person supposed to have been directly or\r\nindirectly concerned in or privy to an offence triable by a Force Court other\r\nthan a Summary Force Court under this Act, the commanding officer, the\r\nconvening officer or the Force Court, at any stage of investigation or inquiry\r\ninto or the trial of, the offence, may tender a pardon to such person on\r\ncondition of his making a full and true disclosure of the whole of the circumstances\r\nwithin his knowledge relating to the offence and to every other person\r\nconcerned, whether as principal or abettor, in the commission thereof.2.       The\r\ncommanding officer or the convening officer who tenders pardon under\r\nsub-section (1) shall record,.a.     \r\n  his reasons for so doing;b.    \r\n  whether the tender was or was not accepted by the person to whom\r\nit was made, and shall, on application made by accused, furnish him with a copy\r\nof such record free of cost. 1.     \r\n    2.     \r\n    3.       Every person\r\naccepting a tender of pardon made under sub-section (1).a.     \r\n  shall be examined as a witness by the commanding officer of the\r\naccused and in the subsequent trial, if any;b.    \r\n  may be detained in Force custody until the termination of the\r\ntrial.", "120": "Sashastra Seema Bal Act, 2007 120.  Trial of person not complying with\r\nconditions of pardon.1.       Where,\r\nin regard to a person who has accepted a tender of pardon made under section\r\n119, the Judge Attorney, or as the case may be, the Deputy Judge\r\nAttorney-General, or the Additional Judge Attorney-General, or the officer\r\napproved under section 95, certifies that in his opinion such person has,\r\neither by willfully concealing anything essential or by giving false evidence,\r\nnot complied with the conditions on which the tender was made, such person may\r\nbe tried for the offence in respect of which the pardon was so tendered or for\r\nany other offence of which he appears to have been guilty in connection with\r\nthe same matter, and also for the offence of giving false evidence:Provided that such person shall not be tried jointly with any of\r\nthe other accused. 1.     \r\n   2.       Any\r\nstatement made by such person accepting the tender of pardon and recorded by\r\nhis commanding officer or Force Court may be given in evidence against him at\r\nsuch trial.3.       At such\r\ntrial, the accused shall be entitled to plead that he has complied with the\r\ncondition upon which such tender was made; in which case it shall be for the\r\nprosecution to prove that the condition has not been complied with.4.       At such\r\ntrial, the Force Court shall, before arraignment, ask the accused whether he\r\npleads that he has complied with the conditions on which the tender of pardon\r\nwas made.5.       If the\r\naccused does so plead, the Court shall record the plea and proceed with the\r\ntrial and it shall, before giving its finding on the charge, find whether or\r\nnot the accused has complied with the conditions of the pardon, and, if it\r\nfinds that he has so complied, it shall give a verdict of not guilty.", "121": "Sashastra Seema Bal Act, 2007 Chapter IX Confirmation and Revision of Proceedings121.  Finding and sentence not valid unless\r\nconfirmed.No finding or sentence of a General Force Court or a Petty Force\r\nCourt shall be valid except so far as it may be confirmed as provided by this\r\nAct.", "122": "Sashastra Seema Bal Act, 2007 122.  Power to confirm finding and sentence of\r\nGeneral Force Court.The findings and sentences of General Force Courts may be\r\nconfirmed by the Central Government or by any officer empowered in this behalf\r\nby warrant of the Central Government.", "123": "Sashastra Seema Bal Act, 2007 123.  Power to confirm finding and sentence of\r\nPetty Force Court.The findings and sentences of a Petty Force Court may be\r\nconfirmed by an officer having power to convene a General Force Court or by any\r\nofficer empowered in this behalf by warrant of such officer.", "124": "Sashastra Seema Bal Act, 2007 124.  Limitation of powers of confirming\r\nauthority.A warrant issued under section 122 or section 123 may contain\r\nsuch restrictions, reservations or condition as the authority issuing it may\r\nthink fit.", "125": "Sashastra Seema Bal Act, 2007 125.  Power of confirming authority to mitigate,\r\nremit or commute sentences.Subject to such restrictions, reservations or conditions, as may\r\nbe contained in any warrant issued under section 122 or section 123, a\r\nconfirming authority may, when confirming the sentence of a Force Court,\r\nmitigate or remit the punishment thereby awarded or commute that punishment for\r\nany punishment or punishments lower in the scale laid down in section 51.", "126": "Sashastra Seema Bal Act, 2007 126.  Confirming of findings and sentences on\r\nboard a ship.When any person subject to this Act is tried and sentenced by a\r\nForce Court while on board a ship, the finding and sentence so far as not\r\nconfirmed and executed on board the ship, may be confirmed and executed in like\r\nmanner as if such person had been tried at the port of disembarkation.", "127": "Sashastra Seema Bal Act, 2007 127.  Revision of finding or sentence.1.       Any\r\nfinding or sentence of a Force Court which requires confirmation may be once\r\nrevised by order of the confirming authority and on such revision, the Court,\r\nif so directed by the confirming authority, may take additional evidence.2.       The\r\nCourt on revision shall consist of the same officers as were present when the\r\noriginal decision was passed unless any of those officers are unavoidably\r\nabsent.3.       In case\r\nof such unavoidable absence the cause thereof shall be duly certified in the\r\nproceedings and the Court shall proceed with the revision provided that, in the\r\ncase of a General Force Court it consists of five officers and in the case of a\r\nPetty Force Court, of three officers.", "128": "Sashastra Seema Bal Act, 2007 128.  Finding and sentence of a Summary Force\r\nCourt.The finding and sentence of a Summary Force Court shall not\r\nrequire to be confirmed, but may be carried out forthwith.", "129": "Sashastra Seema Bal Act, 2007 129.  Transmission of proceedings of Summary\r\nForce Court.The proceedings of every Summary Force Court shall be forwarded\r\nwithout delay to the officer not below the rank of Additional Deputy\r\nInspector-General within whose command the trial was held, or to the prescribed\r\nofficer, and such officer, or the Director-General or any officer empowered by\r\nhim in this behalf may, for reasons based on the merits of the case, but not on\r\nmerely technical grounds, set aside the proceedings, or reduce the sentence to\r\nany other sentence which the Court might have passed.", "130": "Sashastra Seema Bal Act, 2007 130.  Alteration of finding or sentence in\r\ncertain cases.1.       Where a\r\nfinding of guilty by a Force Court, which has been confirmed or which does not\r\nrequire confirmation, is found for any reason to be invalid or cannot be\r\nsupported by the evidence, the authority which would have had power under\r\nsection 142 to commute the punishment awarded by the sentence, if the finding\r\nhad been valid may substitute a new finding and pass a sentence for the offence\r\nspecified or involved in such finding:Provided that no such substitution shall be made unless such\r\nfinding could have been validly made by the Force Court on the charge and\r\nunless it appears that the Force Court must have been satisfied of the facts\r\nestablishing the said offence. 1.     \r\n   2.       Where a\r\nsentence passed by a Force Court which has been confirmed, or which does not\r\nrequire confirmation, not being a sentence passed in pursuance of a new finding\r\nsubstituted under sub-section (1) , is found for any reason to be\r\ninvalid, the authority referred to in sub-section (1) may pass a valid\r\nsentence.3.       The\r\npunishment awarded by a sentence passed under sub-section (1) or\r\nsubsection (2) shall not be higher in the scale of punishments than, or\r\nin excess of, the punishment awarded by, the sentence for which a new sentence\r\nis substituted under this section.4.       Any\r\nfinding substituted, or any sentence passed, under this section shall, for the\r\npurposes of this Act and the rules, have effect as if it were a finding or\r\nsentence, as the case may be, of a Force Court.", "131": "Sashastra Seema Bal Act, 2007 131.  Petition against order, finding or sentence\r\nof Force Court.1.       Any\r\nperson subject to this Act who considers himself aggrieved by any order passed\r\nby any Force Court may present a petition to the officer or authority empowered\r\nto confirm any finding or sentence of such Force Court, and the confirming\r\nauthority may take such steps as may be considered necessary to satisfy itself\r\nas to the correctness, legality or propriety of the order passed or as to the\r\nregularity of any proceeding to which the order relates.2.       Any\r\nperson subject to this Act who considers himself aggrieved by a finding or\r\nsentence of any Force Court which has been confirmed, may present a petition to\r\nthe Central Government, the Director-General or any prescribed officer superior\r\nin command to the one who confirmed such finding or sentence, and the Central\r\nGovernment, the Director-General, or the prescribed officer, as the case may\r\nbe, may pass such order thereon as it or he thinks fit.", "132": "Sashastra Seema Bal Act, 2007 132.  Annulment of proceedings.The Central Government, the Director-General or any prescribed\r\nofficer may annul the proceedings of any Force Court on the ground that they\r\nare illegal or unjust.", "133": "Sashastra Seema Bal Act, 2007 Chapter X Execution of Sentences, Pardons, Remissions, Etc.133.  Execution of sentence of death.In executing a sentence of death, a Force Court shall, in its\r\ndiscretion direct that the offender shall suffer death by being hanged by the\r\nneck until he be dead, or shall suffer death by being shot to death.", "134": "Sashastra Seema Bal Act, 2007 134.  Commencement of sentence of imprisonment.Whenever any person is sentenced by a Force Court under this Act\r\nto imprisonment, the term of his sentence shall, whether it has been revised or\r\nnot, be reckoned to commence on the day on which the original proceedings were\r\nsigned by the presiding officer, or in the case of a Summary Force Court, by\r\nthe Court:Provided that if for any reason beyond the control of the\r\ncommanding officer or superior officer, the sentence of imprisonment cannot be\r\nexecuted in full or in part, the convict shall be liable to undergo the whole\r\nor unexpired portion of sentence, as the case may be, when it becomes possible\r\nto carry out the same:Provided further that the period of detention or confinement, if\r\nany, undergone by an accused person during the investigation, inquiry or trial\r\nof the case in which he is sentenced and before the date of which the original\r\nproceedings were signed shall be set off against the term of his sentence and\r\nthe liability of such person to undergo imprisonment shall be restricted to the\r\nremainder, if any of the term of his sentence.", "135": "Sashastra Seema Bal Act, 2007 135.  Execution of sentence of imprisonment.1.       Whenever\r\nany sentence of imprisonment is passed under this Act by a Force Court or\r\nwhenever any sentence of death is commuted to imprisonment, the confirming\r\nofficer or in case of a Summary Force Court the officer holding the Court or\r\nsuch other officer as may be prescribed shall, save as otherwise provided in\r\nsub-sections (3) and (4), direct that the sentence shall be\r\ncarried out by confinement in a civil prison.2.       When a\r\ndirection has been made under sub-section (1), the commanding officer of\r\nthe person under sentence or such other officer as may be prescribed shall\r\nforward a warrant in the prescribed form to the officer in charge of the prison\r\nin which such person is to be confined and shall arrange for his dispatch to\r\nsuch prison with the warrant.3.       In the\r\ncase of a sentence of imprisonment for a period not exceeding three months and\r\npassed under this Act by a Force Court, the appropriate officer under\r\nsub-section (1) may direct that the sentence shall be carried out by\r\nconfinement in Force custody instead of in a civil prison.4.       On\r\nactive duty, a sentence of imprisonment may be carried out by confinement in\r\nsuch place as the officer not below the rank of Additional Deputy\r\nInspector-General within whose command the person sentenced is serving or any\r\nprescribed officer may from time to time appoint.", "136": "Sashastra Seema Bal Act, 2007 136.  Temporary custody of convict.Where a sentence of imprisonment is directed to be undergone in\r\na civil prison, the convict may be kept in Force custody or in any other fit\r\nplace till such time as it is possible to send him to a civil prison.", "137": "Sashastra Seema Bal Act, 2007 137.  Execution of sentence of imprisonment in\r\nspecial cases.Whenever, in the opinion of an officer not below the rank of\r\nAdditional Deputy Inspector-General within whose command the trial is held, any\r\nsentence or portion of a sentence of imprisonment cannot for special reasons\r\nconveniently be carried out in Force custody in accordance with the provisions\r\nof section 135, such officer may direct that such sentence or portion of\r\nsentence shall be carried out by confinement in any civil prison or other fit\r\nplace.", "138": "Sashastra Seema Bal Act, 2007 138.  Conveyance of prisoner from place to place.A person under sentence of imprisonment may during his\r\nconveyance from place to place or when on board a ship, aircraft, or otherwise,\r\nbe subjected to such restraint as is necessary for his safe conduct and\r\nremoval.", "139": "Sashastra Seema Bal Act, 2007 139.  Communication of certain orders to prison\r\nofficers.Whenever an order is duly made under this Act setting aside or\r\nvarying any sentence, order or warrant under which any person is confined in a\r\ncivil prison, a warrant in accordance with such order shall be forwarded by the\r\nofficer making the order or his staff officer or such other person as may be\r\nprescribed, to the officer in charge of the prison in which such person is\r\nconfined.", "140": "Sashastra Seema Bal Act, 2007 140.  Recovery of fine.When a sentence of fine is imposed by a Force Court under\r\nsection 49, a copy of such sentence signed and certified by the confirming\r\nofficer, or where no confirmation is required, by the officer holding the trial\r\nmay be sent to any magistrate in India, and such magistrate shall thereupon\r\ncause the fine to be recovered in accordance with the provisions of the Code of\r\nCriminal Procedure, 1973, as if it were a sentence of fine imposed by such\r\nmagistrate.", "141": "Sashastra Seema Bal Act, 2007 141.  Informality or error in order or warrant.Whenever any person is sentenced to imprisonment under this Act,\r\nand is undergoing the sentence in any place or manner in which he might be\r\nconfined under a lawful order or warrant in pursuance of this Act, the\r\nconfinement of such person shall not be deemed to be illegal only by reason of\r\ninformality or error in, or as respects the order, warrant or other document,\r\nor the authority by which, or in pursuance whereof such person was brought\r\ninto, or, is confined in any such place, and any such order, warrant or\r\ndocument may be amended accordingly.", "142": "Sashastra Seema Bal Act, 2007 142.  Pardon and remission.When any person subject to this Act has been convicted by a\r\nForce Court of any offence, the Central Government or the Director-General or,\r\nin the case of a sentence, which he could have confirmed or which did not\r\nrequire confirmation, an officer not below the rank of Additional Deputy\r\nInspector-General within whose command such person at the time of conviction\r\nwas serving, or the prescribed officer may,.a.       either\r\nwith or without conditions which the person sentenced accepts, pardon the\r\nperson or remit the whole or any part of the punishments awarded; orb.      mitigate\r\nthe punishment awarded; orc.       commute\r\nsuch punishment for any less punishment or punishments mentioned in this Act;\r\nord.      either\r\nwith or without conditions which the person sentenced accepts, release the\r\nperson on parole.", "143": "Sashastra Seema Bal Act, 2007 143.  Cancellation of conditional pardons,\r\nrelease on parole or remission.1.       If any\r\ncondition on which a person has been pardoned or released on parole or a\r\npunishment has been remitted is, in the opinion of the authority which granted\r\nthe pardon, release or remission, not fulfilled, such authority may cancel the\r\npardon, release or remission, and thereupon the sentence of the Court shall be\r\ncarried into effect as if such pardon, release or remission had not been\r\ngranted.2.       A\r\nperson whose sentence of imprisonment is carried into effect under the\r\nprovisions of sub-section (1 ) shall undergo such imprisonment only for\r\nthe unexpired portion of his sentence.", "144": "Sashastra Seema Bal Act, 2007 144.  Suspension of sentence of imprisonment.1.       Where a\r\nperson subject to this Act is sentenced by a Force Court to imprisonment, the\r\nCentral Government, the Director-General or any officer empowered to convene a\r\nGeneral Force Court may suspend the sentence whether or not the offender has\r\nalready been committed to prison or to Force custody.2.       The\r\nauthority or officer specified in sub-section (1 ) may, in the case of an\r\noffender so sentenced direct that until the orders of such authority or officer\r\nhave been obtained, the offender shall not be committed to prison or to Force\r\ncustody.3.       The\r\npowers conferred by sub-sections (1 ) and (2 ) may be exercised in\r\nthe case of any such sentence which has been confirmed, reduced or commuted.", "145": "Sashastra Seema Bal Act, 2007 145.  Orders pending suspension of sentence.1.       Where\r\nthe sentence referred to in section 144 is imposed by a Force Court other than\r\na Summary Force Court, the confirming officer may, when confirming the\r\nsentence, direct that the offender be not committed to prison or to Force\r\ncustody until the orders of the authority or officer specified in section 144\r\nhave been obtained.2.       Where a\r\nsentence of imprisonment is imposed by a Summary Force Court, the officer\r\nholding the trial may make the direction referred to in sub-section (1 ).\r\n", "146": "Sashastra Seema Bal Act, 2007 146.  Release on suspension of sentence.Where a sentence is suspended under section 144, the offender\r\nshall forthwith be released from custody.", "147": "Sashastra Seema Bal Act, 2007 147.  Computation of period of sentence.Any period during which the sentence is under suspension shall\r\nbe reckoned as part of the term of such sentence.", "148": "Sashastra Seema Bal Act, 2007 148.  Order after suspension of sentence.The authority or officer specified in section 144 may, at any\r\ntime while a sentence is suspended, order.a.       that\r\nthe offender be committed to undergo the unexpired portion of the sentence; orb.      that\r\nthe sentence be remitted.", "149": "Sashastra Seema Bal Act, 2007 149.  Reconsideration of case after suspension of\r\nsentence.1.       Where a\r\nsentence has been suspended, the case may at any time, and shall at intervals\r\nof not more than four months, be reconsidered by the authority or officer not\r\nbelow the rank of an Additional Deputy Inspector-General duly authorised by the\r\nauthority or officer specified in section 144.2.       Where\r\non such reconsideration by the officer so authorised, it appears to him that\r\nthe conduct of offender since his conviction has been such as to justify a\r\nremission of sentence, he shall refer the matter to the authority or officer\r\nspecified in section 144.", "150": "Sashastra Seema Bal Act, 2007 150.  Fresh sentence after suspension.Where an offender, while a sentence on him is suspended under\r\nthis Act, is sentenced for any other offence, then.a.       if the\r\nfurther sentence is also suspended under this Act, the two sentences shall run\r\nconcurrently;b.      if the\r\nfurther sentence is for a period of three months or more and is not suspended\r\nunder this Act, the offender shall also be committed to prison or Force custody\r\nfor the unexpired portion of the previous sentence, but both sentences shall\r\nrun concurrently; and (c ) if the further sentence is for a period of\r\nless than three months and is not suspended under this Act, the offender shall\r\nbe so committed on that sentence only, and the previous sentence shall, subject\r\nto any order which may be passed under section 148 or section 149, continue to\r\nbe suspended.", "151": "Sashastra Seema Bal Act, 2007 151.  Scope of power of suspension of sentence.The powers conferred by sections 144 and 148 shall be in\r\naddition to, and not in derogation of, the power of mitigation, remission and\r\ncommutation.", "152": "Sashastra Seema Bal Act, 2007 152.  Effect of suspension and remission of\r\nsentence on dismissal.1.       Where\r\nin addition to any other sentence the punishment of dismissal has been awarded\r\nby a Force Court, and such other sentence is suspended under section 144, then,\r\nsuch dismissal shall not take effect until so ordered by the authority or\r\nofficer specified in section 144.2.       If such\r\nother sentence is remitted under section 148, the punishment of dismissal shall\r\nalso be remitted.", "153": "Sashastra Seema Bal Act, 2007 Chapter XI Miscellaneous153.  Powers and duties conferrable and imposable\r\non members of the Force.1.       The\r\nCentral Government may, by general or special order published in the Official\r\nGazette, direct that, subject to such conditions and limitations as may be\r\nspecified in the order, any member of the Force may exercise or discharge such\r\nof the powers or duties under any Central Act as may be specified in the said\r\norder, being the powers and duties which, in the opinion of the Central\r\nGovernment, an officer of the corresponding or lower rank is by such Central\r\nAct empowered to exercise or discharge for the said purposes.2.       The\r\nCentral Government may, by general or special order published in the Official\r\nGazette, confer or impose, with the concurrence of the State Government\r\nconcerned, any of the powers or duties which may be exercised or discharged\r\nunder a State Act by a police officer upon a member of the Force who, in the\r\nopinion of the Central Government, holds a corresponding or higher rank.3.       Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the order or both Houses agree that the order\r\nshould not be made, the order shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that order.", "154": "Sashastra Seema Bal Act, 2007 154.  Protection for acts of members of the\r\nForce.1.       In any\r\nsuit or proceeding against any member of the Force for any act done by him in\r\npursuance of a warrant or order of a competent authority, it shall be lawful\r\nfor him to plead that such act was done by him under the authority of such\r\nwarrant or order.2.       Any\r\nsuch plea may be proved by the production of the warrant or order directing the\r\nact, and if it is so proved, the member of the Force shall thereupon be\r\ndischarged from liability in respect of the act so done by him, notwithstanding\r\nany defect in the jurisdiction of the authority which issued such warrant or\r\norder.3.       Notwithstanding\r\nanything contained in any other law for the time being in force, any legal\r\nproceeding (whether civil or criminal) which may lawfully be brought against\r\nany member of the Force for anything done or intended to be done under the\r\npowers conferred by, or in pursuance of any provision of this Act or the rules,\r\nshall be commenced within three months after the act complained of was\r\ncommitted and not otherwise, and notice in writing of such proceeding and of\r\nthe cause thereof shall be given to the defendant or his superior officer at\r\nleast one month before the commencement of such proceeding.", "155": "Sashastra Seema Bal Act, 2007 155.  Power to make rules.1.       The\r\nCentral Government may, by notification, make rules for the purpose of carrying\r\nout the provisions of this Act.2.       In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for.a.     \r\n  the manner of constitution of the Force and conditions of\r\nservice of its members under section 4;b.    \r\n  superintendence, direction and control of the Force under\r\nsection 5;c.     \r\n  the persons to be enrolled to the Force, mode of enrolment and\r\nprocedure thereof under section 6;d.    \r\n  the authority, to whom resignation to be submitted and the\r\npermission for withdrawal from duty to be obtained from, under section 8;e.     \r\n  the dismissal, removal and reduction in rank of persons under\r\nsection 11;f.     \r\n  the authority and other matters required to be prescribed under\r\nsection 13;g.    \r\n  the amount and the incidence of fine to be imposed under section\r\n60;h.     \r\n  the manner and extent of deductions from pay and allowances and\r\nthe authority therefore under section 66;i.      \r\n  the procedure of investigation of an offence and the manner and\r\nperiod of detention of persons under section 70;j.      \r\n  the manner of making the report by the commanding officer in\r\nrespect of delay in convening Force Court under section 71;k.     \r\n  the authority to appoint the court of inquiry and the manner of\r\nappointment thereof under section 74;l.      \r\n  the manner of convening Force Courts under section 76;m.   \r\n  the persons by whom an accused may be defended in a trial and\r\nappearance of such persons under section 91;n.     \r\n  the recruitment and conditions of service of the Judge\r\nAttorney-General, Deputy Judge Attorney-General, Additional Judge\r\nAttorney-General and Judge Attorney under section 95;o.    \r\n  the officer to annul proceedings of the Force Court under\r\nsection 132; andp.    \r\n  any other matter which is to be, or may be, prescribed, or in\r\nrespect of which provision is to be, or may be, made by the rules.1.     \r\n 2.     \r\n 3.       Every\r\nrule made under this Act shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session, for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the rule or both Houses agree that the rule should not be made,\r\nthe rule shall thereafter have effect only in such modified form or be of no\r\neffect, as the case may be; so, however, that any such modification or annulment\r\nshall be without prejudice to the validity of anything previously done under\r\nthat rule.", "156": "Sashastra Seema Bal Act, 2007 156.  Provisions as to existing Sashastra Seema\r\nBal.1.       The\r\nSashastra Seema Bal in existence at the commencement of this Act shall be\r\ndeemed to be the Force constituted under this Act.2.       The\r\nmembers of the Sashastra Seema Bal in existence at the commencement of this Act\r\nshall be deemed to have been appointed or, as the case may be, enrolled as such\r\nunder this Act.3.       Anything\r\ndone or any action taken before the commencement of this Act in relation to the\r\nconstitution of the Sashastra Seema Bal referred to in sub-section (1 ),\r\nin relation to any person appointed or enrolled, as the case may be, thereto,\r\nshall be as valid and as effective in law as if such thing or action was done\r\nor taken under this Act:Provided that nothing in this sub-section shall render any\r\nperson guilty of any offence in respect of anything done or omitted to be done\r\nby him before the commencement of this Act."}