{"name": "Science and Engineering Research Board Act, 2008\r", "1": "The Science and Engineering Research Board Act, 2008Chapter I Preliminary1. Short title and\r\ncommencement. -1.  \r\n  This\r\nAct may be called the Science and Engineering Research Board Act, 2008.2.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "The Science and Engineering Research Board Act, 20082. Definitions. -In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"Board\"\r\nmeans the Science and Engineering Research Board constituted under sub-section\r\n(1) of section 3;b.  \r\n  \"Chairperson\"\r\nmeans the Chairperson of the Board;c.  \r\n  \"Fund\"\r\nmeans the Fund for Science and Engineering Research constituted under\r\nsub-section (1) of section 10;d.  \r\n  \"member\"\r\nmeans a member of the Board and includes the Chairperson;e.  \r\n  \"Oversight\r\nCommittee\" means the Oversight Committee of Experts constituted under\r\nsub-section (1) of section 5;f.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act;g.  \r\n  \"Secretary\"\r\nmeans the Secretary of the Board appointed under sub-section (1) of section 4.", "3": "The Science and Engineering Research Board Act, 2008Chapter II Science\r\nand Engineering Research Board3. Constitution and\r\nincorporation of Board. -1.  \r\n  The\r\nCentral Government shall, by notification in the Official Gazette, constitute,\r\nfor the purposes of this Act, a Board to be called the Science and Engineering\r\nResearch Board.2.  \r\n  The\r\nBoard shall be a body corporate by the name aforesaid having perpetual\r\nsuccession and a common seal with power, subject to the provisions of this Act,\r\nto contract and shall, by the said name, sue and be sued.3.  \r\n  The\r\nBoard shall consist of the following persons, namely:-a.   Secretary to the\r\nGovernment of India in the Department of Science and Technology, ex\r\nofficio-Chairperson;b.   Member-Secretary,\r\nPlanning Commission, ex officio-Member;c.   Secretary to the\r\nGovernment of India in the Department of Biotechnology, ex officio-Member;d.   Secretary to the\r\nGovernment of India in the Department of Scientific and Industrial Research, ex\r\nofficio-Member;e.   Secretary to the\r\nGovernment of India in the Ministry of Earth Sciences, ex officio-Member;f.   Secretary to the\r\nGovernment of India in the Department of Expenditure, Ministry of Finance or\r\nhis nominee, ex officio-Member;g.   Secretary to the\r\nGovernment of India in the Department of Health Research, ex officio-Member;h.   not more than three\r\nmembers to be appointed by the Central Government from amongst persons having\r\nexperience in scientific research in different disciplines in academic\r\ninstitutions;i.   not more than three\r\nmembers to be appointed by the Central Government from amongst persons having\r\nexperience in scientific research in different disciplines in Government\r\nresearch laboratories;j.   not more than four\r\nmembers to be appointed by the Central Government from amongst persons having\r\nexperience in scientific research in different disciplines in the industry, international\r\nprojects on science and technology, socio-economic sectors and other Government\r\nresearch laboratories.1.  \r\n2.  \r\n\r\n3.  \r\n4.  \r\n  The\r\nHead Office of the Board shall be at Delhi or in the National Capital Region.5.  \r\n  The\r\nqualifications and experience, term of office and allowances of the members\r\nspecified in clauses (h) to (j) of sub-section (3) shall be such as may be\r\nprescribed.6.  \r\n\r\n  The\r\nChairperson shall, in addition to presiding over the meetings of the Board,\r\nexercise and discharge such powers and duties, as may be prescribed or\r\ndelegated to him by the Board.7.  \r\n  No\r\nact or proceeding of the Board shall be invalidated merely by reason of-a.   any vacancy in, or\r\nany defect in the constitution of, the Board;b.   any defect in the\r\nappointment of a person acting as a member of the Board;c.   any irregularity in\r\nthe procedure of the Board not affecting the merits of the case.", "4": "The Science and Engineering Research Board Act, 20084. Secretary and\r\nother officers and employees of Board. -1.  \r\n  The\r\nBoard may appoint an eminent Scientist not below the rank of Additional\r\nSecretary to the Government of India as the Secretary of the Board, in\r\nconsultation with the Central Government.2.  \r\n  The\r\nBoard may appoint such other officers and employees as it considers necessary\r\nfor the efficient discharge of its functions under this Act.3.  \r\n  The\r\nqualifications and experience, terms and conditions of service including salary\r\nand allowances of the Secretary and other officers and employees of the Board\r\nshall be such as may be specified in the regulations made by the Board.4.  \r\n\r\n  The\r\nBoard may engage the services of personnel, both from within and outside the\r\ncountry as consultants, visiting scientists on such terms and conditions and\r\nremunerations as may be specified in the regulations made by the Board and\r\nshall facilitate their operations within the country.", "5": "The Science and Engineering Research Board Act, 20085. Oversight\r\nCommittee of Experts. -1.  \r\n  Subject\r\nto the rules made in this behalf, the Board shall constitute an Oversight\r\nCommittee of Experts consisting of experts, eminent scientists and academics to\r\nadvise and assist the Board.2.  \r\n  The\r\nOversight Committee shall consist of the following persons, namely:- \r\n i.  \r\n  a\r\nscientist of eminence and international repute- Chairperson; \r\n\r\n ii.  \r\n  Secretary\r\nto the Government of India in the Department of Science and Technology, ex\r\nofficio-Vice-Chairperson; \r\n iii.  \r\n  Presidents\r\nof Indian National Science Academy, Indian Academy of Sciences and Indian\r\nNational Academy of Engineering, ex officio-Members; \r\n iv.  \r\n  not\r\nmore than three members to be appointed by the Central Government from amongst\r\ndistinguished experts in different areas of science and technology; and \r\n v.  \r\n  Secretary\r\nto the Board, ex officio-Member.", "6": "The Science and Engineering Research Board Act, 20086. Committees of\r\nBoard. -1.  \r\n  Subject\r\nto the rules made in this behalf, the Board may appoint such committees as may\r\nbe necessary for the efficient discharge of its duties and performance of its\r\nfunctions under this Act.2.  \r\n  The\r\nBoard shall have the power to co-opt as members of any committee appointed\r\nunder sub-section (1), such number of persons who are not members of the Board\r\nas it may think fit, and the person so co-opted shall have the right to attend\r\nthe meetings of the committee, and take part in the proceedings of the\r\ncommittee.", "7": "The Science and Engineering Research Board Act, 20087. Powers and\r\nfunctions of Board. -1.  \r\n  The\r\nBoard shall serve as a premier multi-disciplinary research funding agency for\r\nplanning, promoting and funding basic research in the emerging areas of science\r\nand engineering.2.  \r\n  The\r\npowers and functions of the Board shall, inter alia, include- \r\n i.  \r\n  serving\r\nas a premier multi-disciplinary research agency for planning, promoting and\r\nfunding of internationally competitive research in emerging areas; \r\n\r\n ii.  \r\n  considering\r\nand taking decisions on the recommendations and suggestions made by the\r\nOversight Committee; \r\n iii.  \r\n  identifying\r\nmajor inter-disciplinary research areas, and individuals, groups or\r\ninstitutions and funding them for undertaking research; \r\n iv.  \r\n  evolving\r\nnationally coordinated programmes in various identified areas involving\r\ninstitutions that will have a multiplier effect in promoting research; \r\n v.  \r\n  assisting\r\nin setting up infrastructure and environment for scientific pursuit; \r\n vi.  \r\n  achieving\r\nsynergy between academic institutions, research and development laboratories\r\nand industry for promoting basic research in science and engineering; \r\n vii.  \r\n  evolving\r\na management system to speedily provide for funding research, including\r\nmonitoring and evaluation, by adopting modern management practices; \r\n viii.  \r\n  evolving\r\nparticipation in international collaborative projects, wherever necessary or\r\ndesirable; and \r\n ix.  \r\n  taking\r\nover and continuance of the basic research projects and programmes undertaken\r\nor funded by the Central Government under the existing Science and Engineering\r\nResearch Council scheme.1.  \r\n2.  \r\n3.  \r\n  The\r\nBoard may provide financial assistance for the purposes specified in\r\nsub-section (2), in the form of grants and loans to individuals, academic\r\ninstitutions, research and development laboratories, industries and other\r\norganisations.", "8": "The Science and Engineering Research Board Act, 2008Chapter III\r\nApplication for Sanction of Financial Assistance8. Application for\r\navailing of financial assistance. -1.  \r\n  An\r\napplication for availing of financial assistance for the purposes specified in\r\nsub-section (1) of section 7 shall be made to the Board in such form as may be\r\nprescribed.2.  \r\n  The\r\nBoard may, after examining the application and after making such enquiries or\r\nseeking such clarifications as it considers necessary, by order in writing,\r\neither sanction the financial assistance or refuse the same.", "9": "The Science and Engineering Research Board Act, 2008Chapter IV Finance,\r\nAccounts and Audit9. Grants and loans\r\nby Central Government - .The Central\r\nGovernment may, after due appropriation made by Parliament by law, in this\r\nbehalf, make to the Board grants and loans of such sums of money as that\r\nGovernment may consider necessary.", "10": "The Science and Engineering Research Board Act, 200810. Fund for Science\r\nand Engineering Research. -1.  \r\n  There\r\nshall be constituted a Fund to be called the Fund for Science and Engineering\r\nResearch and there shall be credited to the Fund-a.   any grants and loans\r\nmade to the Board by the Central Government under section 9;b.   all sums received by\r\nthe Board including donations from any other source;c.   recoveries made of\r\nthe amounts granted from the Fund; andd.   any income from\r\ninvestment of the amount of the Fund.1.  \r\n2.  \r\n  The\r\nFund shall be applied for meeting-a.   expenses on the object\r\nand for the purposes authorised by this Act;b.   salaries, allowances\r\nand other expenses of the members, officers and other employees of the Board;c.   remunerations of the\r\nconsultants and visiting scientists; andd.   expenses of the Board\r\nin the discharge of its functions under this Act.", "11": "The Science and Engineering Research Board Act, 200811. Budget. -The Board shall\r\nprepare, in such form and at such time in each financial year, as may be\r\nprescribed, its budget for the next financial year, showing the estimated\r\nreceipts and expenditure of the Board and forward the same to the Central Government.", "12": "The Science and Engineering Research Board Act, 200812. Annual report. -The Board shall\r\nprepare, in such form and at such time in each financial year, as may be\r\nprescribed, its annual report, giving a full account of its activities during\r\nthe previous financial year, and submit a copy thereof to the Central\r\nGovernment.", "13": "The Science and Engineering Research Board Act, 200813. Accounts and\r\naudit. -1.  \r\n  The\r\nBoard shall maintain proper accounts and other relevant records and prepare an\r\nannual statement of accounts in such form as may be prescribed by the Central\r\nGovernment in consultation with the Comptroller and Auditor-General of India.2.  \r\n  The\r\nComptroller and Auditor-General of India or any other person appointed by him\r\nin connection with the auditing of the accounts of the Board under this Act\r\nshall have the same rights and privileges and the authority in connection with\r\nsuch audit as the Comptroller and Auditor-General of India has in connection\r\nwith the auditing of the Government accounts and, in particular, shall have the\r\nright to demand the production of books, accounts, connected vouchers and other\r\ndocuments and papers and to inspect any of the office of the Board under this\r\nAct.3.  \r\n  The\r\naccounts of the Board shall be audited by the Comptroller and Auditor-General\r\nof India annually and any expenditure incurred in connection with such audit\r\nshall be payable by the Board to the Comptroller and Auditor-General.4.  \r\n\r\n  The\r\nBoard shall furnish to the Central Government, before such date as may be\r\nprescribed, its audited copy of accounts together with auditor's report.", "14": "The Science and Engineering Research Board Act, 200814. Annual report and\r\nauditor's report to be laid before Parliament. -The Central\r\nGovernment shall cause the annual report and auditor's report to be laid, as\r\nsoon as may be after they are received, before each House of Parliament.", "15": "The Science and Engineering Research Board Act, 2008Chapter V\r\nMiscellaneous15. Returns to be\r\nfurnished to Board. -1.  \r\n  An\r\nindustrial concern or an institution receiving financial assistance from the\r\nBoard shall furnish return to the Board in such form and at such time as may be\r\nspecified by regulations.2.  \r\n  The\r\nBoard may authorise an officer to visit any industrial concern or institution\r\nreferred to in sub-section (1) at any time to verify the accuracy of any return\r\nmade under this section.", "16": "The Science and Engineering Research Board Act, 200816. Power of Central\r\nGovernment to issue directions. -1.  \r\n  Without\r\nprejudice to the foregoing provisions of this Act, the Board shall, in the\r\ndischarge of its functions and duties under this Act, be bound by such\r\ndirections on questions of policy as the Central Government may give in writing\r\nto it from time to time:that the\r\nBoard shall, as far as practicable, be given an opportunity to express its\r\nviews before any direction is given under this sub-section.2.  \r\n  The\r\ndecision of the Central Government, whether a question is one of the policy or\r\nnot, shall be final.", "17": "The Science and Engineering Research Board Act, 200817. Power of Central\r\nGovernment to supersede Board. -1.  \r\n  If\r\nat any time the Central Government is of the opinion-a.   that on account of\r\ngrave emergency, the Board is unable to discharge the functions and the duties\r\nimposed on it by or under the provisions of this Act; orb.   that the Board has\r\npersistently made default in complying with any direction issued by the Central\r\nGovernment under this Act or in the discharge of the functions and duties\r\nimposed on it by or under the provisions of this Act and as a result of such\r\ndefault the financial position of the Board or the administration of the Board\r\nhas deteriorated; orc.   that circumstances\r\nexist which render it necessary in the public interest so to do, the Central\r\nGovernment may, by notification in the Official Gazette, supersede the Board\r\nfor such period, not exceeding six months, as may be specified in the\r\nnotification.1.  \r\n2.  \r\n  Upon\r\nthe publication of a notification under sub-section (1) superseding the Board,-a.   all the members\r\nshall, as from the date of supersession, vacate their offices as such;b.   all the powers,\r\nfunctions and duties which may, by or under the provisions of this Act, be\r\nexercised or discharged by or on behalf of the Board shall, until the Board is\r\nreconstituted under sub-section (3), be exercised and discharged by such person\r\nor persons as the Central Government may direct; andc.   all property owned or\r\ncontrolled by the Board shall, until the Board is reconstituted under\r\nsub-section (3), vest in the Central Government.1.  \r\n2.  \r\n3.  \r\n  On\r\nthe expiration of the period of supersession specified in the notification\r\nissued under sub-section (1), the Central Government may reconstitute the Board\r\nby a fresh appointment and in such case any person or persons who vacated their\r\noffices under clause (a) of sub-section (2), shall not be deemed to be\r\ndisqualified for appointment:that the\r\nCentral Government may, at any time, before the expiration of the period of\r\nsupersession, take action under this sub-section.1.  \r\n2.  \r\n3.  \r\n4.  \r\n\r\n  The\r\nCentral Government shall cause a notification issued under sub-section (1) and\r\na full report of any action taken under this section and the circumstances\r\nleading to such action to be laid before each House of Parliament at the\r\nearliest.", "18": "The Science and Engineering Research Board Act, 200818. Delegation. -The Board may, by\r\ngeneral or special order in writing, delegate to the Chairperson or any other\r\nmember or to any officer of the Board subject to such conditions and\r\nlimitations, if any, as may be specified in the order, such of its powers and\r\nfunctions under this Act (except the power under section 21) as it may deem\r\nnecessary.", "19": "The Science and Engineering Research Board Act, 200819. Protection of\r\naction taken in good faith. -No prosecution or\r\nother legal proceeding shall lie against the Central Government or the Board or\r\nany committee appointed by it or any member of the Board or such committee, or\r\nany officer or employee of the Government or the Board or any other person\r\nauthorised by the Central Government or the Board for anything which is in good\r\nfaith done or intended to be done under this Act or the rules or regulations\r\nmade there under.", "20": "The Science and Engineering Research Board Act, 200820. Power of Central\r\nGovernment to make rules. -1.  \r\n  The\r\nCentral Government may, by notification in the Official Gazette, make rules to\r\ncarry out the provisions of this Act.2.  \r\n  Without\r\nprejudice to the generality of the foregoing power, such rules may provide for\r\nall or any of the following matters, namely:-a.   the qualifications\r\nand experience, term of office and other allowances of the members of the\r\nBoard, under sub-section (5) of section 3;b.   the powers and duties\r\nof the Chairperson under sub-section (6) of section 3;c.   the constitution of\r\nOversight Committee under section 5;d.   the constitution of\r\ncommittees under sub-section (1) of section 6;e.   the form of\r\napplication under sub-section (1) of section 8;f.   the form in which,\r\nand the time at which the Board shall prepare its budget under section 11 and\r\nits annual report under section 12;g.   the form of annual\r\nstatement of accounts under sub-section (1) of section 13 and the date before\r\nwhich audited copy of the accounts may be furnished to the Central Government\r\nunder sub-section (4) of that section;h.   any other matter\r\nwhich is to be or may be prescribed or in respect of which provision is to be,\r\nor may be, made by rules.", "21": "The Science and Engineering Research Board Act, 200821. Power of Board to\r\nmake regulations. -1.  \r\n  The\r\nBoard may, with the previous approval of the Central Government, by\r\nnotification in the Official Gazette, make regulations consistent with this Act\r\nand the rules generally to carry out the provisions of this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch regulations may provide for all or any of the following matters, namely:-a.   the qualifications\r\nand experience, terms and conditions of service including salaries and allowances\r\nof the Secretary and other officers and employees of the Board under\r\nsub-section (2) of section 4;b.   the form in which and the time at which the returns may be furnished to the Board under sub-section (1) of section 15.", "22": "The Science and Engineering Research Board Act, 200822. Rules and\r\nregulations to be laid before Parliament. -Every rule and every\r\nregulation made under this Act shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament, while it is in session, for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or regulation or both Houses agree that\r\nthe rule or regulation should not be made, the rule or regulation shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment shall be without\r\nprejudice to the validity of anything previously done under that rule or\r\nregulation."}