{"name": "Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 2002\r", "1": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 20021. Short title,\r\nextent and commencement.- 1.     \r\n  This\r\nAct may be called the Securitisation and Reconstruction of Financial Assets and\r\nEnforcement of Security Interest Act, 2002.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall be deemed to have come into force on the 21st day of June, 2002.", "2": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 20022. Definitions.- 1.     \r\n  In\r\nthis Act, unless the context otherwise requires,-a.      Appellate Tribunal\r\nmeans a Debts Recovery Appellate Tribunal established under sub-section (1) of\r\nsection 8 of the Recovery of Debts Due to Banks and Financial Institutions Act,\r\n1993 (51 of 1993)b.     asset reconstruction\r\nmeans acquisition by any securitisation company or reconstruction company of\r\nany right or interest of any bank or financial institution in any financial\r\nassistance for the purpose of realisation of such financial assistance;c.      bank means-                     \r\n i.        \r\n  a\r\nbanking company; or                    \r\n ii.        \r\n  a\r\ncorresponding new bank; or                   \r\n iii.        \r\n  the\r\nState Bank of India; or                   \r\n iv.        \r\n  a\r\nsubsidiary bank; or                    \r\n v.        \r\n  such\r\nother bank which the Central Government may, by notification, specify for the\r\npurposes of this Act;a.    b.    c.    d.     banking company shall\r\nhave the meaning assigned to it in clause (c) of section 5 of the Banking\r\nRegulation Act, 1949 (10 of 1949)e.      Board means the\r\nSecurities and Exchange Board of India established under section 3 of the\r\nSecurities and Exchange Board of India Act, 1992 (15 of 1992)f.      borrower means any\r\nperson who has been granted financial assistance by any bank or financial\r\ninstitution or who has given any guarantee or created any mortgage or pledge as\r\nsecurity for the financial assistance granted by any bank or financial\r\ninstitution and includes a person who becomes borrower of a securitisation\r\ncompany or reconstruction company consequent upon acquisition by it of any\r\nrights or interest of any bank or financial institution in relation to such\r\nfinancial assistance;g.     Central Registry\r\nmeans the registry set up or cause to be set up under sub-section (1) of\r\nsection 20;h.      corresponding new\r\nbank shall have the meaning assigned to it in clause (da) of section 5 of the\r\nBanking Regulation Act, 1949 (10 of 1949)i.       Debts Recovery\r\nTribunal means the Tribunal established under sub-section (1) of section 3 of\r\nthe Recovery of Debts due to Banks and Financial Institutions Act, 1993 (51 of\r\n1993)j.       default means\r\nnon-payment of any principal debt or interest thereon or any other amount\r\npayable by a borrower to any secured creditor consequent upon which the account\r\nof such borrower is classified as non-performing asset in the books of account\r\nof the secured creditor in accordance with the directions or guidelines issued\r\nby the Reserve Bank;k.      financial assistance\r\nmeans any loan or advance granted or any debentures or bonds subscribed or any\r\nguarantees given or letters of credit established or any other credit facility\r\nextended by any bank or financial institution;l.       financial asset means\r\ndebt or receivables and includes-                     \r\n i.        \r\n  a\r\nclaim to any debt or receivables or part thereof, whether secured or unsecured;\r\nor                    \r\n ii.        \r\n  any\r\ndebt or receivables secured by, mortgage of, or charge on, immovable property;\r\nor                   \r\n iii.        \r\n  a\r\nmortgage, charge, hypothecation or pledge of movable property; or                   \r\n iv.        \r\n  any\r\nright or interest in the security, whether full or part underlying such debt or\r\nreceivables; or                    \r\n v.        \r\n  any\r\nbeneficial interest in property, whether movable or immovable, or in such debt,\r\nreceivables, whether such interest is existing, future, accruing, conditional\r\nor contingent; or                   \r\n vi.        \r\n  any\r\nfinancial assistance;a.   b.   c.   d.   e.   f.   g.   h.   i.   j.   k.   l.   m.    financial institution\r\nmeans-                     \r\n i.        \r\n  a\r\npublic financial institution within the meaning of section 4A of the Companies\r\nAct, 1956 (1 of 1956)                    \r\n ii.        \r\n  any\r\ninstitution specified by the Central Government under sub-clause (ii) of clause\r\n(h) of section 2 of the Recovery of Debts Due to Banks and Financial\r\nInstitutions Act, 1993 (51 of 1993)                   \r\n iii.        \r\n  the\r\nInternational Finance Corporation established under the International Finance\r\nCorporation (Status, Immunities and Privileges ) Act, 1958 (42 of 1958)                   \r\n iv.        \r\n  any\r\nother institution or non-banking financial company as defined in clause (f) of\r\nsection 45-I of the Reserve Bank of India Act, 1934 (2 of 1934), which the\r\nCentral Government may, by notification, specify as financial institution for\r\nthe purposes of this Act;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\nl.     \r\nm.     \r\nn.      hypothecation means a\r\ncharge in or upon any movable property, existing or future, created by a\r\nborrower in favour of a secured creditor without delivery of possession of the\r\nmovable property to such creditor, as a security for financial assistance and\r\nincludes floating charge and crystallisation of such charge into fixed charge\r\non movable property;o.     non-performing asset\r\nmeans an asset or account of a borrower, which has been classified by a bank or\r\nfinancial institution as sub-standard, doubtful or loss asset, in accordance\r\nwith the directions or under guidelines relating to assets classifications\r\nissued by the Reserve Bank;p.     notification means a\r\nnotification published in the Official Gazette;q.     obligor means a\r\nperson liable to the originator, whether under a contract or otherwise, to pay\r\na financial asset or to discharge any obligation in respect of a financial\r\nasset, whether existing, future, conditional or contingent and includes the\r\nborrower;r.       originator means the\r\nowner of a financial asset which is acquired by a securitisation company or\r\nreconstruction company for the purpose of securitisation or asset\r\nreconstruction;s.      prescribed means\r\nprescribed by rules made under this Act;t.       property means-                     \r\n i.        \r\n  immovable\r\nproperty;                    \r\n ii.        \r\n  movable\r\nproperty;                   \r\n iii.        \r\n  any\r\ndebt or any right to receive payment of money, whether secured or unsecured;                   \r\n iv.        \r\n  receivables,\r\nwhether existing or future;                    \r\n v.        \r\n  intangible\r\nassets, being know-how, patent, copyright, trade mark, licence, franchise or\r\nany other business or commercial right of similar nature;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\nl.     \r\nm.     \r\nn.     \r\no.     \r\np.     \r\nq.     \r\nr.     \r\ns.     \r\nt.     \r\nu.      qualified\r\ninstitutional buyer means a financial institution, insurance company, bank,\r\nstate financial corporation, state industrial development corporation, trustee\r\nor any asset management company making investment on behalf of mutual fund or\r\nprovident fund or gratuity fund or pension fund or a foreign institutional\r\ninvestor registered under the Securities and Exchange Board of India Act, 1992\r\n(15 of 1992) or regulations made thereunder, or any other body corporate as may\r\nbe specified by the Board;v.      reconstruction\r\ncompany means a company formed and registered under the Companies Act, 1956 (1\r\nof 1956) for the purpose of asset reconstruction;w.     Registrar of\r\nCompanies means the Registrar defined in clause (40) of section 2 of the\r\nCompanies Act, 1956 (1 of 1956)x.      Reserve Bank means\r\nthe Reserve Bank of India constituted under section 3 of the Reserve Bank of\r\nIndia Act, 1934 (2 of 1934)y.      scheme means a scheme\r\ninviting subscription to security receipts proposed to be issued by a securitisation\r\ncompany or reconstruction company under that scheme;z.      securitisation means\r\nacquisition of financial assets by any securitisation company or reconstruction\r\ncompany from any originator, whether by raising of funds by such securitisation\r\ncompany or reconstruction company from qualified institutional buyers by issue\r\nof security receipts representing undivided interest in such financial assets\r\nor otherwise;za.    securitisation\r\ncompany means any company formed and registered under the Companies Act, 1956\r\n(1 of 1956) for the purpose of securitisation;zb.   security agreement\r\nmeans an agreement, instrument or any other document or arrangement under which\r\nsecurity interest is created in favour of the secured creditor including the\r\ncreation of mortgage by deposit of title deeds with the secured creditor;zc.    secured asset means\r\nthe property on which security interest is created;zd.   secured creditor\r\nmeans any bank or financial institution or any consortium or group of banks or\r\nfinancial institutions and includes-                     \r\n i.        \r\n  debenture\r\ntrustee appointed by any bank or financial institution; or                    \r\n ii.        \r\n  securitisation\r\ncompany or reconstruction company; or                   \r\n iii.        \r\n  any\r\nother trustee holding securities on behalf of a bank or financial institution; in\r\nwhose favour security interest is created for due repayment by any borrower of\r\nany financial assistance;za.   zb.   zc.   zd.   ze.    secured debt means a\r\ndebt which is secured by any security interest;zf.    security interest\r\nmeans right, title and interest of any kind whatsoever upon property, created\r\nin favour of any secured creditor and includes any mortgage, charge,\r\nhypothecation, assignment other than those specified in section 31;zg.   security receipt\r\nmeans a receipt or other security, issued by a securitisation company or\r\nreconstruction company to any qualified institutional buyer pursuant to a\r\nscheme, evidencing the purchase or acquisition by the holder thereof, of an\r\nundivided right, title or interest in the financial asset involved in\r\nsecuritisation;zh.    sponsor means any\r\nperson holding not less than ten per cent. of the paid-up equity capital of a\r\nsecuritisation company or reconstruction company;zi.     State Bank of India\r\nmeans the State Bank of India constituted under section 3 of the State Bank of\r\nIndia Act, 1955 (23 of 1955)zj.     subsidiary bank shall\r\nhave the meaning assigned to it in clause (k) of section 2 of the State Bank of\r\nIndia (Subsidiary Banks) Act, 1959 (38 of 1959).1.     \r\n2.     \r\n  Words\r\nand expressions used and not defined in this Act but defined in the Indian\r\nContract Act, 1872 (9 of 1872) or the Transfer of Property Act, 1882 (4 of\r\n1882) or the Companies Act, 1956 (1 of 1956) or the Securities and Exchange\r\nBoard of India Act, 1992 (15 of 1992) shall have the same meanings respectively\r\nassigned to them in those Acts.", "3": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 20023. Registration of\r\nsecuritisation companies or reconstruction companies.- 1.     \r\n  No\r\nsecuritisation company or reconstruction company shall commence or carry on the\r\nbusiness of securitisation or asset reconstruction without-a.      obtaining a\r\ncertificate of registration granted under this section; andb.     having the owned fund\r\nof not less than two crore rupees or such other amount not exceeding fifteen\r\nper cent. of total financial assets acquired or to be acquired by the\r\nsecuritisation company or reconstruction company, as the Reserve Bank may, by\r\nnotification, specify:Provided that  the Reserve Bank\r\nmay, by notification, specify different amounts of owned fund for different\r\nclass or classes of securitisation companies or reconstruction companies:Provided further  that a\r\nsecuritisation company or reconstruction company, existing on the commencement\r\nof this Act, shall make an application for registration to the Reserve Bank\r\nbefore the expiry of six months from such commencement and notwithstanding\r\nanything contained in this sub-section may continue to carry on the business of\r\nsecuritisation or asset reconstruction until a certificate of registration is\r\ngranted to it or, as the case may be, rejection of application for registration\r\nis communicated to it.1.     \r\n2.     \r\n  Every\r\nsecuritisation company or reconstruction company shall make an application for\r\nregistration to the Reserve Bank in such form and manner as it may specify.3.     \r\n  The\r\nReserve Bank may, for the purpose of considering the application for\r\nregistration of a securitisation company or reconstruction company to commence\r\nor carry on the business of securitisation or asset reconstruction, as the case\r\nmay be, require to be satisfied, by an inspection of records or books of such\r\nsecuritisation company or reconstruction company, or otherwise, that the\r\nfollowing conditions are fulfilled, namely:-a.      that the\r\nsecuritisation company or reconstruction company has not incurred losses in any\r\nof the three preceding financial years;b.     that such\r\nsecuritisation company or reconstruction company has made adequate arrangements\r\nfor realisation of the financial assets acquired for the purpose of\r\nsecuritisation or asset reconstruction and shall be able to pay periodical\r\nreturns and redeem on respective due dates on the investments made in the\r\ncompany by the qualified institutional buyers or other persons;c.      that the directors of\r\nsecuritisation company or reconstruction company have adequate professional\r\nexperience in matters related to finance, securitisation and reconstruction;d.     that the board of\r\ndirectors of such securitisation company or reconstruction company does not\r\nconsist of more than half of its total number of directors who are either\r\nnominees of any sponsor or associated in any manner with the sponsor or any of\r\nits subsidiaries;e.      that any of its directors\r\nhas not been convicted of any offence involving moral turpitude;f.      that a sponsor, is\r\nnot a holding company of the securitisation company or reconstruction company,\r\nas the case may be, or, does not otherwise hold any controlling interest in\r\nsuch securitisation company or reconstruction company;g.     that securitisation\r\ncompany or reconstruction company has complied with or is in a position to\r\ncomply with prudential norms specified by the Reserve Bank.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nReserve Bank may, after being satisfied that the conditions specified in\r\nsub-section (3) are fulfilled, grant a certificate of registration to the\r\nsecuritisation company or the reconstruction company to commence or carry on\r\nbusiness of securitisation or asset reconstruction, subject to such conditions,\r\nwhich it may consider, fit to impose.5.     \r\n  The\r\nReserve Bank may reject the application made under sub-section (2) if it is\r\nsatisfied that the conditions specified in sub-section (3) are not fulfilled:Provided  that  before rejecting the\r\napplication, the applicant shall be given a reasonable opportunity of being\r\nheard.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  Every\r\nsecuritisation company or reconstruction company, shall obtain prior approval\r\nof the Reserve Bank for any substantial change in its management or change of\r\nlocation of its registered office or change in its name:Provided  that  the decision of the\r\nReserve Bank, whether the change in management of a securitisation company or a\r\nreconstruction company is a substantial change in its management or not, shall\r\nbe final.Explanation.-  For the purposes of\r\nthis section, the expression substantial change in management means the change\r\nin the management by way of transfer of shares or amalgamation or transfer of\r\nthe business of the company.", "4": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 20024. Cancellation of\r\ncertificate of registration.- 1.     \r\n  The\r\nReserve Bank may cancel a certificate of registration granted to a\r\nsecuritisation company or a reconstruction company, if such company-a.      ceases to carry on\r\nthe business of securitisation or asset reconstruction; orb.     ceases to receive or\r\nhold any investment from a qualified institutional buyer; orc.      has failed to comply\r\nwith any conditions subject to which the certificate of registration has been\r\ngranted to it; ord.     at any time fails to\r\nfulfil any of the conditions referred to in clauses (a) to (g) of sub-section\r\n(3) of section 3; ore.      fails to-                     \r\n i.        \r\n  comply\r\nwith any direction issued by the Reserve Bank under the provisions of this Act;\r\nor                    \r\n ii.        \r\n  maintain\r\naccounts in accordance with the requirements of any law or any direction or\r\norder issued by the Reserve Bank under the provisions of this Act; or                   \r\n iii.        \r\n  submit\r\nor offer for inspection its books of account or other relevant documents when\r\nso demanded by the Reserve Bank; or                   \r\n iv.        \r\n  obtain\r\nprior approval of the Reserve Bank required under sub-section (6) of section 3:Provided that  before cancelling a\r\ncertificate of registration on the ground that the securitisation company or\r\nreconstruction company has failed to comply with the provisions of clause (c)\r\nor has failed to fulfil any of the conditions referred to in clause (d) or\r\nsub-clause (iv) of clause (e), the Reserve Bank, unless it is of the opinion\r\nthat the delay in cancelling the certificate of registration granted under\r\nsub-section (4) of section 3 shall be prejudicial to the public interest or the\r\ninterests of the investors or the securitisation company or the reconstruction\r\ncompany, shall give an opportunity to such company on such terms as the Reserve\r\nBank may specify for taking necessary steps to comply with such provisions or fulfilment\r\nof such conditions.1.     \r\n2.     \r\n  A\r\nsecuritisation company or reconstruction company aggrieved by the order of\r\nrejection of application for registration or cancellation of certificate of\r\nregistration may prefer an appeal, within a period of thirty days from the date\r\non which such order of rejection or cancellation is communicated to it, to the\r\nCentral Government:Provided that  before rejecting an\r\nappeal such company shall be given a reasonable opportunity of being heard.3.     \r\n  A\r\nsecuritisation company or reconstruction company, which is holding investments\r\nof qualified institutional buyers and whose application for grant of\r\ncertificate of registration has been rejected or certificate of registration\r\nhas been cancelled shall, notwithstanding such rejection or cancellation, be\r\ndeemed to be a securitisation company or reconstruction company until it repays\r\nthe entire investments held by it (together with interest, if any) within such\r\nperiod as the Reserve Bank may direct.", "5": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 20025. Acquisition of\r\nrights or interest in financial assets  .- 1.     \r\n  Notwithstanding\r\nanything contained in any agreement or any other law for the time being in\r\nforce, any securitisation company or reconstruction company may acquire\r\nfinancial assets of any bank or financial institution,-a.      by issuing a\r\ndebenture or bond or any other security in the nature of debenture, for\r\nconsideration agreed upon between such company and the bank or financial\r\ninstitution, incorporating therein such terms and conditions as may be agreed\r\nupon between them; orb.     by entering into an\r\nagreement with such bank or financial institution for the transfer of such\r\nfinancial assets to such company on such terms and conditions as may be agreed\r\nupon between them.1.     \r\n2.     \r\n  If\r\nthe bank or financial institution is a lender in relation to any financial\r\nassets acquired under sub-section (1) by the securitisation company or the\r\nreconstruction company, such securitisation company or reconstruction company\r\nshall, on such acquisition, be deemed to be the lender and all the rights of\r\nsuch bank or financial institution shall vest in such company in relation to\r\nsuch financial assets.3.     \r\n  Unless\r\notherwise expressly provided by this Act, all contracts, deeds, bonds,\r\nagreements, powers-of-attorney, grants of legal representation, permissions,\r\napprovals, consents or no-objections under any law or otherwise and other\r\ninstruments of whatever nature which relate to the said financial asset and\r\nwhich are subsisting or having effect immediately before the acquisition of\r\nfinancial asset under sub-section (1) and to which the concerned bank or\r\nfinancial institution is a party or which are in favour of such bank or\r\nfinancial institution shall, after the acquisition of the financial assets, be\r\nof as full force and effect against or in favour of the securitisation company\r\nor reconstruction company, as the case may be, and may be enforced or acted\r\nupon as fully and effectually as if, in the place of the said bank or financial\r\ninstitution, securitisation company or reconstruction company, as the case may\r\nbe, had been a party thereto or as if they had been issued in favour of\r\nsecuritisation company or reconstruction company, as the case may be.4.     \r\n  If,\r\non the date of acquisition of financial asset under sub-section (1), any suit,\r\nappeal or other proceeding of whatever nature relating to the said financial\r\nasset is pending by or against the bank or financial institution, save as\r\nprovided in the third proviso to sub-section (1) of section 15 of the Sick\r\nIndustrial Companies (Special Provisions) Act, 1985 (1 of 1986) the same shall\r\nnot abate, or be discontinued or be, in any way, prejudicially affected by\r\nreason of the acquisition of financial asset by the securitisation company or\r\nreconstruction company, as the case may be, but the suit, appeal or other proceeding\r\nmay be continued, prosecuted and enforced by or against the securitisation\r\ncompany or reconstruction company, as the case may be.", "6": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 20026. Notice to obligor\r\nand discharge of obligation of such obligor.- 1.     \r\n  The\r\nbank or financial institution may, if it considers appropriate, give a notice\r\nof acquisition of financial assets by any securitisation company or\r\nreconstruction company, to the concerned obligor and any other concerned person\r\nand to the concerned registering authority (including Registrar of Companies)\r\nin whose jurisdiction the mortgage, charge, hypothecation, assignment or other\r\ninterest created on the financial assets had been registered.2.     \r\n  Where\r\na notice of acquisition of financial asset under sub-section (1) is given by a\r\nbank or financial institution, the obligor, on receipt of such notice, shall\r\nmake payment to the concerned securitisation company or reconstruction company,\r\nas the case may be, and payment made to such company in discharge of any of the\r\nobligations in relation to the financial asset specified in the notice shall be\r\na full discharge to the obligor making the payment from all liability in\r\nrespect of such payment.3.       Where no notice of\r\nacquisition of financial asset under sub-section (1) is given by any bank or\r\nfinancial institution, any money or other properties subsequently received by\r\nthe bank or financial institution, shall constitute monies or properties held\r\nin trust for the benefit of and on behalf of the securitisation company or\r\nreconstruction company, as the case may be, and such bank or financial\r\ninstitution shall hold such payment or property which shall forthwith be made\r\nover or delivered to such securitisation company or reconstruction company, as\r\nthe case may be, or its agent duly authorised in this behalf.", "7": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 20027. Issue of security\r\nby raising of receipts or funds by securitisation company or reconstruction\r\ncompany.- \n1.     \r\n  Without\r\nprejudice to the provisions contained in the Companies Act, 1956 (1 of 1956),\r\nthe Securities Contracts (Regulation) Act, 1956 (42 of 1956) and the Securities\r\nand Exchange Board of India Act, 1992 (15 of 1992), any securitisation company\r\nor reconstruction company, may, after acquisition of any financial asset under\r\nsub-section (1) of section 5, offer security receipts to qualified\r\ninstitutional buyers (other than by offer to public) for subscription in\r\naccordance with the provisions of those Acts.2.     \r\n  A\r\nsecuritisation company or reconstruction company may raise funds from the\r\nqualified institutional buyers by formulating schemes for acquiring financial\r\nassets and shall keep and maintain separate and distinct accounts in respect of\r\neach such scheme for every financial asset acquired out of investments made by\r\na qualified institutional buyer and ensure that realisations of such financial\r\nasset is held and applied towards redemption of investments and payment of\r\nreturns assured on such investments under the relevant scheme.3.     \r\n  In\r\nthe event of non-realisation under sub-section (2) of financial assets, the\r\nqualified institutional buyers of a securitisation company or reconstruction\r\ncompany, holding security receipts of not less than seventy-five per cent. of\r\nthe total value of the security receipts issued by such company, shall be\r\nentitled to call a meeting of all the qualified institutional buyers and every\r\nresolution passed in such meeting shall be binding on the company.4.     \r\n  The\r\nqualified institutional buyers shall, at a meeting called under sub-section\r\n(3), follow the same procedure, as nearly as possible as is followed at\r\nmeetings of the board of directors of the securitisation company or\r\nreconstruction company, as the case may be.", "8": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 20028. Exemption from\r\nregistration of security receipt.-Notwithstanding anything contained in\r\nsub-section (1) of section 17 of the Registration Act, 1908 (16 of 1908),- a.     \r\n  any\r\nsecurity receipt issued by the securitisation company or reconstruction\r\ncompany, as the case may be, under sub-section (1) of section 7, and not\r\ncreating, declaring, assigning, limiting or extinguishing any right, title or\r\ninterest, to or in immovable property except in so far as it entitles the\r\nholder of the security receipt to an undivided interest afforded by a\r\nregistered instrument; orb.    \r\n  any\r\ntransfer of security receipts, shall not require compulsory registration.", "9": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 20029. Measures for\r\nassets reconstruction.- Without prejudice to\r\nthe provisions contained in any other law for the time being in force, a\r\nsecuritisation company or reconstruction company may, for the purposes of asset\r\nreconstruction, having regard to the guidelines framed by the Reserve Bank in\r\nthis behalf, provide for any one or more of the following measures, namely:-a.     \r\n  the\r\nproper management of the business of the borrower, by change in, or take over\r\nof, the management of the business of the borrower;b.    \r\n  the\r\nsale or lease of a part or whole of the business of the borrower;c.     \r\n  rescheduling\r\nof payment of debts payable by the borrower;d.    \r\n  enforcement\r\nof security interest in accordance with the provisions of this Act;e.     \r\n  settlement\r\nof dues payable by the borrower;f.     \r\n  taking\r\npossession of secured assets in accordance with the provisions of this Act.", "10": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200210. Other functions\r\nof securitisation company or reconstruction company.- 1.     \r\n  Any\r\nsecuritisation company or reconstruction company registered under section 3\r\nmay-a.      act as an agent for\r\nany bank or financial institution for the purpose of recovering their dues from\r\nthe borrower on payment of such fees or charges as may be mutually agreed upon\r\nbetween the parties;b.     act as a manager\r\nreferred to in clause (c) of sub-section (4) of section 13 on such fee as may\r\nbe mutually agreed upon between the parties;c.      act as receiver if\r\nappointed by any court or tribunal:Provided that no\r\nsecuritisation company or reconstruction company shall act as a manager if\r\nacting as such gives rise to any pecuniary liability.1.     \r\n2.     \r\n  Save\r\nas otherwise provided in sub-section (1), no securitisation company or\r\nreconstruction company which has been granted a certificate of registration\r\nunder sub-section (4) of section 3, shall commence or carry on, without prior\r\napproval of the Reserve Bank, any business other than that of securitisation or\r\nasset reconstruction:Provided that a\r\nsecuritisation company or reconstruction company which is carrying on, on or\r\nbefore the commencement of this Act, any business other than the business of\r\nsecuritisation or asset reconstruction or business referred to in sub-section\r\n(1), shall cease to carry on any such business within one year from the date of\r\ncommencement of this Act.Explanation-For the\r\npurposes of this section, securitisation company or reconstruction company does\r\nnot include its subsidiary.", "11": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200211.\r\nResolution of disputes.- Where\r\nany dispute relating to securitisation or reconstruction or non-payment of any\r\namount due including interest arises amongst any of the parties, namely, the\r\nbank or financial institution or securitisation company or reconstruction\r\ncompany or qualified institutional buyer, such dispute shall be settled by\r\nconciliation or arbitration as provided in the Arbitration and Conciliation\r\nAct, 1996 (26 of 1996), as if the parties to the dispute have consented in writing\r\nfor determination of such dispute by conciliation or arbitration and the\r\nprovisions of that Act shall apply accordingly.", "12": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200212. Power of Reserve\r\nBank to determine policy and issue directions.- 1.     \r\n  If\r\nthe Reserve Bank is satisfied that in the public interest or to regulate\r\nfinancial system of the country to its advantage or to prevent the affairs of\r\nany securitisation company or reconstruction company from being conducted in a\r\nmanner detrimental to the interest of investors or in any manner prejudicial to\r\nthe interest of such securitisation company or reconstruction companay, it is\r\nnecessary or expedient so to do, it may determine the policy and give\r\ndirections to all or any securitisation company or reconstruction company in\r\nmatters relating to income recognition, accounting standards, making provisions\r\nfor bad and doubtful debts, capital adequacy based on risk weights for assets and\r\nalso relating to deployment of funds by the securitisation company or\r\nreconstruction company, as the case may be, and such company shall be bound to\r\nfollow the policy so determined and the directions so issued.2.     \r\n  Without\r\nprejudice to the generality of the power vested under sub-section (1), the\r\nReserve Bank may give directions to any securitisation company or\r\nreconstruction company generally or to a class of securitisation companies or\r\nreconstruction companies or to any securitisation company or reconstruction\r\ncompany in particular as to-a.      the type of financial\r\nasset of a bank or financial institution which can be acquired and procedure\r\nfor acquisition of such assets and valuation thereof;b.     the aggregate value\r\nof financial assets which may be acquired by any securitisation company or\r\nreconstruction company.", "13": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200213. Enforcement of\r\nsecurity interest.- 1.     \r\n  Notwithstanding\r\nanything contained in section 69 or section 69A of the Transfer of Property\r\nAct, 1882 (4 of 1882), any security interest created in favour of any secured\r\ncreditor may be enforced, without the intervention of the court or tribunal, by\r\nsuch creditor in accordance with the provisions of this Act.2.     \r\n  Where\r\nany borrower, who is under a liability to a secured creditor under a security\r\nagreement, makes any default in repayment of secured debt or any instalment\r\nthereof, and his account in respect of such debt is classified by the secured\r\ncreditor as non-performing asset, then, the secured creditor may require the\r\nborrower by notice in writing to discharge in full his liabilities to the\r\nsecured creditor within sixty days from the date of notice failing which the\r\nsecured creditor shall be entitled to exercise all or any of the rights under\r\nsub-section (4).3.     \r\n  The\r\nnotice referred to in sub-section (2) shall give details of the amount payable\r\nby the borrower and the secured assets intended to be enforced by the secured\r\ncreditor in the event of non-payment of secured debts by the borrower.4.     \r\n  In\r\ncase the borrower fails to discharge his liability in full within the period\r\nspecified in sub-section (2), the secured creditor may take recourse to one or\r\nmore of the following measures to recover his secured debt, namely:-a.      take possession of\r\nthe secured assets of the borrower including the right to transfer by way of\r\nlease, assignment or sale for realising the secured asset;b.     take over the\r\nmanagement of the secured assets of the borrower including the right to\r\ntransfer by way of lease, assignment or sale and realise the secured asset;c.      appoint any person\r\n(hereafter referred to as the manager), to manage the secured assets the\r\npossession of which has been taken over by the secured creditor;d.     require at any time\r\nby notice in writing, any person who has acquired any of the secured assets\r\nfrom the borrower and from whom any money is due or may become due to the\r\nborrower, to pay the secured creditor, so much of the money as is sufficient to\r\npay the secured debt.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  Any\r\npayment made by any person referred to in clause (d) of sub-section (4) to the\r\nsecured creditor shall give such person a valid discharge as if he has made\r\npayment to the borrower.6.     \r\n  Any\r\ntransfer of secured asset after taking possession thereof or take over of\r\nmanagement under sub-section (4), by the secured creditor or by the manager on\r\nbehalf of the secured creditor shall vest in the transferee all rights in, or\r\nin relation to, the secured asset transferred as if the transfer had been made\r\nby the owner of such secured asset.7.     \r\n  Where\r\nany action has been taken against a borrower under the provisions of\r\nsub-section (4), all costs, charges and expenses which, in the opinion of the\r\nsecured creditor, have been properly incurred by him or any expenses incidental\r\nthereto, shall be recoverable from the borrower and the money which is received\r\nby the secured creditor shall, in the absence of any contract to the contrary,\r\nbe held by him in trust, to be applied, firstly, in payment of such costs,\r\ncharges and expenses and secondly, in discharge of the dues of the secured\r\ncreditor and the residue of the money so received shall be paid to the person\r\nentitled thereto in accordance with his rights and interests.8.     \r\n  If\r\nthe dues of the secured creditor together with all costs, charges and expenses\r\nincurred by him are tendered to the secured creditor at any time before the\r\ndate fixed for sale or transfer, the secured asset shall not be sold or\r\ntransferred by the secured creditor, and no further step shall be taken by him\r\nfor transfer or sale of that secured asset.9.     \r\n  In\r\nthe case of financing of a financial asset by more than one secured creditors\r\nor joint financing of a financial asset by secured creditors, no secured\r\ncreditor shall be entitled to exercise any or all of the rights conferred on\r\nhim under or pursuant to sub-section (4) unless exercise of such right is\r\nagreed upon by the secured creditors representing not less than three-fourth in\r\nvalue of the amount outstanding as on a record date and such action shall be\r\nbinding on all the secured creditors:Provided that in the\r\ncase of a company in liquidation, the amount realised from the sale of secured\r\nassets shall be distributed in accordance with the provisions of section 529A\r\nof the Companies Act, 1956 (1 of 1956):Provided further that\r\nin the case of a company being wound up on or after the commencement of this\r\nAct, the secured creditor of such company, who opts to realise his security\r\ninstead of relinquishing his security and proving his debt under proviso to\r\nsub-section (1) of section 529 of the Companies Act, 1956 (1 of 1956), may\r\nretain the sale proceeds of his secured assets after depositing the workmen$s\r\ndues with the liquidator in accordance with the provisions of section 529A of\r\nthat Act:Provided also that\r\nthe liquidator referred to in the second proviso shall intimate the secured\r\ncreditors the workmen$s dues in accordance with the provisions of section 529A\r\nof the Companies Act, 1956 (1 of 1956) and in case such workmen$s dues cannot\r\nbe ascertained, the liquidator shall intimate the estimated amount of workmen$s\r\ndues under that section to the secured creditor and in such case the secured\r\ncreditor may retain the sale proceeds of the secured assets after depositing\r\nthe amount of such estimated dues with the liquidator:Provided also that in\r\ncase the secured creditor deposits the estimated amount of workmen$s dues, such\r\ncreditor shall be liable to pay the balance of the workmen$s dues or entitled\r\nto receive the excess amount, if any, deposited by the secured creditor with\r\nthe liquidator:Provided also that\r\nthe secured creditor shall furnish an undertaking to the liquidator to pay the\r\nbalance of the workmen$s dues, if any.Explanation.-For the\r\npurposes of this sub-section,-a.      record date means the\r\ndate agreed upon by the secured creditors representing not less than\r\nthree-fourth in value of the amount outstanding on such date;b.     amount outstanding\r\nshall include principal, interest and any other dues payable by the borrower to\r\nthe secured creditor in respect of secured asset as per the books of account of\r\nthe secured creditor.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.  \r\n  Where\r\ndues of the secured creditor are not fully satisfied with the sale proceeds of\r\nthe secured assets, the secured creditor may file an application in the form\r\nand manner as may be prescribed to the Debts Recovery Tribunal having\r\njurisdiction or a competent court, as the case may be, for recovery of the\r\nbalance amount from the borrower.11.  \r\n  Without\r\nprejudice to the rights conferred on the secured creditor under or by this\r\nsection the secured creditor shall be entitled to proceed against the\r\nguarantors or sell the pledged assets without first taking any of the measures\r\nspecified in clauses (a) to (d) of sub-section (4) in relation to the secured\r\nassets under this Act.12.  \r\n  The\r\nrights of a secured creditor under this Act may be exercised by one or more of\r\nhis officers authorised in this behalf in such manner as may be prescribed.13.  \r\n  No\r\nborrower shall, after receipt of notice referred to in sub-section (2),\r\ntransfer by way of sale, lease or otherwise (other than in the ordinary course\r\nof his business) any of his secured assets referred to in the notice, without\r\nprior written consent of the secured creditor.", "14": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200214. Chief\r\nMetropolitan Magistrate or District Magistrate to assist secured creditor in\r\ntaking possession of secured asset.- 1.     \r\n  Where\r\nthe possession of any secured asset is required to be taken by the secured\r\ncreditor or if any of the secured asset is required to be sold or transferred\r\nby the secured creditor under the provisions of this Act, the secured creditor\r\nmay, for the purpose of taking possession or control of any such secured asset,\r\nrequest, in writing, the Chief Metropolitan Magistrate or the District\r\nMagistrate within whose jurisdiction any such secured asset or other documents\r\nrelating thereto may be situated or found, to take possession thereof, and the\r\nChief Metropolitan Magistrate or, as the case may be, the District Magistrate\r\nshall, on such request being made to him-a.      take possession of\r\nsuch asset and documents relating thereto; andb.     forward such asset\r\nand documents to the secured creditor.1.     \r\n2.     \r\n  For\r\nthe purpose of securing compliance with the provisions of sub-section (1), the\r\nChief Metropolitan Magistrate or the District Magistrate may take or cause to\r\nbe taken such steps and use, or cause to be used, such force, as may, in his\r\nopinion, be necessary.3.     \r\n  No\r\nact of the Chief Metropolitan Magistrate or the District Magistrate done in\r\npursuance of this section shall be called in question in any court or before\r\nany authority.", "15": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200215. Manner and effect\r\nof takeover of management.- 1.     \r\n  When\r\nthe management of business of a borrower is taken over by a secured creditor,\r\nthe secured creditor may, by publishing a notice in a newspaper published in\r\nEnglish language and in a newspaper published in an Indian language in\r\ncirculation in the place where the principal office of the borrower is\r\nsituated, appoint as many persons as it thinks fit-a.      in a case in which\r\nthe borrower is a company as defined in the Companies Act, 1956 (1 of 1956), to\r\nbe the directors of that borrower in accordance with the provisions of that\r\nAct; orb.     in any other case, to\r\nbe the administrator of the business of the borrower.1.     \r\n2.     \r\n  On\r\npublication of a notice under sub-section (1),-a.      in any case where the\r\nborrower is a company as defined in the Companies Act, 1956 (1 of 1956), all\r\npersons holding office as directors of the company and in any other case, all\r\npersons holding any office having power of superintendence, direction and\r\ncontrol of the business of the borrower immediately before the publication of\r\nthe notice under sub-section (1), shall be deemed to have vacated their offices\r\nas such;b.     any contract of\r\nmanagement between the borrower and any director or manager thereof holding\r\noffice as such immediately before publication of the notice under sub-section\r\n(1), shall be deemed to be terminated;c.      the directors or the\r\nadministrators appointed under this section shall take such steps as may be\r\nnecessary to take into their custody or under their control all the property,\r\neffects and actionable claims to which the business of the borrower is, or\r\nappears to be, entitled and all the property and effects of the business of the\r\nborrower shall be deemed to be in the custody of the directors or\r\nadministrators, as the case may be, as from the date of the publication of the\r\nnotice;d.     the directors\r\nappointed under this section shall, for all purposes, be the directors of the\r\ncompany of the borrower and such directors or as the case may be, the\r\nadministrators appointed under this section, shall alone be entitled to\r\nexercise all the powers of the directors or as the case may be, of the persons\r\nexercising powers of superintendence, direction and control, of the business of\r\nthe borrower whether such powers are derived from the memorandum or articles of\r\nassociation of the company of the borrower or from any other source whatsoever.1.     \r\n2.     \r\n3.     \r\n  Where\r\nthe management of the business of a borrower, being a company as defined in the\r\nCompanies Act, 1956 (1 of 1956), is taken over by the secured creditor, then,\r\nnotwithstanding anything contained in the said Act or in the memorandum or\r\narticles of association of such borrower,-a.      it shall not be\r\nlawful for the shareholders of such company or any other person to nominate or\r\nappoint any person to be a director of the company;b.     no resolution passed\r\nat any meeting of the shareholders of such company shall be given effect to\r\nunless approved by the secured creditor;c.      no proceeding for the\r\nwinding up of such company or for the appointment of a receiver in respect\r\nthereof shall lie in any court, except with the consent of the secured\r\ncreditor.4.     \r\n  Where\r\nthe management of the business of a borrower had been taken over by the secured\r\ncreditor, the secured creditor shall, on realisation of his debt in full,\r\nrestore the management of the business of the borrower to him.", "16": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200216. No compensation\r\nto directors for loss of office.- 1.     \r\n  Notwithstanding\r\nanything to the contrary contained in any contract or in any other law for the\r\ntime being in force, no managing director or any other director or a manager or\r\nany person in charge of management of the business of the borrower shall be\r\nentitled to any compensation for the loss of office or for the premature\r\ntermination under this Act of any contract of management entered into by him\r\nwith the borrower.2.     \r\n  Nothing\r\ncontained in sub-section (1) shall affect the right of any such managing\r\ndirector or any other director or manager of any such person in charge of\r\nmanagement to recover from the business of the borrower, moneys recoverable\r\notherwise than by way of such compensation.", "17": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200217. Right to appeal.-\r\n 1.     \r\n  Any\r\nperson (including borrower), aggrieved by any of the measures referred to in\r\nsub-section (4) of section 13 taken by the secured creditor or his authorised\r\nofficer under this Chapter, may prefer an appeal to the Debts Recovery Tribunal\r\nhaving jurisdiction in the matter within forty-five days from the date on which\r\nsuch measure had been taken.2.     \r\n  Where\r\nan appeal is preferred by a borrower, such appeal shall not be entertained by\r\nthe Debts Recovery Tribunal unless the borrower has deposited with the Debts\r\nRecovery Tribunal seventy-five per cent. of the amount claimed in the notice\r\nreferred to in sub-section (2) of section 13:Provided that the\r\nDebts Recovery Tribunal may, for reasons to be recorded in writing, waive or\r\nreduce the amount to be deposited under this section.1.     \r\n2.     \r\n3.     \r\n  Save\r\nas otherwise provided in this Act, the Debts Recovery Tribunal shall, as far as\r\nmay be, dispose of the appeal in accordance with the provisions of the Recovery\r\nof Debts Due to Banks and Financial Institutions Act, 1993 (51 of 1993) and\r\nrules made there under.", "18": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200218. Appeal to\r\nAppellate Tribunal.- 1.     \r\n  Any\r\nperson aggrieved, by any order made by the Debts Recovery Tribunal under\r\nsection 17, may prefer an appeal to an Appellate Tribunal within thirty days\r\nfrom the date of receipt of the order of Debts Recovery Tribunal.2.     \r\n  Save\r\nas otherwise provided in this Act, the Appellate Tribunal shall, as far as may\r\nbe, dispose of the appeal in accordance with the provisions of the Recovery of\r\nDebts Due to Banks and Financial Institutions Act, 1993 (51 of 1993) and rules\r\nmade there under.", "19": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200219.\r\nRight of borrower to receive compensation and costs in certain cases.- If\r\nthe Debts Recovery Tribunal or the Appellate Tribunal, as the case may be, on\r\nan appeal filed under section 17 or section 18, holds the possession of secured\r\nassets by the secured creditor as wrongful and directs the secured creditor to\r\nreturn such secured assets to the concerned borrower, such borrower shall be\r\nentitled to payment of such compensation and costs as may be determined by such\r\nTribunal or Appellate Tribunal.", "20": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200220. Central\r\nRegistry.- 1.     \r\n  The\r\nCentral Government may, by notification, set up or cause to be set up from such\r\ndate as it may specify in such notification, a registry to be known as the\r\nCentral Registry with its own seal for the purposes of registration of transaction\r\nof securitisation and reconstruction of financial assets and creation of\r\nsecurity interest under this Act.2.     \r\n  The\r\nhead office of the Central Registry shall be at such place as the Central\r\nGovernment may specify and for the purpose of facilitating registration of\r\ntransactions referred to in sub-section (1), there may be established at such\r\nother places as the Central Government may think fit, branch offices of the\r\nCentral Registry.3.     \r\n  The\r\nCentral Government may, by notification, define the territorial limits within\r\nwhich an office of the Central Registry may exercise its functions.4.     \r\n  The\r\nprovisions of this Act pertaining to the Central Registry shall be in addition\r\nto and not in derogation of any of the provisions contained in the Registration\r\nAct, 1908 (16 of 1908), the Companies Act, 1956 (1 of 1956), the Merchant\r\nShipping Act, 1958 (44 of 1958), the Patents Act, 1970 (39 of 1970), the Motor\r\nVehicles Act, 1988 (59 of 1988) and the Designs Act, 2000 (16 of 2000) or any\r\nother law requiring registration of charges and shall not affect the priority\r\nof charges or validity thereof under those Acts or laws.", "21": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200221. Central\r\nRegistrar.- 1.     \r\n  The\r\nCentral Government may, by notification, appoint a person for the purpose of\r\nregistration of transactions relating to securitisation, reconstruction of\r\nfinancial assets and security interest created over properties, to be known as\r\nthe Central Registrar.2.     \r\n  The\r\nCentral Government may appoint such other officers with such designations as it\r\nthinks fit for the purpose of discharging under the superintendence and\r\ndirection of the Central Registrar, such functions of the Central Registrar\r\nunder this Act as he may, from time to time, authorise them to discharge.", "22": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200222. Register of\r\nsecuritisation, reconstruction and security interest transactions.- 1.     \r\n  For\r\nthe purposes of this Act, a record called the Central Register shall be kept at\r\nthe head office of the Central Registry for entering the particulars of the transactions\r\nrelating to-a.      securitisation of\r\nfinancial assets;b.     reconstruction of\r\nfinancial assets; andc.      creation of security\r\ninterest.1.     \r\n2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), it shall be lawful for the Central\r\nRegistrar to keep the records wholly or partly in computer, floppies, diskettes\r\nor in any other electronic form subject to such safeguards as may be\r\nprescribed.3.     \r\n  Where\r\nsuch register is maintained wholly or partly in computer, floppies, diskettes\r\nor in any other electronic form, under sub-section (2), any reference in this\r\nAct to entry in the Central Register shall be construed as a reference to any\r\nentry as maintained in computer or in any other electronic form.4.     \r\n  The\r\nregister shall be kept under the control and management of the Central Registrar.", "23": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200223. Filing of\r\ntransactions of securitisation, reconstruction and creation of security\r\ninterest. – The particulars of\r\nevery transaction of securitisation, asset reconstruction or creation of\r\nsecurity interest shall be filed, with the Central Registrar in the manner and\r\non payment of such fee as may be prescribed, within thirty days after the date\r\nof such transaction or creation of security, by the securitisation company or\r\nreconstruction company or the secured creditor, as the case may be:Provided that the Central\r\nRegistrar may allow the filing of the particulars of such transaction or\r\ncreation of security interest within thirty days next following the expiry of\r\nthe said period of thirty days on payment of such additional fee not exceeding\r\nten times the amount of such fee.", "24": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200224.\r\nModification of security interest registered under this Act.- Whenever\r\nthe terms or conditions, or the extent or operation, of any security interest\r\nregistered under this Chapter, are, or is, modified, it shall be the duty of\r\nthe securitisation company or the reconstruction company or the secured\r\ncreditor, as the case may be, to send to the Central Registrar, the particulars\r\nof such modification, and the provisions of this Chapter as to registration of\r\na security interest shall apply to such modification of such security interest.", "25": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200225. Securitisation\r\ncompany or reconstruction company or secured creditors to report satisfaction\r\nof security interest.- 1.     \r\n  The\r\nsecuritisation company or reconstruction company or the secured creditor as the\r\ncase may be, shall give intimation to the Central Registrar of the payment or\r\nsatisfaction in full, of any security interest relating to the securitisation\r\ncompany or the reconstruction company or the secured creditor and requiring\r\nregistration under this Chapter, within thirty days from the date of such payment\r\nor satisfaction.2.     \r\n  The\r\nCentral Registrar shall, on receipt of such intimation, cause a notice to be\r\nsent to the securitisation company or reconstruction company or the secured\r\ncreditor calling upon it to show cause within a time not exceeding fourteen\r\ndays specified in such notice, as to why payment or satisfaction should not be\r\nrecorded as intimated to the Central Registrar.3.     \r\n  If\r\nno cause is shown, the Central Registrar shall order that a memorandum of\r\nsatisfaction shall be entered in the Central Register.4.     \r\n  If\r\ncause is shown, the Central Registrar shall record a note to that effect in the\r\nCentral Register, and shall inform the borrower that he has done so.", "26": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200226. Right to inspect\r\nparticulars of securitisation, reconstruction and security interest\r\ntransactions.- 1.     \r\n  The\r\nparticulars of securitisation or reconstruction or security interest entered in\r\nthe Central register of such transactions kept under section 22 shall be open\r\nduring the business hours for inspection by any person on payment of such fee\r\nas may be prescribed.2.     \r\n  The\r\nCentral Register referred to in sub-section (1) maintained in electronic form,\r\nshall also be open during the business hours for the inspection by any person\r\nthrough electronic media on payment of such fee as may be prescribed.", "27": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200227. Penalties.- If a default is made-a.     \r\n  in\r\nfiling under section 23, the particulars of every transaction of any\r\nsecuritisation or asset reconstruction or security interest created by a\r\nsecuritisation company or reconstruction company or secured creditor; orb.    \r\n  in\r\nsending under section 24, the particulars of the modification referred to in\r\nthat section; orc.     \r\n  in\r\ngiving intimation under section 25, every company and every officer of the\r\ncompany or the secured creditor and every officer of the secured creditor who is\r\nin default shall be punishable with fine which may extend to five thousand\r\nrupees for every day during which the default continues.", "28": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200228.\r\nPenalties for non-compliance of direction of Reserve Bank.- If\r\nany securitisation company or reconstruction company fails to comply with any\r\ndirection issued by the Reserve Bank under section 12, such company and every\r\nofficer of the company who is in default, shall be punishable with fine which\r\nmay extend to five lakh rupees and in the case of a continuing offence, with an\r\nadditional fine which may extend to ten thousand rupees for every day during\r\nwhich the default continues.", "29": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200229.\r\nOffences.- If\r\nany person contravenes or attempts to contravene or abets the contravention of\r\nthe provisions of this Act or of any rules made there under, he shall be\r\npunishable with imprisonment for a term which may extend to one year, or with\r\nfine, or with both.", "30": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200230.\r\nCognizance of offence.- No\r\ncourt inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of\r\nthe First Class shall try any offence punishable under this Act.", "31": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200231. Provisions of\r\nthis Act not to apply in certain cases.- The provisions of\r\nthis Act shall not apply to-a.     \r\n  a\r\nlien on any goods, money or security given by or under the Indian Contract Act,\r\n1872 (9\r\nof 1872) or the  Sale\r\nof Goods Act, 1930  \r\n(3 of 1930) or any other law for the time being in force;b.    \r\n  a\r\npledge of movables within the meaning of section 172 of the Indian Contract\r\nAct, 1872 (9 of 1872)c.     \r\n  creation\r\nof any security in any aircraft as defined in clause (1) of section 2 of the\r\nAircraft Act, 1934 (24 of 1934)d.    \r\n  creation\r\nof security interest in any vessel as defined in clause (55) of section 3 of\r\nthe Merchant Shipping Act, 1958 (44 of 1958)e.     \r\n  any\r\nconditional sale, hire-purchase or lease or any other contract in which no\r\nsecurity interest has been created;f.     \r\n  any\r\nrights of unpaid seller under section 47 of the Sale of Goods Act, 1930 (3 of\r\n1930)g.    \r\n  any\r\nproperties not liable to attachment or sale under the first proviso to\r\nsub-section (1) of section 60 of the Code of Civil Procedure, 1908 (5 of 1908)h.     \r\n  any\r\nsecurity interest for securing repayment of any financial asset not exceeding\r\none lakh rupees;i.      \r\n  any\r\nsecurity interest created in agricultural land;j.      \r\n  any\r\ncase in which the amount due is less than twenty per cent. of the principal\r\namount and interest thereon.", "32": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200232.\r\nProtection of action taken in good faith.- No\r\nsuit, prosecution or other legal proceedings shall lie against any secured\r\ncreditor or any of his officers or manager exercising any of the rights of the\r\nsecured creditor or borrower for anything done or omitted to be done in good\r\nfaith under this Act.", "33": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200233. Offences by\r\ncompanies.- 1.     \r\n  Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed was in charge of, and was responsible to,\r\nthe company, for the conduct of the business of the company, as well as the\r\ncompany, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded against and punished accordingly:Provided that nothing\r\ncontained in this sub-section shall render any such person liable to any\r\npunishment provided in this Act, if he proves that the offence was committed\r\nwithout his knowledge or that he had exercised all due diligence to prevent the\r\ncommission of such offence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to any neglect on the\r\npart of, any director, manager, secretary or other officer of the company, such\r\ndirector, manager, secretary or other officer shall also be deemed to be guilty\r\nof the offence and shall be liable to be proceeded against and punished\r\naccordingly.Explanation.-For the\r\npurposes of this section,-a.      \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.     \"director\",\r\nin relation to a firm, means a partner in the firm.", "34": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200234.\r\nCivil court not to have jurisdiction.- No\r\ncivil court shall have jurisdiction to entertain any suit or proceeding in\r\nrespect of any matter which a Debts Recovery Tribunal or the Appellate Tribunal\r\nis empowered by or under this Act to determine and no injunction shall be\r\ngranted by any court or other authority in respect of any action taken or to be\r\ntaken in pursuance of any power conferred by or under this Act or under the\r\nRecovery of Debts Due to Banks and Financial Institutions Act, 1993 (51 of 1993).", "35": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200235.\r\nThe provisions of this Act to override other laws.- The\r\nprovisions of this Act shall have effect, notwithstanding anything inconsistent\r\ntherewith contained in any other law for the time being in force or any\r\ninstrument having effect by virtue of any such law.", "36": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200236.\r\nLimitation.- No\r\nsecured creditor shall be entitled to take all or any of the measures under\r\nsub-section (4) of section 13, unless his claim in respect of the financial\r\nasset is made within the period of limitation prescribed under the Limitation\r\nAct, 1963 (36 of 1963).", "37": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200237.\r\nApplication of other laws not barred.- The\r\nprovisions of this Act or the rules made there under shall be in addition to,\r\nand not in derogation of, the Companies Act, 1956 (1 of 1956), the Securities\r\nContracts (Regulation) Act, 1956 (42 of 1956), the Securities and Exchange\r\nBoard of India Act, 1992 (15 of 1992), the Recovery of Debts Due to Banks and\r\nFinancial Institutions Act, 1993 (51 of 1993) or any other law for the time\r\nbeing in force.", "38": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200238. Power of Central\r\nGovernment to make rules.- 1.     \r\n  The\r\nCentral Government may, by notification and in the Electronic Gazette as\r\ndefined in clause (s) of section 2 of the Information Technology Act, 2000 (21\r\nof 2000), make rules for carrying out the provisions of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.      the form and manner\r\nin which an application may be filed under sub-section (10) of section 13;b.     the manner in which\r\nthe rights of a secured creditor may be exercised by one or more of his\r\nofficers under sub-section (12) of section 13;c.      the safeguards\r\nsubject to which the records may be kept under sub-section (2) of section 22;d.     the manner in which\r\nthe particulars of every transaction of securitisation shall be filed under\r\nsection 23 and fee for filing such transaction;e.      the fee for\r\ninspecting the particulars of transactions kept under section 22 and entered in\r\nthe Central Register under sub-section (1) of section 26;f.      the fees for\r\ninspecting the Central Register maintained in electronic form under sub-section\r\n(2) of section 26;g.     any other matter\r\nwhich is required to be, or may be, prescribed, in respect of which provision\r\nis to be, or may be, made by rules.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made under this Act shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session, for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the rule or both Houses agree that the rule should not be made,\r\nthe rule shall thereafter have effect only in such modified form or be of no\r\neffect, as the case may be; so, however, that any such modification or\r\nannulment shall be without prejudice to the validity of anything previously\r\ndone under that rule.", "39": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200239.\r\nCertain provisions of this Act to apply after Central Registry is set-up or\r\ncause to be set-up.- The\r\nprovisions of sub-sections (2), (3) and (4) of section 20 and sections 21, 22,\r\n23, 24, 25, 26 and 27 shall apply after the Central Registry is set up or cause\r\nto be set up under sub-section (1) of section 20.", "40": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200240. Power to remove\r\ndifficulties.- 1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as may appear to be\r\nnecessary for removing the difficulty:Provided that no\r\norder shall be made under this section after the expiry of a period of two\r\nyears from the commencement of this Act.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "41": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200241.\r\nAmendments of certain enactments.- The\r\nenactments specified in the Schedule shall be amended in the manner specified\r\ntherein.", "42": " Securitisation and Reconstruction of Financial Assets and Enforcement of Security Interest Act, 200242. Repeal and\r\nsaving.- 1.     \r\n  The\r\nSecuritisation and Reconstruction of Financial Assets and Enforcement of\r\nSecurity Interest Ordinance, 2002 (2 of 2002) is hereby repealed.2.     \r\n  Notwithstanding\r\nsuch repeal, anything done or any action taken under the said Ordinance shall\r\nbe deemed to have been done or taken under the corresponding provisions of this\r\nAct."}