{"name": "Semiconductor Integrated Circuits Layout Design Act, 2000\r", "1": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nI Preliminary1.\r\n   Short\r\ntitle, extent and commencement.1.   This Act may be\r\ncalled the Semiconductor Integrated Circuits Layout-Design Act, 2000.2.   It extends to the\r\nwhole of India.3.   It shall come into\r\nforce on such date as the Central Government may, by notification in the\r\nOfficial Gazette, appoint; and different dates may be appointed for different\r\nprovisions of this Act, and any reference in any such provision to the\r\ncommencement of this Act shall be construed as a reference to the coming into\r\nforce of that provision.", "2": "Semiconductor Integrated Circuits Layout-Design Act, 20002.\r\n   DefinitionsIn\r\nthis Act, unless the context otherwise requires,-a.   \"Appellate Board\"\r\nmeans the Appellate Board established under section 32;b.   \"assignment\" means an\r\nassignment in writing by act of the parties concerned;c.   \"Bench\" means a Bench\r\nof the Appellate Board;d.   \"Chairperson\" means\r\nthe Chairperson of the Appellate Board;e.   \"commercial\r\nexploitation\", in relation to Semiconductor Integrated Circuits Layout-Design,\r\nmeans to sell, lease, offer or exhibit for sale or otherwise distribute such\r\nsemiconductor integrated circuit for any commercial purpose;f.   \"convention country\"\r\nmeans a country notified as such under section 93;g.   \"Judicial Member\"\r\nmeans a Member of the Appellate Board appointed as such under this Act, and\r\nincludes the Chairperson or such Vice-Chairperson who possesses any of the\r\nqualifications specified in sub-section (3) of section 34;h.   \"layout-design\" means\r\na layout of transistors and other circuitry elements and includes lead wires\r\nconnecting such elements and expressed in any manner in a semiconductor\r\nintegrated circuit;i.   \"Member\" means a\r\nJudicial Member or a Technical Member of the Appellate Board and includes the\r\nChairperson and the Vice-Chairperson;j.   \"notify\" means to\r\nnotify in the Semiconductor Integrated Circuit Journal published by the Registrar;k.   \"prescribed\" means\r\nprescribed by rules made under this Act;l.   \"register\" means the\r\nRegister of Layout-Designs referred to in section 6;m.   \"registered\" (with\r\nits grammatical variations) means registered under this Act;n.   \"registered\r\nlayout-design\" means a layout-design which is actually on the register;o.   \"registered\r\nproprietor\", in relation to a layout-design, means the person for the time\r\nbeing entered in the register as proprietor of the layout-design;p.   \"registered user\"\r\nmeans a person who is for the time being registered as such under section 25;q.   \"Registrar\" means the\r\nRegistrar of Semiconductor Integrated Circuits Layout-Design referred to in\r\nsection 3;r.   \"semiconductor\r\nintegrated circuit\" means a product having transistors and other circuitry\r\nelements which are inseparably formed on a semiconductor material or an\r\ninsulating material or inside the semiconductor material and designed to\r\nperform an electronic circuitry function;", "3": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nII: The Register and Conditions of Registration3.\r\n   Registrar\r\nof Semiconductor Integrated Circuits Layout-Design.1.   The Central\r\nGovernment may, by notification in the Official Gazette, appoint a person to be\r\nknown as the Registrar of Semiconductor Integrated Circuits Layout-Design for\r\nthe purposes of this Act.2.   The Central\r\nGovernment may appoint such other officers with such designation as it thinks\r\nfit for the purpose of discharging, under the superintendence and direction of\r\nthe Registrar, such functions of the Registrar under this Act as he may from\r\ntime to time authorise them to discharge.", "4": "Semiconductor Integrated Circuits Layout-Design Act, 20004.\r\n   Power\r\nof Registrar to transfer pending matters.Without\r\nprejudice to the generality of the provisions of sub-section (2) of\r\nsection 3, the Registrar may, by order in writing and for reasons to be\r\nrecorded therein, withdraw any matter pending before an officer appointed under\r\nthe said sub-section (2) and deal with such matter himself either de\r\nnovo or from the stage it was so withdrawn or transferred the same to another\r\nofficer so appointed who may subject to the special direction in the order of\r\ntransfer deal with the matter either de novo or from the stage it was so\r\ntransferred.", "5": "Semiconductor Integrated Circuits Layout-Design Act, 20005.\r\n   Registry.\n1.   For the purposes of\r\nthis Act, there shall be established a Registry which shall be known as the\r\nSemiconductor Integrated Circuits Layout-Design Registry.2.   The head office of\r\nthe Semiconductor Integrated Circuits Layout-Design Registry shall be at such\r\nplace as the Central Government may specify and for the purposes of\r\nfacilitating the registration of layout-designs, there may be established, at\r\nsuch places as the Central Government may think fit, branch offices of the\r\nSemiconductor Integrated Circuits Layout-Design Registry.3.   The Central\r\nGovernment may, by notification in the Official Gazette, define the territorial\r\nlimits within which an office of the Semiconductor Integrated Circuits Layout-\r\nDesign Registry may exercise its functions.4.   There shall be seal\r\nof the Semiconductor Integrated Circuits Layout-Design Registry.", "6": "Semiconductor Integrated Circuits Layout-Design Act, 20006.\r\n   Register\r\nof Layout-Designs.1.   For the purposes of\r\nthis Act, a record called the Register of Layout-Designs shall be kept at the\r\nhead office of the Semiconductor Integrated Circuits Layout-Design Registry\r\nwherein shall be entered all registered layout-designs with the names,\r\naddresses and descriptions of the proprietor and such other matters related to\r\nthe registered layout-designs as may be prescribed.2.   Subject to the\r\nsuperintendence and direction of the Central Government, the register shall be kept\r\nunder the control and management of the Registrar.3.   There shall be kept\r\nat each branch office of the Semiconductor Integrated Circuits Layout-Design\r\nRegistry a copy of the register and other documents as the Central Government\r\nmay, by notification in the Official Gazette, direct.", "7": "Semiconductor Integrated Circuits Layout-Design Act, 20007.\r\n   Prohibition\r\nof registration of certain layout designs.1.   A layout-design-a.  \r\n  which\r\nis not original; orb.  \r\n  which\r\nhas been commercially exploited anywhere in India or in a convention country;\r\norc.  \r\n  which\r\nis not inherently distinctive; ord.  \r\n  which\r\nis not inherently capable of being distinguishable from any other registered\r\nlayout-design, shall not be registered as a layout-design:Provided that a layout-design which has been commercially exploited for not more than two\r\nyears from the date on which an application for its registration has been filed\r\neither in India or in a convention country shall be treated as not having been\r\ncommercially exploited for the purposes of this sub-section.1.     2.   A layout-design shall\r\nbe considered to be original if it is the result of its creator's own\r\nintellectual efforts and is not commonly known to the creators of\r\nlayout-designs and manufacturers of semiconductor integrated circuits at the\r\ntime of its creation:Provided that a layout-design consisting of such combination of elements and interconnections\r\nthat are commonly known among creators of layout-designs and manufacturers of\r\nsemiconductor integrated circuits shall be considered as original if such combination\r\ntaken as a whole is the result of its creator's own intellectual efforts.3.   Where an original\r\nlayout-design has been created in execution of a commission or a contract of\r\nemployment, the right of registration to such layout-design under this Act\r\nshall belong, in the absence of any contractual provision to the contrary, to\r\nthe person who commissioned the work or to the employer.", "8": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nIII Procedure for and Duration of Registration8.\r\n   Application\r\nfor registration.1.   Any person claiming\r\nto be the creator of a layout-design, who is desirous of registering it, shall\r\napply in writing to the Registrar in the prescribed manner for the registration\r\nof his layout-design.2.   Every application\r\nunder sub-section (1) shall be filed in the office of the Semiconductor\r\nIntegrated Circuits Layout-Design Registry within whose territorial limits the\r\nprincipal place of business in India of the applicant or in the case of joint\r\napplication the principal place of business in India of the applicant whose\r\nname is first mentioned in the application, as having a place of business in\r\nIndia, is situate:Provided that, where the applicant or any of the joint applicant does not carry on business\r\nin India, the application shall be filed in the office of the Semiconductor\r\nIntegrated Circuits Layout-Design Registry within whose territorial limits the\r\nplace mentioned in the address for service in India as disclosed in the\r\napplication is situate.1.     2.     3.   Subject to the\r\nprovisions of this Act, the Registrar may refuse the application or may accept\r\nit absolutely or subject to such amendments or modifications, as he may think\r\nfit.", "9": "Semiconductor Integrated Circuits Layout-Design Act, 20009.\r\n   Withdrawal\r\nof acceptance.Where\r\nafter the acceptance of an application for registration of layout-design, but before\r\nits registration, the Registrar is satisfied that the layout-design is\r\nprohibited of registration under section 7, the Registrar may, after hearing\r\nthe applicant if he so desires, withdraw the acceptance and proceed as if the\r\napplication had not been accepted.", "10": "Semiconductor Integrated Circuits Layout-Design Act, 200010.\r\n   Advertisement\r\nof application.1.   When an application\r\nfor registration of a layout-design has been accepted, the Registrar shall,\r\nwithin fourteen days after the date of acceptance, cause the application as\r\naccepted to be advertised in the prescribed manner.2.   Where after\r\nadvertisement of an application-a.  \r\n  an\r\nerror in the application has been corrected; orb.  \r\n  the\r\napplication has been permitted to be amended under section 12, the Registrar\r\nmay in his discretion cause the application to be advertised again or, in any\r\ncase falling under clause (b) , may, instead of causing the application\r\nto be advertised again, notify in the prescribed manner the correction or\r\namendment made in the application.", "11": "Semiconductor Integrated Circuits Layout-Design Act, 200011.\r\n   Opposition\r\nto registration.1.   Any person may,\r\nwithin three months from the date of the advertisement or readvertisement of an\r\napplication for registration or within such further period, not exceeding one\r\nmonth in the aggregate, as the Registrar, on application made to him in the\r\nprescribed manner and on payment of the prescribed fee, allows, give notice in\r\nwriting in the prescribed manner to the Registrar of opposition to the\r\nregistration.2.   The Registrar shall\r\nserve a copy of the not ice on the applicant for registration and, within two\r\nmonths from the receipt by the applicant of such copy of the notice of\r\nopposition, the applicant shall send to the Registrar in the prescribed manner\r\na counter-statement of the grounds on which he relies for his application and\r\nif he does not do so, he shall be deemed to have abandoned his application.3.   If the applicant\r\nsends such counter-statement, the Registrar shall serve a copy thereof on the\r\nperson giving notice of opposition.4.   Any evidence upon\r\nwhich the opponent and the applicant may rely shall be submitted in the\r\nprescribed manner and within the prescribed time to the Registrar, the Registrar\r\nshall give an opportunity to them to be heard, if they so desire.5.   The Registrar shall,\r\nafter hearing the parties, if so required, and considering the evidence,\r\ndecide, after taking into account any ground of objection whether relied upon\r\nby the opponent or not.6.   When a person giving\r\nnotice of opposition or an applicant sending a counterstatement after receipt\r\nof a copy of such notice neither resides nor carries on business in India, the\r\nRegistrar may require him to give security for the costs of proceedings before\r\nhim and, in default of such security being duly given, may treat the opposition\r\nor application, as the case may be, as abandoned.", "12": "Semiconductor Integrated Circuits Layout-Design Act, 200012.\r\n   Correction\r\nand amendment.The\r\nRegistrar may on such terms as he thinks just-a.   at any time, whether\r\nbefore or after acceptance of an application for registration under section 8,\r\npermit the correction of any error in or in connection with the application or\r\npermit an amendment of the application; orb.   permit correction of\r\nany error in, or an amendment of, a notice of opposition or a counter-statement\r\nunder section 11.", "13": "Semiconductor Integrated Circuits Layout-Design Act, 200013.   Registration.1.  \r\n  Subject\r\nto the provisions of section 9, when an application for the registration of the\r\nlayout-design has been accepted and either-a.  \r\n  the\r\napplication has not been opposed and time for notice of opposition has expired;\r\norb.  \r\n  the\r\napplication has been opposed and the opposition has been decided in favour of\r\nthe applicant, the Registrar shall register the said layout-design in the\r\nregister and the layout-design shall be registered as of the date of the making\r\nof the said application and that date shall be deemed to be the date of\r\nregistration.1.     2.   On the registration\r\nof a layout-design, the Registrar shall issue to the applicant a certificate in\r\nthe prescribed form of the registration thereof sealed with the seal of the\r\nSemiconductor Integrated Circuits Layout-Design Registry.3.   Where registration of\r\na layout-design is not completed within twelve months from the date of the\r\napplication by reason of default on the part of the applicant, the Registrar\r\nmay, after giving notice to the applicant in the prescribed manner, treat the\r\napplication as abandoned unless it is completed within the time specified in\r\nthat behalf in the notice.4.   The Registrar may\r\namend the register or a certificate of registration for the purpose of\r\ncorrecting a clerical error or an obvious mistake.", "14": "Semiconductor Integrated Circuits Layout-Design Act, 200014.\r\n   Jointly\r\nowned layout-design.1.   Save as provided in\r\nsub-section (2 ), nothing in this Act shall authorise the registration of\r\ntwo or more persons who claim to be the creator of a layout-design.2.   Where the relation\r\nbetween two or more persons claiming to be the creator of layout-design are\r\nsuch that-a.  \r\n  both\r\nof them or all of them have put the combined intellectual effort in creating\r\nsuch design; orb.  \r\n  in\r\nrelation to the creation of such layout-design both of them or all of them are\r\nconnected in such manner that intellectual effort of each of them are not\r\ndistinguishable in creation of such layout-design, those persons may be\r\nregistered as joint proprietor of the layout-design and this Act shall have\r\neffect in relation to any right to the use of the layout-design vested in those\r\npersons as if in those rights vested in a single person.", "15": "Semiconductor Integrated Circuits Layout-Design Act, 200015.\r\n   Duration\r\nof registration.The\r\nregistration of a layout-design shall be only for a period of ten years counted\r\nfrom the date of filing an application for registration or from the date of\r\nfirst commercial exploitation anywhere in India or in any country whichever is\r\nearlier.", "16": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nIV Effect of Registration16.\r\n   No\r\naction of infringement of unregistered layout-design.No\r\nperson shall be entitled to institute any proceeding to prevent, or to recover damages\r\nfor, the infringement of an unregistered layout-design.", "17": "Semiconductor Integrated Circuits Layout-Design Act, 200017.\r\n   Rights\r\nconferred by registration.Subject\r\nto the other provisions of this Act, the registration of a layout-design shall,\r\nif valid, give to the registered proprietor of layout-design the exclusive\r\nright to the use of the layout-design and to obtain relief in respect of\r\ninfringement in the manner provided by this Act.Explanation .- For removal\r\nof doubts, it is hereby declared that the rights conferred by the registration\r\nof a layout-design shall be available to the registered proprietor of that\r\nlayout design irrespective of the fact as to whether the layout-design is\r\nincorporated in an article or not.", "18": "Semiconductor Integrated Circuits Layout-Design Act, 200018.\r\n   Infringement\r\nof layout-design.1.   A registered\r\nlayout-design is infringed by a person who, not being the registered proprietor\r\nof the layout-design or a registered user thereof,-a.  \r\n  does\r\nany act of reproducing, whether by incorporating in a semiconductor integrated\r\ncircuit or otherwise, a registered layout-design in its entirety or any part\r\nthereof, except such act of reproducing any part thereof which is not original\r\nwithin the meaning of sub-section (2) of section 7;b.  \r\n  subject\r\nto the provisions of sub-section (5) , does any act of importing or\r\nselling or otherwise distributing for commercial purposes a registered\r\nlayout-design or a semiconductor integrated circuit incorporating such registered\r\nlayout-design or an article incorporating such a semiconductor integrated\r\ncircuit containing such registered layout-design for the use of which such\r\nperson is not entitled under this Act.1.     2.   Notwithstanding\r\nanything contained in section 17, sub-section (1) or sub-section (5),\r\n the performance of the act of reproduction referred to in clause (a) of\r\nsub-section (1) , where such act is performed for the limited purposes of\r\nscientific evaluation, analysis, research or teaching, shall not constitute act\r\nof infringement within the meaning of that clause.3.   Where a person, on\r\nthe basis of scientific evaluation or analysis of a registered layout-design,\r\ncreates another layout-design which is original within the meaning of\r\nsubsection (2) of section 7, that person shall have the right to\r\nincorporate such another layout design in a semiconductor integrated circuit or\r\nto perform any of the acts referred to in subsection (1) or sub-section (5)\r\n in respect of such another layout-design and such incorporation or\r\nperformance of any act shall not be regarded as infringement within the meaning\r\nof subsection (1) .4.   Where a layout-design\r\nis created by the process of scientific evaluation or analysis of the\r\nregistered layout-design as referred to in sub-section (3) , the use of\r\nsuch layout-design by the proprietor of such registered layout-design shall be\r\nregarded as infringement within the meaning of sub-section (1) after the\r\ndate of registration of such layout-design under this Act.5.   Notwithstanding\r\nanything contained in clause (b) of sub-section (1) , the\r\nperformance of any of the acts referred to in that clause by a person shall not\r\nbe regarded as infringement within the meaning of that clause if such act is\r\nperformed or directed to be performed in respect of a semiconductor integrated\r\ncircuit incorporating a registered layoutdesign or any article incorporating\r\nsuch a semiconductor integrated circuit where such person does not possess any\r\nknowledge or has no reasonable ground to know while performing or directing to\r\nbe performed such act in respect of such semiconductor integrated circuit or\r\narticle that it incorporated a registered layout-design but after the time when\r\nsuch person has received notice of such knowledge, he may continue to perform\r\nor directing to be performed such act in respect of the stock on hand or\r\nordered before such time and, then, he shall be liable to pay the proprietor of\r\nthe registered layout-design a sum by way of royalty to be determined by\r\nnegotiation between registered proprietor of the registered layout-design and\r\nthat person or by the Appellate Board having regard to the benefit accrued to\r\nsuch person by performing or directing to be performed such act in respect of\r\nsuch semiconductor integrated circuit or article, as the case may be.6.   Where any other person\r\npurchases a semiconductor integrated circuit incorporating a registered\r\nlayout-design or any article incorporating such a semiconductor integrated\r\ncircuit referred to in sub-section (5) from a person referred to in that\r\nsub-section, then, such other person shall be entitled to the immunity from\r\ninfringement in respect of that semiconductor integrated circuit or article, as\r\nthe case may be, to the extent and in the manner as if the word ''person''\r\nreferred in that sub-section includes the word any other person referred in\r\nthis subsection.7.   Nothing contained in\r\nclause (b) of sub-section (1) shall be construed as constituting\r\nan act of infringement where any person performs any of the acts specified in\r\nthat clause with the written consent of the registered proprietor of a\r\nregistered layout-design or within the control of the person obtaining such\r\nconsent, or in respect of a registered layout-design or a semiconductor\r\nintegrated circuit incorporating a registered layout-design or any article\r\nincorporating such a semiconductor integrated circuit, that has been put on the\r\nmarket by or with the consent of the registered proprietor of such registered\r\nlayout-design.8.   Notwithstanding\r\nanything contained in this Act, where any person by application of independent\r\nintellect has created a layout-design which is identical to a registered\r\nlayoutdesign, then, any act of such person in respect of the layout-design so\r\ncreated shall not be the infringement of the registered layout-design.", "19": "Semiconductor Integrated Circuits Layout-Design Act, 200019.\r\n   Registration\r\nto be prima facie evidence of validity.1.   In all legal\r\nproceedings relating to a layout-design registered under this Act (including\r\napplication under section 30), the original registration of the layout-design\r\nand all subsequent assignments and transmissions of layout-design shall be prima\r\nfacie evidence of the validity thereof.2.   In all legal\r\nproceedings as aforesaid, a registered layout-design shall not be held to be\r\ninvalid on the ground that it was not a registerable layout-design under\r\nsection 7 except upon evidence of originality and that such evidence was not\r\nsubmitted to the Registrar before registration.", "20": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nV Assignment and Transmission20.\r\n   Power\r\nof Registered Proprietor to assign and give receipts.The\r\nperson for the time being included in the register as proprietor of a layout\r\ndesign shall, subject to the provisions of this Act and to any right appearing\r\nfrom the register to be vested in any other person, have power to assign the\r\nlayout-design, and to give effectual receipts for any consideration for such\r\nassignment.", "21": "Semiconductor Integrated Circuits Layout-Design Act, 200021.\r\n   Assignability\r\nand transmissibility of registered layout-design.Notwithstanding\r\nanything in any other law to the contrary, a registered layout design shall,\r\nsubject to the provisions of this Chapter, be assignable and transmissible whether\r\nwith or without the goodwill of the business concerned.", "22": "Semiconductor Integrated Circuits Layout-Design Act, 200022.\r\n   Conditions\r\nfor assignment otherwise than in connection with the goodwill of a business.Where\r\nan assignment of a registered layout-design is made otherwise than in connection\r\nwith the goodwill of business in which such layout-design has been or is used,\r\nthe assignment shall not take effect unless the assignee, not later than the\r\nexpiration of six months from the date on which the assignment is made or\r\nwithin such extended period, if any, not exceeding three months in the\r\naggregate, as the Registrar may allow, apply to the Registrar for directions\r\nwith respect to the advertisement of the assignment, and advertises it in such\r\nform and manner and within such period as the Registrar may direct.", "23": "Semiconductor Integrated Circuits Layout-Design Act, 200023.\r\n   Registration\r\nof assignments and transmissions.1.   Where a person\r\nbecomes entitled by assignment or transmission to a registered layout-design,\r\nhe shall apply in the prescribed manner to the Registrar to register his title,\r\nand the Registrar shall, on receipt of the application and on proof of his\r\ntitle to his satisfaction, register him as the proprietor of the layout-design\r\nand shall cause particulars of the assignment or transmission to be entered on\r\nthe register:Provided that where the validity of an assignment or transmission is in dispute between the\r\nparties, the Registrar may refuse to register the assignment or transmission\r\nuntil the rights of the party have been determined by a competent court.2.   Except for the\r\npurpose of an application before the Registrar under sub-section (1) or\r\nan appeal from an order thereon, or an application under section 30 or an\r\nappeal from an order thereon, a document or instrument in respect of which no\r\nentry has been made in the register in accordance with sub-section (1) ,\r\nshall not be admitted in evidence by the Registrar or the Appellate Board or\r\nany court in proof of title to the layout-design by assignment or transmission\r\nunless the Registrar or the Appellate Board or the court, as the case may be,\r\notherwise directs.", "24": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nVI Use of Layout-Design and Registered Users24.\r\n   Registered\r\nusers.Subject\r\nto the provisions of section 25, a person other than the registered proprietor of\r\na layout-design may be registered as a registered user thereof.", "25": "Semiconductor Integrated Circuits Layout-Design Act, 200025.\r\n   Registration\r\nas registered user.1.   Where it is proposed\r\nthat a person should be registered as a registered user of a layout-design, the\r\nregistered proprietor and the proposed registered user shall jointly apply in\r\nwriting to the Registrar in the prescribed manner and every such application\r\nshall be accompanied by-a.  \r\n  the\r\nagreement in writing or a duly authenticated copy thereof, entered into between\r\nthe registered proprietor and the proposed registered user with respect to the\r\npermitted use of the layout-design; andb.  \r\n  an\r\naffidavit made by the registered proprietor or by some person authorised to the\r\nsatisfaction of Registrar to act on his behalf- \r\n i.  \r\n  giving\r\nparticulars of the relationship, existing or proposed, between the registered\r\nproprietor and the proposed registered user, including particulars showing the\r\ndegree of control by the proprietor over the permitted use which the\r\nrelationship will confer and whether it is a term of their relationship that\r\nthe proposed registered user shall be sole registered user or that there shall\r\nbe any other restriction as to persons for whose registration as registered\r\nuser application may be made; \r\n ii.  \r\n  stating\r\nthe conditions or restrictions, if any, proposed with respect to the place of\r\npermitted use or any other matter; \r\n iii.  \r\n  stating\r\nwhether the permitted use to be for a period or without limit of period, and,\r\nif for a period, the duration thereof; anda.  \r\n   b.  \r\n   c.  \r\n  such\r\nfurther documents or other evidence as may be required by the Registrar or as\r\nmay be prescribed.1.     2.   Where the requirement\r\nof sub-section (1) have been complied with, the Registrar shall register\r\nthe proposed registered user.3.   The Registrar shall\r\nissue notice in the prescribed manner of the registration of a person as a\r\nregistered user to other registered users of the layout-design, if any.4.   The Registrar shall,\r\nif so requested by the applicant, take steps of securing that information given\r\nfor the purposes of an application under this section (other than matters\r\nentered in the register) is not disclosed to rivals in trade.", "26": "Semiconductor Integrated Circuits Layout-Design Act, 200026.\r\n   Power\r\nof Registrar for cancellation of registration as registered user.1.   Without prejudice to\r\nthe provisions of section 30, the registration of a person as registered user-a.  \r\n  may\r\nbe cancelled by the Registrar on application in writing in the prescribed manner\r\nof the registered proprietor or of the registered user or of any other\r\nregistered user of the layout-design;b.  \r\n  may\r\nbe cancelled by the Registrar on the application in writing in the prescribed\r\nmanner of any person on any of the following grounds, namely:- \r\n i.  \r\n  that\r\nthe registered user has used the layout-design otherwise than in accordance\r\nwith the agreement under clause (a) of sub-section (1) of section\r\n25; \r\n ii.  \r\n  that\r\nthe proprietor or the registered user misrepresented, or failed to disclose,\r\nsome fact material to the application for registration which if accurately\r\nrepresented or disclosed would not have justified the registration of the\r\nregistered user; \r\n iii.  \r\n  that\r\nthe circumstances have changed since the date of registration in such a way\r\nthat at the date of such application for cancellation they would not have\r\njustified registration of the registered user; \r\n iv.  \r\n  that\r\nthe registration ought not to have been effected having regard to right vested\r\nin the applicant by virtue of a contract in the performance of which he is interested.a.  \r\n   b.  \r\n   c.  \r\n  may\r\nbe cancelled by the Registrar on his own motion or on the application in\r\nwriting in the prescribed manner by any person on the ground that any\r\nstipulation in the agreement between the registered proprietor and the\r\nregistered user regarding the topographical dimensions of the layout-design is\r\neither not being enforced or is not being complied with;d.   may be cancelled by\r\nthe Registrar if the layout-design is no longer registered.1.     2.   The Registrar shall\r\nissue notice in the prescribed manner in respect of every application under\r\nthis section to the registered proprietor and each registered user (not being\r\nthe applicant) of the layout-design.3.   The procedure for\r\ncancelling a registration shall be such as may be prescribed:Provided that before cancelling of registration, the registered proprietor shall be\r\ngiven a reasonable opportunity of being heard.", "27": "Semiconductor Integrated Circuits Layout-Design Act, 200027.\r\n   Power\r\nof Registrar to call for information relating to agreement in respect of\r\nregistered users.\n1.   The Registrar may, at\r\nany time during the continuance of the registration of the registered user, by\r\nnotice in writing, require the registered proprietor to confirm to him within\r\none month that the agreement filed under clause (a) of sub-section (1)\r\n of section 25 continues to be in force.2.   If the registered\r\nproprietor fails to furnish the confirmation within one month as required under\r\nsub-section (1), the registered user shall cease to be the registered\r\nuser on the day immediately after the expiry of said period and the Registrar\r\nshall notify the same.", "28": "Semiconductor Integrated Circuits Layout-Design Act, 200028.\r\n   Right\r\nof registered user to take proceedings against infringement.Subject\r\nto any agreement subsisting between the parties, a registered user may make\r\ncomplaint before the competent criminal court for the infringement in his own\r\nname as if he were the registered proprietor.", "29": "Semiconductor Integrated Circuits Layout-Design Act, 200029.\r\n   Registered\r\nuser not to have right of assignment or transmission.Nothing\r\nin this Act shall confer on a registered user of a layout-design any assignable\r\nor transmissible right to the use thereof.Explanation\r\nI  - The\r\nright of a registered user of a layout-design shall not deem to have been\r\nassigned or transmitted within the meaning of this section in the following\r\ncases, namely:-a.   where the registered\r\nuser being an individual enters into a partnership with any other person for\r\ncarrying on the business concerned; but in any such case the firm may use the\r\nlayout-design, if otherwise in force, only for so long as the registered user\r\nis a member of the firm;b.   where the registered\r\nuser being a firm subsequently undergoes a change in its constitution; but in\r\nany such case the reconstituted firm may use the layout-design, if otherwise in\r\nforce, only for so long as any partner of the original firm at the time of its\r\nregistration as registered user, continues to be a partner of the reconstituted\r\nfirm.Explanation\r\nII  - For\r\nthe purposes of Explanation I, ''firm'' has the same meaning as in the Indian\r\nPartnership Act, 1932.", "30": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nVII Rectification and Correction of the Register30.\r\n   Power\r\nto rectify the register.1.   Any person aggrieved\r\nby the absence or omission from the register of any entry, or by any entry made\r\nin the register without sufficient cause, or by any entry wrongly remaining on\r\nthe register, or by any error or defect in any entry in the register, may apply\r\nin the prescribed manner to the Appellate Board or to the Registrar, and the\r\nAppellate Board or the Registrar, as the case may be, may make such order for making,\r\nexpunging or varying the entry as it may think fit.2.   The Appellate Board\r\nor the Registrar may in any proceedings under this section decide any question\r\nthat may be necessary or expedient to decide in connection with the\r\nrectification of the register.3.   The Appellate Board\r\nor the Registrar, of its own motion, may, after giving notice in the prescribed\r\nmanner to the parties concerned and after giving them an opportunity of being\r\nheard, make any order referred to in sub-section (1 ).4.   Any order of the\r\nAppellate Board rectifying the register shall direct that notice of the\r\nrectification shall be served upon the Registrar in the prescribed manner who\r\nshall upon receipt of such notice, rectify the register accordingly.", "31": "Semiconductor Integrated Circuits Layout-Design Act, 200031.\r\n   Correction\r\nof register.1.   The Registrar may, on\r\napplication made in the prescribed manner by the registered proprietor,-a.  \r\n  correct\r\nany error in the name, address or description of the registered proprietor of a\r\nlayout-design, or any other entry relating to the layout-design;b.  \r\n  enter\r\nany change in the name, address or description of the person who is registered\r\nas proprietor of a layout-design;c.  \r\n  cancel\r\nthe entry of a layout-design on the register, and may make any consequential\r\namendment or alteration in the certificate of registration, and for that\r\npurpose, may require the certificate of registration to be produced to him.2.   The Registrar may, on\r\napplication made in the prescribed manner by a registered user of a\r\nlayout-design, and after notice to the registered proprietor, correct any\r\nerror, or enter any change in the name, address or description of the\r\nregistered user.", "32": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nVIII Appellate Board32.\r\n   Establishment\r\nof Layout-Design Appellate Board.The\r\nCentral Government shall, by notification in the Official Gazette, establish an\r\nAppellate Board to be known as the Layout-Design Appellate Board to exercise\r\nthe jurisdiction, powers and authority conferred on it by or under this Act.", "33": "Semiconductor Integrated Circuits Layout-Design Act, 200033.\r\n   Composition\r\nof Appellate Board.1.   The Appellate Board\r\nshall consist of a Chairperson, Vice-Chairperson, and such other Members as the\r\nCentral Government may deem fit and, subject to the other provisions of this\r\nAct, the jurisdiction, powers and authority of the Appellate Board may be exercised\r\nby a Bench thereof.2.   Subject to the other\r\nprovisions of this Act, a Bench shall consist of one Judicial Member and one\r\nTechnical Member and shall sit at such place as the Central Government may, by\r\nnotification in the Official Gazette, specify.3.   Notwithstanding\r\nanything contained in sub-section (2), the Chairperson-a.  \r\n  may,\r\nin addition to discharging the functions of the Judicial Member or Technical\r\nMember of the Bench to which he is appointed, discharge the function of the\r\nJudicial Member or, as the case may be, the Technical Member, of any other\r\nBench;b.  \r\n  may\r\ntransfer a Member from one Bench to another Bench;c.  \r\n  may\r\nauthorise Vice-Chairperson, the Judicial Member or the Technical Member\r\nappointed to one Bench to discharge also the functions of the Judicial Member\r\nor the Technical Member, as the case may be, of another Bench.1.     2.     3.     4.   Where any Benches are\r\nconstituted, the Central Government may, from time to time, by notification,\r\nmake provisions as to the distribution of the business of the Appellate Board\r\namongst the Benches and specify the matters which may be dealt by each Bench.Explanation.\r\n  - \r\nFor the removal of doubts, it is hereby declared that the expression ''matter''\r\nincludes an application or appeal under section 40 or section 42.5.   If the Members of a\r\nBench differ in opinion on any point, they shall state the point or points on\r\nwhich they differ, and make a reference to the Chairperson who shall either\r\nhear the point or points himself or refer the case for hearing on such point or\r\npoints by one or more of the other Members and such point or points shall be\r\ndecided according to the opinion of the majority of the Members who have heard\r\nthe case including those who first heard it.", "34": "Semiconductor Integrated Circuits Layout-Design Act, 200034.\r\n   Qualifications\r\nfor appointment as Chairperson, Vice-Chairperson, or other Members.1.   A person shall not be\r\nqualified for appointment as Chairperson unless he-a.  \r\n  is,\r\nor has been, a Judge of a High Court; orb.  \r\n  has,\r\nfor at least two years, held the office of a Vice-Chairperson.1.     2.   A person shall not be\r\nqualified for appointment as a Vice-Chairperson, unless he-a.  \r\n  has,\r\nfor at least two years, held the office of a Judicial Member or a Technical\r\nMember; orb.  \r\n  has\r\nbeen a member of the Indian Legal Service and has held a post in Grade I of\r\nthat Service or any higher post for at least five years.3.   A person shall not be\r\nqualified for appointment as a Judicial Member unless he-a.  \r\n  has\r\nbeen a member of the Indian Legal Service and has held the post in Grade I of\r\nthat Service for at least three years; orb.  \r\n  has,\r\nfor at least ten years, held a civil judicial office.1.     2.     3.     4.   A person shall not be\r\nqualified for appointment as a Technical Member, unless he possesses a Master's\r\nDegree in Physics or Bachelor's Degree in Electronics Engineering or Electrical\r\nEngineering or Computer Engineering from an University or Institution\r\nestablished under law for the time being in force and has held a post\r\nequivalent to the post of Joint Secretary to the Government of India or any\r\nhigher post for at least five years and possesses at least five years'\r\nexperience in the area of semiconductors.5.   Subject to the\r\nprovisions of sub-section (6) , the Chairperson, Vice-Chairperson and\r\nevery other Member shall be appointed by the President of India.6.   No appointment of a\r\nperson as the Chairperson shall be made except after consultation with the\r\nChief Justice of India.", "35": "Semiconductor Integrated Circuits Layout-Design Act, 200035.\r\n   Term\r\nof office of Chairperson, Vice-Chairperson and Members.The\r\nChairperson, Vice-Chairperson or other Member shall hold office as such for a term\r\nof five years from the date on which he enters upon his office or until he\r\nattains,-a.   in the case of Chairperson\r\nand Vice-Chairperson, the age of sixty-five years; andb.   in the case of\r\nMember, the age of sixty-two years, whichever is earlier.", "36": "Semiconductor Integrated Circuits Layout-Design Act, 200036.\r\n   Vice\r\nChairperson or senior-most Member to act as Chairperson or discharge his\r\nfunction in certain circumstances.1.   In the event of\r\noccurrence of any vacancy in the office of the Chairperson by reason of his\r\ndeath, resignation or otherwise, the Vice-Chairperson and in his absence the\r\nsenior-most Member shall act as Chairperson until the date on which a new\r\nChairperson, appointed in accordance with the provisions of this Act to fill\r\nsuch vacancy, enters upon his office.2.   When the Chairperson\r\nis unable to discharge his functions owing to his absence, illness or any other\r\ncause, the Vice-Chairperson and in his absence the senior-most Member shall\r\ndischarge the functions of the Chairperson until the date on which the\r\nChairperson resumes his duty.", "37": "Semiconductor Integrated Circuits Layout-Design Act, 200037.\r\n   Salaries,\r\nallowances and other terms and conditions of service of Chairperson, Vice-\r\nChairperson and other Members.1.   The salaries and\r\nallowances payable to, and other terms and conditions of service (including\r\npension, gratuity and other retirement benefits) of, the Chairperson,\r\nVice-Chairperson and other Members shall be such as may be prescribed.2.   Notwithstanding\r\nanything contained in sub-section (1) , a person who, immediately before\r\nthe date of assuming office as the Chairperson, Vice-Chairperson or other\r\nMember, was in service of Government shall be deemed to have retired from\r\nservice on the date on 13 which he enters upon as the Chairperson,\r\nVice-Chairperson or other Member, as the case may be.", "38": "Semiconductor Integrated Circuits Layout-Design Act, 200038.\r\n   Resignation\r\nand removal.1.   The Chairperson,\r\nVice-Chairperson and any other Member may, by notice in writing under his hand\r\naddressed to the President of India, resign his office:Provided that the Chairperson, Vice-Chairperson or any other Member shall, unless he is\r\npermitted by the President of India to relinquish his office sooner, continue\r\nto hold office until the expiry of three months from the date of receipt of\r\nsuch notice or until a person duly appointed as his successor enters upon his\r\noffice or until the expiry of his term of office, whichever is earlier.1.     2.   The Chairperson,\r\nVice-Chairperson or any other Member shall not be removed from his office\r\nexcept by an order by the President of India on the ground of proved\r\nmisbehavior or incapacity after an enquiry made by a Judge of the Supreme Court\r\nin which the Chairperson, Vice-Chairperson or other Member has been informed of\r\nthe charges against him and given a reasonable opportunity of being heard in\r\nrespect of those charges.3.   The Central Government\r\nmay, by rules, regulate the procedure for the investigation of misbehaviour or\r\nincapacity of the Chairperson, Vice-Chairperson or other Member referred to in\r\nsub-section (2 ).", "39": "Semiconductor Integrated Circuits Layout-Design Act, 200039.\r\n   Staff\r\nof Appellate Board.1.   The Central\r\nGovernment shall determine the nature and categories of the officers and other\r\nemployees required to assist the Appellate Board in the discharge of its\r\nfunctions and provide the Appellate Board with such officers and other\r\nemployees as it may think fit.2.   The salaries and\r\nother allowances and conditions of service of the officers and other employees\r\nof the Appellate Board shall be such as may be prescribed.3.   The officers and\r\nother employees of the Appellate Board shall discharge their functions under\r\nthe general superintendence of the Chairperson in the manner as may be\r\nprescribed.", "40": "Semiconductor Integrated Circuits Layout-Design Act, 200040.\r\n   Application\r\nto the Appellate Board to determine royalty.1.   The registered\r\nproprietor of a registered layout-design may make an application to the\r\nAppellate Board for determination of royalty under sub-section (5) of\r\nsection 18.2.   Every application\r\nunder sub-section (1) shall be in such form and be accompanied by such\r\naffidavits, documents or any other evidence and by such fee in respect of the\r\nfiling of such application and by such other fees for the service or execution\r\nof processes as may be prescribed.3.   On receipt of an\r\napplication under sub-section (1) , the Appellate Board shall, after\r\ngiving notice to the opposite party to file opposition within the prescribed\r\ntime and manner and after giving opportunity of being heard to the applicant\r\nand the opposite party, dispose of the application.4.   An order or decision\r\nmade by the Appellate Board in disposing of the application under sub-section (3)\r\n shall be executable by a civil court having local jurisdiction as if it\r\nwere a decree made by that court.", "41": "Semiconductor Integrated Circuits Layout-Design Act, 200041.\r\n   Power\r\nof the Board to cancel registration.1.   Any person may make\r\nan application, in the prescribed form accompanied by prescribed fee, to the\r\nAppellate Board for cancellation of the registration of a layout-design\r\nregistered under this Act or registration of assignment or transmission\r\nrelating thereto, as the case may be, on the ground that-a.  \r\n  in\r\nthe case of the registration of a layout-design, the layout-design is\r\nprohibited for being registered under section 7 ; orb.  \r\n  in\r\nthe case of the registration of assignment or transmission relating to a\r\nregistered layout-design, such assignment or transmission is contrary to any\r\nprovision of the law for the time being in force.2.  The\r\nAppellate Board shall, on receipt of an application under sub-section (1) ,\r\ngive notice to the opposite parties in the prescribed manner and after giving\r\nthem an opportunity of being heard, make such order as it may deem fit\r\nregarding cancellation of registration:Provided that where the ground of cancellation has been established with respect only to\r\na part of a layout-design, the Board shall cancel only such part and the\r\nremaining part of the layout-design if capable of performing as a semiconductor\r\nintegrated circuit shall be retained as registered on the register in the name\r\nof the registered proprietor of such layout design.1.     2.     3.   Any cancellation of\r\nthe registration of a layout-design either in whole or in part under\r\nsub-section (2) shall be deemed to be effective on the date from which\r\nthe period of ten years referred to in section 15 is countable in respect of\r\nthat layout-design.4.   The Appellate Board\r\nshall, without delay after making any order of cancellation under sub-section (2) ,\r\nsend a copy of such order to the Registrar who shall correct the register to\r\ngive effect to such order.", "42": "Semiconductor Integrated Circuits Layout-Design Act, 200042.\r\n   Appeal\r\nto Appellate Board.1.   Any person aggrieved\r\nby an order or decision of the Registrar under this Act, or the rules made\r\nthere under may prefer an appeal to the Appellate Board within three months\r\nfrom the date on which the order or decision sought to be appealed against is\r\ncommunicated to such person preferring the appeal.2.   No appeal shall be\r\nadmitted if it is preferred after the expiry of the period specified under\r\nsub-section (1) :Provided that an appeal may be admitted after the expiry of the period specified therefore,\r\nif the appellant satisfies the Appellate Board that he had sufficient cause for\r\nnot preferring the appeal within the specified period.1.     2.     3.   An appeal to the\r\nAppellate Board shall be in the prescribed form and shall be verified in the prescribed\r\nmanner and shall be accompanied by a copy of the order or decision appealed\r\nagainst and by such fees as may be prescribed.", "43": "Semiconductor Integrated Circuits Layout-Design Act, 200043.\r\n   Procedure\r\nand powers of Appellate Board.1.   The Appellate Board\r\nshall not be bound by the procedure laid down in the Code of Civil Procedure,\r\n1908 but shall be guided by principles of natural justice and, subject to the\r\nprovisions of this Act and the rules made thereunder, the Appellate Board shall\r\nhave powers to regulate its own procedure including the fixing of places and\r\ntimes of its hearing.2.   The Appellate Board\r\nshall have, for the purpose of discharging its functions under this Act, the\r\nsame powers as are vested in a civil court under the Code of Civil Procedure,\r\n1908 while trying a suit in respect of the following matters, namely:-a.  \r\n  receiving\r\nevidence;b.  \r\n  issuing\r\ncommissions for examination of witnesses;c.  \r\n  requisitioning\r\nany public record; andd.  \r\n  any\r\nother matter which may be prescribed.1.     2.     3.   Any proceeding before\r\nthe Appellate Board shall be deemed to be a judicial proceeding within the\r\nmeaning of sections 193 and 228, and for the purpose of section 196 of the\r\nIndian Penal Code, and the Appellate Board shall be deemed to be a civil court\r\nfor all the purposes of section 195 and Chapter XXVI of the Code of Criminal\r\nProcedure, 1973.", "44": "Semiconductor Integrated Circuits Layout-Design Act, 200044.\r\n   Bar\r\nof jurisdiction of courts, etc.No\r\ncourt or other authority shall have or, be entitled to, exercise any\r\njurisdiction, powers or authority in relation to the matters referred to in\r\nsub-section (1) of section 40 or sub-section (1) of section 42.", "45": "Semiconductor Integrated Circuits Layout-Design Act, 200045.\r\n   Bar\r\nto appear before Appellate Board.On\r\nceasing to hold office, the Chairperson, Vice-Chairperson or other Members shall\r\nnot appear before the Appellate Board or the Registrar.", "46": "Semiconductor Integrated Circuits Layout-Design Act, 200046.\r\n   Conditions\r\nas to making of interim order.Notwithstanding\r\nanything contained in any other provisions of this Act or in any other law for\r\nthe time being in force, no interim order (whether by way of injunction or stay\r\nor any other manner) shall be made on, or in any proceedings relating to, an\r\nappeal unless-a.   copies of such appeal\r\nand of all documents in support of the plea for such interim order are\r\nfurnished to the party against whom such appeal is made or proposed to be made;\r\nandb.  \r\n  opportunity\r\nis given to such party to be heard in the matter.", "47": "Semiconductor Integrated Circuits Layout-Design Act, 200047.   Power of Chairperson\r\nto transfer cases from one Bench to another.On\r\nthe application of any of the parties and after notice to the parties, and\r\nafter hearing such of them as he may desire to be heard, or on his own motion\r\nwithout such notice, the Chairperson may transfer any case pending before one\r\nBench, for disposal, to any other Bench.", "48": "Semiconductor Integrated Circuits Layout-Design Act, 200048.\r\n   Procedure\r\nfor application for rectification, etc., before Appellate Board.1.   An application for\r\nrectification of the register made to the Appellate Board under section 30\r\nshall be in such form as may be prescribed.2.   A certified copy of\r\nevery order or judgement of the Appellate Board relating to a registered\r\nlayout-design under this Act shall be communicated to the Registrar by the\r\nBoard and the Registrar shall give effect to the order of the Board and shall,\r\nwhen so directed, amend the entries in, or rectify, the register in accordance\r\nwith such order.", "49": "Semiconductor Integrated Circuits Layout-Design Act, 200049.\r\n   Appearance\r\nof Registrar in legal proceedings.1.   The Registrar shall\r\nhave the right to appear and be heard-a.  \r\n  in\r\nany legal proceedings before the Appellate Board in which the relief sought\r\nincludes alteration or rectification of the register or in which any question\r\nrelating to the practice of the Semiconductor Integrated Circuits Layout-Design\r\nRegistry is raised;b.  \r\n  in\r\nany appeal to the Board from an order of the Registrar on an application for\r\nregistration of a layout-design- \r\n i.  \r\n  which\r\nis not opposed, and the application is either refused by the Registrar or is\r\naccepted by him subject to any amendments or modifications, or \r\n ii.  \r\n  which\r\nhas been opposed and the Registrar considers that his appearance is necessary\r\nin the public interest, and the Registrar shall appear in any case if so\r\ndirected by the Board.2.   Unless the Appellate\r\nBoard otherwise directs, the Registrar may, in lieu of appearing, submit a\r\nstatement in writing signed by him, giving such particulars as he thinks proper\r\nof the proceedings before him relating to the matter in issue or of the grounds\r\nof any decision given by him affecting it, or of the practice of the Semiconductor\r\nIntegrated Circuits Layout-Design Registry in like cases, or of other matters\r\nrelevant to the issues and within his knowledge as Registrar, and such\r\nstatement shall be evidence in the proceeding.", "50": "Semiconductor Integrated Circuits Layout-Design Act, 200050.\r\n   Registrar\r\nto refer certain disputes to the Board.If\r\nany question arises in any proceedings before Registrar, whether a\r\nlayout-design has been commercially exploited for more than two years anywhere\r\nin a convention country for the purpose of registration of such layout-design\r\nunder this Act, the Registrar shall refer such question to the Appellate Board,\r\nand the decision of the Board thereon shall be final.", "51": "Semiconductor Integrated Circuits Layout-Design Act, 200051.\r\n   Power\r\nof the Board to permit certain uses.1.   Notwithstanding\r\nanything contained in this Act, the Appellate Board may on an application made\r\nin the prescribed manner before it on behalf of the Government or by any person\r\nauthorised by the Government and after giving notice of such application to the\r\nregistered proprietor of a layout-design and providing the opportunity of being\r\nheard to the parties concerned permit the use of such registered layout-design\r\nby the Government or by such person so authorised, as the case may be, subject\r\nto any or all of the following conditions as the Board deems fit under the\r\ncircumstances of such use, namely:-a.  \r\n  that\r\nthe use of the layout-design shall be for non-commercial public purposes or for\r\nthe purposes relating to national emergency or of extreme public urgency;b.  \r\n  that\r\nthe duration of the use of the layout-design shall be limited for a period\r\nspecified by the Board;c.  \r\n  that\r\nthe use of the layout-design shall be non-assignable and non-transmissible;d.  \r\n  that\r\nthe use of the layout-design shall be to the extent which the Board deems\r\nnecessary to remedy the anti-competitive practice ;e.  \r\n  that\r\nthe use of the layout-design shall be predominantly for the supply of\r\nsemiconductor integrated circuits or articles incorporating semiconductor\r\nintegrated circuits in domestic market of India:Provided that Board shall not permit the use of a registered layout-design, by any such person\r\nauthorised by the Government, under this sub-section unless the Board is\r\nsatisfied that such person so authorised has made efforts to enter into\r\nagreement with the registered proprietor of such layout-design on reasonable\r\ncommercial terms and conditions for permitted use of such layout-design and\r\nsuch efforts had not been successful within prescribed period:Provided\r\nfurther that the first proviso shall not be applicable in a case where the\r\nperson so authorised produces to the Board a certificate issued by the\r\nGovernment to the effect that such use is required due to national emergency or\r\nany other circumstances which the Government considers to be of extreme urgency\r\nor of public non-commercial use.1.     2.   The Appellate Board\r\nshall, while granting the permission for the use of a registered layout-design\r\nunder sub-section (1) , determine the amount of royalty to be paid by the\r\nGovernment or the person authorised by the Government, as the case may be, to\r\nthe registered proprietor of such layout-design for such permitted use.3.   The Appellate Board\r\nmay, on the application of the registered proprietor of a layoutdesign referred\r\nto in sub-section (1) , may review the permission granted under that\r\nsubsection and, after giving notice and opportunity of hearing to the parties\r\nconcerned in the prescribed manner, cancel or amend such permission if the\r\nBoard is satisfied that any of the conditions subject to which the permission\r\nwas granted has not been observed or the circumstances which led to the\r\ngranting of such permission has ceased to exist or substantially altered.", "52": "Semiconductor Integrated Circuits Layout-Design Act, 200052.\r\n   Costs\r\nof Registrar in proceedings before Appellate Board.In\r\nall proceedings under this Act before the Appellate Board the costs of the Registrar\r\nshall be in the discretion of the Board, but the Registrar shall not be ordered\r\nto pay the costs of any of the parties.", "53": "Semiconductor Integrated Circuits Layout-Design Act, 200053.\r\n   Appeal.1.   Any person aggrieved\r\nby any decision or order of the Appellate Board under this Act may, within the\r\nprescribed period appeal to the High Court within whose the jurisdiction of\r\nhead office or the branch office of the Semiconductor Integrated Circuits\r\nLayout-Design Registry against the decision or order of which the appeal arises\r\nis situated.2.   Every such appeal\r\nshall be preferred by petition in writing and shall be in such form and shall\r\ncontain such particulars as may be prescribed.3.   Subject to the\r\nprovisions of this Act and the rules made thereunder, the provisions of the\r\nCode of Civil Procedure, 1908 shall apply to appeals before a High Court under\r\nthis Act.", "54": "Semiconductor Integrated Circuits Layout-Design Act, 200054.\r\n   Powers\r\nof High Court to make rules.The\r\nHigh Court may make rules consistent with this Act as to the conduct and procedure\r\nof all proceeding under this Act before it.", "55": "Semiconductor Integrated Circuits Layout-Design Act, 200055.\r\n   Transitional\r\nprovisions.Notwithstanding\r\nanything contained in this Act, till the establishment of the Appellate Board\r\nunder section 32, the Intellectual Property Appellate Board established under\r\nsection 83 of the Trade Marks Act, 1999 shall exercise the jurisdiction, powers\r\nand authority conferred on the Appellate Board under this Act subject to the\r\nmodification that in any Bench of such Intellectual Property Appellate Board\r\nconstituted for the purposes of this section, for the Technical Member referred\r\nto in sub-section (2) of section 84 of the Trade Marks Act, 1999, the\r\nTechnical Member shall be appointed under this Act and he shall be deemed to be\r\nthe Technical Member for constituting the Bench under the said sub-section (2)\r\n of section 84 for the purposes of this Act.", "56": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nIX Offences, Penalties and Procedure56.\r\n   Penalty\r\nfor infringement of layout-design.Any\r\nperson who contravenes knowingly and wilfully any of the provisions of section\r\n18 shall be punishable with imprisonment for a term which may extend to three years,\r\nor with fine which shall not be less than fifty-thousand rupees but which may\r\nextend to ten lakhs rupees, or with both.", "57": "Semiconductor Integrated Circuits Layout-Design Act, 200057.\r\n   Penalty\r\nfor falsely representing a layout-design as registered.1.   No person shall make\r\nany representation with respect to a layout-design not being a registered\r\nlayout-design, to the effect that it is a registered layout-design.2.   If any person\r\ncontravenes the provisions of sub-section (1) , he shall be punishable\r\nwith imprisonment for a term which may extend to six months, or with fine which\r\nmay extend to fifty thousand rupees, or with both.3.   For the purposes of\r\nthis section, the use in India in relation to a layout-design of the word\r\n''registered'', or of any other expression referring whether expressly or\r\nimpliedly to registration, shall be deemed to import a reference to\r\nregistration in the register, except-a.  \r\n  where\r\nthat word or other expression, is used in direct association with other words\r\ndelineated in characters at least as large as those in which that word or other\r\nexpression is delineated and indicating that the reference is to registration\r\nas a layout design under the law of a country outside India being a country\r\nunder the law of which the registration referred to is in fact in force; orb.  \r\n  where\r\nthat other expression is of itself such as to indicate that the reference is to\r\nsuch registration as is mentioned in clause (a) ; or (c) where\r\nthat word is used in relation to a layout-design registered as a layout design\r\nunder the law of a country outside India and in relation solely to such layout\r\ndesign.", "58": "Semiconductor Integrated Circuits Layout-Design Act, 200058.\r\n   Penalty\r\nfor improperly describing a place of business as connected with the\r\nSemiconductor Integrated Circuits Layout-Design Registry.If\r\nany person uses on his place of business, or on any document issued by him, or otherwise,\r\nwords which would reasonably lead to the belief that his place of business is,\r\nor is officially connected with, the Semiconductor Integrated Circuits\r\nLayout-Design Registry, he shall be punishable with imprisonment for a term\r\nwhich may extend to six months, or with fine, or with both.", "59": "Semiconductor Integrated Circuits Layout-Design Act, 200059.\r\n   Penalty\r\nfor falsification of entries in the register.If\r\nany person makes, or causes to be made, a false entry in the register, or a\r\nwriting falsely purporting to be a copy of an entry in the register, or\r\nproduces or tenders, or causes to be produced or tendered, in evidence any such\r\nwriting, knowing the entry or writing to be false, he shall be punishable with\r\nimprisonment for a term which may extend to two years, or with fine, or with\r\nboth.", "60": "Semiconductor Integrated Circuits Layout-Design Act, 200060.\r\n   Forfeiture\r\nof goods.1.   Where a person is\r\nconvicted of an offence under section 56, the court convicting him may direct\r\nthe forfeiture to Government of all goods and things by means of, or in\r\nrelation to, which the offence has been committed.2.   When a forfeiture is\r\ndirected on a conviction and an appeal lies against the conviction, an appeal\r\nshall lie against the forfeiture also.3.   When a forfeiture is\r\ndirected on a conviction, the court, before whom the person is convicted, may\r\norder any forfeited articles to be destroyed or otherwise disposed of as the\r\ncourt thinks fit.", "61": "Semiconductor Integrated Circuits Layout-Design Act, 200061.\r\n   Exemption\r\nof certain persons employed in ordinary course of business.Where\r\na person accused of an offence under section 56 proves-a.   that in the case\r\nwhich is the subject of the charge he was so employed that it relates to the\r\nduty of his employment, and was not interested in the profit accruing from such\r\ncommission of offence except the duty of his employment; andb.   that, having taken\r\nall reasonable precautions against committing the offence charged, he had, at\r\nthe time of commission of the alleged offence, no reason to suspect the\r\ngenuineness of the registered layout-design or a semiconductor integrated\r\ncircuit in which such layout-design is incorporated; andc.   that, on demand made\r\nby or on behalf of the prosecutor, he gave all the information in his power\r\nwith respect to the commission of such offence, he shall be acquitted.", "62": "Semiconductor Integrated Circuits Layout-Design Act, 200062.\r\n   Procedure\r\nwhere invalidity of registration is pleaded by the accused.1.   Where the offence\r\ncharged under section 56 is in relation to a registered layout design and the\r\naccused pleads that the registration of the layout-design is invalid, the\r\nfollowing procedure shall be followed:-a.  \r\n  if\r\nthe court is satisfied that such defence is prima facie tenable, it\r\nshall not proceed with the charge but shall adjourn the proceeding for three\r\nmonths from the date on which the plea of accused is recorded to enable the\r\naccused to file an application before the Appellate Board under this Act, for\r\nthe rectification of the register on the ground that the registration is\r\ninvalid;b.  \r\n  if\r\nthe accused proves to the court that he has made such application within the\r\ntime so limited or within such further time as the time court may for\r\nsufficient cause may allow, the further proceedings in the prosecution shall\r\nstand stayed till the disposal of such application for rectification;c.  \r\n  if\r\nwithin a period of three months or within such extended time as may be allowed\r\nby the court the accused fails to apply to the Appellate Board for\r\nrectification of the register, the court shall proceed with the case as if the\r\nregistration were valid.2.   Where before the\r\ninstitution of a complaint of an offence referred to in sub-section (1) ,\r\nany application for the rectification of the register concerning the\r\nlayout-design in question on the ground of invalidity of the registration\r\nthereof has already been properly made to and is pending before the Appellate\r\nBoard or the Registrar, the Court shall stay the further proceedings in the\r\nprosecution pending the disposal of the application aforesaid and shall\r\ndetermine the charge against the accused in conformity with the result of the\r\napplication for rectification in so far as the complainant relies upon the\r\nregistration of his layout-design.", "63": "Semiconductor Integrated Circuits Layout-Design Act, 200063.\r\n   Offences\r\nby companies.1.   If the person\r\ncommitting an offence under this Act is a company, the company as well as every\r\nperson in charge of, and responsible to, the company for the conduct of its\r\nbusiness at the time of the commission of the offence shall be deemed to be\r\nguilty of the offence and shall be liable to be proceeded against and punished\r\naccordingly:Provided that nothing contained in this sub-section shall render any such person liable to\r\nany punishment if he proves that the offence was committed without his\r\nknowledge or that he exercised all due diligence to prevent the commission of\r\nsuch offence.2.   Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed with\r\nthe consent or connivance of, or that the commission of the offence is\r\nattributable to any neglect on the part of, any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of that offence and shall be liable\r\nto be proceeded against and punished accordingly.Explanation\r\n- For\r\nthe purposes of this section-a.   ''company'' means anybody\r\ncorporate and includes a firm or other association or individuals; andb.  \r\n  ''director'',\r\nin relation to a firm, means a partner in the firm.", "64": "Semiconductor Integrated Circuits Layout-Design Act, 200064.\r\n   Cognizance\r\nof certain offences.No\r\ncourt shall take cognizance-a.   of an offence under\r\nsection 56 or section 57 except on the complaint in writing made by the\r\nregistered proprietor or the registered user of a layout-design in respect of\r\nwhich the offence has been committed;b.   of an offence under\r\nsection 58 or section 59 except on complaint in writing made by the Registrar\r\nor any officer authorised by him in writing.", "65": "Semiconductor Integrated Circuits Layout-Design Act, 200065.\r\n   Costs\r\nof defence or prosecution.In\r\nany prosecution under this Act, the court may order such costs to be paid by\r\nthe accused to the complainant, or by the complainant to the accused, as the\r\ncourt deemed reasonable having regard to all the circumstances of the case and\r\nthe conduct of the parties. Costs so awarded shall be recoverable as if they\r\nwere a fine.", "66": "Semiconductor Integrated Circuits Layout-Design Act, 200066.   Informaton as toi\r\ncommission of offence.An officer of the\r\nGovernment whose duty it is to take part in the enforcement of the provisions\r\nof this Chapter shall not be compelled in any court to say whence he got any information\r\nas to the commission of any offence against this Act.", "67": "Semiconductor Integrated Circuits Layout-Design Act, 200067.\r\n   Punishment\r\nof abetment in India of acts done out of India.If\r\nany person, being within India, abets the commission, without India, of any act\r\nwhich, if committed in India, would, under this Act, be an offence, he may be\r\ntried for such abetment in any place in India in which he may be found, and be\r\npunished there for with the punishment to which he would be liable if he had\r\nhimself committed in that place the act which he abetted.", "68": "Semiconductor Integrated Circuits Layout-Design Act, 2000Chapter\r\nX Miscellaneous68.\r\n   Protection\r\nof security of India.Notwithstanding\r\nanything contained in this Act, the Registrar shall-a.   not disclose any\r\ninformation relating to the registration of a layout-design or any application\r\nrelating to the registration of a layout-design under this Act which the\r\nCentral Government considers prejudicial to the interest of the security of\r\nIndia; andb.   take any action,\r\nincluding the cancellation of registration of a layout-design registered under\r\nthis Act, which the Central Government may, by notification in the Official\r\nGazette, specify in the interest of security of India. Explanation.-\r\n  For\r\nthe purposes of this section, the expression ''interest of the security of\r\nIndia'' means any action necessary for the security of India which relates to\r\nthe use of a layout-design or a semiconductor integrated circuit incorporating\r\na layout-design or an article incorporating such semiconductor integrated\r\ncircuit and which -a.   relates to\r\nfissionable materials or the materials from which they are derived; orb.   relates to the\r\ntraffic in arms, ammunition and implements of war and to such traffic in other\r\ngoods and materials as is carried on directly or indirectly for the purpose of\r\nsupplying a military establishment; orc.  \r\n  is\r\ntaken in time of war or other emergency in international relations.", "69": "Semiconductor Integrated Circuits Layout-Design Act, 200069.\r\n   Protection\r\nof action taken in good faith.No\r\nsuit or other legal proceedings shall lie against any person in respect of\r\nanything which is in good faith done or intended to be done in pursuance of\r\nthis Act.", "70": "Semiconductor Integrated Circuits Layout-Design Act, 200070.\r\n   Certain\r\npersons to be public servants.Every\r\nperson appointed, under this Act and every Member of the Appellate Board shall\r\nbe deemed to be a public servant within the meaning of section 21 of the Indian\r\nPenal Code.", "71": "Semiconductor Integrated Circuits Layout-Design Act, 200071.\r\n   Implied\r\nwarranty on sale of layout design, etc.Where\r\na registered layout-design, or a semiconductor integrated circuit in which a registered\r\nlayout-design is incorporated, or an article incorporating such a semiconductor\r\nintegrated circuit is sold or has been contracted for sale, the seller shall\r\nbe deemed to warrant that the registration, of such layout-design or the\r\nlayout-design so incorporated is genuine within the meaning of this Act unless\r\nthe contrary is expressed in writing signed by or on behalf of the seller and\r\ndelivered at the time of the sale or contract to sell of such layout design, or\r\nsemiconductor integrated circuit or article, as the case may be, and accepted\r\nby the buyer.", "72": "Semiconductor Integrated Circuits Layout-Design Act, 200072.\r\n   Powers\r\nof Registrar.In\r\nall proceedings under this Act before the Registrar,-a.   the Registrar shall\r\nhave all the powers, of a civil court for the purposes of receiving evidence,\r\nadministering oaths, enforcing the attendance of witnesses, compelling the\r\ndiscovery and production of documents and issuing commissions for the\r\nexamination of witnesses;b.   the Registrar may,\r\nsubject to any rules in this behalf, made under section 96 make such orders as\r\nto costs as he considers reasonable, and any such order shall be executable as\r\ndecree to a civil court;c.   the Registrar may, on\r\nan application made in the prescribed manner, review his own decision.", "73": "Semiconductor Integrated Circuits Layout-Design Act, 200073.\r\n   Exercise\r\nof discretionary power by Registrar.Subject\r\nto the provisions of section 76, the Registrar shall not exercise any discretionary\r\nor other power vested in him by this Act or the rules made there under\r\nadversely to a person applying for the exercise of the power without (if so\r\nrequired by that person within the prescribed time) giving to the person an\r\nopportunity of being heard.", "74": "Semiconductor Integrated Circuits Layout-Design Act, 200074.\r\n   Evidence\r\nbefore Registrar.In\r\nany proceeding under this Act before the Registrar, evidence shall be given by affidavit:Provided that the Registrar may, if he thinks fit, take oral evidence in lieu of, or in addition\r\nto, such evidence by affidavit.", "75": "Semiconductor Integrated Circuits Layout-Design Act, 200075.\r\n   Death\r\nof party to a proceeding.If\r\na person who is a party to a proceeding under this Act (not being a proceeding before\r\nthe Appellate Board or a court) dies pending the proceeding, the Registrar may,\r\non request, and on proof to his satisfaction of the transmission of the\r\ninterest of the deceased person, substitute in the proceeding his successor in\r\ninterest in his place, or, if the Registrar is of opinion that the interest of\r\nthe deceased person is sufficiently represented by the surviving parties, permit\r\nthe proceeding to continue without the substitution of his successor in\r\ninterest.", "76": "Semiconductor Integrated Circuits Layout-Design Act, 200076.\r\n   Extention\r\nof time.1.   If the Registrar is\r\nsatisfied, on application made to him in the prescribed manner and accompanied\r\nby the prescribed fee, that there is sufficient cause for extending the time\r\nfor doing any act (not being a time expressly provided in the Act), whether the\r\ntime so specified has expired or not, he may, subject to such conditions as he\r\nmay think fit to impose, extend the time and inform the parties accordingly.2.   Nothing in\r\nsub-section (1) shall be deemed to require the Registrar to hear the\r\nparties, before disposing of an application for extension of time and no appeal\r\nshall lie from any order of the Registrar under this section.", "77": "Semiconductor Integrated Circuits Layout-Design Act, 200077. Abandonment.Where,\r\nin the opinion of the Registrar, an applicant is in default in the prosecution of\r\nan application filed under this Act, the Registrar may, by notice require the\r\napplicant to remedy the default within a time specified and after giving him,\r\nif so desired, an opportunity of being heard, treat the application as\r\nabandoned, unless the default is remedied within the time specified in the\r\nnotice.", "78": "Semiconductor Integrated Circuits Layout-Design Act, 200078.  Preliminary advice by\r\nthe Registrar.1.   The Registrar may, on\r\napplication made to him in the prescribed manner by any person who proposes to\r\napply for the registration of a layout-design, give advice as to whether the\r\nlayout-design appears to him prima facie to be original.2.   If, on an application\r\nfor the registration of a layout-design as to which the Registrar has given\r\nadvice as aforesaid in the affirmative made within three months after the\r\nadvice was given, the Registrar, after further investigation or consideration,\r\ngives notice, to the applicant of objection on the ground that the\r\nlayout-design is not original, the applicant shall be entitled, on giving\r\nnotice of withdrawal of the application within the prescribed period, to have\r\nrepaid to him any fee paid on the filing of the application.", "79": "Semiconductor Integrated Circuits Layout-Design Act, 200079. Registered user to be\r\nimpleaded in certain proceedings.1.   In every proceeding\r\nunder Chapter VII or under section 42, every registered user of a\r\nlayout-design, who is not himself an applicant in respect of any proceeding\r\nunder that Chapter or section shall be made a party to the proceeding.2.   Notwithstanding\r\nanything contained in any other law, a registered user so made a party to the\r\nproceeding shall not be liable for any costs unless he enters an appearance and\r\ntakes part in the proceeding.", "80": "Semiconductor Integrated Circuits Layout-Design Act, 200080.\r\n   Evidence\r\nof entries in register, etc., and things done by the Registrar.1.   A copy of any entry\r\nin the register or of any document referred to in sub-section (1) of\r\nsection 87 purporting to be certified by the Registrar and sealed with the seal\r\nof the Semiconductor Integrated Circuits Layout-Design Registry shall be\r\nadmitted in evidence in all courts and in all proceedings without further proof\r\nor production of the original.2.   A certificate\r\npurporting to be under the hand of the Registrar as to any entry, matter or\r\nthing that he is authorised by this Act or the rules to make or do shall be prima\r\nfacie evidence of the entry having been made, and of the contents thereof,\r\nor of the matter or things having been done or not done.", "81": "Semiconductor Integrated Circuits Layout-Design Act, 200081.\r\n   Registrar\r\nand other officers not compellable to produce register, etc.The\r\nRegistrar or any other officer of the Semiconductor Integrated Circuits\r\nLayout-Design Registry shall not, in any legal proceedings to which he is not a\r\nparty, be compellable to produce the register or any other document in his\r\ncustody, the contents of which can be proved by the production of a certified\r\ncopy issued under this Act or to appear as a witness to prove the matters\r\ntherein recorded unless by order of the court made for special cause.", "82": "Semiconductor Integrated Circuits Layout-Design Act, 200082.\r\n   Certificate\r\nof validity.If\r\nin any legal proceeding for rectification of the register before the Appellate\r\nBoard a decision is on contest given in favour of the registered proprietor of\r\nthe layout-design on the issue as to the validity of the registration of the\r\nlayout-design, the Appellate Board may grant a certificate to that effect, and\r\nif such a certificate is granted, then, in any subsequent legal proceedings in\r\nwhich the said validity comes into question, the said proprietor on obtaining a\r\nfinal order or judgment in his favour affirming validity of the registration of\r\nthe layout design shall, unless they said final order or judgment for\r\nsufficient reason directs otherwise, be entitled to his full cost, charges and\r\nexpenses as between legal practitioner and client.", "83": "Semiconductor Integrated Circuits Layout-Design Act, 200083 . Address for\r\nservice.An\r\naddress for service stated in an application or notice of opposition shall, for\r\nthe purposes of the application or notice of opposition, be deemed to be the\r\naddress of the applicant or opponent, as the case may be, and all documents in\r\nrelation to the application or notice of opposition may be served by leaving\r\nthem at or sending them by post to the address for service of the applicant or\r\nopponent, as the case may be.", "84": "Semiconductor Integrated Circuits Layout-Design Act, 200084.\r\n   Agents.Where,\r\nby or under this Act, any act, other then the making of an affidavit, is required\r\nto be done before the Registrar by any person, the act may, subject to the\r\nrules made in this behalf, be done, instead of by that person himself, by a\r\nperson duly authorised in the prescribed manner, who is-a.   a legal practitioner,\r\norb.   a person registered\r\nin the prescribed manner as a layout-design agent, orc.  \r\n  a\r\nperson in the sole and regular employment of the principal.", "85": "Semiconductor Integrated Circuits Layout-Design Act, 200085.   Layout-design\r\nregistered by an agent or representative without authority.If\r\nan agent or a representative of the proprietor of a registered layout-design, without\r\nauthority uses or attempts to register or registers the layout-design in his\r\nown name, the proprietor shall be entitled to oppose the registration applied\r\nfor or secure its cancellation or rectification of the register so as to bring\r\nhim as the registered proprietor of the said layout-design by assignment in his\r\nfavour:Provided that such action shall be taken within three years of the registered proprietor\r\nof the layout-design becoming aware of the conduct of the agent or\r\nrepresentative.", "86": "Semiconductor Integrated Circuits Layout-Design Act, 200086.\r\n   Indexes.There\r\nshall be kept under the direction and supervision of the Registrar-a.   an index of\r\nregistered layout-designs,b.   an index of\r\nlayout-designs in respect of which applications for registration are pending,c.   an index of the names\r\nof the proprietors of registered layout-designs, andd.  \r\n  an\r\nindex of the names of registered users.", "87": "Semiconductor Integrated Circuits Layout-Design Act, 200087.\r\n   Documents\r\nopen to public inspection.1.   Save as otherwise\r\nprovided in sub-section (4) of section 25,-a.  \r\n  the\r\nregister and any document upon which any entry in the register is based;b.  \r\n  every\r\nnotice of opposition to the registration of a layout-design application for\r\nrectification before the Registrar, counter-statement thereto, and any\r\naffidavit or document filed by the parties in any proceedings before the\r\nRegistrar; andc.  \r\n  the\r\nindexes mentioned in section 86 and such other documents as the Central\r\nGovernment may, by notification in the Official Gazette, specify; shall,\r\nsubject to such conditions as may be prescribed, be open to public inspection\r\nat the Semiconductor Integrated Circuits Layout-Design Registry.2.   Any person may, on an\r\napplication to the Registrar and on payment of such fees as may be prescribed,\r\nobtain a certified copy of any entry in the register or any document referred\r\nto in sub-section (1) .", "88": "Semiconductor Integrated Circuits Layout-Design Act, 200088.\r\n   Reports\r\nof Registrar to be placed before Parliament.The\r\nCentral Government shall cause to be placed before both Houses of Parliament once\r\na year a report respecting the execution by or under the Registrar of this Act.", "89": "Semiconductor Integrated Circuits Layout-Design Act, 200089.\r\n   Fees\r\nand surcharge1.   There shall be paid\r\nin respect of applications and registration and other matters under this Act\r\nsuch fees and surcharge as may be prescribed by the Central Government.2.   Where a fee is\r\npayable in respect of the doing of an act by the Registrar, the Registrar shall\r\nnot do that act until the fee has been paid.3.   Where a fee is\r\npayable in respect of the filing of a document at the Semiconductor Integrated\r\nCircuits Layout-Design Registry, the document shall be deemed not to have been\r\nfiled at the Registry until the fee has been paid.", "90": "Semiconductor Integrated Circuits Layout-Design Act, 200090.\r\n   Savings\r\nin respect of Chapter IX.Nothing\r\nin Chapter IX shall be construed so as to render liable to any prosecution or punishment\r\nany servant of a master resident in India who in good faith acts in obedience\r\nto the instructions of such master, and, on demand made by or on behalf of\r\nprosecutor, has given full information as to his master and as to the\r\ninstructions which he has received from his master.", "91": "Semiconductor Integrated Circuits Layout-Design Act, 200091.\r\n   Declaration\r\nas to ownership of layout-design not registerable under the Registration Act,\r\n1908.Notwithstanding\r\nanything contained in the Registration Act, 1908, no document declaring or purporting\r\nto declare the ownership or title of a person to a layout-design other than a\r\nregistered layout-design shall be registered under that Act.", "92": "Semiconductor Integrated Circuits Layout-Design Act, 200092.\r\n   Government\r\nto be bound.The provisions of\r\nthis Act shall be binding on the Government.", "93": "Semiconductor Integrated Circuits Layout-Design Act, 200093.   Convention countries.With\r\na view to the fulfilment of a treaty, convention or arrangement with any country\r\noutside India which affords to citizens of India similar privileges as granted\r\nto its own citizens, the Central Government may, by notification in the\r\nOfficial Gazette, specify such country to be a convention country for providing\r\nthe citizens of such convention country the similar privileges as granted to\r\nthe citizens of India under this Act.Explanation.- For the purposes of\r\nthis section ''country'' includes any group of countries or union of countries\r\nor inter-governmental organisation and the expression ''convention country''\r\nshall be construed accordingly.", "94": "Semiconductor Integrated Circuits Layout-Design Act, 200094.\r\n   Provision\r\nas to reciprocity.Where\r\nany country specified by the Central Government in this behalf by notification\r\nin the Official Gazette under section 93 does not accord to citizens of India\r\nthe same rights in respect of registration and protection of layout-design as\r\nit accords to its own nationals, no national of such country shall be entitled,\r\neither solely or jointly with any other person,-a.   to apply for the\r\nregistration of, or be registered as the proprietor of, a layoutdesign;b.   to be registered as\r\nthe assignee of the proprietor of a registered layout-design; orc.   to apply for\r\nregistration or be registered as a registered user of a layout-design under\r\nsection 25.", "95": "Semiconductor Integrated Circuits Layout-Design Act, 200095.\r\n   Power\r\nof Central Government to remove difficulties.1.   If any difficulty\r\narises in giving effect to the provisions of this Act, the Central Government\r\nmay, by order published in the Official Gazette, make such provisions not\r\ninconsistent with the provisions of this Act as may appear to be necessary for\r\nremoving the difficulty:Provided that no order shall be made under this section after the expiry of five years from\r\nthe commencement of this Act.2.   Every order made\r\nunder this section shall, as soon as may be after it is made, be laid before\r\neach House of Parliament.", "96": "Semiconductor Integrated Circuits Layout-Design Act, 200096.\r\n   Power\r\nto make rules.1.   The Central\r\nGovernment may, by notification in the Official Gazette, make rules to carry\r\nout the provisions of this Act.2.   In particular, and\r\nwithout prejudice to the generality of the foregoing power, such rules may\r\nprovide for all or any of the following matters, namely :-a.  \r\n  the\r\nother matters relating to the registered layout-designs to be entered in the\r\nregister under sub-section (1) of section 6;b.  \r\n  the\r\nmanner of applying to the Registrar for registration under sub-section (1) of\r\nsection 8;c.  \r\n  the\r\nmanner of advertising the application under sub-section (1) of section\r\n10;d.  \r\n  the\r\nmanner of notifying the correction or amendment in application under subsection\r\n(2) of section 10;e.  \r\n  the\r\nmanner of making application, the fee to be paid and the manner of giving\r\nnotice under sub-section (1) of section 11;f.  \r\n  the\r\nmanner of sending counter statement under sub-section (2) of section 11;g.  \r\n  the\r\nmanner of submitting evidence under sub-section (4) of section 11;h.  \r\n  the\r\nform of issuing certificate under sub-section (2) of section 13;i.  \r\n  the\r\nmanner of giving notice under sub-section (3) of section 13;j.  \r\n  the\r\nmanner of making applications to register the title under sub-section (1) of\r\nsection 23;k.   the manner of\r\napplying to Registrar under sub-section (1) of section 25;l.  \r\n  the\r\ndocument to be prescribed under clause (c) of sub-section (1) of\r\nsection 25;m.  \r\n  the\r\nmanner of issuing notice under sub-section (3) of section 25;n.  \r\n  the\r\nmanner of applications under clause (a) of sub-section (1) of\r\nsection 26;o.  \r\n  the\r\nmanner of making applications under clause (b) of sub-section (1) of\r\nsection 26;p.  \r\n  the\r\nmanner of making applications under clause (c) of sub-section (1) of\r\nsection 26;q.  \r\n  the\r\nmanner of issuing notice under sub-section (2) of section 26;r.  \r\n  the\r\nprocedure of cancelling registration under sub-section (3 ) of section\r\n26;s.  \r\n  the\r\nmanner of applying to the Appellate Board under sub-section (1) of\r\nsection 30;t.  \r\n  the\r\nmanner of giving notice under sub-section (3) of section 30;u.  \r\n  the\r\nmanner of serving notice under sub-section (4) of section 30;v.  \r\n  the\r\nmanner of making application under sub-section (1) of section 31;w.  \r\n  the\r\nmanner of making application under sub-section (2) of section 31;x.  \r\n  the\r\nsalaries and allowances payable to and other terms and conditions of service of\r\nthe Chairperson, Vice-Chairperson and other Members under sub-section (1) of\r\nsection 37;y.  \r\n  the\r\nprocedure for investigation of misbehaviour or incapacity of the Chairperson,\r\nVice-Chairperson and other Members under sub-section (3) of section 38;z.  \r\n  the\r\nsalaries and allowances and other conditions of service of the officers and\r\nother employees of the Appellate Board under sub-section (2) of section\r\n39;za.  \r\n  the\r\nmanner of general superintendence by the Chairperson under sub-section (3) of\r\nsection 39;zb.  \r\n  the\r\nform of application, the affidavit, documents and other evidence and fee\r\npayable in respect of, filing of such application and other fees for the\r\nservices or execution of process to be accompanied therewith under sub-section (2)\r\n of section 40;zc.  \r\n  the\r\ntime limit for filing the opposition under sub-section (3) of section\r\n40;zd.  \r\n  the\r\nform of making application and the fee to be accompanied therewith under\r\nsub-section (1) of section 41;ze.  \r\n  the\r\nmanner of giving notice under sub-section (2) of section 41;zf.  \r\n  the\r\nform of appeal, the manner of verification of such appeal and the fee to be\r\naccompanied therewith under sub-section (3) of section 42;zg.  \r\n  any\r\nother matter to be prescribed under clause (d) of sub-section (2) of\r\nsection 43;zh.  \r\n  the\r\nform of application under sub-section (1) of section 48;zi.  \r\n  the\r\nmanner of making application under sub-section (1) of section 51;zj.  \r\n  the\r\nperiod to be prescribed under the first proviso to sub-section (1) of\r\nsection 51;zk.  \r\n  the\r\nmanner of giving notice and opportunity of hearing to the parties under\r\nsubsection (3) of section 51;zl.   the period to be\r\nprescribed under sub-section (1) of section 53;zm. \r\n  the\r\nform of petition and particulars to be contained therein under sub-section (2)\r\n of section 53;zn.  \r\n  the\r\nmanner of reviewing decisions by the registrar under clause (c) of\r\nsection 72;zo.  \r\n  the\r\ntime to be prescribed under section 73;zp.  \r\n  the\r\nmanner of making application and the fee to be accompanied therewith under\r\nsub-section (1) of section 76;zq.  \r\n  the\r\nmanner of making application under sub-section (1) of section 78;zr.  \r\n  the\r\nperiod of giving notice of withdrawal of application under sub-section (2) of\r\nsection 78;zs.  \r\n  the\r\nmanner of authorising a person under section 84;zt.  \r\n  the\r\nmanner of registering a person as a layout-design agent under clause (b) of\r\nsection 84;zu.  \r\n  the\r\nconditions to be prescribed under sub-section (1) of section 87;zv.  \r\n  the\r\nfee payable under sub-section (2) of section 87;zw.  \r\n  the\r\nfees and the surcharge to be paid under sub-section (1) of section 89;zx.  \r\n  any\r\nother matter which is required to be or may be prescribed.1.     2.     3.   Every rule made by\r\nthe Central Government under this Act shall be laid, as soon as may be after it\r\nis made, before each House of Parliament, while it is in session for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or both Houses agree that the rule\r\nshould not be made, the rule shall thereafter have effect only in such modified\r\nform or be of no effect, as the case may be; so, however, that any such\r\nmodification or annulment shall be without prejudice to the validity of any\r\nthing previously done under that rule."}