{"name": "Shillong (Rifile Range and Umlong) Cantonments Assimilation of Laws Act, 1954\r", "1": "1. Short title and commencement.-(1) This Act may be called the Shillong (Rifle Range and Umlong) Cantonments Assimilation of Laws Act, 1954.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.1. 16th August, 1954, see Gazette of India 1954, Part II, s. 3.", "2": "2. Definitions.-In this Act:-(a) appointed day means the date appointed under sub-section (2) of section 1 for the coming into force of this Act.(b) law means so much of any Act, Ordinance, Regulation, rule, order or bye-law as relates to any of the matters enumerated in Lists I and III in the Seventh Schedule to the Constitution;(c) \"scheduled areas means, the areas specified in the Schedule.", "3": "3. Assimilation of laws.-(1) All laws which immediately before the appointed day extend to, or are in force in the scheduled areas shall on that day cease to be in force in the scheduled areas except as respects things done or omitted to be done before that day, and for the removal of doubts, it is herby declared that section 6 of the General Clauses Act, 1897 (10 of 1897) shall apply in relation to such successor as it applies in relation to the repeal of an enactment by a Central Act.(2) All laws which immediately before the appointed day extend to, or in force in, the Khasi and Jaintia Hills District shall as from that day extend to and be in force in the scheduled areas.", "4": "4. Removal of difficulties.-If any difficulty arises in relation to the transition under section 3 from one law or group of laws to another law or group of laws, the Central Government may, by order notified in the Official Gazette, make such provisions as it considers necessary for the removal of the difficulty.", "5": "The Schedule[See Section 2(C)](1) The Shillong (Rifle Range) Cantonment, that is to say, the area as defined below:-Note1.- This area lies about half a mile to the west of Laban village, and about the same distance south of the Umjasai river as it runs from west to east from Cantonment Boundary Pillar No.37.It is nowhere contiguous with the boundaries of the Shillong Cantonment.Note 2.-No. 1 Boundary Pillar is situated at a bearing of 313o and at a distance of 420 feet from the centre of the 400o firing point on the main range through which the Ummawlong stream flows, and at a bearing of 243o and at a distance of 565 feet from centre of the 600o firing point on the same range, Magnetic variation, when this boundary was surveyed in 1926, was 15o west.", "6": "Boundaries of the detached area(2) The Shillong (Umlong) Cantonment, that is to say, the area as defined below:-Area ......1,962 acres.Breamar East Boundary Pillar No.1 or Contonment Boundary Pillar No. 29 is situated on the left bank of the Wah Sohkhlur at a point 300 feet, north-west of Cantonment boundary Pillar No. 30 on a True Bearing of 308o II from Cantonment Boundary Pillar No. 30.", "7": "[MagneticVariation.......55' west in 1931.]"}