{"name": "Sick Industrial Companies (Special Provisions) Repeal Act, 2003\r", "1": "The Sick Industrial Companies (Special Provisions) Repeal Act, 20031. Short title and\r\ncommencement.-1.  \r\n  This\r\nAct may be called the Sick Industrial Companies (Special Provisions) Repeal\r\nAct, 2003.2.  \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "The Sick Industrial Companies (Special Provisions) Repeal Act, 20032. Definitions.-In\r\nthis Act, unless the context otherwise requires,-a.  \r\n  \"Appellate\r\nAuthority'' means the Appellate Authority for Industrial and Financial\r\nReconstruction constituted under section 5 of the Sick Industrial Companies\r\n(Special Provisions) Act, 1985 (1 of 1986);b.  \r\n  \"Board''\r\nmeans the Board for Industrial and Financial Reconstruction established under\r\nsection 4 of the Sick Industrial Companies (Special Provisions) Act, 1985 (1 of\r\n1986);c.  \r\n  words\r\nand expressions used herein and not defined but defined in the Sick Industrial\r\nCompanies (Special Provisions) Act, 1985 (1 of 1986), shall have the meanings\r\nrespectively assigned to them in that Act.", "3": "The Sick Industrial Companies (Special Provisions) Repeal Act, 20033. Repeal of Act 1 of\r\n1986 and dissolution of Appellate Authority and Board.-The Sick Industrial\r\nCompanies (Special Provisions) Act, 1985 (hereinafter referred to as the\r\nrepealed enactment) is hereby repealed and the Appellate Authority and the\r\nBoard stand dissolved.", "4": "The Sick Industrial Companies (Special Provisions) Repeal Act, 20034. Consequential\r\nprovisions.-On the dissolution of\r\nthe Appellate Authority and the Board,-a.  \r\n  \r\n i.  \r\n  the\r\npersons appointed as Chairman and Member of the Appellate Authority or the\r\nBoard; and \r\n ii.  \r\n  every\r\nother person appointed by the Central Government, Appellate Authority or the\r\nBoard, and holding office as such immediately before the commencement of this\r\nAct, shall vacate his office and no such Chairman, Member or other person shall\r\nbe entitled to claim any compensation for premature termination of the term of\r\nhis office or of any contract of service:that every\r\nofficer or employee who has been, immediately before the dissolution of the\r\nAppellate Authority or the Board, appointed on deputation basis to the\r\nAppellate Authority or the Board, shall stand reverted to his parent cadre,\r\nMinistry or Department, as the case may be:Provided further that\r\nevery officer or employee who has been, immediately before the dissolution of\r\nthe Appellate Authority or the Board, employed on regular basis by the\r\nAppellate Authority or the Board, shall become, on and from the date of such\r\ndissolution, the officer and employee, respectively, of the Central Government\r\nwith the same rights and privileges as to pension, gratuity and other like\r\nmatters as would have been admissible to him if the rights in relation to such\r\nAppellate Authority or the Board had not been transferred to, and vested in,\r\nthe Central Government and shall continue to do so unless and until his employment\r\nin the Central Government is duly terminated or until his remuneration, terms\r\nand conditions of employment are duly altered by that Government:Provided also that\r\nnotwithstanding anything contained in the Industrial Disputes Act, 1947 (14 of\r\n1947), or in any other law for the time being in force, the transfer of the\r\nservices of any officer or other employee, employed in the Appellate Authority\r\nor the Board, to the Central Government, shall not entitle such officer or\r\nemployee to any compensation under this Act or any other law for the time being\r\nin force and no such claim shall be entertained by any court, tribunal or other\r\nauthority:Provided also that\r\nwhere the Appellate Authority or the Board has established a provident fund,\r\nsuperannuation, welfare or other fund for the benefit of the officers and\r\nemployees employed in the Appellate Authority or the Board, the monies\r\nrelatable to the officers and employees whose services have been transferred by\r\nor under this Act to the Central Government shall, out of the monies standing,\r\non the dissolution of the Appellate Authority or the Board, to the credit of\r\nsuch provident fund, superannuation, welfare or other fund, stand transferred\r\nto, and vest in, the Central Government and such monies which stand so transferred\r\nshall be dealt with by that Government in such manner as may be prescribed;b.  \r\n  any\r\nappeal preferred to the Appellate Authority or any reference made to the Board\r\nor any inquiry pending before the Board or any other authority or any\r\nproceeding of whatever nature pending before the Appellate Authority or the\r\nBoard immediately before the commencement of this Act shall stand abated:that a\r\ncompany:- \r\n i.  \r\n  in\r\nrespect of which such appeal or reference or inquiry stand abated under this\r\nclause may make a reference under PART VIA of the Companies Act, 1956 (1 of\r\n1956) within one hundred and eighty days from the commencement of this Act in\r\naccordance with the provisions of the Companies Act, 1956; \r\n ii.  \r\n  which\r\nhad become a sick industrial company as defined in clause (46AA) of section 2\r\nof the Companies Act, 1956 (1 of 1956), before the commencement of the\r\nCompanies (Second Amendment) Act, 2002 (11 of 2003) may make a reference under\r\nPART VIA of the Companies Act, 1956 within one hundred and eighty days from the\r\ncommencement of the Companies (Second Amendment) Act, 2002 or within sixty days\r\nof final adoption of accounts after such commencement, whichever is earlier,\r\nand reference so made shall be dealt with in accordance with the provisions of\r\nthe Companies Act, 1956 (1 of 1956):Provided further that no fee shall be\r\npayable for making such reference under PART VIA of the Companies Act, 1956 (1\r\nof 1956) by a company whose appeal or reference or inquiry stand abated under\r\nthis clause:Provided also that\r\nany scheme sanctioned under sub-section (4) or any scheme under implementation\r\nunder sub-section (12) of section 18 of the repealed enactment shall be deemed\r\nto be a scheme sanctioned or under implementation under section 424D of the\r\nCompanies Act, 1956 (1 of 1956) and shall be dealt with in accordance with the\r\nprovisions contained in PART VIA of that Act;c.  \r\n  the\r\nbalance of all monies (including any fee) received by, or advanced to the\r\nAppellate Authority or the Board, as the case may be, and not spent by it\r\nbefore the commencement of this Act shall, on the commencement of this Act,\r\nstand transferred to, and vest in, the Central Government and shall be utilised\r\nfor the purposes of clauses (e) and (f);d.  \r\n  all\r\nproperty of whatever kind owned by, or vested in, the Appellate Authority or\r\nthe Board, as the case may be, and not spent by it before the commencement of\r\nthis Act shall, on the commencement of this Act, stand transferred to, and\r\nshall vest in the Central Government;e.  \r\n  all\r\nliabilities and obligations of whatever kind incurred by the Appellate\r\nAuthority or the Board and subsisting immediately before the commencement of\r\nthis Act shall, on and from the commencement of this Act, be deemed to be the\r\nliabilities or obligations, as the case may be, of the Central Government; and\r\nany proceeding or cause of action, pending or existing immediately before the\r\ncommencement of this Act by or against the Appellate Authority or the Board in\r\nrelation to such liability or obligation may, as from the commencement of this\r\nAct, be continued or enforced by or against the Central Government;f.  \r\n\r\n  all\r\nmonies vested in the Central Government under clause (c) shall, after deducting\r\nthe amount incurred for discharging the liabilities and obligations referred to\r\nin that clause, be refunded by the Central Government to the person to whom\r\nsuch amount is due.", "5": "The Sick Industrial Companies (Special Provisions) Repeal Act, 20035. Saving.-1.  \r\n  The\r\nrepeal by this Act of the repealed enactment shall not-a.   affect any other\r\nenactment in which the repealed enactment has been applied, incorporated or\r\nreferred to;b.   affect the previous\r\noperation of the repealed enactment or anything duly done or suffered\r\nthereunder;c.   affect any right,\r\nprivilege, obligation or liability acquired, accrued, or incurred under the\r\nrepealed enactment;d.   affect any order made\r\nby the Board for sanction of the schemes;e.   affect the validity,\r\ninvalidity, effect or consequences of anything already done or suffered, or any\r\nright, title, obligation or liability already acquired, accrued or incurred or\r\nany remedy or proceeding in respect thereof or any release or discharge of or\r\nfrom any debt, penalty, obligation, liability, claim or demand, or any\r\nindemnity already granted, or the proof of any past act or thing;f.   affect any penalty,\r\nforfeiture or punishment incurred in respect of any offence committed against\r\nthe repealed enactment, affect any investigation, legal proceedings or remedy\r\nin respect of any such right, privilege, obligation, liability, penalty,\r\nforfeiture or punishment as aforesaid, and any such investigation, legal\r\nproceeding or remedy may be instituted, continued or enforced, and any such\r\nprivilege, forfeiture or punishment may be imposed as if this Act had not been\r\npassed;g.   affect any principle\r\nor rule of law, or established jurisdiction, form or course of pleading,\r\npractice or procedure, or existing usage, custom, privilege, restriction,\r\nexemption, office or appointment, notwithstanding that the same respectively\r\nmay have been in any manner affirmed or recognised or derived by, in, or from,\r\nthe repealed enactment;h.   revive or restore any\r\njurisdiction, office, custom, liability, right, title, privilege, restriction,\r\nexemption, usage, practice, procedure or other matter or thing not now existing\r\nor in force.2.  \r\n  Save\r\nas otherwise provided in section 4 and in sub-section (1) of this section, the\r\nmention of particular matters in the said section and sub-section shall not be\r\nheld to prejudice or affect the general application of section 6 of the General\r\nClauses Act, 1897 (10 of 1897), with regard to the effect of repeal.", "6": "The Sick Industrial Companies (Special Provisions) Repeal Act, 20036. Power to make\r\nrules.1.  \r\n  The\r\nCentral Government may, by notification, make rules for carrying out the\r\nprovisions of this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the manner in which\r\nthe monies standing to the credit of provident fund, superannuation, welfare or\r\nother fund of officers and employees on their transfer to the Central\r\nGovernment, shall be dealt with by that Government under the fourth proviso to\r\nclause (a) of section 4;b.   any other matter\r\nwhich is to be, or may be, prescribed, or in respect of which provision is to\r\nbe made, by rules.1.  \r\n2.  \r\n3.  \r\n  Every\r\nrule made under this Act shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session, for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the rule or both Houses agree that the rule should not be made,\r\nthe rule shall thereafter have effect only in such modified form or be of no\r\neffect, as the case may be; so, however, that any such modification or\r\nannulment shall be without prejudice to the validity of anything previously\r\ndone under that rule."}