{"name": "Special Economic Zones Act, 2005\r", "1": "Special Economic Zones Act, 2005 1. Short title, extent and\r\ncommencement 1.     \r\n  This\r\nAct may be called the Special Economic Zones Act, 2005.2.     \r\n  It\r\nextends to the whole of India.3.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint, and different dates may be\r\nappointed for different provisions of this Act and any reference in any such\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "Special Economic Zones Act, 2005 2. DefinitionsIn this Act, unless the context otherwise\r\nrequires,-1.     \r\n  \"appointed\r\nday\" with reference to a Special Economic Zone means the date on which the\r\nSpecial Economic Zone is notified by the Central Government under sub-section\r\n(1) of Section 4;2.     \r\n  \"Approval\r\nCommittee\" means an Approval Committee constituted under subsection (1) of\r\nSection 13;3.     \r\n  \"authorised\r\noperations\" means operations which may be authorised under subsection (2)\r\nof Section 4 and sub-section (9) of Section 15;4.     \r\n  \"Authority\"\r\nmeans a Special Economic Zone Authority constituted under subsection (1) of\r\nSection 31;5.     \r\n  \"Board\"\r\nmeans the Board of Approval constituted under sub-section (1) of Section 8;6.     \r\n  \"Co-Developer\"\r\nmeans a person who, or a State Government which, has been granted by the\r\nCentral Government a letter of approval under sub-section (12) of Section 3;7.     \r\n  \"Developer\"\r\nmeans a person who, or a State Government which, has been granted by the\r\nCentral Government a letter of approval under sub-section (10) of Section 3 and\r\nincludes an Authority and a Co-Developer;8.     \r\n  \"Development\r\nCommissioner\" means the Development Commissioner appointed for one or more\r\nSpecial Economic Zones under sub-section (1) and Section 11;9.     \r\n  \"Domestic\r\nTariff Area\" means the whole of India (including the territorial waters\r\nand continental shelf) but does not include the areas of the Special Economic\r\nZones;10.  \r\n  \"entrepreneur\"\r\nmeans a person who has been granted a letter of approval by the Development\r\nCommissioner under sub-section (9) of Section 15;11.  \r\n  \"existing\r\nSpecial Economic Zone\" means every Special Economic Zone which is in\r\nexistence on or before the commencement of this Act;12.  \r\n  \"existing\r\nUnit\" means every Unit which has been set up on or before the commencement\r\nof this Act in an existing Special Economic Zones;13.  \r\n  \"export\"\r\nmeans-             \r\n i.        \r\n  taking\r\ngoods, or providing services, out of India, from a Special Economic Zone, by\r\nland, sea or air or by any other mode, whether physical or otherwise; or            \r\n ii.        \r\n  supplying\r\ngoods, or providing services, from the Domestic Tariff Area to a Unit or\r\nDeveloper; or           \r\n iii.        \r\n  supplying\r\ngoods, or providing services, from one Unit to another Unit or Developer, in\r\nthe same or different Special Economic Zone;a.  \r\nb.  \r\nc.  \r\nd.  \r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\nm.  \r\n1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.  11.  12.  13.  14.  \r\n  \"Free\r\nTrade and Warehousing Zone\" means a Special Economic Zone wherein mainly\r\ntrading and warehousing and other activities related thereto are carried on;15.  \r\n  \"import\"\r\nmeans-             \r\n i.        \r\n  bringing\r\ngoods or receiving services, in a Special Economic Zone, by a Unit or Developer\r\nfrom a place outside India by land, sea or air or by any other mode, whether\r\nphysical or otherwise; or            \r\n ii.        \r\n  receiving\r\ngoods, or services by a Unit or Developer from another Unit or Developer of the\r\nsame Special Economic Zone or a different Special Economic Zone;1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.  11.  12.  13.  14.  15.  16.  \r\n  \"Infrastructure\r\nfacilities\" means industrial, commercial or social infrastructure other\r\nfacilities necessary for the development of a Special Economic Zone or such\r\nother facilities which may be prescribed;17.  \r\n  \"International\r\nFinancial Services Centre\" means an International Financial Service Centre\r\nwhich has been approved by the Central Government under sub-section (1) of\r\nSection 18:18.  \r\n  \"manufacture\"\r\nmeans to make, produce, fabricate, assemble, process or bring into existence,\r\nby hand or by machine, a mew product having a distinctive name, character or\r\nuse and shall include processes such as refrigeration, cutting, polishing.\r\nBlending, repair, remaking, re-engineering and includes agriculture, poultry,\r\naquaculture, animal husbandry, floriculture, pisciculture, poultry,\r\nsericulture, viticulture and mining:19.  \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette and the expression\r\n:notify\" shall be construed accordingly;20.  \r\n  \"notified\r\noffences\" means the offences specified as such under sub-section (1) of\r\nSection 21;21.  \r\n  \"Offshore\r\nBanking Init\" means a branch of a bank located in a Special Economic Zone\r\nand which has obtained the permission under clause (a) of sub-section (1) of\r\nSection 23 of the Banking Regulation Act, 1949 (10 of 1949);22.  \r\n  \"person\"\r\nincludes an individual, whether resident in India or outside India, a Hindu\r\nundivided family, co-operative society, a company, whether incorporated in\r\nIndia or outside India, a firm, proprietary concern, or an association of\r\npersons or body of individuals, whether incorporated or not, local authority\r\nand any agency, office or breach owned or controlled by such individual, Hindu\r\nundivided family, co-operative, association body, authority or company;23.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made by the Central Government under this Act;24.  \r\n  \"Reserve\r\nBank\" means the Reserve Bank of India constituted under Section 3 of the\r\nReserve Bank of India Act, 1934 (2 of 1934);25.  \r\n  \"Schedule\"\r\nmeans Schedules to this Act;26.  \r\n  \"services\"\r\nmeans such tradable services which.-             \r\n i.        \r\n  are\r\ncovered under the General Agreement on Trade Services annexes as IB to the\r\nAgreement establishing the World Trade Organisation concluded at Marrakesh on\r\nthe 15th day of April, 1994;            \r\n ii.        \r\n  may\r\nbe prescribed by the Central Government for the purposes of this Act; and           \r\n iii.        \r\n  earn\r\nforeign exchange;1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.  11.  12.  13.  14.  15.  16.  17.  18.  19.  20.  21.  22.  23.  24.  25.  26.  27.  \r\n  \"State\r\nGovernment\" means a State Government of the State in which a Special\r\nEconomic Zone is established or proposes to be established;28.  \r\n  \"State\r\nGovernment\" means a State Government of the State in which a Special\r\nEconomic Zone is established or proposed to be established;29.  \r\n  \"Unit\"\r\nmeans a Unit set up by an entrepreneur in a Special Economic Zone and includes\r\nan existing Unit, an Offshore Banking Unit and Unit in an International\r\nFinancial Services Centre, whether established before or established after the\r\ncommencement of this Act;30.  \r\n  all\r\nother words and expressions used and not defined in this Act but defined in the\r\nCentral Excise Act, 1944 (1 of 1944), the Industries (Development and\r\nRegulation) Act, 1951 (65 of 1951), the Income-tax Act, 1961 (43 of 1961), the\r\nCustoms Act, 1962 (52 of 1962) and the Foreign Trade (Development and\r\nRegulation) Act, 1992 (22 of 1992) shall have the meanings respectively\r\nassigned to them in those Acts.", "3": "Special Economic Zones Act, 2005 3. Procedure for making\r\nproposal to establish Special Economic Zone 1.     \r\n  A\r\nSpecial Economic Zone may be established under this Act, either jointly or\r\nseverally by the Central Government, State Government, or any person for\r\nmanufacture of goods or rendering services or for both or as a Free Trade and\r\nWarehousing Zone.2.     \r\n  Any\r\nperson, who intends to set up a Special Economic Zone, may, after identifying\r\nthe area, make a proposal to the State Government concerned for the purpose of\r\nsetting up the Special Economic Zone.3.     \r\n  Notwithstanding\r\nanything contained in sub-section (2), any person, who intends to set up a\r\nSpecial Economic Zone, may, after identifying the area, at his option, make a\r\nproposal directly to the Board for the purpose of setting up the Special\r\nEconomic Zone :Provided that where such a proposal has been\r\nreceived directly from a person under this sub-section, the Board may grant\r\napproval and after receipt of such approval, the person concerned shall obtain\r\nthe concurrence of the State. Government within the period, as may be\r\nprescribed.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  In\r\ncase a State Government intends to set up a Special Economic Zone, it may after\r\nidentifying the area, forward the proposal directly to the Board for the\r\npurpose of setting up the Special Economic Zone :Provided that the Central Government may,-a.     \r\n  after\r\nconsulting the State Government concerned;b.    \r\n  without\r\nreferring the proposal for setting up the Special Economic Zone to the Board;\r\nandc.     \r\n  after\r\nidentifying the area, suo motu set up and notify the Special Economic Zone.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  Every\r\nproposal under sub-sections (2) to (4) shall be made in such form, and, manner,\r\ncontaining such particulars as may be prescribed.6.     \r\n  The\r\nState Government may, on receipt of the proposal made under sub-section (2),\r\nforward the same together with its recommendations to the Board within such\r\nperiod as may be prescribed.7.     \r\n  Without\r\nprejudice to the provisions contained in sub-section (8), the Board may, after\r\nreceipt of the proposal under sub-sections (2) to (4), approve the proposal\r\nsubject to such terms and conditions as it may deem fit to impose, or modify or\r\nreject the proposal.8.     \r\n  The\r\nCentral Government may prescribed the following requirements for establishment\r\nof a Special Economic Zone, namely:-a.     \r\n  the\r\nminimum area of land and other terms and conditions subject to which the Board\r\nshall approve, modify or reject any proposal received by it under subsections\r\n(2) to (4); andb.    \r\n  the\r\nterms and conditions, subject to which the Developer shall undertake the\r\nauthorised operations and his obligations and entitlements;Provided that different minimum area of land\r\nand other terms and conditions referred to in clause (a) may be prescribed by\r\nthe Central Government for a class or classes of Special Economic Zones.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n7.     \r\n8.     \r\n9.     \r\n  If\r\nthe Board,-a.     \r\n  approves\r\nwithout any modification the proposal received under sub-sections (2) to (4),\r\nit shall communicate the same to the Central Government.b.    \r\n  approves\r\nwith modifications the proposal received under sub-sections (2) to (4), it\r\nshall, communicate such modifications to the person or the State Government\r\nconcerned and if such modifications have been accepted by such person or State\r\nGovernment, the Board shall communicate the approval to the Central Government.c.     \r\n  rejects\r\nthe proposal received under sub-sections (2) to (4), it shall record the reasons\r\ntherefor and communicate the rejection to the Central Government which shall\r\nintimate to the State Government or the person concerned.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.  \r\n  The\r\nCentral Government shall, on receipt of communication under clause (a) or\r\nclause (b) of sub-section (9), grant, within such time as may be prescribed, a\r\nletter of approval on such terms and conditions and obligations and\r\nentitlements as may be approved by the Board, to the Developer, being the\r\nperson or the State Government concerned :Provided that the Central Government may, on\r\nthe basis of approval of the Board, approve more than one Developer in a\r\nSpecial Economic Zone is cases where one Developer does not have in his\r\npossession the minimum area of contiguous land, as may be prescribed, for\r\nsetting up a Special Economic Zone and in such cases, each Developer shall be\r\nconsidered as a Developer in respect of the land in his possession.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.  11.  \r\n  Any\r\nperson who, or a State Government which, intends to provide any infrastructure\r\nfacilities in the identified area referred to in sub-sections (2) to (4), or\r\nundertake any authorised operation may, after entering into an agreement with\r\nthe Developer referred to in sub-section (10), make a proposal for the same to\r\nthe Board for its approval and the provisions of sub-section (5) and\r\nsub-sections (7) to (10) shall, as far as may be, apply to the said proposal\r\nmade by such person or the State Government.12.  \r\n  Every\r\nperson or the State Government referred to in sub-section (11), whose proposal\r\nhas been approved by the Board and who, or which, has been granted letter of\r\napproval by the Central Government, shall be considered as a Co-Developer of\r\nthe Special Economic Zone.13.  \r\n  Subject\r\nto the provisions of this section and the letter of approval granted to a\r\nDeveloper, the Developer may allocate space or built up area or provide\r\ninfrastructure services to the approved Units in accordance with the agreement\r\nentered into by him with the entrepreneurs of such Units.", "4": "Special Economic Zones Act, 2005 4. Establishment of Special\r\nEconomic Zone and approval and authorisation to operate it to, Developer 1.     \r\n  The\r\nDeveloper shall, after the grant of letter of approval under sub-section (10)\r\nof Section 3, submit the exact particulars of the identified area referred to\r\nin sub-sections (2) to (4) of that section, to the Central Government and\r\nthereupon that Government may, after satisfying that the requirements, under\r\nsub-section (8) of Section 3 and other requirements, as may be prescribed, are\r\nfulfilled, notify the specifically identified area in the State as a Special\r\nEconomic Zone :Provided that an existing Special Economic\r\nZone shall be deemed to have been notified and established in accordance with\r\nthe provisions of this Act and the provisions of this Act shall, as far as may\r\nbe, apply to such Zone accordingly :Provided further that the Central Government\r\nmay, after notifying the Special Economic Zone, if it considers appropriate,\r\nnotify subsequently any additional area to be included as a part of that Special\r\nEconomic Zone.1.     \r\n2.     \r\n  After\r\nthe appointed day, the Board may, authorise the Developer to undertake in a\r\nSpecial Economic Zone, such operations which the Central Government may\r\nauthorise.", "5": "Special Economic Zones Act, 2005 5. Guidelines for notifying\r\nSpecial Economic Zone The Central Government, while notifying any\r\narea as a Special Economic Zone or an additional area to be included in the\r\nSpecial Economic Zone and discharging its functions under this Act, shall be\r\nguided by the following, namely:-a.     \r\n  generation\r\nof additional economic activity;b.    \r\n  promotion\r\nof exports of goods and services;c.     \r\n  promotion\r\nof investment from domestic and foreign sources;d.    \r\n  creation\r\nof employment opportunities;e.     \r\n  development\r\nof infrastructure facilities; andf.     \r\n  maintenance\r\nof sovereignty and integrity of India, the security of the State and friendly\r\nrelations with foreign States.", "6": "Special Economic Zones Act, 2005 6. Processing and\r\nnon-processing areas The areas falling within the Special Economic\r\nZones may be demarcated by the Central Government or any authority specified by\r\nit as-a.     \r\n  the\r\nprocessing area for setting up Units for activities, being the manufacture of goods,\r\nor rendering services; orb.    \r\n  the\r\narea exclusively for trading or warehousing purposes; orc.     \r\n  the\r\nnon-processing areas for activities other than those specified under clause (a)\r\nor clause (b).", "7": "Special Economic Zones Act, 2005 7. Exemption from taxes,\r\nduties or cess Any goods or services exported out of, or\r\nimported into, or procured from the Domestic Tariff Area by,-     \r\n i.        \r\n  a\r\nUnit in a Special Economic Zone; or    \r\n ii.        \r\n  a\r\nDeveloper, shall, subject to such terms, conditions and limitations, as may be\r\nprescribed, be exempt from the payment of taxes, duties or cess under all\r\nenactments specified in the First Schedule.", "8": "Special Economic Zones Act, 2005 8. Constitution of Board of\r\nApproval 1.     \r\n  The\r\nCentral Government shall, within fifteen days of the commencement of this Act,\r\nby notification, constitute, for the purposes of this Act, a Board to be called\r\nthe Board of Approval.2.     \r\n  The\r\nBoard shall consist of-a.     \r\n  an\r\nofficer not below the rank of an Additional Secretary to the Government of\r\nIndia in the Ministry or Department of the Central Government dealing with\r\ncommerce - Chairperson, ex officio;b.    \r\n  two\r\nofficers, not below the rank of a Joint Secretary to the Government of India,\r\nto be nominated by the Central Government to represent the Ministry or\r\nDepartment of the Central Government dealing with revenue - Member, ex officio;c.     \r\n  one\r\nofficer not below the rank of a Joint Secretary to the Government of India to\r\nbe nominated by the Central Government to represent the Ministry or Department\r\nof the Central Government dealing with economic affairs (financial services) -\r\nMember, ex officio;d.    \r\n  such\r\nnumber of officers, not exceeding ten, not below the rank of the Joint\r\nSecretary to the Government of India, to be nominated by the Central Government\r\nto represent the Ministries or Departments of the Central Government dealing\r\nwith commerce, industrial policy and promotion, science and technology, small\r\nscale industries and agro and rural industries, home affairs, defence,\r\nenvironment and forests, law, overseas Indian affairs and urban development -\r\nMembers, ex officio;e.     \r\n  a\r\nnominee of the State Government concerned - Member, ex officio;f.     \r\n  the\r\nDirector General of Foreign Trade or his nominee - Member, ex officio;g.    \r\n  the\r\nDevelopment Commissioner concerned - Member, ex officio;h.     \r\n  a\r\nProfessor in the Indian Institute of Management, being a society registered\r\nunder the Societies Registration Act, 1860 (21 of 1860) or the Indian Institute\r\nof Foreign Trade, being a society registered under the Societies Registration\r\nAct, 1860, as may be, nominated by the Central Government - Member, ex officio;i.      \r\n  an\r\nofficer not below the rank of Deputy Secretary to the Government of India\r\ndealing with the Special Economic Zones in the Ministry or Department of the\r\nCentral Government, dealing with commerce to be nominated by the Central\r\nGovernment - Member-Secretary, ex officio :Provided that the member, being the Joint\r\nSecretary, nominated under clauses (b) to (d) of this sub-section may, if he is\r\nunable to attend the meeting of the Board, authorise any other officer to\r\nattend the meeting of the Board on his behalf.1.     \r\n2.     \r\n3.     \r\n  The\r\nterm of office of an ex officio Member shall come to an end as soon as he\r\nceases to hold the office by virtue of which he was so nominated.4.     \r\n  For\r\nthe purposes of performing its functions, the Board may co-opt as members, such\r\nnumber of persons as it deems fit, who have special knowledge of, and practical\r\nexperience in, matters relating to, or relevant to activity connected with the\r\nSpecial Economic Zones and any such person shall have the right to take part in\r\nthe discussions of the Board but shall not be counted for the quorum and shall\r\nnot be a member for any other purpose and such person shall be entitled to receive\r\nsuch allowance or fees, as the case may be, fixed by the Board.5.     \r\n  The\r\nBoard shall meet at such times and places as may be appointed by it and shall\r\nhave the power to regulate its own procedure.6.     \r\n  One-third\r\nof the total Members of the Board shall form a quorum, and all the acts of the\r\nBoard shall be decided by a general consensus of the Members present.7.     \r\n  No\r\nact or proceeding of the Board shall be called in question on the ground merely\r\nof existence of any vacancy in, or any defect in the constitution of, the\r\nBoard.8.     \r\n  All\r\norders and decisions of the Board and all other instruments issued by it shall\r\nbe authenticated by the signature of the Member-Secretary, or any other Member\r\nas may be authorised by the Board in this behalf.", "9": "Special Economic Zones Act, 2005 9. Duties, powers and\r\nfunctions of Board 1.     \r\n  Subject\r\nto the provisions of this Act, the Board shall have the duty to promote and\r\nensure orderly development of the Special Economic Zones.2.     \r\n  Without\r\nprejudice to the generality of the provisions contained in sub-section (1), the\r\npowers and functions of the Board shall include-a.     \r\n  granting\r\nof approval or rejecting proposal or modifying such proposals for establishment\r\nof the Special Economic Zones;b.    \r\n  granting\r\napproval of authorised operations to be carried out in the Special Economic\r\nZones by the Developer;c.     \r\n  granting\r\nof approval to the Developers or Units (other than the Developers or the Units\r\nwhich are exempt from obtaining approval under any law or by the Central\r\nGovernment) for foreign collaborations and foreign direct investments\r\n(including investments by a person resident outside India), in the Special\r\nEconomic Zone for its development, operation and maintenance;d.    \r\n  granting\r\nof approval or rejecting of proposal for providing infrastructure facilities in\r\na Special Economic Zone or modifying such proposals;e.     \r\n  granting,\r\nnotwithstanding anything contained in the Industries (Development and\r\nRegulations) Act, 1951 (65 of 1951), a licence to an industrial undertaking\r\nreferred to in clause (d) of Section 3 of that Act, if such undertaking is\r\nestablished, as a whole or part thereof, or proposed to be established, in a\r\nSpecial Economic Zone;f.     \r\n  suspension\r\nof the letter of approval granted to a Developer and appointment of an\r\nAdministrator under sub-section (1) of Section 10;g.    \r\n  disposing\r\nof appeals preferred under sub-section (4) of Section 15;h.     \r\n  disposing\r\nof appeals preferred under sub-section (4) of Section 16;i.      \r\n  performing\r\nsuch other functions as may be assigned to it by the Central Government.1.     \r\n2.     \r\n3.     \r\n  The\r\nBoard may, if so required for the purposes of this Act or any other law for the\r\ntime being in force relating to Special Economic Zones, by notification, decide\r\nas to whether a particular activity constitutes manufacture as defined in\r\nclause (r) of Section 2 and such decision of the Board shall be binding on all\r\nMinistries and Departments of the Central Government.4.     \r\n  The\r\nBoard may delegate such powers and functions as it may deem fit to one or more\r\nDevelopment Commissioners for effective and proper discharge of the functions\r\nof the Board.5.     \r\n  Without\r\nprejudice to the foregoing provisions of this Act, the Board shall, in exercise\r\nof its powers or the performance of its functions under this Act, be bound by\r\nsuch directions on questions of policy as the Central Government may give in\r\nwriting to it from time to time.6.     \r\n  The\r\ndecision of the Central Government whether a question is one of policy or not\r\nshall be final.", "10": "Special Economic Zones Act, 2005 10. Suspension of letter of\r\napproval and transfer of Special Economic Zone in certain cases 1.     \r\n  If,\r\nat any time, the Board is of the opinion that a Developer-a.     \r\n  is\r\nunable to discharge the functions or perform the duties imposed on him by or\r\nunder the provisions of this Act or rules made thereunder; orb.    \r\n  has\r\npersistently defaulted in complying with any direction given by the Board under\r\nthis Act; orc.     \r\n  has\r\nviolated the terms and conditions of the letter of approval; ord.    \r\n  whose\r\nfinancial position is such that he is unable to fully and efficiently discharge\r\nthe duties and obligations imposed on him by the letter of approval, and the\r\ncircumstances exist which render it necessary for it in public interest so to\r\ndo, the Board may, on application, or with the consent of the Developer, or\r\notherwise, for reasons to be recorded in writing, suspend the letter of\r\napproval, granted to the Developer for a whole or part of his area established\r\nas Special Economic Zone, for a period not exceeding one year and appoint an\r\nAdministrator to discharge the functions of the Developer in accordance with\r\nthe terms and conditions of the letter of approval and manage the Special\r\nEconomic Zone accordingly.1.     \r\n2.     \r\n  Consequent\r\nupon appointment of an Administrator, the management of the Special Economic\r\nZone of the Developer referred to in sub-section (1) shall vest in the\r\nAdministrator.3.     \r\n  No\r\nletter of approval shall be suspended under sub-section (1) unless the Board\r\nhas given to the Developer not less than three months' notice, in writing,\r\nstating the grounds on which it proposes to suspend the letter of approval, and\r\nhas considered any cause shown by the Developer within the period of that\r\nnotice, against the proposed suspension.4.     \r\n  The\r\nBoard may, instead of suspending the letter of approval under sub-section (1),\r\npermit it to remain in force subject to such further terms and conditions as it\r\nthinks fit to impose, and any further terms or conditions so imposed shall be\r\nbinding upon and be complied with by the Developer and shall be of like force\r\nand effect as if they were contained in the letter of approval.5.     \r\n  In\r\ncase the Board suspends a letter of approval under this section, it shall serve\r\na notice of suspension upon the Developer and fix a date on which the\r\nsuspension shall take effect.6.     \r\n  Upon\r\nsuspension of the letter of approval under sub-section (1), the Special\r\nEconomic Zone of the Developer referred to in sub-section (5) shall vest in the\r\nAdministrator under sub-section (2) for a period not exceeding one year or up\r\nto the date on which the letter of approval for such Special Economic Zone is\r\ntransferred, whichever is earlier, in accordance with the provisions contained\r\nin sub-sections (7) and (9), as the case may be.7.     \r\n  Where\r\nthe Board has given notice for suspension of letter of approval under\r\nsubsection (5), the Developer may, after prior approval of the Board, transfer\r\nhis letter of approval to any person who is found eligible by the Board for\r\ngrant of such approval.8.     \r\n  If\r\nat any time, it appears to the Board that the purpose of the order appointing\r\nthe Administrator has been fulfilled or that for any reason it is undesirable\r\nthat the order of appointment should remain in force, the Board may cancel the\r\norder the thereupon the Administrator shall be divested of the management of\r\nthe Special Economic Zone which shall, unless otherwise directed by the Board,\r\nagain vest in the person, being the Developer, in whom it was vested\r\nimmediately prior to the date of appointment of the Administrator.9.     \r\n  Where\r\nthe Board suspends the letter of approval, under this section, in respect of\r\nany Developer, the following provisions shall apply, namely:-a.     \r\n  The\r\nBoard shall invite applications for transferring the letter of approval of the\r\nDeveloper, whose approval has been suspended and select the person or persons,\r\nin accordance with the procedure as may be prescribed, to whom the letter of\r\napproval of the Developer in the Special Economic Zone may be transferred;b.    \r\n  upon\r\nselection of person or persons under sub-clause (a), the Board may, by notice\r\nin writing, require the Developer to transfer his letter of approval in a\r\nSpecial Economic Zone to the person or persons so selected and thereupon the\r\nDeveloper shall transfer his interests, rights and liabilities in the Special\r\nEconomic Zone to any of the persons (hereafter in this section referred to as the\r\n\"transferee\") who has been selected by the Board on such terms and\r\nconditions and consideration as may be agreed upon between the Developer and\r\nthe transferee;c.     \r\n  all\r\nthe rights, duties, obligations and liabilities of the Developer, on and from\r\nthe date of suspension of letter of approval or on and from the date, if\r\nearlier, on which his letter of approval in the Special Economic Zone of the\r\nDeveloper has been transferred to the transferee, shall cease absolutely except\r\nfor any liabilities which have accrued prior to that date;d.    \r\n  the\r\nBoard may make such interim arrangements in regard to the operation of the\r\nSpecial Economic Zone as may be considered appropriate;e.     \r\n  the\r\nAdministrator shall exercise such powers and discharge such functions as the\r\nBoard may direct.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.  \r\n  The\r\nBoard may, in order to promote export or to protect the interest of Units or in\r\nthe public interest, issue such directions or formulate such scheme as it may\r\nconsider necessary for operation of the Special Economic Zone.", "11": "Special Economic Zones Act, 2005 11. Development Commissioner 1.     \r\n  The\r\nCentral Government may appoint any of its officers not below the rank of Deputy\r\nSecretary to the Government of India as the Development Commissioner of one or\r\nmore Special Economic Zones.2.     \r\n  The\r\nCentral Government may appoint such officers and other employees as it\r\nconsiders necessary to assist the Development Commissioner in the performance\r\nof his functions in the Special Economic Zones established by a Developer\r\n(other than the Central Government) under this Act on such terms and conditions\r\nas it deems fit.3.     \r\n  Every\r\nDevelopment Commissioner, officer and other employee shall be entitled to such\r\nsalary and allowances and subject to such terms and conditions of service in\r\nrespect of leave, pension, provident fund and other matters as may, from time\r\nto time, be specified by the Central Government.", "12": "Special Economic Zones Act, 2005 12. Functions of Development\r\nCommissioner 1.     \r\n  Every\r\nDevelopment Commissioner shall take all steps in order to discharge his\r\nfunctions under this Act to ensure speedy development of the Special Economic\r\nZone and promotion of exports therefrom.2.     \r\n  Without\r\nprejudice to the generality of the foregoing provisions, the Development\r\nCommissioner shall-a.     \r\n  guide\r\nthe entrepreneurs for setting up of Units in the Special Economic Zone;b.    \r\n  ensure\r\nand take suitable steps for effective promotion of exports from the Special Economic\r\nZone;c.     \r\n  ensure\r\nproper co-ordination with the Central Government or State Government\r\nDepartments concerned or agencies with respect to, or for the purposes, of\r\nclauses (a) and (b);d.    \r\n  monitor\r\nthe performance of the Developer and the Units in a Special Economic Zone;e.     \r\n  discharge\r\nsuch other functions as may be assigned to him by the Central Government under\r\nthis Act or any other law for the time being in force; andf.     \r\n  discharge\r\nsuch other functions as may be delegated to him by the Board.1.     \r\n2.     \r\n3.     \r\n  Every\r\nDevelopment Commissioner shall be overall in charge of the Special Economic\r\nZone and shall exercise administrative control and supervision over the\r\nofficers and employees appointed under sub-section (2) of Section 11 (including\r\nthe officials deputed to such Special Economic Zone) to discharge any of the\r\nfunctions under this Act.4.     \r\n  Without\r\nprejudice to the provisions of sub-sections (1) to (3), every Development\r\nCommissioner shall discharge such functions and exercise such powers as may be\r\ndelegated to him by a general or special order by the Central Government or the\r\nState Government concerned, as the case may be.5.     \r\n  Every\r\nDevelopment Commissioner may call for such information from a Developer or Unit\r\nfrom time to time as may be necessary to monitor the performance of the Developer\r\nor the Unit, as the case may be.6.     \r\n  The\r\nDevelopment Commissioner may delegate any or all of his powers or functions to\r\nany of the officers employed under him.", "13": "Special Economic Zones Act, 2005 13. Constitution of Approval\r\nCommittee 1.     \r\n  The\r\nCentral Government shall,-a.     \r\n  in\r\nthe case of existing Special Economic Zones, within six months from the date of\r\ncommencement of this Act;b.    \r\n  in\r\ncase of other Special Economic Zones established after the commencement of this\r\nAct, within six months from the date of establishment of such Special Economic\r\nZone, by notification, constitute a Committee for every Special Economic Zone,\r\nto be called the Approval Committee to exercise the powers and perform the\r\nfunctions specified in Section 14.1.     \r\n2.     \r\n  Every\r\nApproval Committee shall consist of-a.     \r\n  the\r\nDevelopment Commissioner -- Chairperson, ex officio;b.    \r\n  two\r\nofficers of the Central Government to be nominated by that Government -\r\nMembers, ex officio;c.     \r\n  two\r\nofficers of the Central Government to be nominated by that Government to\r\nrepresent the Ministry or Department dealing with revenue - Members, ex\r\nofficio;d.    \r\n  one\r\nofficer of the Central Government to be nominated by that Government to\r\nrepresent the Ministry or Department dealing with economic affairs (financial\r\nservices) - Member, ex officio;e.     \r\n  two\r\nofficers of the State Government concerned to be nominated by that State\r\nGovernment - Members, ex officio;f.     \r\n  a\r\nrepresentative of the Developer concerned - Special invitee.1.     \r\n2.     \r\n3.     \r\n  For\r\nthe purpose of exercising its powers and performing its functions, the Approval\r\nCommittee may invite to its meetings, such persons as the Committee deems fit,\r\nwhose assistance or advice it may consider necessary.4.     \r\n  Every\r\nApproval Committee shall meet at such times and places as it considers\r\nnecessary and shall have the power to regulate its own procedure.5.     \r\n  One-half\r\nof the total Members of the Approval Committee shall form a quorum, and all the\r\nacts of the Approval Committee shall be decided by a general consensus of the\r\nMembers present:Provided that in case the Approval Committee\r\nis unable to decide any matter by a general consensus, such matter shall stand\r\nreferred to the Board of Approval for its decision.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  No\r\nact of the Approval Committee shall be called in question on the ground merely\r\nof existence of any vacancy in, or any defect in the constitution of, the\r\nApproval Committee.7.     \r\n  All\r\norders and decisions of the Approval Committee and all other communications\r\nissued by it shall be authenticated by the signature of the Chairperson or any\r\nother member as may be authorised by the Approval Committee in this behalf.8.     \r\n  The\r\nterm of office of an ex officio Member shall come to an end as soon as he\r\nceases to hold office by virtue of which he was so nominated.", "14": "Special Economic Zones Act, 2005 14. Powers and functions of\r\nApproval Committee 1.     \r\n  Every\r\nApproval Committee may discharge the functions and exercise the powers in\r\nrespect of the following matters, namely:-a.     \r\n  approve\r\nthe import or procurement of goods from the Domestic Tariff Area, in the\r\nSpecial Economic Zone for carrying on the authorised operations by a Developer;b.    \r\n  approve\r\nthe providing of services by a service provider, from outside India, or from\r\nthe Domestic Tariff Area, for carrying on the authorised operations by the\r\nDeveloper, in the Special Economic Zone;c.     \r\n  monitor\r\nthe utilisation of goods or services or warehousing or trading in the Special\r\nEconomic Zone;d.    \r\n  approve,\r\nmodify or reject proposals for setting up Units for manufacturing or rendering\r\nservices or warehousing or trading in the Special Economic Zone [other than the\r\ngrant of licence under clause (e) of sub-section (2) of Section 9] in\r\naccordance with the provisions of sub-section (8) of Section 15 :Provided that where the Approval Committee is\r\nunable to decide whether a particular process constitutes manufacture or not it\r\nshall refer the same to the Board of Approval for decision;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\n  allow,\r\non receipt of approval under clause (c) of sub-section (2) of Section 9,\r\nforeign collaborations and foreign direct investments (including investments by\r\na person outside India) for setting up a Unit;f.     \r\n  monitor\r\nand supervise compliance of conditions subject to which the letter of approval\r\nor permission, if any, has been granted to the Developer or entrepreneur; andg.    \r\n  perform\r\nsuch other functions as may be entrusted to it by the Central Government or the\r\nState Government concerned, as the case may be.2.     \r\n  The\r\nApproval Committee shall not discharge such functions and exercise such powers\r\nreferred to in sub-section (1) in relation to a Developer, being the Central\r\nGovernment, as may be specified, by notification, by the Central Government:Provided that till such time, the Approval\r\nCommittee is constituted, the concerned Development Commissioner shall\r\ndischarge all functions and exercise all powers of the Approval Committee.", "15": "Special Economic Zones Act, 2005 15. Setting up of Unit1.     \r\n  Any\r\nperson, who intends to set up a Unit for carrying on the authorised operations\r\nin a Special Economic Zone, may submit a proposal to the Development\r\nCommissioner concerned in such form and manner containing such particulars as\r\nmay be prescribed :Provided that an existing Unit shall be\r\ndeemed to have been set up in accordance with the provisions of this Act and\r\nsuch Units shall not require approval under this Act.1.     \r\n2.     \r\n  On\r\nreceipt of the proposal under sub-section (1), the Development Commissioner\r\nshall submit the same to the Approval Committee for its approval.3.     \r\n  The\r\nApproval Committee may, either approve the proposal without modification, or\r\napprove the proposal with modifications subject to such terms and conditions as\r\nit may deem fit to impose, or reject the proposal in accordance with the\r\nprovisions of sub-section (8):Provided that in case of modification or\r\nrejection of a proposal, the Approval Committee shall afford a reasonable\r\nopportunity of being heard to the person concerned and after recording the\r\nreasons, either modify for reject the proposal.1.     \r\n2.     \r\n3.     \r\n4.     \r\n  Any\r\nperson aggrieved by an order of the Approval Committee, made under subsection\r\n(3), may prefer an appeal to the Board within such time as may be prescribed.5.     \r\n  No\r\nappeal shall be admitted if it is preferred after the expiry of the time\r\nprescribed therefor: Provided that an appeal may be admitted after the expiry\r\nof the period prescribed therefor if the appellant satisfies the Board that he\r\nhad sufficient cause for not preferring the appeal within the prescribed time.6.     \r\n  Every\r\nappeal made under sub-section (4) shall be in such form and shall be\r\naccompanied by a copy of the order appealed against and by such fees as may be\r\nprescribed.7.     \r\n  The\r\nprocedure for disposing of an appeal shall be such as may be prescribed :\r\nProvided that before disposing of an appeal, the appellant shall be given a\r\nreasonable opportunity of being heard.8.     \r\n  The\r\nCentral Government may prescribe,-a.     \r\n  the\r\nrequirements (including the period for which a Unit may be set up) subject to\r\nwhich the Approval Committee shall approve, modify or reject any proposal\r\nreferred to in sub-section (3);b.    \r\n  the\r\nterms and conditions, subject to which the Unit shall undertake the authorised\r\noperations and its obligations and entitlements.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n7.     \r\n8.     \r\n9.     \r\n  The\r\nDevelopment Commissioner may, after approval of the proposal referred to in\r\nsub-section (3), grant a letter of approval to the person concerned to set up a\r\nUnit and undertake such operations which the Development Commissioner may\r\nauthorise and every such operation so authorised shall be mentioned in the\r\nletter of approval.", "16": "Special Economic Zones Act, 2005 16. Cancellation of letter\r\nof approval to entrepreneur 1.     \r\n  The\r\nApproval Committee may, at any time, if it has any reason or cause to believe\r\nthat the entrepreneur has persistently contravened any of the terms and\r\nconditions or its obligations subject to which the letter of approval was\r\ngranted to the entrepreneur, cancel the letter of approval :Provided that no such letter of approval\r\nshall be cancelled unless the entrepreneur has been afforded a reasonable\r\nopportunity of being heard.1.     \r\n2.     \r\n  Where\r\nthe letter of approval has been cancelled under sub-section (1), the Unit shall\r\nnot, from the date of such cancellation, be entitled to any exemption,\r\nconcession, benefit or deduction available to it, being a Unit, under this Act.3.     \r\n  Without\r\nprejudice to the provisions of this Act, the entrepreneur whose letter of\r\napproval has been cancelled under sub-section (1), shall remit, the exemption,\r\nconcession, drawback and any other benefit availed by him in respect of the\r\ncapital goods, finished goods lying in stock and unutilised raw materials\r\nrelatable to his Unit, in such manner as may be prescribed.4.     \r\n  Any\r\nperson aggrieved by an order of the Approval Committee made under subsection\r\n(1), may prefer an appeal to the Board within such time as may be prescribed.5.     \r\n  No\r\nappeal shall be admitted if it is preferred after the expiry of the time\r\nprescribed therefor:Provided that an appeal may be admitted after\r\nthe expiry of the period prescribed therefor if the appellant satisfies the\r\nBoard that he had sufficient cause for not preferring the appeal within the\r\nprescribed time.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  Every\r\nappeal made under sub-section (4) shall be in such form and shall be\r\naccompanied by a copy of the order appealed against and by such fees as may be\r\nprescribed.7.     \r\n  The\r\nprocedure for disposing of an appeal shall be such as may be prescribed :\r\nProvided that before disposing of an appeal, the appellant shall be given a\r\nreasonable opportunity of being heard.", "17": "Special Economic Zones Act, 2005 17. Setting up and operation\r\nof Offshore Banking Unit 1.     \r\n  An\r\napplication for setting up and operation of an Offshore Banking Unit in a\r\nSpecial Economic Zone may be made to the Reserve Bank in such form and manner\r\nas may be prescribed.2.     \r\n  On\r\nreceipt of an application under sub-section (1), the Reserve Bank shall, if it\r\nis satisfied that the applicant fulfils all the conditions specified under\r\nsub-section (3), grant permission to such applicant for setting up and\r\noperation of an Offshore Banking Unit.3.     \r\n  The\r\nReserve Bank may, by notification, specify the terms and conditions subject to\r\nwhich an Offshore Banking Unit may be set up and operated in the Special\r\nEconomic Zone.", "18": "Special Economic Zones Act, 2005 18. Setting up of\r\nInternational Financial Services Centre 1.     \r\n  The\r\nCentral Government may approve the setting up of an International Financial\r\nServices Centre in a Special Economic Zone and prescribe the requirements for\r\nsetting up and operation of such Centre :Provided that the Central Government shall\r\napprove only one International Financial Services Centre in a Special Economic\r\nZone.1.     \r\n2.     \r\n  The\r\nCentral Government may, subject to such guidelines as may be framed by the\r\nReserve Bank, the Securities and Exchange Board of India, the Insurance\r\nRegulatory and Development Authority and such other concerned authorities, as\r\nit deems fit, prescribe the requirements for setting up and the terms and\r\nconditions of the operation of Units in an International Financial Services Centre.", "19": "Special Economic Zones Act, 2005 19. Single application form,\r\nreturn etcNotwithstanding anything contained in any\r\nother law for the time being in force, the Central Government may, if\r\nrequired,-a.     \r\n  prescribe\r\na single application form for obtaining any licence, permission or registration\r\nor approval by a Developer, or an entrepreneur under one or more Central Acts;b.    \r\n  authorise\r\nthe Board, the Development Commissioner or Approval Committee, to exercise the\r\npowers of the Central Government on matters relating to the development of a\r\nSpecial Economic Zone or setting up and operation of Units;c.     \r\n  prescribe\r\na single form for furnishing returns or information by a Developer or an\r\nentrepreneur under one or more Central Acts.", "20": "Special Economic Zones Act, 2005 20. Agency to inspect Notwithstanding anything contained in any\r\nother law for the time being in force, the Central Government may, by\r\nnotification, specify any officer or agency to carry out surveys or inspections\r\nfor securing of compliance with the provisions of any Central Act by a\r\nDeveloper or an entrepreneur, as the case may be, and such officer or agency\r\nshall submit verification and compliance reports, in such manner and within\r\nsuch time as may be specified in the said notification.", "21": "Special Economic Zones Act, 2005 21. Single enforcement\r\nofficer or agency for notified offences 1.     \r\n  The\r\nCentral Government may, by notification, specify any act or omission made\r\npunishable under any Central Act, as notified offence for the purposes of this\r\nAct.2.     \r\n  The\r\nCentral Government may, by general or special order, authorise any officer or\r\nagency to be the enforcement officer or agency in respect of any notified\r\noffence or offences committed in a Special Economic Zone.3.     \r\n  Every\r\nofficer or agency authorised under sub-section (2) shall have all the\r\ncorresponding powers of investigation, inspection, search or seizure as is\r\nprovided under the relevant Central Act in respect of the notified offences.", "22": "Special Economic Zones Act, 2005 22. Investigation,\r\ninspection, search or seizure The agency or officer, specified under\r\nSection 20 or Section 21, may, with prior intimation to the Development\r\nCommissioner concerned, carry out the investigation, inspection, search or\r\nseizure in the Special Economic Zone or in a Unit if such agency or officer has\r\nreasons to believe (reasons to be recorded in writing) that a notified offence\r\nhas been committed or is likely to be committed in the Special Economic Zone :Provided that no investigation, inspection,\r\nsearch or seizure shall be carried out in a Special Economic Zone by any agency\r\nor officer other than those referred to in sub-section (2) or sub-section (3)\r\nof Section 21 without prior approval of the Development Commissioner concerned:Provided further that any officer or agency,\r\nif so authorised by the Central Government, may carry out the investigation,\r\ninspection, search or seizure in the Special Economic Zone or Unit without\r\nprior intimation or approval of the Development Commissioner.", "23": "Special Economic Zones Act, 2005 23. Designated Courts to try\r\nsuits and notified offences 1.     \r\n  The\r\nState Government, in which the Special Economic Zone is situated, may, with the\r\nconcurrence of the Chief Justice of the High Court of that State, designate one\r\nor more courts-a.     \r\n  to\r\ntry all suits of a civil nature arising in the Special Economic Zone; andb.    \r\n  to\r\ntry notified offences committed in the Special Economic Zone.1.     \r\n2.     \r\n  No\r\ncourt, other than the court designated under sub-section (1), shall try any\r\nsuit or conduct the trail of any notified offence referred to in that\r\nsub-section :Provided that the courts, in which any suit\r\nof a civil nature in a Special Economic Zone had been filed before the\r\ncommencement of this Act, shall continue to try such suit after such\r\ncommencement:Provided further that the courts, in which\r\nany trial of any notified offence is being conducted before the commencement of\r\nthis Act, shall continue to conduct the trial of such offence after the\r\ncommencement of this Act:Provided also that the courts competent to\r\ntry any notified offence, before the commencement of this Act, shall conduct\r\nthe trial in respect of such offence after the commencement of this Act until\r\nthe courts have been designated under sub-section (1) and all such cases\r\nrelating to such trials shall thereafter be transferred to such courts so\r\ndesignated which shall conduct the trial from the stage at which such cases\r\nwere so transferred.", "24": "Special Economic Zones Act, 2005 24. Appeal to High Court Any person aggrieved, by any decision or\r\norder of the court designated under sub-section (1) of Section 23, may file an\r\nappeal to the High Court within sixty days from the date of communication of\r\nthe decision or order of the courts so designated to him on any question of\r\nfact or law arising out of such orders :Provided that the High Court may, if it is\r\nsatisfied that the appellant was prevented by sufficient cause from filing an\r\nappeal within the said period, allow it to be filed within a further period not\r\nexceeding sixty days.Explanation.-In Section 23 and in this\r\nsection \"High Court\" means the High Court of the State in which the\r\nSpecial Economic Zone is situated.", "25": "Special Economic Zones Act, 2005 25. Offences by companies 1.     \r\n  Where\r\nan offence has been committed by a company, every person, who at the time the\r\noffence was committed was in charge of, and was responsible to, the company for\r\nthe conduct of the business of the company, as well as the company, shall be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly:Provided that nothing contained in this\r\nsub-section shall render any such person liable to any punishment provided for\r\nthe offences, if he has proved that the offence was committed without his\r\nknowledge or that he had exercised all due diligence to prevent the commission\r\nof such offence.1.     \r\n2.     \r\nNotwithstanding\r\nanything contained in sub-section (1), where an offence has been committed by a\r\ncompany and it is proved that the offence has been committed with the consent\r\nor connivance of, or is attributable to any neglect on the part of, any\r\ndirector, manager, secretary or other officer of the company, such director,\r\nmanager, secretary or other officer shall also be deemed to be guilty of the\r\noffence and shall be liable to be proceeded against and punished accordingly.Explanation.- For the purposes of this\r\nsection,- \"company\" means any body\r\ncorporate and includes a firm or other association of individuals; anda.     \r\n  \"director\",\r\nin relation to a firm, means a partner in the firm.", "26": "Special Economic Zones Act, 2005 26. Exemptions, drawbacks\r\nand concessions to every Developer and entrepreneur1.     \r\n  Subject\r\nto the provisions of sub-section (2), every Developer and the entrepreneur\r\nshall be entitled to the following exemptions, drawbacks and concessions,\r\nnamely:-a.     \r\n  exemption\r\nfrom any duty of customs, under the Customs Act, 1962 (52 of 1962) or the\r\nCustoms Tariff Act, 1975 (51 of 1975) or any other law for the time being in\r\nforce, on goods imported into, or services provided in, a Special Economic Zone\r\nor a Unit, to carry on the authorised operations by the Developer or\r\nentrepreneur;b.    \r\n  exemption\r\nfrom any duty of customs, under the Customs Act, 1962 (52 of 1962) or the\r\nCustoms Tariff Act, 1975 (51 of 1975) or any other law for the time being in\r\nforce, on goods exported from, or services provided, from a Special Economic\r\nZone or from a Unit, to any place outside India;c.     \r\n  exemption\r\nfrom any duty of excise, under the Central Excise Act, 1944 (1 of 1944) or the\r\nCentral Excise Tariff Act, 1985 (5 of 1986) or any other law for the time being\r\nin force, on goods brought from Domestic Tariff Area to a Special Economic Zone\r\nor Unit, to carry on the authorised operations by the Developer or\r\nentrepreneur;d.    \r\n  drawback\r\nor such other benefits as may be admissible from time to time on goods brought\r\nor services provided from the Domestic Tariff Area into a Special Economic Zone\r\nor Unit or services provided in a Special Economic Zone or Unit by the service\r\nproviders located outside India to carry on the authorised operations by the\r\nDeveloper or entrepreneur;e.     \r\n  exemption\r\nfrom service tax under Chapter V of the Finance Act, 1994 (32 of 1944) on\r\ntaxable services provided to a Developer or Unit to carry on the authorised\r\noperations in a Special Economic Zone;f.     \r\n  exemption\r\nfrom the securities transaction tax leviable under Section 98 of the Finance\r\n(No. 2) Act, 2004 (23 of 2004) in case the taxable securities transactions are\r\nentered into by a non-resident through the International Financial Services\r\nCentre;g.    \r\n  exemption\r\nfrom the levy of taxes on the sale or purchase of goods other than newspapers\r\nunder the Central Sales Tax Act, 1956 (74 of 1956) if such goods are meant to\r\ncarry on the authorised operations by the Developer or entrepreneur.2.     \r\n  The\r\nCentral Government may prescribe, the manner in which, and, the terms and\r\nconditions subject to which, the exemptions, concessions, draw back or other\r\nbenefits shall be granted to the Developer or entrepreneur under sub-section\r\n(1).", "27": "Special Economic Zones Act, 2005 27. Provisions of Income Tax\r\nAct, 1961 to apply with certain modification in relation to Developers and\r\nentrepreneurs The provisions of the Income Tax Act, 1961\r\n(43 of 1961), as in force for the time being, shall apply to, or in relation\r\nto, the Developer or entrepreneur for carrying on the authorised operations in\r\na Special Economic Zone or Unit subject to the modifications specified in the\r\nSecond Schedule.", "28": "Special Economic Zones Act, 2005 28. Duration of goods or\r\nservices in Special Economic Zones The Central Government may prescribe the\r\nperiod during which any goods brought into, or services provided in, any Unit\r\nor Special Economic Zone without payment of taxes, duties or cess shall remain\r\nor continue to be provided in such Unit or Special Economic Zone.", "29": "Special Economic Zones Act, 2005 29. Transfer of ownership\r\nand removal of goodsThe transfer of ownership in any goods\r\nbrought into, or produced or manufactured in, any Unit or Special Economic Zone\r\nor removal thereof from such Unit or Zone shall be allowed, subject to such\r\nterms and conditions as the Central Government may prescribe.", "30": "Special Economic Zones Act, 2005 30. Domestic clearance by\r\nUnits Subject to the conditions specified in the\r\nrules made by the Central Government in this behalf,-a.     \r\n  any\r\ngoods removed from a Special Economic Zone to the Domestic Tariff Area shall be\r\nchargeable to duties of customs including anti-dumping, countervailing and\r\nsafeguard duties under the Customs Tariff Act, 1975 (51 of 1975), where\r\napplicable, as leviable on such goods when imported; andb.    \r\n  the\r\nrate of duty and tariff valuation, if any, applicable to goods removed from a\r\nSpecial Economic Zone shall be at the rate and tariff valuation in force as on\r\nthe date of such removal, and where such date is not ascertainable, on the date\r\nof payment of duty.", "31": "Special Economic Zones Act, 2005 31. Constitution of\r\nAuthority1.     \r\n  The\r\nCentral Government shall, by notification in the Official Gazette, constitute,\r\nfor every Special Economic Zone established by it before the commencement of\r\nthis Act or which may be established after such commencement by the Central\r\nGovernment, an Authority to be called the ................................\r\n(name of the Special Economic Zone) Authority to exercise the powers conferred\r\non, and discharge the functions assigned to it under this Act:Provided that in respect of existing Special\r\nEconomic Zones established by the Central Government, such Authority shall be\r\nconstituted by the Central Government within six months from the date of\r\ncommencement of this Act:Provided further that until such Authority is\r\nconstituted, the person or the authority (including the Development\r\nCommissioner) exercising control over such existing Special Economic Zones\r\nshall continue to exercise such control over the Special Economic Zone till the\r\nAuthority is constituted.1.     \r\n2.     \r\n  Every\r\nAuthority shall be a body corporate by the name aforesaid, having perpetual\r\nsuccession and a common seal, with a power, subject to the provisions of this\r\nAct, to acquire, hold and dispose of property, both movable and immovable, and\r\nto contract and shall, by the said name, sue and be sued.3.     \r\n  The\r\nhead office of every Authority shall be at such place as the Central Government\r\nmay specify in the notification referred to in sub-section (1).4.     \r\n  Any\r\nAuthority may, with the previous approval of the Central Government, establish\r\nbranch offices at other places in India.5.     \r\n  Every\r\nAuthority shall consist of-a.     \r\n  The\r\nDevelopment Commissioner of the Special Economic Zone over which the Authority\r\nexercise its jurisdiction - Chairperson, ex officio;b.    \r\n  two\r\nofficers of the Central Government to be nominated by that Government having\r\nknowledge of, or experience in, dealing with matters relating to Special\r\nEconomic Zones - Members, ex officio;c.     \r\n  an\r\nofficer of the Government of India in the Ministry or Department dealing with\r\ncommerce on matters relating to Special Economic Zone - Member, ex officio;d.    \r\n  not\r\nmore than two persons, being entrepreneurs or their nominee, to be nominated by\r\nthe Central Government - Members, ex officio.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n6.     \r\n  The\r\nterm of office of the Members of an Authority (other than ex officio Members)\r\nand the manner of filling of vacancies shall be such as may be prescribed.7.     \r\n  An\r\nAuthority may associate with itself in such manner, subject to such conditions\r\nand for such purposes as may be prescribed, any person whose assistance or\r\nadvice it requires in discharging its functions effectively and that person\r\nshall be entitled to receive such allowance or fees as may be fixed by the\r\nAuthority.8.     \r\n  One-third\r\nof the total Members of the Authority shall form a quorum, and all the acts of\r\nthe Authority shall be decided by a majority of the members present.9.     \r\n  No\r\nact or proceeding of an Authority shall be invalidated merely by reason of-a.     \r\n  any\r\nvacancy in, or any defect in the constitution of, the Authority; orb.    \r\n  any\r\ndefect in the appointment of a person acting as a Member of the Authority; orc.     \r\n  any\r\nirregularity in the procedure of the Authority not affecting the merits of the\r\ncase.1.  \r\n2.  \r\n3.  \r\n4.  \r\n5.  \r\n6.  \r\n7.  \r\n8.  \r\n9.  \r\n10.  \r\n  Every\r\nAuthority shall meet at such times and places and shall observe such rules of\r\nprocedure in regard to the transaction of business at its meetings (including\r\nquorum at such meetings) as may be prescribed.", "32": "Special Economic Zones Act, 2005 32. Officers of Authority\r\nand other staff 1.     \r\n  Every\r\nDevelopment Commissioner of the Special Economic Zone, for which he is\r\nappointed as such, shall be the Chief Executive of the Authority concerned and\r\nexercise such powers and perform such functions as may be prescribed.2.     \r\n  Every\r\nAuthority may, in addition to the officers and employees transferred to it\r\nunder Section 33, appoint such other officers and employees, as it considers\r\nnecessary for the efficient discharge of its functions under this Act.3.     \r\n  The\r\nmethod of appointment, the conditions of service and the scales of pay and\r\nallowances of such other officers and employees appointed under sub-section (2)\r\nshall be such as may be prescribed.", "33": "Special Economic Zones Act, 2005 33. Special provision for\r\ntransfer of officers or other employees to Authority 1.     \r\n  It\r\nshall be lawful for the Central Government to transfer to each Authority, by\r\norder, and with effect from such date or dates, as may be specified in the\r\norder, any officer or other employee holding office as such (except officers or\r\nother employees on deputation) in the existing Special Economic Zone concerned\r\n:Provided that the scale of pay of the post to\r\nwhich such officer or other employee is transferred shall not be lower than the\r\nscale of pay of the post which he was holding immediately before such transfer\r\nand the other terms and conditions of service (including pension, leave,\r\nprovident fund and medical benefits) of the post to which he is transferred\r\nshall not be less favourable than the terms and conditions of service in\r\nrelation to the post held by him immediately before such transfer :Provided further that if, immediately before\r\nthe date of his transfer, any such officer or other employee is officiating in\r\na higher post under the Central Government either in a leave vacancy or in any\r\nvacancy of a specified duration, his pay and other allowances, if any, on\r\ntransfer, shall be protected for the unexpired period of such vacancy and\r\nthereafter he shall be entitled to the scale of pay applicable to the post\r\nunder the Central Government to which he would have reverted but for his\r\ntransfer to the Authority.1.     \r\n2.     \r\n  If\r\nany question arises as to whether the prescribed terms and conditions of\r\nservice in respect of any matter, including remuneration, pension, leave,\r\nprovident fund and medical benefits, are less favourable than those attached to\r\nthe post held by an officer or other employee immediately before his transfer\r\nto the Authority, the decision of the Central Government in the matter shall be\r\nfinal.", "34": "Special Economic Zones Act, 2005 34. Functions of Authority1.     \r\n  Subject\r\nto the provisions of this Act, it shall be the duty of each Authority to\r\nundertake such measures as it thinks fit for the development, operation and\r\nmanagement of the Special Economic Zone for which it is constituted.2.     \r\n  Without\r\nprejudice to the generality of the provisions of sub-section (1), the measures\r\nreferred to therein may provide for-a.     \r\n  the\r\ndevelopment of infrastructure in the Special Economic Zone;b.    \r\n  promoting\r\nexports from the Special Economic Zone;c.     \r\n  reviewing\r\nthe functioning and performance of the Special Economic Zone;d.    \r\n  levy\r\nuser or service charges or fees or rent for the use of properties belonging to\r\nthe Authority;e.     \r\n  performing\r\nsuch other functions as may be prescribed.", "35": "Special Economic Zones Act, 2005 35. Grants and loans by\r\nCentral Government The Central Government may, after due\r\nappropriation made by Parliament by law in this behalf, make to every Authority\r\nby way of grants and loans or such sums of money as that Government may think\r\nfit for being utilised for the purposes of this Act.", "36": "Special Economic Zones Act, 2005 36. Constitution of Fund and\r\nits application 1.     \r\n  There\r\nshall be established by everyAuthority a fund to be called the\r\n.......................... (the name of the Special Economic Zone concerned)\r\nAuthority Fund and there shall be credited thereto-a.     \r\n  all\r\nsums of money, which the Central Government may, after due appropriation made\r\nby Parliament by law in this behalf, provide to the Authority;b.    \r\n  all\r\ngrants or loans that may be made to the Authority under this Act;c.     \r\n  all\r\nsums received on account of user or service charges or fees or rent for the use\r\nof properties belonging to the Authority;d.    \r\n  all\r\nsums received by the Authority from such other sources as may be decided upon\r\nby the Central Government.1.     \r\n2.     \r\n  The\r\nFund shall be applied for meeting-a.     \r\n  the\r\nsalaries, allowances and other remuneration of the members, officers and other\r\nemployees of the Authority;b.    \r\n  the\r\nexpenses of the Authority in the discharge of its functions under Section 34;c.     \r\n  the\r\nrepayment of any loan;d.    \r\n  the\r\nexpenses on objects and for purposes authorised by this Act;e.     \r\n  any\r\nother administrative expenses of the Authority.", "37": "Special Economic Zones Act, 2005 37. Accounts and audit 1.     \r\n  Every\r\nAuthority shall maintain proper accounts and other relevant records and prepare\r\nan annual statement of accounts in such form as may be prescribed by the\r\nCentral Government, in consultation with the Comptroller and Auditor-General of\r\nIndia.2.     \r\n  The\r\naccounts of every Authority shall be audited by the Comptroller and\r\nAuditor-General of India at such intervals as may be specified by him and any\r\nexpenditure incurred in connection with such audit shall be payable by the\r\nAuthority to the Comptroller and Auditor-General of India.3.     \r\n  The\r\nComptroller and Auditor-General of India or any person appointed by him in\r\nconnection with the audit of the accounts of the Authority shall have the same\r\nrights and privileges and authority in connection with such audit as the\r\nComptroller and Auditor-General of India generally has in connection with the\r\naudit of the Government accounts and, in particular, shall have the right to\r\ndemand the production of books, accounts, connected vouchers and other documents\r\nand papers and to inspect any of the offices of the Authority.4.     \r\n  The\r\naccounts of every Authority as certified by the Comptroller and Auditor-General\r\nof India or any other person appointed by him in this behalf together with the\r\naudit report thereon shall be forwarded annually to the Central Government and\r\nthe Central Government shall cause the same to be laid before each House of\r\nParliament.", "38": "Special Economic Zones Act, 2005 38. Directions by Central\r\nGovernment Every Authority shall be bound to carry out\r\nsuch directions as may be issued to it from time to time by the Central\r\nGovernment for the efficient administration of this Act.", "39": "Special Economic Zones Act, 2005 39. Returns and reports 1.     \r\n  Every\r\nAuthority shall furnish to the Central Government at such time and in such form\r\nand manner as may be prescribed or as the Central Government may direct, such\r\nreturns and statements and such particulars in regard to the promotion and\r\ndevelopment of exports and the operation and maintenance of the Special\r\nEconomic Zone and Units as the Central Government may, from time to time,\r\nrequire.2.     \r\n  Without\r\nprejudice to the provisions of sub-section (1), every Authority shall, as soon as\r\npossible, after the end of each financial year, submit to the Central\r\nGovernment a report in such form and before such date, as may be prescribed,\r\ngiving a true and full account of its activities, policy and programmes during\r\nthe previous financial year.3.     \r\n  A\r\ncopy of every report received under sub-section (2) shall be laid, as soon as\r\nmay be, after it is received, before each House of Parliament.", "40": "Special Economic Zones Act, 2005 40. Power to supersede\r\nAuthority 1.     \r\n  If\r\nat any time the Central Government is of the opinion that an Authority is\r\nunable to perform, or has persistently made default in the performance of the\r\nduty imposed on it by or under this Act or has exceeded or abused its powers,\r\nor has wilfully or without sufficient cause, failed to comply with any\r\ndirection issued by the Central Government under Section 38, the Central\r\nGovernment may, by notification, supersede that Authority for such period not\r\nexceeding six months, as may be specified in the notification :Provided that before issuing a notification\r\nunder this sub-section, the Central Government shall give reasonable time to\r\nthat Authority to make representation against the proposed supersession and\r\nshall consider the representations, if any, of the Authority.2.     \r\n  Upon\r\nthe publication of a notification under sub-section (1) superseding the\r\nAuthority,-a.     \r\n  the\r\nChairperson and other Members of the Authority shall, notwithstanding that\r\ntheir term of office has not expired as from the date of supersession, vacate their\r\noffices as such;b.    \r\n  all\r\nthe powers, functions and duties which may, be or under the provisions of this\r\nAct, be exercised or discharged by or on behalf of the Authority shall, during\r\nthe period of supersession, be exercised and performed by such person or\r\npersons as the Central Government may direct;c.     \r\n  all\r\nproperty vested in the Authority shall, during the period of supersession, vest\r\nin the Central Government.1.     \r\n2.     \r\n3.     \r\n  On\r\nthe expiration of the period of supersession specified in the notification\r\nissued under sub-section (1), the Central Government may-a.     \r\n  extend\r\nthe period of supersession for such further period not exceeding six months; orb.    \r\n  reconstitute\r\nthe Authority in the manner provided in Section 31.", "41": "Special Economic Zones Act, 2005 41. Members, officers and\r\nother employees of Authority to be public servants All Members, officers and other employees of\r\nevery Authority, shall, when acting or purporting to act in pursuance of any of\r\nthe provisions of this Act or the rules made thereunder, be deemed to be public\r\nservants within the meaning of Section 21 of the Indian Penal Code (45 of\r\n1860).", "42": "Special Economic Zones Act, 2005 42. Reference of dispute 1.     \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force, if-a.     \r\n  any\r\ndispute of civil nature arises among two or more entrepreneurs or two or more\r\nDevelopers or between an entrepreneur and a Developer in the Special Economic\r\nZone; andb.    \r\n  the\r\ncourt or the courts or try suits in respect of such dispute had not been\r\ndesignated under sub-section (1) of Section 23, such dispute shall be referred\r\nto arbitration :Provided that no dispute shall be referred to\r\nthe arbitration on or after the date of the designation of the court or courts\r\nunder sub-section (1) of Section 23.1.     \r\n2.     \r\n  Where\r\na dispute has been referred to arbitration under sub-section (1), the same\r\nshall be settled or decided by the arbitrator to be appointed by the Central\r\nGovernment.3.     \r\n  Save\r\nas otherwise provided under this Act, the provisions of the Arbitration and\r\nConciliation Act, 1996 (26 of 1996) shall apply to all arbitration under this\r\nAct as if the proceedings for arbitration were referred in settlement or decision\r\nunder the provisions of the Arbitration and Conciliation Act, 1996.", "43": "Special Economic Zones Act, 2005 43. Limitation1.     \r\n  The\r\nperiod of limitation in the case of any dispute which is required to be\r\nreferred to arbitration shall be regulated by the provisions of the Limitation\r\nAct, 1963 (36 of 1963), as if the dispute was a suit and the arbitrator is\r\ncivil court.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), the arbitrator may admit a dispute after\r\nthe expiry of the period of limitation, if the applicant satisfies the\r\narbitrator that he had sufficient cause for not referring the dispute within\r\nsuch period.", "44": "Special Economic Zones Act, 2005 44. Applicability of\r\nprovisions of this Act to existing Special Economic Zones All the provisions of this Act (except\r\nSections 3 and 4) shall, as far as may be, apply to every existing Special\r\nEconomic Zone.", "45": "Special Economic Zones Act, 2005 45. Person to whom a\r\ncommunication may be sent under this Act A communication by any competent authority or\r\nperson under this Act may be sent to the person who has the ultimate control\r\nover the affairs of the Special Economic Zone or Unit or where the said affairs\r\nare entrusted to a manager, director, chairperson, or managing director, or to\r\nany other officer, by whatever name called, such communication may be sent to\r\nsuch manager, director, chairperson, or managing director or any other officer.", "46": "Special Economic Zones Act, 2005 46. Identity Card Every person, whether employed or residing or\r\nrequired to be present in a Special Economic Zone, shall be provided an\r\nidentity card by every Development Commissioner of such Special Economic Zone,\r\nin such form and containing such particulars as may be prescribed.", "47": "Special Economic Zones Act, 2005 47. Authorities responsible\r\nfor administration Any authority which has been conferred upon\r\nany power, or, is, required to discharge any function under any Central or\r\nState Act, may, subject to the provisions of this Act, exercise such power or\r\ndischarge such functions in any Special Economic Zone under that Act.", "48": "Special Economic Zones Act, 2005 48. Protection of action\r\ntaken in good faith No suit, prosecution or other legal\r\nproceeding shall lie against the Central Government or any Chairperson, Member,\r\nofficer or other employee of the Board or the Approval Committee or the\r\nAuthority or Development Commissioner for anything done or intended to be done\r\nin good faith under this Act.", "49": "Special Economic Zones Act, 2005 49. Power to modify\r\nprovisions of this Act or other enactments in relation to Special Economic\r\nZones 1.     \r\n  The\r\nCentral Government may, by notification, direct that any of the provision of\r\nthis Act (other than Sections 54 to 56) or any other Central Act or any rules\r\nor regulations made thereunder or any notification or order issued or direction\r\ngiven thereunder (other than the provisions relating to making of the rules or\r\nregulations) specified t in the notification- Ia.     \r\n  shall\r\nnot apply to a Special Economic Zone or a class of Special Economic Zones or\r\nall Special Economic Zones; or Ib.    \r\n  shall\r\napply to a Special Economic Zone or a class of Special Economic Zones a all\r\nSpecial Economic Zones only with such exceptions, modification and adaptation,\r\nas may be specified in the notification :Provided that nothing contained in this\r\nsection shall apply to any modifications of any Central Act or any rule or\r\nregulation made thereunder or any notification or order issued or direction\r\ngiven or scheme made thereunder so far as such modification, rule, regulation,\r\nnotification, order or direction or scheme relates to the matters relating to\r\ntrade unions, industrial and labour disputes, welfare of labour including\r\nconditions of work, provident funds, employers' liability, workmen's compensation,\r\ninvalidity and old age pensions and maternity benefits applicable in any\r\nSpecial Economic Zones.2.     \r\n  A\r\ncopy of every notification proposed to be issued under sub-section (1), shall\r\nbe laid in draft before each House of Parliament, while it is in session, for a\r\ntotal period of thirty days which may be comprised in one session or in two or\r\nmore successive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin disapproving the issue of the notification or both Houses agree in making\r\nany modification in the notification, the notification shall not be issued or,\r\nas the case may be, shall be issued only in such modified form as may be agreed\r\nupon by both the Houses.", "50": "Special Economic Zones Act, 2005 50. Power of State\r\nGovernment to grant exemptionThe State Government may, for the purposes of\r\ngiving effect to the provisions of this Act, notify policies for Developers and\r\nUnits and take suitable steps for enactment of any law-a.     \r\n  granting\r\nexemption from the State taxes, levies and duties to the Developer or the\r\nentrepreneur;b.    \r\n  delegating\r\nthe powers conferred upon any person or authority under any State Act to the\r\nDevelopment Commissioner in relation to the Developer or the entrepreneur.", "51": "Special Economic Zones Act, 2005 51. Act to have overriding\r\neffect The provisions of this Act shall have effect\r\nnotwithstanding anything inconsistent therewith contained in any other law for\r\nthe time being in force or in any instrument having effect by virtue of any law\r\nother than this Act.", "52": "Special Economic Zones Act, 2005 52. Certain provisions not\r\nto apply 1.     \r\n  The\r\nprovisions contained in the Chapter X-A of the Customs Act, 1962 (52 of 1962)\r\nand the Special Economic Zones Rules, 2003 and the Special Economic Zones\r\n(Customs Procedure) Regulations, 2003 made thereunder shall not, with effect\r\nfrom such date as the Central Government by notification appoint, apply to the\r\nSpecial Economic Zones.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), all offences committed, before the\r\ncommencement of this Act, under any provisions of the Customs Act, 1962 (52 of\r\n1962) and the Special Economic Zones Rules, 2003 and the Special Economic Zones\r\n(Customs Procedure) Regulations, 2003 made thereunder, shall continue to be\r\ngoverned by the said Act or rules, as the case may be.3.     \r\n  Anything\r\ndone or any action taken or purported to have been done or taken including any\r\nrule, notification, inspection, order or notice made or issued or any\r\npermission or authorisation or exemption granted or any document or instrument\r\nexecuted under the said provisions of the Act, rules and regulations referred\r\nto in sub-section (1) shall, insofar as they are not inconsistent with the\r\nprovisions of this Act, be deemed to have been done or taken or made or issued\r\nor granted under the corresponding provisions of the Act or rules or\r\nregulations referred to in that sub-section.", "53": "Special Economic Zones Act, 2005 53. Special Economic Zones\r\nto be ports, airports, inland container depots, land stations, etc., in certain\r\ncases 1.     \r\n  A\r\nSpecial Economic Zone shall, on and from the appointed day, be deemed to be a\r\nterritory outside the customs territory of India for the purposes of\r\nundertaking the authorised operations.2.     \r\n  A\r\nSpecial Economic Zone shall, with effect from such date as the Central\r\nGovernment may notify, be deemed to be a port, airport, inland container depot,\r\nland station and land customs stations, as the case may be, under Section 7 of\r\nthe Customs Act, 1962 (52 of 1962):Provided that for the purposes of this\r\nsection, the Central Government may notify different dates for different\r\nSpecial Economic Zones.", "54": "Special Economic Zones Act, 2005 54. Amendment to First\r\nSchedule 1.     \r\n  The\r\nCentral Government may, having regard to the objects of this Act, and if it\r\nconsiders necessary or expedient so to do, by notification add to, or as the\r\ncase may be, omit from the First Schedule any enactment specified therein.2.     \r\n  A\r\ncopy of every notification proposed to be issued under sub-section (1), shall\r\nbe laid in draft before each House of Parliament, while it is in session, for a\r\ntotal period of thirty days which may be comprised in one session or in two or\r\nmore successive sessions, and if, before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin disapproving the issue of the notification or both Houses agree in making\r\nany modification in the notification, the notification shall not be issued or,\r\nas the case may be, shall be issued only in such modified form as may be agreed\r\nupon by both the Houses.", "55": "Special Economic Zones Act, 2005 55. Power to make rules 1.     \r\n  The\r\nCentral Government may, by notification, make rules for carrying out the\r\nprovisions of this Act.2.     \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-                     \r\n i.        \r\n  the\r\ninfrastructure facilities necessary for the development of the Special Economic\r\nZones under clause (p) and services in the Special Economic Zones under clause\r\n(z) of Section 2;                    \r\n ii.        \r\n  the\r\nperiod within which the person concerned shall obtain the concurrence of the\r\nState Government under sub-section (3) of Section 3;                   \r\n iii.        \r\n  the\r\nform and the manner in which a proposal may be made and the particulars to be\r\ncontained therein under sub-section (5) of Section 3;                   \r\n iv.        \r\n  the\r\nperiod within which the State Government may forward the proposal together with\r\nits recommendation under sub-section (6) of Section 3;                    \r\n v.        \r\n  the\r\nrequirements subject to which the Board may approve, modify or reject the\r\nproposal under sub-section (8) of Section 3;                   \r\n vi.        \r\n  the\r\nperiod within which the grant of letter of approval shall be communicated to\r\nthe State Government or Developer or entrepreneur under sub-section (10) of\r\nSection 3;                  \r\n vii.        \r\n  the\r\nother requirements for notifying the specifically identified area in a State as\r\na Special Economic Zone under sub-section (1) of Section 4;                 \r\n viii.        \r\n  the\r\nterms, conditions and limitations subject to which the goods or services\r\nexported out of, or imported into, or procured from the Domestic Tariff Area\r\nto, a Special Economic Zone, be exempt from payment of taxes, duties, or cess\r\nunder Section 7;                   \r\n ix.        \r\n  the\r\nprocedure for transfer of letter of approval in case of suspension of letter of\r\napproval of a Developer under clause (a) of sub-section (9) of Section 10;                    \r\n x.        \r\n  the\r\nform and the manner in which a proposal may be submitted and the particulars to\r\nbe contained therein under sub-section (1) of Section 15;                   \r\n xi.        \r\n  the\r\ntime within which a person aggrieved by the order of the Approval Committee may\r\nprefer an appeal under sub-section (4) of Section 15;                  \r\n xii.        \r\n  the\r\nform in which the appeal shall be made and the fees for making such appeal\r\nunder sub-section (6) of Section 15;                 \r\n xiii.        \r\n  the\r\nprocedure for disposing of an appeal under sub-section (7) of Section 15;                \r\n xiv.        \r\n  the\r\nrequirements (including the period for which a Unit may be set up) subject to\r\nwhich the proposal may be approved, modified or rejected under clause (a) of\r\nsub-section (8) of Section 15;                 \r\n xv.        \r\n  the\r\nterms and conditions for the Unit subject to which it shall undertake\r\nauthorised operations under clause (b) of sub-section (8) of Section 15 and the\r\nobligations and entitlements of the Unit;                \r\n xvi.        \r\n  the\r\ntime within which a person aggrieved by the order of the Approval Committee may\r\nprefer an appeal under sub-section (4) of Section 16;               \r\n xvii.        \r\n  the\r\nform in which the appeal shall be made and the fees for making such appeal\r\nunder sub-section (6) of Section 16;              \r\n xviii.        \r\n  the\r\nprocedure for disposing of an appeal under sub-section (7) of Section 16;                \r\n xix.        \r\n  the\r\nform and the manner in which an application may be made for setting up of an\r\nOffshore Banking Unit in a Special Economic Zone under sub-section (1) of\r\nSection 17;                 \r\n xx.        \r\n  the\r\nrequirements for setting up and operation of an International Financial\r\nServices Centre in a Special Economic Zone under sub-section (1) of Section 18;                \r\n xxi.        \r\n  the\r\nrequirements and terms and conditions subject to which a Unit in the\r\nInternational Financial Services Centre may be set up and operated in a Special\r\nEconomic Zone under sub-section (2) of Section 18;               \r\n xxii.        \r\n  the\r\nform of single application for obtaining any licence, permission or\r\nregistration or approval under clause (a) of Section 19;              \r\n xxiii.        \r\n  the\r\nform of single return or information to be furnished by an entrepreneur or\r\nDeveloper under clause (c) of Section 19;              \r\n xxiv.        \r\n  the\r\nmanner in which and the terms and conditions subject to which the exemptions,\r\nconcessions, draw back or other benefits shall be granted to every Developer\r\nand entrepreneur under sub-section (2) of Section 26;               \r\n xxv.        \r\n  the\r\nperiod during which any goods brought into, or services provided in, any\r\nSpecial Economic Zone shall remain or continue to be provided in such Unit or\r\nSpecial Economic Zone under Section 28;              \r\n xxvi.        \r\n  the\r\nterms and conditions subject to which transfer of ownership in any goods\r\nbrought into, or produced or manufactured in, any Unit or Special Economic\r\nZone, or removal thereof from such Unit or Zone, shall be allowed under Section\r\n29;             \r\n xxvii.        \r\n  the\r\nconditions subject to which the Units shall be entitled to sell the goods\r\nmanufactured in a Special Economic Zone to the Domestic Tariff Area under\r\nSection 30;            \r\n xxviii.        \r\n  the\r\nterm of office of the Members, other than ex officio Members, of every\r\nAuthority and the manner of filling of vacancies under sub-section (6) of\r\nSection 31;              \r\n xxix.        \r\n  the\r\nmanner in which and the conditions subject to which and the purposes for which\r\nany person may be associated under sub-section (7) of Section 31;               \r\n xxx.        \r\n  the\r\ntimes and the places of meetings and the procedure to be followed in the\r\ntransaction of business at the meetings under sub-section (10) of Section 31;              \r\n xxxi.        \r\n  the\r\npowers and the functions of every Development Commissioner under subsection (1)\r\nof Section 32;             \r\n xxxii.        \r\n  the\r\nmethod of appointment of officers and other employees of every Authority,\r\nconditions of their service and the scale of pay and allowances under\r\nsub-section (3) of Section 32;            \r\n xxxiii.        \r\n  the\r\nother functions to be performed by the Authority under clause (e) of subsection\r\n(2) of Section 34;            \r\n xxxiv.        \r\n  the\r\nform in which the accounts and other relevant records of every Authority shall\r\nbe maintained and annual statement of accounts shall be prepared under\r\nsub-section (i) of Section 37;             \r\n xxxv.        \r\n  the\r\nform and the manner in which and the time at which every Authority shall\r\nfurnish returns and statements and other particulars to the Central Government\r\nunder sub-section (1) of Section 39;            \r\n xxxvi.        \r\n  the\r\nform in which and the date before which every Authority shall furnish to the\r\nCentral Government the report of its activities, policy and programmes under\r\nsub-section (2) of Section 39;           \r\n xxxvii.        \r\n  the\r\nform in which and the particulars to be contained in the identity cards under\r\nSection 46;          \r\n xxxviii.        \r\n  any\r\nother matter which, is to be, or may be, prescribed.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made by the Central Government under this Act shall be laid, as soon as may\r\nbe after it is made, before each House of Parliament, while it is in session,\r\nfor a total period of thirty days which may be comprised in one session or in\r\ntwo or more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the rule or both Houses agree that\r\nthe rule should not be made, the rule shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule.", "56": "Special Economic Zones Act, 2005 56. Power to remove\r\ndifficulties 1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act, as may appear to\r\nit to be necessary or expedient for removing the difficulty :Provided that no such order shall be made\r\nunder this section after the expiration of two years from the date of\r\ncommencement of this Act.1.     \r\n2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament.", "57": "Special Economic Zones Act, 2005 57. Amendment of certain\r\nenactments With effect from such date as the Central\r\nGovernment may, by notification, appoint, the enactments specified in the Third\r\nSchedule shall be amended in the manner specified therein :Provided that different dates may be appointed\r\non which the amendments specified in the Third Schedule shall apply to a\r\nparticular Special Economic Zone or a class of Special Economic Zones or all\r\nSpecial Economic Zones.", "58": "Special Economic Zones Act, 2005 58. Savings All rules made or purporting to have been\r\nmade or all notifications issued or purporting to have been issued under any\r\nCentral Act relating to the Special Economic Zones shall, insofar as they\r\nrelate to matters for which provision in made in this Act or rules made or\r\nnotification issued thereunder and are not inconsistent therewith, be deemed to\r\nhave been made or issued under this Act as if this Act had been in force on the\r\ndate on which such rules were made or notifications were issued and shall\r\ncontinue to be in force unless and until they are superseded by any rules made\r\nor notifications issued under this Act."}