{"name": "Standards of Weights and Measures Act, 1976\r", "1": "Standards of Weights and Measures Act, 1976 1. Short title, extent\r\nand commencement. –(1) This Act may be\r\ncalled the Standards of Weights and Measures Act, 1976.(2) It extends to the\r\nwhole of India.(3) It shall come into\r\nforce on such date as the Central Government may, by notification, appoint, and\r\ndifferent dates may be appointed for different, -(a) Provisions of this Act,(b) Areas,(c) Classes of undertakings,(d) Classes of goods,(e) Classes of weights and measures, or(f) Classes of users of weights and measures,And any reference in\r\nany such provision to the commencement of this Act shall be construed as a\r\nreference to the coming into force of that provision in such area or in respect\r\nof such classes of undertakings, goods, weights and measures or users of\r\nweights and measures in relation to which this Act has been brought into force:Provided that the provisions of\r\nthis Act (including the standards established by or under this Act) shall come\r\ninto force in the State of Sikkim on such date, not being later than five years\r\nfrom the passing of this Act as the Central Government may, by notification\r\nappoint, and different dates may be a appointed  for different provisions\r\nof this Act or for different areas or for different  classes of undertakings\r\nor for different classes of goods, or for different classes of weights and\r\nmeasures or for different classes of users of weights and measures.", "2": "Standards of Weights and Measures Act, 1976 2. Definitions.–In this Act, unless\r\nthe context otherwise requires, -(a) “Calibration” means\r\nall the operations which are necessary for the purpose of determining the\r\nvalues of the errors of a weight or measure and, if necessary, to determine the\r\nother metrological properties of such weight or measure, and includes the\r\nactual fixing -of the positions of the gauge-marks or scale-marks of a weight\r\nor measure, or in some cases, of certain principal marks only, in relation to\r\nthe corresponding values of the quantity to be measured.Explanation.- Calibration may also\r\nbe carried out with a view to permitting the use of a weight or measure as a\r\nstandard;(b) “Commodity in\r\npackage form” means commodity packaged, whether in any bottle, tin, wrapper or\r\notherwise, in units suitable for sale, whether wholesale or retail;(c) “Dealer”, in\r\nrelation to any weight or measure, means a person who, or a firm or a Hindu\r\nundivided family which, carries on, directly or otherwise, the business of\r\nbuying selling, supplying or distributing any such weight or measure, whether\r\nfor cash or for deferred payment or for commission, remuneration or other\r\nvaluable consideration, and includes, -(i) A \r\ncommission agent who carries on such business on behalf of any principal,(ii) An\r\nimporter who sells, supplies, distributes or otherwise delivers any weight or\r\nmeasure to any user, manufacturer, repairer, consumer or any other person, but\r\ndoes not include a manufacturer who sells, supplies, distributes or otherwise\r\ndelivers any weight or measure to any person or category of persons referred to\r\nin this clause.Explanation.- For the removal of\r\ndoubts, it is hereby declared that a manufacturer, who sells, supplies,\r\ndistributes or otherwise delivers any weight or measure to any person other\r\nthan a dealer, shall be deemed to be a dealer;(d) “Director” means\r\nthe Director of Legal Metrology appointed under Sec. 28:(e) “Export” with its\r\ngrammatical variations and cognate expressions means taking out of India to a\r\nplace outside India;(f) “False package”\r\nmeans any package which does not conform to the provisions of this Act or any\r\nrule or order thereunder in relation to such package;(g) “False weight or\r\nmeasure” means any weight or measure which does not conform to the standards\r\nestablished by or under this Act in relation to that weight or measure:(h) “General Conference\r\non Weights and Measures” means the Conference General des Poids et Measures\r\nestablished under the Convention du Meter;(i) “Import”, with its\r\ngrammatical variations and cognate expressions, means bringing into India from\r\na place outside India;(j) “International\r\nBureau of Weights and Measures” means the Bureau International des Poids et\r\nMeasures, established under the Convention du Meter, at Sevres in France;(k) “International\r\nOrganization of Legal Metrology” means the Organization International de\r\nMetrologie Legate established under the Convention Instituante Une Organization\r\nInternational de Metrologie Legate;(l) “International\r\nprototype of the kilogram” means the prototype sanctioned by the First General\r\nConference of Weights and Measures field in Paris in 1889, and deposited at the\r\nInternational Bureau of Weights and Measures;(m) “Inter-State trade\r\nor commerce”, in relation to any weight or measure or other goods which arc\r\nbought, sold, supplied, distributed or delivered by weight, measure or number,\r\nmeans the purchase, sale, supply, distribution delivery which,-(i)\r\nOccasions the movement of such weight, measure or other goods from one State to\r\nanother, or(ii) Is\r\neffected by a transfer of documents of title to such weight, measure or other\r\ngoods during its movement from one State to another.Explanation\r\nI. - Where\r\nany such weight or measure is, or other goods are, delivered to a carrier or\r\nother bailee for transmission, the movement of such weight, measure or other\r\ngoods shall, for the purposes of sub-clause (ii), be deemed to commence at the\r\ntime of such Geller and terminate at the time when delivery is taken from such\r\ncarrier or bailee.Explanation\r\nII. - Where\r\nthe movement of any such weight, measure or other ' goods commences and\r\nterminates in the same State, it shall not be deemed to be a movement of such\r\nweight, measure or other goods from one State to another merely by reason of\r\nthe fact that in the course of such movement it passes through the\r\nterritory of any other State;(n) “Label” means any\r\nwritten, marked, stamped, printed, or graphic matter affixed to, or appearing\r\nupon, any commodity or package containing any commodity;(o) “Manufacturer”, in\r\nrelation to any weight or measure, means a person who, or a firm or a Hindu\r\nundivided family which, -(i)\r\nMakes or manufactures such weight or measure,(ii)\r\nMakes or manufactures one or more parts, and acquires the other parts, of such\r\nweight or measure and, after assembling those parts claims the end product to\r\nbe a weight or measure manufactured by himself or itself, as the case may be,(iii)\r\nDoes not make or manufacture any part of such weight or measure but assembles\r\nparts thereof made- or manufactured by others and claims the end product to be\r\na weight or measure manufactured by himself or itself, as the case may be,(iv)\r\nPuts, or causes to be put, his own mark on any complete weight or measure made\r\nor manufactured by any other person and claims such product to be a weight or measure\r\nmade or manufactured by himself or itself, as the case may be.Explanation.- Where any manufacturer\r\ndispatches any weight or measure or any part thereof to any branch office\r\nmaintained by him or it, such branch office shall not be deemed to be a manufacturer\r\neven though the parts so dispatched to it are assembled at such branch office;(p) “Notification”\r\nmeans a notification published in the Official Gazette;(q) “Person” includes,\r\n-(i)\r\nEvery department or office,(ii)\r\nEvery organization established or constituted by Government,(iii)\r\nEvery local authority within the territory of India,(iv)\r\nEvery co-operative society,(v)\r\nEvery other society registered under the Societies Registration, Act, 1860 (21\r\nof 1-860)(r) “Premises, includes,\r\n-(i) A\r\nplace where any business, industry, production or trade is earned on by a\r\nperson, whether by himself or through an agent, by whatever name called,(ii) A\nwarehouse, godown or other place where any weight, measure or other goods\r\nare stored or exhibited,(iii) A\r\nplace where any books of account or other documents pertaining to any trade or\r\ntransaction are kept,(iv) It\ndwelling-house, if any part thereof is used for the purpose of carrying on\r\nany business, industry, production or trade.Explanation. “Place” includes a\r\nvehicle or vessel or any other mobile device, with the help of which any trade\r\nor business is carried on, and also includes any measuring instrument mounted\r\non a vehicle, vessel or other mobile device;(s) “Prescribed” means\r\nprescribed by rules made under this Act and prescribed authority  \r\nmeans such authority as may be specified by such rules:(t) “Reference\r\nstandard” means the set of standard weight or measure, which is made or\r\nmanufactured by or on behalf of the Central Government for the verification of\r\nany secondary standard:(u) “Repairer”\r\nincludes a person who adjusts, cleans, lubricates or paints any weight or\r\nmeasure or renders any other service to such weight or measure to ensure that\r\nsuch weight 6r measure conforms to the standards established by or under this\r\nAct;(v) “Sale” with its\r\ngrammatical variations and cognate expressions, means transfer of property in\r\nany weight measure or other goods by one person to another for cash or for\r\ndeferred payment or for any other valuable consideration, and includes a\r\ntransfer or any other system of payment by installments, but does not include a\r\nmortgage or hypothecation of, or a charge or pledge on, such weight, measure or\r\nother goods; (w) “Seal” means\r\na device or process by which a stamp is made, and includes any wire or other\r\naccessory which is used for ensuring the integrity of any stamp;(x) “Secondary\r\nstandard” means the set of standard weight or measure, which is made or\r\nmanufactured by or on behalf of the Central or State Government for the\r\nverification of any working standard:(y) “Stamp” means a\r\nmark, which is made on, or in relation to, any weight or measure with a view\r\nto, -(i)\r\nCertifying that such weight or measure conforms to the standard specified by or\r\nunder this Act, or(ii)\r\nIndicating that any mark which was previously made thereon certifying that such\r\nweight or measure conforms to the standards specified by or under this Act, has\r\nbeen obliterated.Explanation.- A stamp may be made by\r\nimpressing, casting, engraving, etching, branding or any other process(z) “Transaction”\r\nmeans, -(i) Any\r\ncontract, whether for sale, purchase, exchange or any other purpose, or(ii) Any\r\nassessment of royalty, duty or other dues, or(iii) The\r\nassessment of any work done, wages due or services rendered;(z-a) “Unverified\r\nweight or measure” means a weight or measure which, being required to be\r\nverified and stamped under this Act, has not been so verified and stamped;(z-b) “Verification”,\r\nwith its grammatical variations and cognate expressions, includes, in relation\r\nto any weight or measure, the process of comparing, checking, testing or\r\nadjusting such weight or measure with a view to ensuring that such went or\r\nmeasure conforms to the standards established by or under this Act, and also\r\nincludes re-verification and calibration ;(z-c) “Weighing or\r\nmeasuring instrument” means any object, instrument ' apparatus or device, or\r\nany combination thereof, which is, or is intended to be, used, exclusively or\r\nadditionally, for the purpose of making any weighment or measurement, and\r\nincludes any appliance, accessory or part associated with any such object,\r\ninstrument, apparatus or device;(z-d) “Weight or\r\nmeasure” means a weight or measure specified by or under this Act, and includes\r\na weighing or measuring instrument;(z-e) “Working,\r\nstandard” means the set of standard weight or measure which is made or\r\nmanufactured by or on behalf of Government for the verification of any standard\r\nweight or measure, other than a national prototype or national reference or\r\nsecondary standard.", "3": "Standards of Weights and Measures Act, 1976 3. Provisions of this\r\nAct to override the provisions of any other law. – The provisions of this\r\nAct shall have effect notwithstanding any thing inconsistent therewith contained\r\nin any enactment other than this Act or in any instrument having effect by\r\nvirtue of any enactment other than this Act.", "4": "Standards of Weights and Measures Act, 1976 4. Units of weight or\r\nmeasure to be based on metric system. – (1) Every unit of\r\nweight or measure shall be based on the units of the metric system(2) For the purposes\r\nof sub-section (1), -(a) The\r\ninternational system of units as recommended by the Central Conference on Weights\r\nand Measures, and(b) Such\r\nadditional units as may be recommended by the International Organization of\r\nLegal Metrology, shall be the units of the metric system.", "5": "Standards of Weights and Measures Act, 1976 5. Base unit of\r\nlength. - (1) The base\r\nunit of length shall be the meter.(2) The “meter” is the\r\nlength equal to 1650 763.73 wave lengths in vacuum of the radiation\r\ncorresponding to the transition between the levels 2p 10 and 5d5 of\r\nthe krypton-86 atom.", "6": "Standards of Weights and Measures Act, 1976 6. Base unit of mass.\r\n– (1) The base\r\nunit of mass shall be the kilogram.(2) The “kilogram” is\r\nthe unit of mass; it is equal to the mass of the international prototype of the\r\nkilogram.", "7": "Standards of Weights and Measures Act, 1976 7. Base unit of time.\r\n- (1) The base unit of\r\ntime shall be the second.(2) The “second” is\r\nthe duration of 9 192 631 770 periods of the radiation corresponding to the\r\ntransition between the two hyperfine levels of the ground state of the caesium-\r\n133 atom.", "8": "Standards of Weights and Measures Act, 1976 8. Base unit of\r\nelectric current. - (1) The base unit of\r\nelectric current shall be the ampere.(2) The “ampere” is that\r\nconstant current which if maintained in two straight parallel conductors of\r\ninfinite length, of negligible circular cross-section, and placed one meter\r\napart in vacuum, would produce between these conductors a force equal to 2 x 10\r\n-7 Newton per meter of length.", "9": "Standards of Weights and Measures Act, 1976 9. Base unit of\r\nthermodynamic temperature. – (1) The base\r\nunit of thermodynamic  temperature shall be the Kelvin.(2) The “Kelvin” is\r\nthe fraction 1/273.16 of the thermodynamic  temperature of the\r\ntriple point of water.(3) The Kelvin shall\r\nalso be used for expressing the interval or difference of temperature.(4) Zero degree\r\nCelsius corresponds to 273.15 Kelvin.(5) The degree Celsius\r\nmay also be used for expressing the interval or difference of temperature, unit\r\ndegree Celsius being equal to unit Kelvin. ]", "10": "Standards of Weights and Measures Act, 1976 10. Base unit of\r\nluminous intensity. - (1) The base\r\nunit of luminous intensity shall be candela.(2) The “candela” is\r\nthe luminous intensity, in the perpendicular direction of a surface of\r\n1/600,000 square meter of a black body at the temperature of freezing platinum\r\nunder a pressure of 101 325 Newton’s per square meter.", "11": "Standards of Weights and Measures Act, 1976 11. Base unit of\r\namount of substance. - (1) The base\r\nunit of amount of substance shall be the mole.(2) The “mole” is the\r\namount of substance of a system which contains as many elementary entities as\r\nthere are atoms in 0.012 kilogram of carbon 12.(3) When the mole is\r\nused, the elementary entities shall invariably be specified and may be atoms, molecules,\r\nions, electrons, other particle, or specified groups of such particles.", "12": "Standards of Weights and Measures Act, 1976 12. Supplementary,\r\nderived, special and other units of weight or measure-Their symbols,\r\ndefinitions, etc.-(1) The Central\r\nGovernment may, by rules made in this behalf, specify, in relation to the base\r\nunits of weight or measure, such supplementary, derived, or other units or\r\nstandard symbols or definitions as the General Conference on Weights and\r\nMeasures or the International Organization of Legal Metrology may recommend.\nExplanation. -”Derived unit” means a unit which is derived from the base\r\nor supplementary units, or both.(2) The Central\r\nGovernment may, by rules made in this behalf, specify, such multiples and\r\nsub-multiples of, and physical constants, and ratios or coefficients in\r\nrelation to, units of weight or measure as the General Conference on Weights\r\nand Measures or the International Organization of Legal Metrology may\r\nrecommend.(3) The Central\r\nGovernment may, by notification, declare, for such period as it may consider\r\nnecessary such special units of weight or measure as the General. \r\nConference on Weights and Measures or the International Organization of Legal\r\nMetrology may recommend.", "13": "Standards of Weights and Measures Act, 1976 13. Base unit of\r\nnumeration. - (1) The base unit of \r\nnumeration shall be the unit of the international form of Indian numerals.(2) Every numeration\r\nshall be made in accordance with the decimal system.(3) The decimal\r\nmultiples and sub-multiples of the numerals shall be of such denominations and\r\nbe written in such manner as the Central Government may, after previous\r\npublication, specify by rules made in this behalf:Provided that no such rule\r\nshall be made before the expiry of six months from the date on which the draft\r\nof the proposed rules was first published in the Official Gazette.", "14": "Standards of Weights and Measures Act, 1976 14. Standard unit of\r\nweight or measure. - (1) The base unit of\r\nmass specified in Sec. 6 and base units of measures specified in Sec. 5 and\r\nSees. 7 to 11 (both inclusive) and the supplementary and other units specified\r\nby rules made under Sec. 12, shall be the standard units of weight or measure,\r\nas the case may be.(2) The units of\r\nnumeration specified by or under Sec. 13 shall be the standard units of\r\nnumeration.", "15": "Standards of Weights and Measures Act, 1976 15. National prototypes.\r\n– (1) For the\r\npurpose of deriving the value of the kilogram, the Central Government shall\r\ncause to be prepared a national prototype of the kilogram and shall cause its\r\naccuracy to be certified by the International Bureau of Weights and Measures in\r\nterms of the international prototype of the kilogram and shall deposit the same\r\nin such custody and at such place as that Government may think fit.(2) For the purpose of\r\nderiving the value of the meter, the Central Government may cause to be prepared\r\na national prototype of the meter and, where such prototype is caused to be\r\nmade, shall also cause its accuracy to be certified by the International Bureau\r\nof Weights and Measures and deposit the same in such custody and at such place\r\nas that Government may think fit.", "16": "Standards of Weights and Measures Act, 1976 16. National\r\nstandards. – (l) For the\r\npurpose of deriving the value of the base units, other than the base unit of\r\nmass, the Central Government shall cause to be prepared such objects or equipments,\r\nor both, as may be necessary for the purpose and shall cause the accuracy of\r\nsuch objects or equipments, or both, to be certified by the International\r\nBureau of Weights and Measures at such periodical intervals as may be\r\nprescribed, and, shall, after such certification deposit such objects or\r\nequipments, or both, in such custody and at such place as that Government may\r\nthink fit.(2) For the purpose of\r\nderiving the value of the supplementary and other units specified under Sec.\r\n12, the Central Government shall cause to be prepared such objects or\r\nequipments, or both as may be necessary for the purposes and shall cause the\r\naccuracy of such objects or equipments, or both, to be certified at such\r\nperiodical intervals and by such authority as may be prescribed, and, shall,\r\nafter certification, deposit such objects or equipments, or both, in such\r\ncustody and at such place as that Government may think fit.", "17": "Standards of Weights and Measures Act, 1976 17. National prototype\r\nand national standard how to be kept.Every national\r\nprototype specified in Sec. 15 and every object or equipment, or both, referred\r\nto in Sec. 16, shall be kept in such manner and under such conditions as may be\r\nprescribed.", "18": "Standards of Weights and Measures Act, 1976 18. Reference,\r\nsecondary and working standards. – (1) Every-(a)\r\nReference standard,(b) Secondary\r\nstandard, and(c)\r\nWorking standard,Shall conform to the\r\nstandards established by or under this Act and be verified and authenticated at\r\nsuch periodical intervals and in such manner as may be prescribed.(2) Every reference standard,\r\nevery secondary standard and every working standard shall be kept in such\r\nmanner and under such conditions as may be prescribed.", "19": "Standards of Weights and Measures Act, 1976 19. Power to Central\r\nGovernment to prescribe physical characteristics, etc., of weights and\r\nmeasures. - (l)The Central\r\nGovernment shall, in relation to any weight or measure, prescribe the physical\r\ncharacteristics, configuration, constructional details, materials, equipment,\r\nperformance, tolerances, methods or procedures of tests in accordance with the\r\nrecommendations made by the International Organization of Legal Metrology:Provided that where no such\r\nrecommendations has been made, the Central Government shall prescribe such\r\nphysical characteristics, configuration, constructional details, materials,\r\nequipment, performance, tolerances, methods or procedures of tests in relation\r\nof any weight or measure as it may think fit.(2) Where it is not\r\nreasonably practicable to give effect to any recommendation made by the\r\nInternational Organization of Legal Metrology, the Central Government may make\r\nsuch charges of a minor nature in the recommendation of the International\r\nOrganization of Legal Metrology as may appear to it to be necessary.", "20": "Standards of Weights and Measures Act, 1976 20. Standard weight or\r\nmeasure. - (1) Any weight\r\nor measure which conforms to the standard units of such weight or measure and\r\nalso conforms to such of the provisions of Sees. 15 to 19 (both inclusive) as\r\nare applicable to it shall be the standard weight or measure.(2) Any numeral which conforms\r\nto the provisions of Sec. 13 shall be the standard numeral.", "21": "Standards of Weights and Measures Act, 1976 21. Use of\r\nnon-standard weight or measure prohibited. – No weight, measure or\r\nnumeral, other than the standard weight, measure or numeral, shall be used as a\r\nstandard weight, measure or numeral.", "22": "Standards of Weights and Measures Act, 1976 22. Manufacture of\r\nnon-standard weight or measure prohibited. – No weight or measure\r\nshall be made or manufactured unless it conforms to the standards of weight or\r\nmeasure established by or under this Act:Provided that the Central Government\r\nmay permit the making or manufacturing of any weight or measure which does not\r\nconform to the standards established by or under this Act, if such weight or\r\nmeasure is made or manufactured exclusively for the purpose of any scientific\r\ninvestigation or research or for export and is made or manufactured under such\r\nconditions and restrictions as may be prescribed.", "23": "Standards of Weights and Measures Act, 1976 23. Prohibition with\r\nregard to inscriptions, etc.- No weight, measure or\r\nother goods shall bear thereon any inscription or indication of weight, measure\r\nor number except in accordance with the standard unit of such weight, measure\r\nor numeration established by or under this Act:Provided that in relation to\r\nany weight, measure or other goods which are manufactured for scientific\r\ninvestigation or research or for export, inscription or indication thereon of\r\nany weight, measure or number may also be made in accordance with any other\r\nsystem of weight, measure or numeration if such inscription or indication is\r\ndemanded by the person by whom such scientific investigation or research is to\r\nbe made or by the person to whom the export is to be made.", "24": "Standards of Weights and Measures Act, 1976 24. Supply, etc. of\r\nreference standards . –(1) The Central\r\nGovernment shall cause to be prepared, for -the purposes of this Act, as many\r\nsets of reference standards as it may think necessary and shall supply to each\r\nState Government as many sets of reference standards as it may think fit.(2) The Central\r\nGovernment shall keep in its custody, for the purposes of this Act, such number\r\nof  reference standards as may be necessary.(3) Every reference\r\nstandard referred to in sub-section (2) shall be kept at such place and in such\r\ncustody as may be prescribed and no such reference standard shall be deemed to\r\nbe a reference standard and shall be used as such unless it has been verified\r\nand authenticated in accordance with the rules made under this Act.", "25": "Standards of Weights and Measures Act, 1976 25. Preparation and\r\ncustody of secondary or working standards. –The Central Government\r\nshall cause to be prepared, for the purposes of this Act, as many sets of\r\nsecondary standard or working standard as it may think necessary and shall keep\r\nsuch sets of secondary standard or working standard at such place and in such\r\ncustody as may be prescribed.", "26": "Standards of Weights and Measures Act, 1976 26. Verification,\r\nstamping, etc. of secondary or working  standards. -(l) Every secondary\r\nstandard referred to in Sec. 25 shall be verified with the reference standard\r\nby such authority as may be prescribed and shall, if found on such verification\r\nto conform to the standards established by or under this Act, be stamped by\r\nthat authority.(2) Every working\r\nstandard referred to in Sec. 25 shall be verified with the secondary standard which\r\nhas been stamped in accordance with the provisions of sub-section (1), by such\r\nauthority as may be prescribed and shall, if found on such verification to\r\nconform to the standards established by or under this Act, be stamped by that\r\nauthority.(3) Where any\r\nsecondary standard or working standard is stamped in accordance with the\r\nprovisions of sub-section (1) or sub-section (2), as the case may be, a\r\ncertificate shall be separately given showing the date on which such weight or\r\nmeasure was stamped.(4) Every secondary\r\nstandard or working standard which is not verified and stamped in accordance\r\nwith the provisions of sub-section (1) or sub-section (2), as the case may be,\r\nshall not be deemed to be a secondary standard or working standard and shall not\r\nbe used as such.", "27": "Standards of Weights and Measures Act, 1976 27. Secondary or\r\nworking standard, which may be stamped.  –Where the Central\r\nGovernment is of opinion that by reason of the size or nature of any secondary\r\nstandard or working standard referred to in Sec. 25, it is not desirable or practicable\r\nto put a stamp thereon, it may direct that instead of putting a stamp on such\r\nsecondary standard or working standard, a certificate may be issued to the\r\neffect that such secondary standard or working standard conforms to the\r\nstandards established by or under this Act and every secondary standard or\r\nworking standard so certified shall be deemed to have been duly stamped under\r\nthis Act on the date on which such certificate was issued.", "28": "Standards of Weights and Measures Act, 1976 28. Appointment of\r\nDirector and other staff. - (1) The Central\r\nGovernment may, by notification, appoint a Director of Legal Metrology and as\r\nmany Additional, Joint, Deputy or Assistant Directors and other officers and\r\nstaff as may be necessary for exercising the powers and efficiently discharging\r\nthe duties conferred or imposed on them by or under this Act.(2) Every Additional,\r\nJoint, Deputy or Assistant Director and other officer, appointed under\r\nsub-section (1), shall exercise such powers, and discharge such functions of\r\nthe Director as the Central Government may, by notification, authorize in this\r\nbehalf.(3) The Director may,\r\nby general or special order, define the local limits within which each\r\nAdditional, Joint, Deputy or Assistant Director or other officer, appointed\r\nunder sub-section (1), shall exercise his powers and discharge the duties\r\nconferred or imposed on him by or under this Act.(4) Subject to the\r\nprovisions of' this Act, every Additional, Joint, Deputy or Assistant Director\r\nand every other officer, appointed under sub-section (1), shall exercise his\r\npowers and discharge the duties of his office under the general\r\nsuperintendence, direction and control of the Director and shall exercise those\r\npowers and discharge those duties in the same manner and with the same effect\r\nas if they had been conferred or imposed on him directly by this Act and not by\r\nway of authorization.(5) The Director and\r\nevery Additional, Joint, Deputy and Assistant Director and every other officer\r\nauthorized to perform any duty by or under this Act shall be deemed to be a\r\npublic servant within the meaning of Sec. 21 of the Indian Penal Code (45 of\r\n1860).(6) No suit,\r\nprosecution or other legal proceeding shall lie against the Director,\r\nAdditional, Joint, Deputy or Assistant Director or any other officer authorized\r\nto perform any duty by or under this Act in respect of anything which is in\r\ngood faith done or intended to be done under this Act or any rule, or order\r\nmade thereunder.(7) The Central\r\nGovernment may, with the consent of the State Government and subject to such\r\nconditions, limitations and restrictions as it may specify in this behalf\r\ndelegate such of the powers of the Director under this Act as it may think fit\r\nto the person for the time being holding the office of the Controller of Legal\r\nMetrology, in the State, and such Controller may, if he is of opinion that it\r\nis necessary or expedient in the public interest so to do, delegate such of the\r\npowers delegated to him as he may think fit to any officer subordinate to him,\r\nnot being an officer below the rank of an inspector, and where any such\r\ndelegation of powers is made by such Controller, the person to whom such powers\r\nare delegated shall exercise those powers in the same manner and with the same\r\neffect as if they had been conferred on him directly by this Act and not by way\r\nof delegation.(8) Where any\r\ndelegation of powers is made under sub-section (7), the powers so delegated shall\r\nbe exercised under the general superintendence, direction and guidance of the\r\nDirector.", "29": "Standards of Weights and Measures Act, 1976 29. Power of\r\ninspection, etc.- (1) The Director or\r\nany person authorized to exercise the powers or discharge the functions of the\r\nDirector, may, if he has any reason to believe, whether from any information\r\ngiven to him by any person and taken down in writing or from personal knowledge\r\nor otherwise, that any weight or measure or other goods in relation to which\r\nany inter-State trade or commerce has taken place or is intended to take place\r\nand in respect of which an offence punishable under this Act appears to have\r\nbeen or is likely to be committed are either kept or concealed in any premises\r\nor are in the course of transportation from one State to another,-(a)\r\nEnter at any reasonable time into any such premises and search for and inspect\r\nany weight, measure or other goods in relation to which inter-State trade or\r\ncommerce has taken place, or is intended to take place, and any record,\r\nregister or other document relating thereto;(b)\r\nSeize any weight, measure or other goods and any record, register or other\r\ndocument or article which he has reason to believe may furnish evidence\r\nindicating that an offence punishable under this Act has been, or is likely to\r\nbe, committed in the course of, or in relation to, any inter-State trade or\r\ncommerce.(2) Where any goods\r\nseized under sub-section (1) are subject to speedy or natural decay, the\r\nDirector or the authorized person may dispose of such goods in such manner as may\r\nbe prescribed.(3) Every search or\r\nseizure made under this section shall be carried out in accordance with the\r\nprovisions of the Code of Criminal Procedure, 1973 (2 of 1974), relating to\r\nsearches and seizures made under that Code.", "30": "Standards of Weights and Measures Act, 1976 30. Forfeiture. – Every false or\r\nunverified weight or measure, and every false package, used in the course of,\r\nor in relation to, any inter-State trade or commerce and seized under Sec. 29,\r\nshall be liable to be forfeited to the Central Government:Provided that such unverified\r\nweight or measure shall not be forfeited to Government if the person from whom\r\nsuch weight or measure was seized gets the same verified and stamped within\r\nsuch time as may be prescribed.", "31": "Standards of Weights and Measures Act, 1976 31. Part IV to apply\r\nto inter-State Trade or commerce only. – The provisions of this\r\nPart shall apply to-(a) Every weight or\r\nmeasure which is, or is intended to be, -(i) Made\r\nor manufactured for the purpose of inter-State trade or commerce,(ii)\r\nUsed, sold, distributed, delivered or otherwise transferred in the course of\r\ninter-State trade or commerce;(b) Goods which are,\r\nor are intended to be, sold, distributed, delivered or otherwise transferred by\r\nweight, measure or number in the course of inter-State trade or commerce;(c) Every service\r\nwhich is rendered by weight, measure or number in relation to, or in the course\r\nof, inter-State trade or commerce.", "32": "Standards of Weights and Measures Act, 1976 32. Use of weights\r\nonly or measures only in certain cases. - (l) The Central\r\nGovernment may, by rules made in this behalf, direct that in respect of the\r\nclass of goods or undertakings or users specified therein, no transaction,\r\ndealing or contract shall be made or had except by such weight, measure or\r\nnumber as may be specified in the said rules.(2) Any rule made\r\nunder sub-section (1) shall take effect in such area, from such future date and\r\nsubject to such conditions, if any, as may be specified therein.", "33": "Standards of Weights and Measures Act, 1976 33. Prohibition of\r\nquotations, etc. otherwise than in terms of standard units of weights, measures\r\nor numeration. –No person\r\nshall, in relation to any goods, thing or service to which this Part applies, -(a) Quote, or make\r\nannouncement of, whether by word of mouth or otherwise, any price or charge, or(b) Issue or exhibit\r\nany price list, invoice, cash memo or other\r\ndocument,        or(c) Prepare or publish\r\nany advertisement, poster or other document, or(d) Indicate the\r\ncontents of any package either on itself, or on any label, carton or other\r\nthings, or(e) Indicate the\r\ncontents on any container, or(f) Express any\r\nquantity or dimension, otherwise than in accordance with the standard unit of\r\nweight, measure or numeration.", "34": "Standards of Weights and Measures Act, 1976 34. Any custom, usage,\r\netc., contrary to standard weight,  measure or numeration to be void. –Any custom, usage,\r\npractice or method of whatever nature which permits a person to demand,\r\nreceive, or cause to be demanded or received, any quantity of article, thing or\r\nservice (to which this Part applies) in excess of, or less than, the quantity\r\nspecified by weight, measure or number in the contract or other agreement in\r\nrelation to the said article, thing or service, shall be void.", "35": "Standards of Weights and Measures Act, 1976 35. Manufacturers,\r\netc., to maintain records and registers. - (l) Every person who-(a) \r\nMakes, manufactures, sells, distributes or otherwise disposes of any weight or \r\nmeasure or other goods which are sold, delivered or distributed by weight, \r\nmeasure or number, or(b)\r\nRepairs any weight or measure, to which this Part applies, shall maintain such\r\nrecords and registers as may be prescribed and if required so to do by the\r\nDirector, shall produce such records and registers before the Director or such\r\nother officer as the Director may authorize in this behalf, for inspection.(2) Notwithstanding\r\nanything contained in sub-section (1), if the Director is of opinion that\r\nhaving regard to the nature or volume of the business carried on by any maker,\r\nmanufacturer, dealer or repairer, it is necessary so to do, he may, by order\r\nexempt such maker, manufacturer, dealer or repairer from the operation of that\r\nsub-section.", "36": "Standards of Weights and Measures Act, 1976 36. Approval of\r\nmodels. - (1) Save as otherwise provided\r\nin this section, this chapter shall not apply to-(a) Any\r\nweight or measure which being subject to verification and stamping under the\r\nState law as in force immediately before the commencement of this Act, is in\r\nuse at such commencement;(b) Any\r\ncast iron, brass, bullion, or carat weight or any beam-scale, except those\r\nspecified by rules made in this behalf;(c)\r\nLength measures (not being measuring tapes) ordinarily used in retail trade for\r\nmeasuring textiles or timber;(d)\r\nCapacity measures, not exceeding twenty liters in capacity, which are\r\nordinarily used in retail trade for measuring kerosene, milk or potable\r\nliquors;(e) Any\r\nweighing or measuring instrument or device which is made or manufactured\r\nexclusively for domestic use:Provided that such instrument or \r\ndevice is not intended for the use of any member of the medical profession in \r\nthe course of such profession.(2) Where any officer\r\nof the Central or State Government charged with the duty of implementing the\r\nlaw relating to weights and measures has any reason to believe that the model\r\nof any weight or measure referred to in sub-section (1) requires a test by the\r\nprescribed authority, he may acquire one such weight or measure from the market\r\nand forward it to the prescribed authority for test, the fees for which shall\r\nbe payable by the Government employing the officer by whom such weight or\r\nmeasure has been forwarded for test.(3) Every person\r\nshall, before making or manufacturing any weight or measure to which this Part\r\napplies, submit for approval of the prescribed authority, such number of\r\nmodels, drawings and other information relating to such weight or measure as\r\nmay be prescribed:Provided that in relation to\r\nany weight or measure, to which this Part applies, which has already been made\r\nor manufactured, or which is in the process of being made or manufactured, at\r\nthe commencement of this Part, models of such weight or measure shall be\r\nsubmitted to the prescribed authority from out of the weights or measures which\r\nhave already been or which are in the process of being, made or manufactured:Provided further that in the\r\ncase of a weight or measure the model whereof cannot be submitted, whether by\r\nreason of its nature or otherwise, it shall be sufficient if the drawings and\r\nother prescribed information about the weight or measure is submitted to the\r\nprescribed authority and thereupon that authority shall test the models of such\r\nweight or measure at the place where it is made or manufactured or at such\r\nother place as may be specified by the Director:Provided also that the\r\nprescribed authority may, if it is satisfied that the model of any weight or\r\nmeasure which has been approved in a country outside India conforms to the standards\r\nestablished by or under this Act, approve such model without any test or after\r\nsuch test as it may deem fit.(4) The prescribed\r\nauthority shall levy and collect such fees for the testing of any model,\r\nsubmitted under this section for approval, as may be prescribed.(5) The prescribed\r\nauthority shall test the models submitted to it with a view to-(a)\r\nAscertaining whether such models conform to the standards established by or\r\nunder this Act;(b)\r\nFinding out the ability of such models to maintain accuracy over periods of\r\nsustained use; and(c)\r\nDetermining the performance of such models under such varied conditions as may\r\nbe prescribed.(6) The prescribed\r\nauthority shall submit to the Central Government a detailed report on the\r\nperformance of the model submitted to it together with its recommendations with\r\nregard to the desirability or otherwise of issuing a certificate of approval in\r\nrespect of that model.(7) The Central\r\nGovernment may, if it is satisfied after considering the report submitted to it\r\nby the prescribed authority that the aforesaid model is in conformity with the\r\nprovisions of this Act or any rule made thereunder and is likely to maintain\r\naccuracy over periods of sustained use and to render accurate service under\r\nvaried conditions, issue a certificate of approval in respect of that model.(8) Every certificate\r\nof approval of a model shall be published in the Official Gazette and shall\r\nalso be published in such other manner as the Central Government may think fit.(9) The Central\r\nGovernment may, if it is satisfied that, the product made or manufactured in\r\naccordance with the model which was approved by it has failed to render the\r\nexpected performance or to conform to the standards established by or under\r\nthis Act, revoke the certificate of approval issued by it under sub-section\r\n(7):Provided that no such\r\nrevocation shall be made except after giving the manufacturer of such weight or\r\nmeasure a reasonable opportunity of being heard:Provided further that where the\r\nCentral Government is satisfied that as a result of the alteration made by the\r\nmanufacturer in the model of the weight or measure, such model has become fit\r\nfor approval, it may vacate the order of revocation of the certificate of\r\napproval issued by it.(10) If for any reason\r\nany material of the approved model of a weight or measure to which this Part\r\napplies becomes non-available in India, the manufacturer may continue the\r\nmanufacture of such weight or measure with such substitute materials as may be,\r\nin his opinion, most suitable for the manufacture of such weight or measure but\r\nwhere the manufacturer does so, he shall send such substitute materials to the\r\nprescribed authority for test.(11) If the prescribed\r\nauthority is of opinion that the substitute material referred to in sub-section\r\n(10) is not suitable and that there is available in India any other material\r\nwhich is more suitable, that authority shall intimate its findings to the\r\nCentral Government and also to the manufacturer, and thereupon the manufacturer\r\nshall not manufacture the weight or measure with any material other than the\r\nmaterial recommended by the prescribed authority until the material which was\r\noriginally approved by the prescribed authority becomes available in India:Provided that where, in the \r\nopinion of the Prescribed authority, the substitute material referred to in \r\nsub-section (10) is not suitable and no other suitable material is also \r\navailable in India, the approval in relation to the model shall stand suspended \r\nuntil a suitable material becomes available in India.(12) Where the model\r\nof any weight or measure to which this Part applies has been approved, the\r\nmodels of different denominations of such weight or measure shall not require\r\nany approval if such denominations are manufactured in accordance with the same\r\nprinciples according to which, and the same materials with which, the approved\r\nmodel has been manufactured.", "37": "Standards of Weights and Measures Act, 1976 37. License to\r\nmanufacture weights or measures when to be  issued. -(1) Before\r\nissuing a license to make or manufacture any weight or measure to which this\r\nPart applies, the State Government shall satisfy itself that a certificate of\r\napproval of the model of such weight or measure has been granted by the Central\r\nGovernment under Sec. 36.(2) Where any\r\ncertificate of approval of any model has been revoked by the Central\r\nGovernment, the license issued by the State Government for the making or\r\nmanufacturing of any weight or measure in accordance with such model shall\r\nstand suspended:Provided that such suspension\r\nshall stand vacated if such model is subsequently approved by the Central\r\nGovernment.", "38": "Standards of Weights and Measures Act, 1976 38. Weight or measure\r\nto contain number of the approved model, etc.-Every weight or\r\nmeasure to which this Part applies and for which a model has been approved\r\nshall bear thereon, in such manner as may be prescribed, the number of the\r\napproved model and the number of the certificate by or under which such model\r\nwas approved:Provided that where the Central\r\nGovernment is of opinion that inclusion of any such particulars on any\r\nweight or measure is not possible by reason of its size or nature, that\r\nGovernment may exempt the inclusion of such particulars on such weight or\r\nmeasure.", "39": "Standards of Weights and Measures Act, 1976 39. Quantities and\r\norigin of commodities in packaged form to  be declared. -(1) No person\r\nshall-(a)\r\nMake, manufacture, pack, sell, or cause to be packed or sold; or(b)\r\nDistribute, deliver, or cause to be distributed or delivered, or(c)\r\nOffer, expose or possess for sale,Any commodity in\r\npackaged form to which this part applies unless such package bears thereon or\r\non label securely attached thereto a definite, plain and conspicuous\r\ndeclaration, made in the prescribed manner, of-(i) The identity of\r\nthe commodity in the package(ii) The net quantity,\r\nin terms of the standard unit of weight or measure, of the commodity in the\r\npackage(iii) Where the\r\ncommodity is packaged or sold by number, the accurate number of the commodity\r\ncontained in the package,(iv) The unit sale\r\nprice of the commodity in the package; and(v) The sale price of\r\nthe package.Explanation- In this sub-section,\r\nthe expression “unit sale price” means the price according to such unit of\r\nweight, measure or number as may be prescribed.(2) Every package to\r\nwhich this Part applies shall bear thereon the name of the manufacturer and\r\nalso of the packer or distributor.(3) Where the package\r\nof a commodity to which this Part applies or the label thereon bears a\r\nrepresentation as to the number of servings, of the commodity contained\r\ntherein, such package or label shall also bear a statement as to the net\r\nquantity (in terms of weight, measure or number) of each such serving.(4) The statement on a\r\npackage or label as to the net weight, measure or number or the contents\r\nthereof shall not include any expression which tends to qualify such weight,\r\nmeasure or number:Provided that the Central\r\nGovernment may, by rules, specify the commodities, the weight or measure of\r\nwhich is likely to increase or decrease beyond the prescribed tolerance limits\r\nby reason of climatic variations; and it shall be lawful for the manufacturer\r\nor packer of the commodity so specified to qualify the statement as to the net\r\ncontent of such commodity by the use of the words “when packed”.Explanation.- The words “when\r\npacked” shall not be used in any case except a case to which the proviso to\r\nsub-section (4) applies.(5) Where the Central\r\nGovernment has reason to believe that there is undue proliferation of weight,\r\nmeasure or number in which any commodity is, or reasonably comparable\r\ncommodities are, being packaged for sale, distribution or delivery and such\r\nundue proliferation impairs in the opinion of that Government, the reasonable\r\nability of the consumer to make a comparative assessment of the prices after\r\nconsidering the net quantity or number of such commodity, that Government may\r\ndirect the manufacturers and also packers or distributors to sell, distribute\r\nor deliver such commodity in such standard quantities or number as may be\r\nprescribed.(6) Whenever the\r\nretail price of a commodity in packaged form to which this chapter applies is\r\nstated in any advertisement there shall be included in the advertisement, a\r\nconspicuous declaration as to the net quantity or number of the commodity\r\ncontained in the package and retail unit sale price thereof.(7) No person shall\r\nsell, distribute or deliver for sale a package containing a commodity which is\r\nfilled less than the prescribed capacity of such package except where it is\r\nproved by such person that the package was so filled with a view to-(a)\r\nGiving protection to the contents of such package, or(b)\r\nMeeting the requirements of machines used for enclosing the contents of such\r\npackage.(8) The Central\r\nGovernment may, by rules, specify such reasonable variations in the net\r\ncontents of the commodity in a package as may be caused by the method of\r\npacking or the ordinary exposure which may be undergone by such commodity after\r\nit has been introduced in trade or commerce.(9) The Central\r\nGovernment may, by rules, specify the classes of commodities of packages in\r\nrelation to which all or any of the provisions of this section shall not apply\r\nor shall apply with such exceptions or modifications as may be specified\r\ntherein.", "40": "Standards of Weights and Measures Act, 1976 40. Definitions . -Inthis\r\nchapter, unless the context otherwise requires, -(a) “Controller” means\r\nthe person appointed as such by the State Government under the State law;(b) “Inspector” means\r\nthe person appointed as such by the State Government under the State law;(c) “Local Inspector”\r\nmeans an inspector within the local limits of whose jurisdiction any weight or\r\nmeasure is made, manufactured, received, delivered or kept for sale of use;(d) “State law” means\r\nthe law enacted by the Legislature of a State and for the time being in force in\r\nthat State, with regard to the enforcement of the standards of weight or\r\nmeasure established by or under this Act(e) “Transferee State”\r\nmeans the State in which any weight or measure is delivered or received for\r\nsale or use therein from any other State;(f) “Transferor State”\r\nmeans the State from which any weight or measure made or manufactured therein,\r\nor kept therein for sale or use, is sent to, or delivered in any other State.", "41": "Standards of Weights and Measures Act, 1976 41. Verification and\r\nstamping of weights and measures sent  from one State to another. -(1) Where any\r\nweight or measure, sent from a transferor State for delivery, sale or use in a\r\ntransferee State, is such that-(a) It\r\nis not required to be dismantled before its dispatch to the transferee State\r\nand is not likely to lose its accuracy by reason of such dispatch, it shall be\r\nknown, for the purposes of this chapter, as a weight or measure of the first\r\ncategory;(b) It\r\nis required to be dismantled before its dispatch to the transferee State and\r\nre-assembled and installed for use in the transferee State, it shall be known,\r\nfor the purposes of this chapter, as a weight or measure of the second\r\ncategory.(2) Subject to the\r\nprovisions of sub-section (1), the Central Government may specify, by rules\r\nmade in this behalf, the classes of weights or measures which would fall in the\r\nfirst category or the second category, and may, from time to time, if the\r\ncircumstances so require, alter the category in which any class of weight or\r\nmeasure has been specified.(3) Weight or measure\r\nof the first category shall, before it is dispatched to any transferee State be\r\nproduced before the local Inspector in the transferor State and if such\r\ninspector is, after verification of such weight or measure, satisfied that such\r\nweight or measure conforms to the standards established by or under this Act,\r\nstamp the same with such special seal as may be specified by rules made under\r\nthis Act.(4) A weight or\r\nmeasure of the second category shall not be verified and stamped in the\r\ntransferor State but shall be verified and stamped, after its re-assembly and\r\ninstallation for use, by the local Inspector in the transferee State.(5) The fees for the\r\nverification and stamping of every weight or measure of-(a) The\r\nfirst category shall be levied and collected by the transferor State;(b) The\r\nsecond category shall be levied and collected by the transferee State;In accordance with\r\nsuch scales as may be specified by rules under this Act.(6) A weight or\r\nmeasure, whether of the first or second category, shall not require periodical\r\nre-verification if it is exclusively intended for domestic use and is not used\r\nby any member of the medical profession in the course of such profession.(7) No weight or.\r\nmeasure, whether of the first or of the second category, shall be verified and\r\nstamped unless fees for such verification and stamping have been paid in\r\naccordance with the scales specified under sub-section (5).", "42": "Standards of Weights and Measures Act, 1976 42. Weight or measure\r\nof the first category to be presumed to  be correct throughout the territory of\r\nIndia. -(1)Every\r\nweight or measure of the first category which is stamped with the special seal\r\nreferred to in sub-section (3) of Sec. 41 shall be presumed to be correct\r\nthroughout the territory of India and shall not be required, until its\r\nre-verification in the transferee State becomes due to efflux of time, to be\r\nverified or stamped in the transferee State:Provided that where the local\r\nInspector in the transferee State has any reason to believe that any weight or\r\nmeasure of the first category has lost its accuracy in transit or has, for any\r\nother reason, ceased to conform to the standards of weight or measure\r\nestablished by or under this Act, he may, for reasons to be recorded by him in\r\nwriting, and communicated to the Controller of the transferor State, through\r\nthe Controller of the transferee State, -(a) Verify such weight\r\nor measure: and(b) If, on\r\nverification such weight or measure is found to be inaccurate, -(i)\r\nCause such adjustment as is necessary to be made so as to make it conform to t\r\nlie standards established by or under this Act, or(ii)\r\nWhere he is of opinion that such adjustment is not possible, reject it and\r\nobliterate the stamp thereon:Provided further that where any \r\nverification, adjustment or obliteration is made in exercise of the powers \r\nconferred by the foregoing proviso, no fee shall be charged for such \r\nverification, adjustment or obliteration.(2) In computing the\r\ntime when the re-verification of a weight or measure of the first category\r\nshall become due in the transferee State, the period during which such weight\r\nor measure remains unsold or undistributed in the transferee State, shall be\r\nexcluded.", "43": "Standards of Weights and Measures Act, 1976 43. Weight or measure\r\nof the first category not to be sold or  used in any State unless it is stamped in\r\nthe transferor State.-No weight or measure\r\nof the first category shall be used, sold, purchased, delivered or otherwise\r\ntransferred in any transferee State unless such weight or measure bears thereon\r\nthe stamp made with the special seal referred to in sub-section (3) of See. 41.", "44": "Standards of Weights and Measures Act, 1976 44. Weights or\r\nmeasures of the second category received from  transferor State to be produced\r\nbefore the local Inspector of the transferee State. -(1) Every person\r\nin a transferee State who receives or delivers for sale or use therein any\r\nweight or measure of the second category shall, after its re-assembly and\r\ninstallation for use, have such weight or measure verified and stamped by the\r\nlocal Inspector in the transferee State.(2) The local\r\nInspector in the transferee State shall verify every weight or measure of the\r\nsecond category and shall if he is satisfied that such weight or measure\r\nconforms to the standards established by or under this Act, stamp the same with\r\nthe seal prescribed by or under the State law in force in the transferee State.(3) For the avoidance\r\nof doubt, it is hereby declared that where any weight and measure of the second\r\ncategory is delivered or received in a State from any other State, not for the\r\npurpose of sale or use therein but for the transmission of such weight or\r\nmeasure to any other State, then, such other State shall be deemed, for the\r\npurposes of this chapter, to be the transferee State in relation to such weight\r\nor measure and the provisions of sub-section (1) and sub-section (2) shall\r\napply accordingly.", "45": "Standards of Weights and Measures Act, 1976 45. Procedure when any\r\nweight or measure is transferred from  a transferee State to another State. –Where any weight or\r\nmeasure, which being in use in a transferee State, is sent to, or delivered in,\r\nany other State for sale or use in such other State, then, such other State\r\nshall also be deemed to be the transferee State in relation to such weight or\r\nmeasure and the provisions of this chapter shall, so far as may be, apply to\r\nthe weight or measure sent to, or delivered in, such other State.", "46": "Standards of Weights and Measures Act, 1976 46. Manufacturers,\r\netc., who send any weight and measure to  any other State to submit return to the\r\nController. –Every manufacturer,\r\ndealer or other person in a transferor State, who sends to, or delivers in, any\r\ntransferee State any weight or measure, whether of the first or of the second\r\ncategory, shall-(a) Submit such\r\nperiodical returns as may be prescribed, to the Controller of the transferor\r\nState with regard to such dispatch, delivery or transfer and specify in such\r\nreturns the particulars of the weight or measure which has been sent to, or\r\ndelivered in, the transferee State;(b) Specify in such\r\nperiodical returns the particulars of the person to whom such weight or measure\r\nhas been sent, or delivered in the transferee State; and(c) Forward a copy of\r\nsuch periodical returns to the Controller of the transferee State.", "47": "Standards of Weights and Measures Act, 1976 47. Persons exporting\r\nor importing any weight or measure to  get themselves registered. -(1)  No\r\ndealer or manufacturer shall export or import any weight or measure unless he\r\nis registered under this section as such exporter or importer, as the case may\r\nbe.(2) Every person who\r\nintends to commence or continue business as an exporter or importer of any\r\nweight or measure shall make, within such time from the commencement of this\r\nAct as may be prescribed, an application for the inclusion of his name in the\r\nregister to be maintained for the purpose.(3) The application\r\nreferred to in sub-section (2) shall be made to the Director and every such\r\napplication shall be made in such form, in such manner and on payment of such\r\nfees, not exceeding ten rupees, as may be prescribed.(4) On receipt of an\r\napplication referred to in sub-section (2), the Director shall, if he is\r\nsatisfied after such inquiry as he may think fit, that it is expedient in the\r\npublic interest so to do, include the name of the applicant in the register\r\nreferred to in sub-section (2) and issue to the applicant a certificate to the\r\neffect that his name has been so included and send a copy of the said\r\ncertificate to the Controller of Legal Metrology in the State in which such\r\nexporter or importer is carrying on his business.(5) A certificate\r\ngranted under subsection (4) shall be valid for the period specified therein\r\nand may be renewed, from time to time, for such further period as may be\r\nprescribed.", "48": "Standards of Weights and Measures Act, 1976 48. Conditions under\r\nwhich export of non-standard weight and  measures and other goods may be made. -(1) Subject to such\r\nconditions, limitations and restrictions as may be prescribed, the Central\r\nGovernment may allow the export of any weight or measure which has been made or\r\nmanufactured exclusively for export with the previous permission of that\r\nGovernment notwithstanding that such weight or measure does not conform to the\r\nstandard established by or under this Act.(2) Where any\r\ncommodity in packaged form is exported and the person to whom such export is to\r\nbe made so requires, the exporter may, in addition to specifying the net\r\ncontents of such package in terms of any standard unit of weight or measure established\r\nby or under this Act, also specify the weight or the net contents thereof in\r\nterms of such units of weight or measure as may be specified by the person to\r\nwhom such commodity is to be exported.(3) Notwithstanding\r\nanything contained elsewhere in this Act, in relation to any goods which are\r\nexported-(a)\r\nQuotation of any price;(b)\r\nIssue of any price list, invoice or cash memo(c)\r\nIndication of the weight or measure or number of net contents of any package on\r\nany label, carton or other thing;(d)\r\nExpression of any dimension -,May be made in\r\naccordance with any other system of weight, measure or numeration if the person\r\nto whom the export is to be made so requires.", "49": "Standards of Weights and Measures Act, 1976 49. Non-metric weight\r\nor measure not to be imported. - (1)Save as\r\notherwise provided in sub-section (2), no weight or measure, whether singly or\r\nas a part or component of any machine or machinery, shall be imported unless it\r\nconforms to the standards of weight or measure established by or under this Act.(2) Where any\r\ncommodity, machinery or any part or component of any machinery is imported from\r\na country in which the metric system of weight or measure is not in force, or\r\nin which such system being in force, such commodity, machinery, part or\r\ncomponent of any machinery has not been made or manufactured in accordance with\r\nsuch system, the importer shall, before making such import make an endeavor to\r\nobtain, on such commodity, machinery, part or component, and also on the\r\ndrawings thereof, the weight or measurement thereof expressed in terms of the\r\nstandard unit of weight or measure established by or under this Act:Provided that where any weight\r\nor measure has not been expressed in terms of the standard unit of weight or\r\nmeasure established by or under this Act, on any commodity, machinery, part or\r\ncomponent or on any drawings thereof the importer shall, within six months from\r\nthe date of import, get the weight or measure thereof expressed on such\r\ncommodity, machinery, part or component and on the drawings thereof in terms of\r\nthe standard unit of weight or measure established by or under this Act.", "50": "Standards of Weights and Measures Act, 1976 50. Penalty for use of\r\nnon-standard weights or measures. – Whoever uses any\r\nweight or measure or makes any numeration otherwise than in accordance with the\r\nstandards of weight or measure or the standards of numeration, as the case may\r\nbe, established by or under this Act, shall be punished with imprisonment for a\r\nterm which may extend to six months, or with fine which may extend to one\r\nthousand rupees, or with both, and, for the second or subsequent offences, with\r\nimprisonment for a term which may extend to two years and also with fine.", "51": "Standards of Weights and Measures Act, 1976 51. Penalty for\r\ncontravention of Sec. 18  . –Whoever tampers with,\r\nor alters, in any way, any reference standard, secondary standard, or working\r\nstandard except where such alteration is made for the correction of any error\r\nnoticed therein on verification, shall be punished with imprisonment for a term\r\nwhich may extend to two years, or with fine which may extend to five thousand\r\nrupees, or with both.", "52": "Standards of Weights and Measures Act, 1976 52. Penalty for\r\ncontravention of Sec. 22. – Except where any\r\nweight or measure is made or manufactured, with the permission of the Central Government,\r\nexclusively for export, every person who makes or manufactures any weight or\r\nmeasure which does not conform to the standards of weight or measure\r\nestablished by or under this Act, shall, where such offence is not punishable\r\nunder any other law relating to weights and measures for the time being in\r\nforce, be punished with imprisonment for a term which may extend to one year,\r\nor with fine which may extend to two thousand rupees, or with both, and, for\r\nthe second or subsequent offence with imprisonment for a term which may extend\r\nto three years and also with fine.", "53": "Standards of Weights and Measures Act, 1976 53. Penalty for\r\ncontravention of Sec. 23. – Except where any\r\nweight or measure is made or manufactured, with the permission of the Central\r\nGovernment, exclusively for export, every person who makes or manufactures any\r\nweight or measure which bears thereon any inscription of weight, measure or\r\nnumber which does not conform to the standards of weight or measure or\r\nnumeration established by or under this Act, shall, where such offence is not\r\npunishable under any other law relating to weights and measures for the time\r\nbeing in force, be punished with imprisonment for a term which may extend to\r\none year, or with fine which may extend to two thousand rupees, or with both,\r\nand, for the second or subsequent offence, with imprisonment for a term which\r\nmay extend to three years and also with fine.", "54": "Standards of Weights and Measures Act, 1976 54. Penalty for\r\ncontravention of Sec. 29. – Whoever obstructs the\r\nDirector or any person authorized to exercise the powers or discharge the\r\nfunctions of the Director (hereafter, in this Part referred to as the\r\n“authorized officer”) in the exercise of his powers or discharge of his\r\nfunctions as such Director or authorized officer, or with intent to prevent or\r\ndeter the Director or such authorized officer from exercising his powers or\r\ndischarging his functions, or in consequence of anything done or attempted to\r\nbe done by the Director or such authorized officer in the lawful exercise of\r\nhis powers or discharge of his functions as such, shall be punished with\r\nimprisonment for a term which may extend to two years, and, for the second or\r\nsubsequent offence, with imprisonment for a term which may extend to five\r\nyears.", "55": "Standards of Weights and Measures Act, 1976 55. Penalty for\r\ncontravention of Sec. 32. – Whoever, in the course\r\nof any inter-State trade or commerce, makes any transaction, deal or contract\r\nin contravention of the provisions of Sec. 32 shall be punished with fine which\r\nmay extend to two thousand rupees, and, for the second or subsequent offence,\r\nwith imprisonment for a term which may extend to one year and also with fine.", "56": "Standards of Weights and Measures Act, 1976 56. Penalty for\r\ncontravention of Sec. 33. – Whoever, in the course\r\nof any inter-State trade or commerce, contravenes the provisions of Sec. 33 shall\r\nbe punished with fine, which may extend to two thousand rupees, and, for the\r\nsecond or subsequent offence, with imprisonment for a term which may extend to\r\nthree years and also with fine.", "57": "Standards of Weights and Measures Act, 1976 57. Penalty for\r\ncontravention of Sec. 34. – Whoever, in the course\r\nof any inter-State trade or commerce, -(i) Sells, delivers,\r\nor causes to  be sold or delivered to the purchaser any quantity or number\r\nof any article or thing, less than the quantity or number contracted for or\r\npaid for ; or(ii) Renders any service\r\nby weight, measure or number, less than the service contracted for or paid for\r\n; or(iii) Demands, or\r\ncauses to be demanded, or receives or causes to be received, while buying any article\r\nor thing, any quantity or number of goods in excess of the quantity or number\r\ncontracted for or paid for or(iv) Obtains any\r\nservice in excess of the service contracted for or paid for,Shall be punished with\r\nfine which may extend to five thousand rupees, and for the second or subsequent\r\noffence with imprisonment for a term which may extend to five years and also\r\nwith fine.", "58": "Standards of Weights and Measures Act, 1976 58. Penalty for\r\ncontravention of Sec. 35. – Whoever, being\r\nrequired by or under this Act so to do, without any reasonable excuse, omits or\r\nfails to maintain any record or register, or being required by the Director or\r\nthe authorized officer, to produce any record or register for his inspection\r\nomits or fails, without any reasonable excuse, so to do, shall be punished with\r\nfine which may extend to one thousand rupees, and, for the second or subsequent\r\noffence, with imprisonment for a term which may extend to six months and also\r\nwith fine.", "59": "Standards of Weights and Measures Act, 1976 59. Penalty for\r\ncontravention of Sec. 36. – Whoever, being\r\nrequired by Sec. 36 to submit the model of any weight or measure for approval,\r\nomits, or fails, without any reasonable excuse, so to do, shall be punished\r\nwith fine which may extend to five thousand rupees, and, for the second or\r\nsubsequent offence, with imprisonment for a term which may extend to five years\r\nand also with fine.", "60": "Standards of Weights and Measures Act, 1976 60. Penalty for\r\nmanufacture of weights or measures unless approval of model is in\r\nforce. -(l) Whoever\r\nmakes or manufactures any weight or measure, which is, or is intended to be,\r\nsold, distributed delivered or otherwise transferred in the course of\r\ninter-State trade or commerce, shall, unless a certificate of approval of the\r\nmodel of such weight and measure granted under Sec. 36 is in force, be punished\r\nwith imprisonment for a term which may extend to two years and shall also be\r\nliable to fine, and, for the second or subsequent offence, with imprisonment\r\nfor a term which may extend to five years and also with fine.(2) Whoever, without\r\nany reasonable excuse, manufactures any weight or measure in accordance with an\r\napproved model with any material other than the material approved or\r\nrecommended by the prescribed authority, shall be punished with imprisonment\r\nfor a term which may extend to five years and also with fine.", "61": "Standards of Weights and Measures Act, 1976 61. Penalty for\r\ncontravention of Sec. 38. – Whoever makes or\r\nmanufactures any weight or measure without complying with the requirements of\r\nSec. 38 shall be punished with fine which may extend to five thousand rupees,\r\nand. for the second or subsequent offence with imprisonment for a term which\r\nmay extend to five years and also with fine.", "62": "Standards of Weights and Measures Act, 1976 62. Penalty for sale,\r\netc. of unverified weights or measures in the course of inter-State trade or\r\ncommerce. – Whoever, in the course\r\nof inter-State trade or commerce, sells, distributes, delivers or otherwise\r\ntransfers any weight or measure which does not conform to the standards of\r\nweight or measure established by or under this Act or which has not been duly\r\nverified under any other law relating to weights and i-measures for the time\r\nbeing in force, shall be punished With fine which may extend to ten thousand\r\nrupees, and, for the second or subsequent offence, with imprisonment for a term\r\nwhich may extend to seven years and also with fine.", "63": "Standards of Weights and Measures Act, 1976 63. Penalty for\r\ncontravention of Sec. 39. – Whoever, in the course\r\nof inter-State trade or commerce, sells, distributes, delivers or otherwise\r\ntransfers, or causes to be sold, distributed, delivered or otherwise\r\ntransferred any commodity in a packaged form which does not conform to the\r\nprovisions of this Act or any rule made thereunder, shall be punished with fine\r\nwhich many extend to five thousand rupees, and for the second or subsequent\r\noffence, with Imprisonment for a term which may extend to five years and also\r\nwith fine.", "64": "Standards of Weights and Measures Act, 1976 64. Penalty for contravention\r\nof Sec. 47. –Whoever exports or\r\nimports any weight or measure without being registered under this Act shall be\r\npunished with fine which may extend to one thousand rupees, and, for the second\r\nor subsequent offence, with imprisonment for a term which may extend to six\r\nmonths and also with fine.", "65": "Standards of Weights and Measures Act, 1976 65. Penalty for\r\ncontravention of Sec. 48. – Every person who\r\nexports any weight or measure or commodity in packaged form which does not\r\nconform to the standards of weight or measure established by or under this Act\r\nshall, except where such export has been made with the previous approval of the\r\nCentral Government, be punished with fine which may extend to five thousand\r\nrupees, and, for the second or subsequent offence, with imprisonment for a term\r\nwhich may extend to five years and also with fine.", "66": "Standards of Weights and Measures Act, 1976 66. Penalty for\r\ncontravention of Sec. 49. – Whoever contravenes,\r\nwithout any reasonable excuse, the provisions of Sec. 49, shall be punished\r\nwith fine which may extend to five thousand rupees, and, for the second or\r\nsubsequent offence, with imprisonment for a term which may extend to five years\r\nand also with fine.", "67": "Standards of Weights and Measures Act, 1976 67. Penalty where no\r\nspecific penalty is provided. – Whoever contravenes\r\nany provisions of this Act for the contravention of which no punishment has\r\nbeen separately provided in any of the provisions of this Act, shall be\r\npunished with fine which may extend to two thousand rupees.", "68": "Standards of Weights and Measures Act, 1976 68. Presumption to be\r\nmade in certain cases. - (1) If any\r\nperson in the course of inter-State trade or commerce, uses, or causes to be\r\nused, sells, distributes, delivers or otherwise transfers, or causes to be\r\nsold, distributed, delivered or otherwise transferred, any false or unverified\r\nweight or measure, it shall be presumed, until the contrary is proved, that he\r\nhad done so with the knowledge that the weight or measure was a false or\r\nunverified weight or measure.(2) If any person\r\nmakes or manufactures or has in his possession, custody or control any false or\r\nunverified weight or measure in such circumstances as to indicate that such\r\nweight or measure is likely to be used in the course of inter-State trade or\r\ncommerce, it shall be presumed, until the contrary is proved, that such false\r\nor unverified weight or measure was made, manufactured, possessed, held or controlled\r\nby such person with the knowledge that the same would be, or is intended to be,\r\nused in the course of inter-State trade or commerce.", "69": "Standards of Weights and Measures Act, 1976 69. Penalty for\r\npersonation of officials. – Whoever personates,\r\nin any way, the Director, or any authorized officer, shall be punished with\r\nimprisonment for a term which may extend to three years.", "70": "Standards of Weights and Measures Act, 1976 70. Penalty for giving\r\nfalse information or false returns. - (1) Whoever gives\r\ninformation to the Director or the authorized officer which he may require or\r\nask for in the course of his duty and which such person either knows or has\r\nreason to believe to be false shall be punished with imprisonment for a term\r\nwhich may extend to six months, or with fine which may extend to one thousand\r\nrupees, or with both.(2) Whoever, being\r\nrequired by or under this Act so to do, submits a return which is false in\r\nmaterial particulars, shall be punished with fine which may extend to two\r\nthousand rupees, and, for the second or subsequent offence, with imprisonment\r\nfor a term which may extend to one year and also with fine.", "71": "Standards of Weights and Measures Act, 1976 71. Vexatious actions.\r\n- (1) An authorized\r\nofficer who knows that there are no reasonable grounds for so doing, and yet-(a)\r\nSearches, or causes to be searched, any house, conveyance or place; or(b) Searches\r\nany person; or(c)\r\nSeizes any weight, measure or other moveable property, shall, for every such\r\noffence, be punished with imprisonment for a term which may extend to one year,\r\nor with fine which may extend to two thousand rupees, or with both.(2) If a local\r\nInspector as defined in Sec. 40, -(a)\r\nWithout any reasonable cause verifies any weight or measure of first category\r\nwithin the meaning of Sec. 41,(b)\r\nWithout any reasonable cause obliterates any stamp on any such weight or\r\nmeasure,In contravention\r\nof the provisions of the first proviso to Sec. 42, he shall, for every such\r\noffence be punished with imprisonment for a term which may extend to one year,\r\nor with fine which may extend to two thousand rupees, or with both.", "72": "Standards of Weights and Measures Act, 1976 72. Cognizance of\r\noffences, etc.- Notwithstanding\r\nanything contained in the Code of Criminal Procedure, 1973 (2 of 1974), -1 [(a) No Court shall\r\ntake cognizance of an offence punishable under this Act except upon a\r\ncomplaint, in writing made by-(i) The\r\nDirector;(ii) Any\r\nother authorized officer(iii)\r\nAny person aggrieved; or(iv) A\r\nrecognized consumer association whether the person aggrieved is a member of\r\nsuch association or not.Explanation.- For the purposes of\r\nthis clause “recognized consumer association” means a voluntary consumer\r\nassociation registered under the Companies Act, 1956 (1 of 1956), or any other\r\nlaw for the time being in force.](b) No Court inferior\r\nto that of a Metropolitan Magistrate or a Judicial Magistrate of the first\r\nclass shall try any offence under this Act;(c) An offence\r\npunishable under Sec. 50, Sec. 52, Sec. 53, Sec. 56, Sec. 58, Sec. 60, Sec. 61,\r\nSec. 63, Sec. 64, Sec. 65 or Sec. 66, may be tried summarily by a Magistrate\r\nand no sentence of imprisonment for a term exceeding one year shall be passed\r\nin the case of any conviction for an offence which is summarily tried under\r\nthis section.", "73": "Standards of Weights and Measures Act, 1976 73. Compounding of\r\noffences. – Any offence punishable\r\nunder Sec. 50, Sec. 55, Sec. 56, Sec. 57, Sec. 58, Sec. 59, Sec. 60, Sec. 63,\r\nSec. 64, Sec. 65, See. 66 or Sec. 67 may, either before or after the\r\ninstitution of the prosecution, be compounded by the Director or such other\r\nofficer as may be specially authorized by him in this behalf, on payment for\r\ncredit to the Government of such sum as the Director or such other officer may\r\nspecify:Provided that such sum shall\r\nnot, in any case, exceed the maximum amount of the fine which may be imposed\r\nunder this Act for the offence so compounded.(2) Nothing in\r\nsubjection (1) shall apply to a person who commits the same or similar offence\r\nwithin a period of three years from the date on which the first offence,\r\ncommitted by him, was compounded.Explanation- For the purposes of\r\nthis sub-section, any second or subsequent offence committed after the expiry\r\nof a period of three years from the date on which the offence was previously\r\ncompounded, shall be deemed to be a first offence.(3) Where an offence\r\nhas been compounded under sub-section (1), no proceeding or further proceeding,\r\nas the case may be, shall be taken against the offender in respect of the\r\noffence so compounded and the offender, if in custody, shall be discharged\r\nforthwith.(4) No offence under\r\nthis Act shall be compounded except as provided by this section.", "74": "Standards of Weights and Measures Act, 1976 74. Offences by\r\ncompanies and power of Court fee publish name, place of business,\r\netc. of companies convicted. -(1) If an offence\r\nunder this Act is committed by a company, every person who, at the time the\r\noffence was committed was in charge of, and was responsible to the company for\r\nthe conduct of the business of the company as well as the company, shall be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly:Provided that nothing contained\r\nin this sub-section shall render any such person liable to punishment if he\r\nproves that the offence was committed without his knowledge or that he had\r\nexercised all due diligence to prevent the commission of such offence.(2) Notwithstanding\r\nanything contained in sub-section (1), where an offence under this Act has been\r\ncommitted by a company and it is proved that the offence has been committed\r\nwith the consent or connivance of, or is attributable to the neglect on the\r\npart of, any director, manager, secretary or other officer, such director,\r\nmanager, secretary or other officer shall also be deemed to be guilty of that\r\noffence and shall be liable to be proceeded against and punished accordingly.(3) Where any company\r\nis convicted under this Act for contravention of any of the provisions thereof,\r\nit shall be competent for the Court convicting the company to cause the name\r\nand place of business of the company, nature of the contravention, the fact\r\nthat the company has been so convicted and such other particulars as the Court\r\nmay consider to be appropriate in the circumstances of the case, to be\r\npublished at the expense of the company in such newspapers or in such other\r\nmanner as the Court may direct.(4) No publication\r\nunder sub-section (3) shall be made until the period for preferring an appeal\r\nagainst-the orders of the Court has expired without any appeal having been\r\npreferred, or such an appeal having been preferred has been disposed of.(5) The expenses of\r\nany publication under sub-section (3) shall be recoverable from the company as\r\nif it were a fine imposed by the Court.Explanation.- For the purposes of\r\nthis section, -(a) “Company” means\r\nany body corporate and includes a firm or other association of Individuals; and(b) “Director”, in\r\nrelation to a firm, means a partner in the firm.", "75": "Standards of Weights and Measures Act, 1976 75. Provisions of\r\nIndian Penal Code not to apply to any offence punishable under this Act. – The provisions of the\r\nIndian Penal Code, 1860 (45 of 1860), in so far as such provisions relate to\r\noffences with regard to weights and measures, shall not apply to any offence\r\nwhich is punishable under this Act.", "76": "Standards of Weights and Measures Act, 1976 76. Establishment of a\r\nTraining Institute and provisions for  training thereat.(1) There shall\r\nbe established by the Central Government, at such place as it may think fit, an\r\nInstitute to be known as the “Indian Institute of Legal Metrology” (hereafter\r\nreferred to as the “Institute”) for imparting training in legal metrology and\r\nother allied branches of knowledge.(2) The management and\r\ncontrol of the Institute, which shall vest in the Central Government, shall be\r\ncarried on in accordance with such regulation as may be made by the Central Government.\r\n-(3) The Central\r\nGovernment shall provide the Institute with such teaching staff and other\r\nemployees, and with such equipments and other facilities as it may think, to\r\nenable the Institute to function effectively as an institution for imparting\r\nadequate training in legal metrology and other allied branches of knowledge.(4) The courses and\r\ncurricula for training at the Institute and the period for which the training\r\nmay be imparted thereat for each course shall be such as may be prescribed.(5) The Central\r\nGovernment shall prescribe the minimum qualifications which a person shall\r\npossess in order to be eligible for admission to the Institute for receiving\r\ntraining thereat and different qualifications may be prescribed for different\r\ncourses of training imparted at the Institute.(6) The Central\r\nGovernment and every State Government may depute, in such branches as may be\r\nconvenient of the Institute, employees of, or above the rank of an Inspector\r\nfor receiving training at the Institute and the Central Government may also\r\narrange for the training, at the Institute, of such other persons as it may\r\nthink fit.(7) The Institute may,\r\n-(a)\r\nCarry out such researches in legal metrology and other allied branches of\r\nknowledge as may be entrusted to it by the Central Government, and(b) Hold\r\nsuch seminars, meetings or other gatherings as it may think fit.", "77": "Standards of Weights and Measures Act, 1976 77. Training at other\r\nplaces. – Where the Central\r\nGovernment is of opinion that in addition to the training imparted at the\r\nInstitute, it is necessary to impart to an employee, not below the rank of an\r\nInspector further specialized training which is not provided for at the\r\nInstitute, it may send such employee to such other place, authority or\r\ninstitution as it may think fit for receiving such specialized training.", "78": "Standards of Weights and Measures Act, 1976 78. Survey and\r\nstatistics. –The Central Government\r\nshall make, or cause to be made, such surveys and collect, or cause to be\r\ncollected, such statistics as it may consider necessary with a view to ascertaining\r\nthe extent to which any standard of weight, measure or numeration established\r\nby or under this Act has been implemented in any area or in relation to any\r\nclass of undertakings, users or goods and it shall be the duty of every person\r\nusing weight or measure or making any numeration to render such assistance as\r\nthe person making such survey or collecting such statistics may require.", "79": "Standards of Weights and Measures Act, 1976 79. Conversion of\r\nnon-metric weights and measures into  standard units of weights or measures. -(1) The value\r\nexpressed in terms of any unit of weight or measure other than in terms of the\r\nstandard units of weight or measure may be converted into the value expressed\r\nin terms of a standard unit of weight or measure at the rate specified in the\r\nSchedule.(2) All references in\r\nany enactment or in any notification, rule or order made under any enactment,\r\nor in any contract, deed or other instruments, or the time being in force, to a\r\nvalue expressed in terms of any unit of weight, measure or numeration other\r\nthan that of a standard unit of weight, measure or numeration shall be\r\nconstrued as references to that value expressed in terms of standard units of\r\nweight, measure or numeration, as the case may be, converted at the rates\r\nspecified in the Schedule.", "80": "Standards of Weights and Measures Act, 1976 80. Non-metric weight\r\nor measure not to be mentioned in any  document, etc. or to form the basis of any\r\ncontract after the commencement of this Act. -(1)No unit of\r\nweight, measure or numeration shall, after the commencement of this Act, be\r\nstated in any enactment, notification, rule, order, contract, deed or other\r\ninstrument in terms of any unit of weight, measure or numeration other than\r\nthat of a standard unit of weight, measure or numeration.(2) On and from the\r\ncommencement of this Act no weight, measure or number other than the standard\r\nweight, measure or number shall be used in, or form the basis of, any contract\r\nor other agreement in relation to any inter-State or international trade or\r\ncommerce:Provided that in relation to\r\nany goods which are exported, the weight, measure or number of such goods may\r\nbe indicated thereon, or in any contract in addition to the standard units of\r\nweight, measure or numeration, in accordance with any other system of weight,\r\nmeasure or numeration if the person to whom the export is to be made so\r\nrequires.(3) Any contract or\r\nother agreement in contravention of the provisions of sub-section (2) shall be\r\nvoid.(4) No written record\r\nof the results of any measurement shall be maintained in any unit other than\r\nthe standard unit of weight, measure or numeration established by or under this\r\nAct.", "81": "Standards of Weights and Measures Act, 1976 81. Appeals. - (1) Subject to\r\nthe provisions of sub-section (2), any person aggrieved by an order made under\r\nSec. 30 or Sec. 36 may prefer an appeal against such order to the Director, or where\r\nthe order has been made by the Director, to the Central Government.(2) Every such appeal\r\nshall be preferred within sixty days from the date on which the impugned order\r\nwas made:Provided that the Appellate Authority\r\nmay, if it is satisfied that the appellant was prevented by sufficient cause\r\nfrom preferring the appeal within the said period of sixty days, permit the\r\nappellant to prefer the appeal within a further period of sixty days.(3) On receipt of any\r\nsuch appeal, the Appellate Authority shall, after giving the parties to the\r\nappeal a reasonable opportunity of being heard and after making such enquiry as\r\nit deems proper make such order, as it may think fit, confirming, modifying or\r\nreversing the order appealed against or may send back the case with such\r\ndirection as it may think fit for a fresh order after taking additional\r\nevidence, if necessary.(4) Every appeal shall\r\nbe preferred on payment of such fee, as may be prescribed.(5) The Central Government\r\nmay, on its own motion or otherwise, call for and examine the record of any\r\nproceeding (including a proceeding in appeal) in which any decision or order\r\nhas been made, for the purpose of satisfying itself as to the correctness,\r\nlegality or propriety of such decision or order and may pass such order thereon\r\nas it may think fit:Provided that no decision or\r\norder shall be varied under this sub-section so as to prejudicially affect any\r\nperson unless such person has been given a reasonable opportunity of showing\r\ncause against the- proposed action", "82": "Standards of Weights and Measures Act, 1976 82. Levy of fees. - (l) The Central\r\nGovernment may, by rules made under Sec. 83, specify such fees, not exceeding(a) Five\r\nthousand rupees, for the approval of the model of any weight or measure\r\nintended to be made or manufactured for sale, p6rchase, distribution or\r\ndelivery in the course of any inter-State trade or commerce;(b) One\r\nthousand rupees, for the verification and stamping of a weight or measure of\r\nthe first category within the meaning of Sec. 41;(c) Five\r\nthousand rupees, for the verification and stamping of a weight or measure of\r\nthe second category, within the meaning of Sec. 41;(d) One\r\nrupee for every 100 words or less, for the grant of copies of any document, not\r\nbeing a document of a confidential nature,(e) Ten \r\nrupees for the registration of exporters or importers of weights and measures;(f)\r\nTwenty-five rupees for any appeal preferred under this Act.(2) No approval, verification\r\nor stamping shall be made, copy granted, registration made or appeal\r\nentertained unless the fee prescribed therefor under subsection (1) has been\r\npaid.", "83": "Standards of Weights and Measures Act, 1976 83. Power to make\r\nrules. - (l) The Central\r\nGovernment may, by notification, make rules for carrying out the provisions of\r\nthis Act.(2) In particular and\r\nwithout prejudice to the generality of the foregoing power, such rules may\r\nprovide for all or any of the following matters, namely:(a)\r\nSupplementary, derived, special or other units of weight or measure, standard\r\nsymbols or definitions, as recommended by the General Conference on Weights and\r\nMeasures or the International Organization of Legal Metrology;(b)\r\nMultiples and sub-multiples of, and physical constants, ratios or coefficients\r\nin relation to units of weight or measure, as recommended by the General\r\nConference on Weights and Measures or the International Organization of Legal\r\nMetrology;(c)\r\nDenominations of decimal multiples and sub-multiples of numerals and the manner\r\nin which they shall be written;(d)\r\nPeriodical intervals at which the accuracy of the objects or equipments\r\nreferred to in sub-section (1) or sub- section (2) of Sec. 16 shall be\r\ncertified;(e) The\r\nmanner in which and the conditions under which every national prototype,\r\nreferred to in Sec. 15, and every object or equipment referred to in Sec. 16,\r\nshall be kept(f) The\r\nmanner in which and the conditions under which every reference standard,\r\nsecondary standard or working standard shall be kept;(g) The\r\nplace at which, the authority by which, the manner in which, and the periodical\r\nintervals at which, every reference standard, secondary standard and working\r\nstandard shall be verified and authenticated;(h) The custody\r\nin which every reference standard, secondary standard, or working standard\r\nshall be kept:(i) The\r\nphysical characteristics, configuration, constructional details, materials,\r\nequipment, performance, tolerances, methods or procedures of tests, in relation\r\nto weights or measures,(j) The\r\nconditions, limitations and restrictions under which non-standard weights or\r\nmeasures may be manufactured for export or may be exported;(k) The\r\nmanner of disposal of any commodity which is subject to speedy or natural\r\ndecay;(l)\r\nClass of goods or undertakings in relation to which, or class of users in\r\nrelation to whom, no transaction, dealing or contract shall be made or had\r\nexcept by specified weight, measure or number;(m)\r\nRegisters and records to be maintained by persons referred to in Sec. 35;(n) The\r\nauthority to whom models are to be submitted for approval;(o) The\r\nnumber of models, drawings and other information which are to be submitted for\r\nthe approval of the model(p) The\r\ncondition under which the performance of any model is to be tested;(q) The\r\nmanner in which the number of model and certificate shall be inscribed on every\r\nweight or measure(r) The\r\nmanner of declaration of the contents of a package and specification of the\r\nunit of weight, measure or number in accordance with which the retail sale\r\nprice shall be declared on the package;(s) The\r\nstandard quantities or number in which commodities may be packed;(t) The\r\ncapacity up to which a package shall be filled(u) The\r\nreasonable variations in the net contents of a package commodity which may be\r\ncaused by the method of packing or ordinary exposure;(v) The\r\nclasses of weights or measures which would fall in the first category or the\r\nsecond category;(w) The\r\nspecial seal by which weights or measures of the first category shall be\r\nstamped:(x)\r\nPeriodical returns to be submitted by every manufacturer, dealer or other\r\nperson in a transferor State:(y) The\r\nform and manner in which and the time within which applications for inclusion\r\nof' a name in the register of exporters and importers of weights and measures\r\nshall be made;(z) The\r\nperiod for which certificate of registration of an exporter or importer of\r\nweights or measures may be renewed;(z-a)\r\nThe courses and curricula for, and the period of, training at the Institute;(z-b)\r\nThe minimum qualifications for admission to the Institute: (z-c) the scales in\r\naccordance with which fees may be collected under Sec. 82;(z-d)\r\nAny other matter which is required to be, or may be, prescribed.(3) In making any rule\r\nunder this section, the Central Government may provide that a breach thereof\r\nshall be punishable with fine which may extend to two thousand rupees.(4) Every rule made by\r\nthe Central Government under this Act shall be laid, as soon as may be after it\r\nis made before each House of Parliament while it is in session. for a total\r\nperiod of thirty days which may be comprised in one session or in two or more\r\nsuccessive sessions and if before the expiry of the session immediately\r\nfollowing the session or the successive sessions aforesaid, both Houses agree\r\nin making any modification in the rule or both Houses agree that the rule\r\nshould not be made, the rule shall thereafter have effect only in such modified\r\nform of be of no effect, as the case may be: so, however, that any such\r\nmodification or annulment shall be without prejudice to the validity of\r\nanything previously done under the rule.", "84": "Standards of Weights and Measures Act, 1976 84. Continuance of\r\ncertain weights and measures during  transitional period.-(1) Notwithstanding\r\nthat this Act has come into force in respect of any area or class of goods or\r\nundertakings or class of weights and measures or users of weights and measures\r\nin the State of Sikkim, the Central Government may, by notification, permit the\r\ncontinuance of the use, after such commencement in respect of that area or\r\nclass of goods or undertakings, or for classes of users of weights or measures,\r\nof such weights and measures. in addition to the standard weights or measures,\r\nand for such period, not exceeding five years, as may be specified in the\r\nnotification.(2) Nothing in\r\nsub-section (1) shall be deemed to empower the Central Government to issue any\r\nnotification in respect of any weight or measure which was not in use in the State\r\nof Sikkim immediately before the commencement of this Act.", "85": "Standards of Weights and Measures Act, 1976 85. Repeal and\r\nsavings. - (1) The\r\nStandards of Weights and Measures Act, 1956 (89 of 1956), is hereby repealed.(2) Without prejudice\r\nto the provisions contained in the General Clauses Act, 1897 (10 of 1897), with\r\nrespect to repeals, any notification, rule or order made under the Standards of\r\nWeights and Measures Act, 1956 (89 of 1956), shall, if in force, at the\r\ncommencement of this Act, continue to be in force and have effect as if made\r\nunder the corresponding provisions of this Act."}