{"name": "State of Arunachal Pradesh Act, 1986\r", "1": "Part IPreliminary1. Short title.-This Act may be called the State of Arunachal Pradesh Act, 1986.", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"Administrator\" means the Administrator appointed by the President under article 239;(b) \"appointed day1\" means the day which the Central Government may, by notification in the Official Gazette, appoint;(c) \"article\" means an article of the Constitution;(d) \"Election Commission\" means the Election Commission appointed by the President under article 324;(e) \"existing Union territory of Arunachal Pradesh\" means the Union territory of Arunachal Pradesh as existing immediately before the appointed day;(f) \"law\" includes any enactment, ordinance, regulation, order, bye-law, rule, scheme, notification or other instrument having, immediately before the appointed day, the force of law in the whole or any part of the existing Union territory of Arunachal Pradesh;(g) \"sitting member\", in relation to either House of Parliament or of the Legislative Assembly of the existing Union territory of Arunachal Pradesh, means a person who, immediately before the appointed day, is a member of that House or that Assembly;(h) \"treasury\" includes a sub-treasury.", "3": "Part IIEstablishment of The State of Arunachal Pradesh3. Establishment of the State of Arunachal Pradesh.-On and from the appointed day, there shall be established a new State, to be known as the State of Arunachal Pradesh comprising the territories which immediately before that day were comprised in the existing Union territory of Arunachal Pradesh.", "4": "4. [Amendment of First Schedule to the Constitution].-Rep. by the Repealing and Amending Act, 2001 (30 of 2001), s. 2 and the First Schedule (w.e.f. 3-9-2001).", "5": "Part IIIRepresentation in The Legislatures  The Council of States5. [Amendment of Fourth Schedule to the Constitution].-Rep. by the Repealing and Amending Act, 2001 (30 of 2001), s. 2 and the First Schedule (w.e.f. 3-9-2001).1. 20th February, 1987, vide notification No. S.O. 74(E), dated 11th February, 1987, see Gazette of India, Extraordinary, Part II, sec. 3(ii).", "6": "6. Allocation of sitting member.-(1) On and from the appointed day, the sitting member of the Council of States representing the existing Union territory of Arunachal Pradesh shall be deemed to have been duly elected under clause (4) of article 80 to fill the seat allotted to the State of Arunachal Pradesh in that Council.(2) The term of office of such sitting member shall remain unaltered.", "7": "7. [Amendment of section 27A of Act 43 of 1950].-Rep. by the Repealing and Amending Act, 2001 (30 of 2001), s. 2 and the First Schedule (w.e.f. 3-9-2001). The House of the People", "8": "8. Allocation of seats in the existing House of the People.-(1) On and from the appointed day, the allocation of seats to the State of Arunachal Pradesh in the House of the People shall be two; and the First Schedule to the Representation of the People Act, 1950 (43 of 1950), shall be deemed to be amended accordingly.(2) On and from the appointed day, the two parliamentary constituencies of the existing Union territory of Arunachal Pradesh shall be deemed to be the parliamentary constituencies of the State of Arunachal Pradesh and the Delimitation of Parliamentary and Assembly Constituencies Order, 1976, shall be construed accordingly.", "9": "9. Provision as to sitting members.-The sitting members of the House of the People representing the constituencies which, on the appointed day, by virtue of the provisions of section 8 become the constituencies of the State of Arunachal Pradesh shall be deemed to have been elected under sub-clause (a) of clause (1) of article 81 to the House of the People by those constituencies.", "10": " The Legislative Assembly 1[10. Provision as to Legislative Assembly.-The total number of seats in the Legislative Assembly of the State of Arunachal Pradesh, to be filled by persons chosen by direct election from assembly constituencies shall be sixty, out of which fifty-nine seats shall be reserved for the Scheduled Tribes; and the provisions of the Representation of the People Act, 1950 (43 of 1950) shall be deemed to be amended accordingly.]", "11": "11. Provisional Legislative Assembly.-(1) Notwithstanding anything contained in this Act (including provisions relating to the strength of the Legislative Assembly of the State of Arunachal Pradesh), on and from the appointed day and until the Legislative Assembly of that State has been duly constituted and summoned to meet for the first session, there shall be a provisional Legislative Assembly 2[which shall consist of-(a) members elected by the territorial constituencies of; and(b) members nominated to, the Legislative Assembly of the existing Union territory of Arunachal Pradesh.](2) The period of five years referred to in clause (1) of article 172 shall, in the case of the provisional Legislative Assembly referred to in sub-section (1), be deemed to have commenced on the day on which the duration of the existing Legislative Assembly of the Union territory of Arunachal Pradesh commenced under section 5 of the Government of Union Territories Act, 1963 (20 of 1963).3[(3) For so long as the provisional Legislative Assembly constituted under this section is in existence,-(a) it shall be deemed to be the Legislative Assembly of the State of Arunachal Pradesh duly constituted under the Constitution and shall be competent to discharge all the functions of a Legislative Assembly of a State under the Constitution; and(b) the members thereof, referred to in clause (a) of sub-section (1), shall be deemed to be the members of the Legislative Assembly of the State of Arunachal Pradesh duly elected under the Constitution.]1. Subs. by Act 52 of 1988, s. 2, for section 10 (w.e.f. 27-9-1988).2. Subs. by Act 19 of 1987, s. 2, for certain words (w.e.f. 20-2-1987).3. Subs. by s. 2, ibid., for sub-section (3) (w.e.f. 20-2-1987).", "12": "12. Speaker and Deputy Speaker.-The persons who immediately before the appointed day are the Speaker and the Deputy Speaker of the Legislative Assembly of the Union territory of Arunachal Pradesh, shall be the Speaker and the Deputy Speaker, respectively, of the provisional Legislative Assembly of the State of Arunachal Pradesh on and from that day.", "13": "13. Rules of procedure.-The rules of procedure and conduct of business of the Legislative Assembly of the existing Union territory of Arunachal Pradesh as in force immediately before the appointed day shall, until rules are made under clause (1) of article 208, be the rules of procedure and conduct of business of the provisional Legislative Assembly of the State of Arunachal Pradesh, subject to such modifications and adaptations as may be made therein by the Speaker thereof.", "14": "14. Delimitation of constituencies.-(1) The Election Commission shall, in the manner herein provided, distribute, whether before or after the appointed day, the seats assigned to the Legislative Assembly of the State of Arunachal Pradesh under section 10 to single-member territorial constituencies and delimit them having regard to the provisions of the Constitution and to the following provisions, namely:-(a) all constituencies shall, as far as practicable, be geographically compact areas, and in delimiting them regard shall be had to physical features, existing boundaries of administrative units, facilities of communication and public convenience; and(b) constituencies in which seats are reserved for the Scheduled Tribes shall, as far as practicable, be located in areas where the proportion of their population to the total population is the largest.(2) For the purpose of assisting it in the performance of its functions under sub-section (1), the Election Commission shall associate with itself as associate members,-(a) the sitting members of the House of the People referred to in section 9; and(b) such six of the members of the Legislative Assembly of the existing Union territory of Arunachal Pradesh or, as the case may be, the provisional Legislative Assembly referred to in section 11 as the Speaker thereof may nominate: Provided that none of the associate members shall have a right to vote or to sign any decision of the Election Commission.(3) If, owing to death or resignation, the office of an associate member falls vacant, it shall be filled, if practicable, in accordance with the provisions of sub-section (2).(4) The Election Commission shall-(a) publish its proposals for the delimitation of constituencies together with the dissenting proposals, if any, of any associate member who desires publication thereof, in the Official Gazette and in such other manner as the Commission may consider fit, together with a notice inviting objections and suggestions in relation to the proposals and specifying a date on or after which the proposals will be further considered by it;(b) consider all objections and suggestions which may have been received by it before the date so specified;(c) after considering all objections and suggestions which may have been received by it before the date so specified, determine by one or more orders the delimitation of constituencies and cause such order or orders to be published in the Official Gazette; and upon such publication, the order or orders shall have the full force of law and shall not be called in question in any court.(5) As soon as may be after such publication, every such order relating to assembly constituencies shall be laid before the Legislative Assembly of the existing Union territory of Arunachal Pradesh or, as the case may be, the provisional Legislative Assembly referred to in section 11.", "15": "15. Power of Election Commission to maintain delimitation orders up-to-date.-(1) The Election Commission may, from time to time, by notification in the Official Gazette,-(a) correct any printing mistake in any order made under section 14 or any error arising therein from inadvertent slip or omission;(b) where the boundaries or name of any territorial division mentioned in any such order are or is altered, make such amendments as appear to it to be necessary or expedient for bringing such order up-to-date.(2) Every notification under this section relating to an assembly constituency shall be laid, as soon as may be after it is issued, before the Legislative Assembly of the existing Union territory of Arunachal Pradesh, the provisional Legislative Assembly referred to in section 11 or the Legislative Assembly of the State of Arunachal Pradesh, as the case may be.", "16": "16. [Amendment of Scheduled Castes Orders].-Rep. by the Repealing and Amending Act, 2001 (30 of 2001), s. 2 and the First Schedule (w.e.f. 3-9-2001).", "17": "17. [Amendment of Scheduled Tribes Orders].-Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 3-9-2001).", "18": "Part IVHigh Court18. Common High Court for Assam, Nagaland, Meghalaya, Manipur, Tripura, Mizoram and Arunachal Pradesh.-(1) On and from the appointed day,-(a) there shall be a common High Court for the States of Assam, Nagaland, Meghalaya, Manipur, Tripura, Mizoram and Arunachal Pradesh to be called the Gauhati High Court (the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura, Mizoram and Arunachal Pradesh) (hereinafter referred to as the common High Court);(b) the Judges of the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram holding office immediately before that day shall, unless they have elected otherwise, become on that day the Judges of the common High Court.(2) The expenditure in respect of the salaries and allowances of the Judges of the common High Court shall be allocated amongst the States of Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram, Nagaland and Tripura in such proportion as the President may, by order, determine.", "19": "19. Provision as to advocates.-(1) On and from the appointed day,-(a) in the Advocates Act, 1961 (25 of 1961), in section 3, in sub-section (1), for clause (b), the following clause shall be substituted, namely:-\"(b) for the States of Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram, Nagaland and Tripura to be known as the Bar Council of Assam, Nagaland, Meghalaya, Manipur, Tripura, Mizoram and Arunachal Pradesh;\";(b) the Bar Council of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram shall be deemed to be the Bar Council of Assam, Nagaland, Meghalaya, Manipur, Tripura, Mizoram and Arunachal Pradesh.(2) Any person who, immediately before the appointed day, is an advocate entitled to practise in the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram shall be entitled to practise as an advocate in the common High Court.(3) All persons who, immediately before the appointed day, are advocates on the roll of the Bar Council of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram shall, as from that day, become advocates on the roll of the Bar Council of Assam, Nagaland, Meghalaya, Manipur, Tripura, Mizoram and Arunachal Pradesh.(4) The right of audience in the common High Court shall be regulated in accordance with the like principles as, immediately before the appointed day, are in force with respect to the right of audience in the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram: Provided that as among the Advocates-General of the States of Arunachal Pradesh, Assam, Manipur, Meghalaya, Mizoram, Nagaland and Tripura, the right of audience shall be determined with reference to their dates of enrolment as advocates.", "20": "21. Custody of Seal of the common High Court.-The law in force immediately before the appointed day with respect to the custody of the Seal of the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram shall, with the necessary modifications, apply with respect to the custody of the Seal of the common High Court.", "21": "21. Custody of Seal of the common High Court.-The law in force immediately before the appointed day with respect to the custody of the Seal of the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram shall, with the necessary modifications, apply with respect to the custody of the Seal of the common High Court.", "22": "22. Form of writs and other processes.-The law in force immediately before the appointed day with respect to the form of writs and other processes used, issued or awarded by the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram shall, with necessary modifications, apply with respect to the form of writs and other processes used, issued or awarded by the common High Court.", "23": "23. Powers of Judges.-The law in force immediately before the appointed day with respect to the powers of the Chief Justice, single Judges and division courts of the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram and with respect to all matters, ancillary to the exercise of those powers shall, with the necessary modifications, apply in relation to the common High Court.", "24": "24. Principal seat and other places of sitting of the common High Court.-(1) The principal seat of the common High Court shall be at the same place at which the principal seat of the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram is located immediately before the appointed day.(2) The President may, by notified order, provide for the establishment of a permanent bench or benches of the common High Court at one or more places within the territories to which the jurisdiction of the High Court extends, other than the principal seat of the High Court, and for any matters connected therewith: Provided that before issuing any order under this sub-section, the President shall consult the Chief Justice of the common High Court and the Governor of the State in which the bench or benches is or are proposed to be established.(3) Notwithstanding anything contained in sub-section (1) or sub- section (2), the Judges and division courts of the common High Court may also sit at such other place or places in the States of Assam, Nagaland, Meghalaya, Manipur, Tripura, Mizoram and Arunachal Pradesh as the Chief Justice may, with the approval of the Governor of the State concerned, appoint.", "25": "25. Procedure as to appeals to Supreme Court.-The law in force immediately before the appointed day relating to appeals to the Supreme Court from the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram and the Judges and division courts thereof shall, with the necessary modifications, apply in relation to the common High Court.", "26": "26. Transfer of proceedings from the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram to the common High Court.-(1) All proceedings pending in the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram immediately before the appointed day shall, from such day, stand transferred to the common High Court.(2) Every proceeding transferred under sub-section (1) shall be disposed of by the common High Court as if such proceeding was entertained by that High Court.", "27": "27. Interpretation.-For the purposes of section 26,-(a) proceedings shall be deemed to be pending in a court until that court has disposed of all issues between the parties, including any issues with respect to the taxation of the costs of the proceedings and shall include appeals, applications for leave to appeal to the Supreme Court, applications for review, petitions for revision and petitions for writs; and (b) references to a High Court shall be construed as including references to a Judge or division court thereof; and references to an order made by a court or a Judge shall be construed as including references to a sentence, judgment or decree passed or made by that court or Judge.", "28": "28. Right to appear or to act in proceedings transferred to the common High Court.-Any person who, immediately before the appointed day, is an advocate entitled to practise in the High Court of Assam, Nagaland, Meghalaya, Manipur, Tripura and Mizoram and was authorised to appear or to act in any proceedings transferred from the said High Court to the common High Court under section 26 shall have the right to appear or to act, as the case may be, in the common High Court in relation to those proceedings.", "29": "29. Saving.-Nothing in this Part shall affect the application to the common High Court of any provisions of the Constitution, and this Part shall have effect subject to any provision that may be made on or after the appointed day with respect to that High Court by any Legislature or other authority having power to make such provisions.", "30": "Part VAuthorisation of Expenditure and Distribution of Revenues30. Authorisation of expenditure pending its sanction by the Legislature.-(1) The President may, at any time before the appointed day, authorise by order such expenditure from the Consolidated Fund of the State of Arunachal Pradesh as he deems necessary for a period of not more than six months beginning with the appointed day, pending the sanction of such expenditure by the Legislative Assembly of the State of Arunachal Pradesh: Provided that the Governor of Arunachal Pradesh may, after the appointed day, authorise by order such further expenditure as he deems necessary from the Consolidated Fund of the State of Arunachal Pradesh for any period not extending beyond the said period of six months.(2) The President or, as the case may be, the Governor of Arunachal Pradesh shall make separate orders under sub-section (1) in respect of periods falling in different financial years.", "31": "31. Reports relating to the accounts of the existing Union territory of Arunachal Pradesh.-(1) The reports of the Comptroller and Auditor-General of India referred to in section 49 of the Government of Union Territories Act, 1963 (20 of 1963), relating to the accounts of the exising Union territory of Arunachal Pradesh in respect of any period prior to the appointed day, shall be submitted to the Governor of Arunachal Pradesh who shall cause them to be laid before the Legislative Assembly of the State.(2) The Governor may, by order,-(a) declare any expenditure incurred out of the Consolidated Fund of the existing Union territory of Arunachal Pradesh on any service in respect of any period prior to the appointed day during the financial year 1986-87 or in respect of any earlier financial year in excess of the amount granted for that service and for that year as disclosed in the reports referred to in sub-section (1) to have been duly authorised, and(b) provide for any action to be taken on any matter arising out of the said reports.", "32": "32. Allowances and privileges of Governor of Arunachal Pradesh.-The allowances and privileges of the Governor of Arunachal Pradesh shall, until, the Governors (Emoluments, Allowances and Privileges) Act, 1982 (43 of 1982), comes into force, be such as the President may, by order, determine. ", "33": "33. Distribution of revenues.-The President shall, by order, determine the grants-in-aid of the revenues of the State of Arunachal Pradesh and the share of that State in the Union duties of excise, estate duty and taxes on income and for that purpose amend thereby the relevant provisions of the Additional Duties of Excise (Goods of Special Importance) Act, 1957 (58 of 1957), the Union Duties of Excise (Distribution) Act, 1979 (24 of 1979), the Estate Duty (Distribution) Act, 1962 (9 of 1962) and the Constitution (Distribution of Revenues) Order, 1985 in such manner as he thinks fit.", "34": "Part VIAssets and Liabilities34. Property, assets, rights, liabilities, obligations, etc.-(1) All such property and assets within the existing Union territory of Arunachal Pradesh as are held immediately before the appointed day by the Union for purposes of governance of that Union territory shall, on and from that day, pass to the State of Arunachal Pradesh unless the purposes for which such property and assets are so held are Union purposes: Provided that the cash balances in the treasuries in the existing Union territory of Arunachal Pradesh before the appointed day shall, as from that day, vest in the State of Arunachal Pradesh.(2) All rights, liabilities and obligations (other than those relatable to, or in connection with, a Union purpose), whether arising out of any contract or otherwise, which are, immediately before the appointed day,-(a) the rights, liabilities and obligations of the Central Government arising out of, or in connection with, the governance of the existing Union territory of Arunachal Pradesh; or(b) the rights, liabilities and obligations of the Administrator of the existing Union territory of Arunachal Pradesh in his capacity as such, or of the Government of that Union territory, shall, on and from the appointed day, be the rights, liabilities and obligations of the Government of the State of Arunachal Pradesh.(3) The right to recover arrears of-(a) any tax or duty being a tax or duty enumerated in the State List in the Seventh Schedule to the Constitution; or(b) any duty referred to in article 268; or(c) any tax under the Central Sales Tax Act, 1956 (74 of 1956), which have fallen due in the existing Union territory of Arunachal Pradesh, shall pass to the State of Arunachal Pradesh.(4) The provisions of this section shall not apply to, or in relation to,-(a) any institution, undertaking or project the expenditure in relation to which is, immediately before the appointed day, met from and out of the Consolidated Fund of India;(b) any property which has been placed by the Union at the disposal of the administration of the existing Union territory of Arunachal Pradesh subject to the condition that the ownership thereof will continue to vest in the Union. Explanation.-For the purposes of this section,-(a) \"liability\" includes liability in respect of any civil deposit, local fund deposit, charitable or other endowment, provident fund account, pension or actionable wrong;(b) \"Union purposes\" means the purposes of Government relatable to any of the matters mentioned in the Union List.", "35": "Part VIIProvisions as to Services35. Provision relating to All-India Services.-Every member of the Indian Administrative Service, the Indian Police Service and the Indian Forest Service who, immediately before the appointed day, is holding any post in the existing Union territory of Arunachal Pradesh shall, until otherwise directed by the Central Government, be deemed to be on deputation, on and from the appointed day, to the Government of the State of Arunachal Pradesh on the same terms and conditions of service as are applicable to him under the relevant cadre rules: Provided that the period of such deputation shall in no case extend beyond a period of three years from the appointed day.Explanation.-In this section, \"cadre rules\" means the Indian Administrative Service (Cadre) Rules, 1954, the Indian Police Service (Cadre) Rules, 1954 or the Indian Forest Service (Cadre) Rules, 1966, as the case may be.", "36": "36. Provisions relating to other services.-(1) Every person who immediately before the appointed day is serving in connection with the affairs of the Union under the administrative control of the Administrator of the existing Union territory of Arunachal Pradesh shall, unless otherwise directed by an order of the Central Government, be deemed to have been allocated for service as from that day in connection with the affairs of the State of Arunachal Pradesh: Provided that no directions shall be issued under this section after the expiry of a period of one year from the appointed day.(2) The provisions of this section shall not apply in relation to persons to whom the provisions of section 35 apply.", "37": "37. Other provisions as to services.-(1) Nothing in this section or section 36 shall be deemed to affect on or after the appointed day, the operation of the provisions of Chapter I of Part XIV of the Constitution in relation to determination of the conditions of service of persons serving in connection with the affairs of the State of Arunachal Pradesh: Provided that the conditions of service applicable immediately before the appointed day in the case of any person referred to in section 36 shall not be varied to his disadvantage except with the previous approval of the Central Government.(2) All services prior to the appointed day rendered by a person deemed to have been allocated under section 36 in connection with the administration of the existing Union territory of Arunachal Pradesh, shall be deemed to have been rendered in connection with the affairs of the State of Arunachal Pradesh for the purposes of the rules regulating his conditions of service.", "38": "38. Provisions as to continuance of officers in same posts.-Every person who, immediately before the appointed day, is holding or discharging the duties of any post or office in connection with the affairs of the existing Union territory of Arunachal Pradesh shall continue to hold the same post or office and shall be deemed, on and from that day, to have been duly appointed to the post or office by the Government of, or other appropriate authority in, the State of Arunachal Pradesh on the same terms and conditions of appointment and on the same tenure as he was holding the post or office immediately before that day: Provided that nothing in this section shall be deemed to prevent a competent authority on or after the appointed day from passing in relation to such person any order affecting his continuance in such post or office.", "39": "39. Advisory Committees.-The Central Government may, by order, establish one or more Advisory Committees for the purpose of assisting it in regard to-(a) the discharge of its functions under this Part; and(b) the ensuring of fair and equitable treatment to all persons affected by the provisions of this Part and the proper consideration of any representations made by such persons.", "40": "40. Prohibition of representation after certain period.-Notwithstanding anything to the contrary contained in any law or rule for the time being in force, no representation shall lie against any order passed under the provisions of this Part on the expiry of three months from the date of publication or service, whichever is earlier, of such order: Provided that the Central Government may, suo motu or otherwise and for reasons to be recorded, re-open any matter and pass such orders thereon as may appear to it to be appropriate if it is satisfied that it is necessary so to do in order to prevent any miscarriage of justice to any affected person.", "41": "41. Power of Central Government to give direcions.-The Central Government may give such directions to the Government of the State of Arunachal Pradesh as may appear to it to be necessary for the purpose of giving effect to the foregoing provisions of this Part and the State Government shall comply with such directions. PART VIII LEGAL AND MISCELLANEOUS PROVISIONS", "42": "42. [Amendment of article 210, article 239A and article 240 of the Constitution].-Rep. by the Repealing and Amending Act, 2001 (30 of 2001), s. 2 and the First Schedule (w.e.f. 3-9-2001).", "43": "43. [Amendment of Act 28 of 1958].-Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 3-9-2001).", "44": "44. [Amendment of Act 20 of 1963].-Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 3-9-2001).", "45": "45. [Amendment of Act 84 of 1971].-Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 3-9-2001).", "46": "46. Continuance of existing laws and their adaptations.-(1) All laws in force, immediately before the appointed day, in the existing Union territory of Arunachal Pradesh shall continue to be in force in the State of Arunachal Pradesh until altered, repealed or amended by a competent Legislature or other competent authority.(2) For the purpose of facilitating the application in relation to the State of Arunachal Pradesh of any law made before the appointed day, the appropriate Government may, within two years from that day, by order, make such adaptations and modifications of the law, whether by way of repeal or amendment, as may be necessary or expedient, and thereupon every such law shall have effect subject to the adaptations and modifications so made until altered, repealed or amended by a competent Legislature or other competent authority.Explanation.-In this section, the expression \"appropriate Government\" means, as respects any law relating to a matter enumerated in the Union List in the Seventh Schedule to the Constitution, the Central Government and as respects any other law, the Government of the State of Arunachal Pradesh.", "47": "47. Power to construe laws.-Notwithstanding that no provision or insufficient provision has been made under section 46 for the adaptation of a law made before the appointed day, any court, tribunal or authority required or empowered to enforce such law may, for the purpose of facilitating its application in relation to the State of Arunachal Pradesh, construe the law in such manner not affecting the substance as may be necessary or proper in regard to the matter before the court, tribunal or authority, as the case may be.", "48": "48. Provisions as to continuance of courts, etc.-All courts and tribunals and all authorities discharging lawful functions throughout the existing Union territory of Arunachal Pradesh or any part thereof immediately before the appointed day shall, unless their continuance is inconsistent with the provisions of this Act or until other provision is made by a competent Legislature or other competent authority, continue to exercise their respective functions.", "49": "49. Effect of provisions of Act inconsistent with other laws.-The provisions of this Act shall have effect notwithstanding anything inconsistent therewith contained in any other law.", "50": "50. Power to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of this Act, the President may, by order, do anything not inconsistent with such provisions which appears to him to be necessary or expedient for the purpose of removing the difficulty: Provided that no such order shall be made after the expiry of three years from the appointed day.(2) Every order made under this section shall be laid before each House of Parliament.", "51": "51. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules to give effect to the provisions of this Act.(2) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.", "52": "[The First Schedule].-Rep. by the Repealing and Amending Act, 2001 (30 of 2001), s. 2 and the First Schedule (w.e.f. 3-9-2001).", "53": "[The Second Schedule].-Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 3-9-2001).", "54": "[The Third Schedule].-Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 3-9-2001).", "55": "[The Fourth Schedule].-Rep. by s. 2 and the First Schedule, ibid. (w.e.f. 3-9-2001)."}