{"name": "State Emblem of India (Prohibition of Improper Use) Act, 2005\r", "1": "The State Emblem of India (Prohibition of Improper Use) Act, 20051. Short title, extent, application and commencement.-(1) This Act may be called the State Emblem of India (Prohibition of Improper Use) Act, 2005.(2) It extends to the whole of India, and also applies to citizens of India out side India.(3) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.1. 12th September, 2007, vide notification No. S.O. 1526(E) dated 12th September, 2007, see Gazette of India, Extraordinary, Part II sec.3(ii).", "2": "The State Emblem of India (Prohibition of Improper Use) Act, 20052. Definitions.-In this Act, unless the context otherwise requires,-(a) \"competent authority\" means any authority competent under any law for the time being in force to register any company, firm, other body of persons or any trade mark or design or to grant a patent;(b) \"emblem\" means the State Emblem of India as described and specified in the Schedule to be used as an official seal of the Government.", "3": "The State Emblem of India (Prohibition of Improper Use) Act, 20053. Prohibition of improper use of emblem.-Notwithstanding anything contained in any other law for the time being in force, no person shall use the emblem or any colourable imitation thereof in any manner which tends to create an impression that it relates to the Government or that it is an official document of the Central Government, or as the case may be, the State Government, without the previous permission of the Central Government or of such officer of that Government as may be authorised by it in this behalf.Explanation.-For the purposes of this section, \"person\" includes a former functionary of the Central Government or the State Governments.", "4": "The State Emblem of India (Prohibition of Improper Use) Act, 20054. Prohibition of use of emblem for wrongful gain.-No person shall use the emblem for the purpose of any trade, business, calling or profession or in the title of any patent, or in any trade mark or design, except in such cases and under such conditions as may be prescribed.", "5": "The State Emblem of India (Prohibition of Improper Use) Act, 20055. Prohibition of registration of certain companies, etc.-(1) Notwithstanding anything contained in any other law for the time being in force, no competent authority shall,-(a) register a trade mark or design which bears the emblem, or(b) grant patent in respect of an invention which bears a title containing the emblem.(2) If any question arises before a competent authority whether any emblem is an emblem specified in the Schedule or a colourable imitation thereof, the competent authority shall refer the question to the Central Government and the decision of the Central Government thereon shall be final.", "6": "The State Emblem of India (Prohibition of Improper Use) Act, 20056. General powers of Central Government to regulate use of emblem.-(1) The Central Government may make such provision by rules as appears to it to be necessary, to regulate the use of the emblem in official seal that is used in offices of the Central Government and the State Governments and their organisations including diplomatic missions abroad, subject to such restrictions and conditions as may be prescribed.(2) Subject to the provisions of this Act, the Central Government shall have powers-(a) to notify the use of emblem on stationery, the method of printing or embossing it on demi-official stationery by the constitutional authorities, Ministers, Members of Parliament, Members of Legislative Assemblies, officers of the Central Government and the State Governments;(b) to specify the design of the official seal consisting of the emblem;(c) to restrict the display of emblem on vehicles of constitutional authorities, foreign dignitaries, Ministers of the Central Government and the State Governments;(d) to provide for guidelines for display of emblem on public buildings in India, the diplomatic missions and on the buildings occupied by India's consulatesa broad;(e) to specify conditions for the use of emblem for various other purposes including the use for educational purposes and the armed forces personnel;(f) to do all such things (including the specification of design of the emblem and its use in the manner whatsoever) as the Central Government considers necessary or expedient for the exercise of the foregoing powers.", "7": "The State Emblem of India (Prohibition of Improper Use) Act, 20057. Penalty.-(1) Any person who contravenes the provisions of section 3 shall be punishable with imprisonment for a term which may extend to two years, or with fine which may extend to five thousand rupees, or with both, or if having been previously convicted of an offence under this section, is again convicted of any such offence, he shall be punishable for the second and for every subsequent offence with imprisonment for a term which shall not be less than six months, which may extend to two years and with fine which may extend to five thousand rupees.(2) Any person who contravenes the provisions of section 4 for any wrongful gain shall be punishable for such offence with imprisonment for a term which shall not be less than six months, which may extend to two years and with fine which may extend to five thousand rupees.", "8": "The State Emblem of India (Prohibition of Improper Use) Act, 20058. Previous sanction for prosecution.-No prosecution for any offence punishable under this Act shall be instituted, except with the previous sanction of the Central Government or of any officer authorised in this behalf by general or special order of the Central Government.", "9": "The State Emblem of India (Prohibition of Improper Use) Act, 20059. Savings.-Nothing in this Act shall exempt any person from any suit or other proceedings which might be brought against him under any other law for the time being in force.", "10": "The State Emblem of India (Prohibition of Improper Use) Act, 200510. Act to have overriding effect.-The provisions of this Act or any rule made thereunder shall have effect notwithstanding anything inconsistent therewith contained in any other enactment or instrument having effect by virtue of such enactment.", "11": "The State Emblem of India (Prohibition of Improper Use) Act, 200511. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules to carry out the purposes of this Act.(2) In particular, and without prejudice to the generality of the foregoing powers, such rules may provide for all or any of the following matters, namely:-(a) cases and conditions regulating the use of emblem under section 4;(b) making rules to regulate the use of the emblem in official seal of the Government and specifying restrictions and conditions relating thereto under sub-section (1) of section 6;(c) the use of emblem on stationery, design of official seal consisting of emblem and other matters under sub-section (2) of section 6;(d) authorising officer by general or special order for giving previous sanction for instituting prosecution under section 8; and(e) any other matter which is required to be, or may be, prescribed.(3) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both House agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule."}