{"name": "Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014\r", "1": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter I Preliminary1.  Short title, extent, commencement and provisions.1.       This\r\nAct may be called the Street Vendors (Protection of Livelihood and Regulation\r\nof Street Vending) Act, 2014.2.     \r\n  It extends to the whole of India except the State of Jammu and Kashmir.3.       It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint; and different dates may be\r\nappointed for different States and any reference in any provision to the\r\ncommencement of this Act shall be construed in relation to any State as a\r\nreference to the coming into force of that provision in that State.4.       The\r\nprovisions of this Act shall not apply to any land, premises and trains owned\r\nand controlled by the Railways under the Railway Act, 1989.", "2": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 2.  Definitions.1.       In this\r\nAct, unless the context otherwise requires,—a.     \r\n  “appropriate Government” means in respect of matters relating\r\nto,—                     \r\n i.        \r\n  a Union territory without Legislature, the Central Government;                    \r\n ii.        \r\n  the Union territories with Legislature, the Government of the\r\nNational Capital Territory of Delhi or, as the case may be, the Government of\r\nUnion territory of Puducherry;                   \r\n iii.        \r\n  a State, the State Government;a.     b.    \r\n  “holding capacity” means the maximum number of street vendors\r\nwho can be accommodated in any vending zone and has been determined as such by\r\nthe local authority on the recommendations of the Town Vending Committee;c.     \r\n  “local authority” means a Municipal Corporation or a Municipal\r\nCouncil or a Nagar Panchayat, by whatever name called, or the Cantonment Board,\r\nor as the case may be, a civil area committee appointed under section 47 of the\r\nCantonment Act, 2006 or such other body entitled to function as a local\r\nauthority in any city or town to provide civic services and regulate street\r\nvending and includes the “planning authority” which regulates the land use in\r\nthat city or town;d.    \r\n  “mobile vendors” means street vendors who carry out vending\r\nactivities in designated area by moving from one place to another place vending\r\ntheir goods and services;e.     \r\n  “natural market” means a market where sellers and buyers have\r\ntraditionally congregated for the sale and purchase of products or services and\r\nhas been determined as such by the local authority on the recommendations of\r\nthe Town Vending Committee;f.     \r\n  “notification” means a notification published in the Official\r\nGazette and the term “notify” shall be construed accordingly;g.    \r\n  “planning authority” means an Urban Development Authority or any\r\nother authority in any city or town designated by the appropriate Government as\r\nresponsible for regulating the land use by defining the precise extent of areas\r\nfor any particular activity in the master plan or development plan or zonal\r\nplan or layout plan or any other spatial plan which is legally enforceable\r\nunder the applicable Town and Country Planning Act or the Urban Development Act\r\nor the Municipal Act, as the case may be;h.     \r\n  “prescribed” means prescribed by rules made under this Act by\r\nthe appropriate Government;i.      \r\n  “Schedule” means the Schedule annexed to this Act;j.      \r\n  “scheme” means a scheme framed by the appropriate Government\r\nunder section 38;k.     \r\n  “stationary vendors” means street vendors who carry out vending\r\nactivities on regular basis at a specific location;l.      \r\n  “street vendor” means a person engaged in vending of articles,\r\ngoods, wares, food items or merchandise of everyday use or offering services to\r\nthe general public, in a street, lane, side walk, footpath, pavement, public\r\npark or any other public place or private area, from a temporary built up structure\r\nor by moving from place to place and includes hawker, peddler, squatter and all\r\nother synonymous terms which may be local or region specific; and the words\r\n“street vending” with their grammatical variations and cognate expressions,\r\nshall be construed accordingly;m.   \r\n  “Town Vending Committee” means the body constituted by the\r\nappropriate Government under section 22;n.     \r\n  “vending zone” means an area or a place or a location designated\r\nas such by the local authority, on the recommendations of the Town Vending Committee,\r\nfor the specific use by street vendors for street vending and includes\r\nfootpath, side walk, pavement, embankment, portions of a street, waiting area\r\nfor public or any such place considered suitable for vending activities and\r\nproviding services to the general public.2.       Any\r\nreference in this Act to any enactment or any provision thereof, shall, in\r\nrelation to an area in which such enactment or such provision is not in force\r\nbe construed as a reference to the corresponding law, if any, in force in that\r\narea.", "3": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter II Regulation of Street Vending3. Survey of street vendors and protection from eviction or\r\nrelocation.1.       The\r\nTown Vending Committee shall, within such period and in such manner as may be\r\nspecified in the scheme, conduct a survey of all existing street vendors,\r\nwithin the area under its jurisdiction, and subsequent survey shall be carried\r\nout at least once in every five years.2.       The\r\nTown Vending Committee shall ensure that all existing street vendors,\r\nidentified in the survey, are accommodated in the vending zones subject to a\r\nnorm conforming to two and half per cent. of the population of the ward or zone\r\nor town or city, as the case may be, in accordance with the plan for street\r\nvending and the holding capacity of the vending zones.3.       No\r\nstreet vendor shall be evicted or, as the case may be, relocated till the\r\nsurvey specified under sub-section (1 ) has been completed and the\r\ncertificate of vending is issued to all street vendors.", "4": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 4. Issue of certificate of vending.1.       Every\r\nstreet vendor, identified under the survey carried out under sub-section (1 )\r\nof section 3, who has completed the age of fourteen years or such age as may be\r\nprescribed by the appropriate Government, shall be issued a certificate of\r\nvending by the Town Vending Committee, subject to such terms and conditions and\r\nwithin the period specified in the scheme including the restrictions specified\r\nin the plan for street vending:Provided that a person, whether or not included under the survey\r\nunder sub-section (1 ) of section 3, who has been issued a certificate of\r\nvending before the commencement of this Act, whether known as licence or any\r\nother form of permission (whether as a stationary vendor or a mobile vendor or\r\nunder any other category) shall be deemed to be a street vendor for that\r\ncategory for the period for which he has been issued such certificate of\r\nvending.1.     \r\n 2.       Where,\r\nin the intervening period between two surveys, any person seeks to vend, the\r\nTown Vending Committee may grant a certificate of vending to such person,\r\nsubject to the scheme, the plan for street vending and the holding capacity of\r\nthe vending zones.3.       Where\r\nthe number of street vendors identified under sub-section (1 ) or the\r\nnumber of persons seeking to vend under sub-section (2 ) are more than\r\nthe holding capacity of the vending zone and exceeds the number of persons to\r\nbe accommodated in that vending zone, the Town Vending Committee shall carry\r\nout a draw of lots for issuing the certificate of vending for that vending zone\r\nand the remaining persons shall be accommodated in any adjoining vending zone\r\nto avoid relocation.", "5": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 5.  Conditions for issue of certificate of vending.1.       Every\r\nstreet vendor shall give an undertaking to the Town Vending Committee prior to\r\nthe issue of a certificate of vending under section 4, that—a.     \r\n  he shall carry on the business of street vending himself or\r\nthrough any of his family member;b.    \r\n  he has no other means of livelihood:c.     \r\n  he shall not transfer in any manner whatsoever, including rent,\r\nthe certificate of vending or the place specified therein to any other person.2.       Where a\r\nstreet vendor to whom a certificate of vending is issued dies or suffers from\r\nany permanent disability or is ill, one of his family member in following order\r\nof priority, may vend in his place, till the validity of the certificate of\r\nvending—a.     \r\n  spouse of the street vendor;b.    \r\n  dependent child of the street vendor:Provided that where a dispute arises as to who is entitled to\r\nvend in the place of the vendor, the matter shall be decided by the committee\r\nunder section 20.", "6": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 6. Categories of certificate of vending and issue of identity\r\ncards.1.       The\r\ncertificate of vending shall be issued under any of the following categories,\r\nnamely:-a.     \r\n  a stationary vendor;b.    \r\n  a mobile vendor; orc.     \r\n  any other category as may be specified in the scheme.1.     \r\n 2.       The\r\ncertificate of vending issued for the categories specified in sub-section (1 )\r\nshall be in such form, and issued in such manner, as may be specified in the\r\nscheme and specify the vending zone where the street vendor shall carry on his\r\nvending activities, the days and timings for carrying on such vending\r\nactivities and the conditions and restrictions subject to which he shall carry\r\non such vending activities.3.       Every\r\nstreet vendor who has been issued certificate of vending under sub-section (1 )\r\nshall be issued identity cards in such form and manner as may be specified in\r\nthe scheme.", "7": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 7. Criteria for issuing certificate of vending.The criteria to be followed by the Town Vending Committee for\r\nissuing certificate of vending to a street vendor shall be as specified in the\r\nscheme, which may, apart from other things, provide for preference to the\r\nScheduled Castes, the Scheduled Tribes, Other Backward Classes, women, persons\r\nwith disabilities, minorities or such other categories as may be specified in\r\nthe scheme.", "8": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 8. Vending fees.Every street vendor who has been issued certificate of vending\r\nshall pay such vending fees as may be specified in the scheme.", "9": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 9. Validity and renewal of certificate of vending.1.       Every\r\ncertificate of vending shall be valid for such period as may be specified in\r\nthe scheme.2.       Every\r\ncertificate of vending shall be renewable for such period, in such manner, and\r\non payment of such fees, as may be specified in the scheme.", "10": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 10. Cancellation or suspension of certificate of\r\nvending.Where a street vendor who has been issued a certificate of\r\nvending under this Act commits breach of any of the conditions thereof or any\r\nother terms and conditions specified for the purpose of regulating street\r\nvending under this Act or any rules or schemes made there under, or where the\r\nTown Vending Committee is satisfied that such certificate of vending has been\r\nsecured by the street vendor through misrepresentation or fraud, the Town\r\nVending Committee may, without prejudice to any other fine which may have been\r\nincurred by the street vendor under this Act, cancel the certificate of vending\r\nor suspend the same in such manner as may be specified in the scheme and for\r\nsuch period as it deems fit:Provided that no such cancellation or suspension shall be made\r\nby the Town Vending Committee unless an opportunity of hearing has been given\r\nto the street vendor.", "11": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 11. Appeal from decision of Town Vending Committee.1.       Any\r\nperson who is aggrieved by any decision of the Town Vending Committee with\r\nrespect to issue of certificate of vending under section 6 or cancellation or\r\nsuspension of certificate of vending under section 10 may prefer an appeal to\r\nthe local authority in such form, within such period, and in such manner, as\r\nmay be prescribed.2.       No\r\nappeal shall be disposed of by the local authority unless the appellant has\r\nbeen given an opportunity of hearing.", "12": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter III Rights and Obligations of Street Vendors12.  Rights of street vendor.1.       Every\r\nstreet vendor shall have the right to carry on the business of street vending\r\nactivities in accordance with the terms and conditions mentioned in the\r\ncertificate of vending.2.       Notwithstanding\r\nanything contained in sub-section (1 ), where any area or space, as the\r\ncase may be, has been earmarked as no-vending zone, no street vendor shall\r\ncarry out any vending activities in that zone.", "13": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 13. Right of street vendor for a new site or\r\narea on relocation.Every street vendor, who possesses a certificate of vending,\r\nshall, in case of his relocation under section 18, be entitled for new site or\r\narea, as the case may be, for carrying out his vending activities as may be\r\ndetermined by the local authority, in consultation with the Town Vending\r\nCommittee.", "14": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 14. Duty of street vendors.Where a street vendor occupies space on a time sharing basis, he\r\nshall remove his goods and wares every day at the end of the time-sharing\r\nperiod allowed to him.", "15": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 15. Maintenance of cleanliness and public hygiene.Every street vendor shall maintain cleanliness and public\r\nhygiene in the vending zones and the adjoining areas.", "16": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 16. Maintenance of civic amenities in vending\r\nzone in good condition.Every street vendor shall maintain civic amenities and public\r\nproperty in the vending zone in good condition and not damage or destroy or\r\ncause any damage or destruction to the same.", "17": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 17. Payment of maintenance charges.Every street vendor shall pay such periodic maintenance charges\r\nfor the civic amenities and facilities provided in the vending zones as may be\r\ndetermined by the local authority.", "18": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter IV Relocation and Eviction of Street Vendors18. Relocation or eviction of street vendors.1.       The\r\nlocal authority may, on the recommendations of the Town Vending Committee,\r\ndeclare a zone or part of it to be a no-vending zone for any public purpose and\r\nrelocate the street vendors vending in that area, in such manner as may be\r\nspecified in the scheme.2.       The\r\nlocal authority shall evict such street vendor whose certificate of vending has\r\nbeen cancelled under section 10 or who does not have a certificate of vending\r\nand vends without such certificate, in such manner as may be specified in the\r\nscheme.3.       No\r\nstreet vendor shall be relocated or evicted by the local authority from the\r\nplace specified in the certificate of vending unless he has been given thirty\r\ndays’ notice for the same in such manner as may be specified in the scheme.4.       A\r\nstreet vendor shall be relocated or evicted by the local authority physically\r\nin such manner as may be specified in the scheme only after he had failed to\r\nvacate the place specified in the certificate of vending, after the expiry of\r\nthe period specified in the notice.5.       Every\r\nstreet vendor who fails to relocate or vacate the place specified in the\r\ncertificate of vending, after the expiry of the period specified in the notice,\r\nshall be liable to pay for every day of such default, a penalty which may\r\nextend up to two hundred and fifty rupees, as may be determined by the local\r\nauthority, but shall not be more than the value of goods seized.", "19": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 19. Seizure and reclaiming of goods.1.       If the\r\nstreet vendor fails to vacate the place specified in the certificate of\r\nvending, after the lapse of the period specified in the notice given under\r\nsub-section (3 ) of section 18, the local authority, in addition to\r\nevicting the street vendor under section 18, may, if it deems necessary, seize\r\nthe goods of such street vendor in such manner as may be specified in the\r\nscheme:Provided that where any such seizure is carried out, a list of\r\ngoods seized shall be prepared, as specified in the scheme, and a copy thereof,\r\nduly signed by the person authorized to seize the goods, shall be issued to the\r\nstreet vendor.2.       The\r\nstreet vendor whose goods have been seized under sub-section (1 ) may,\r\nreclaim his goods in such manner, and after paying such fees, as may be\r\nspecified in the scheme:Provided that in case of non-perishable goods, the local\r\nauthority shall release the goods within two working days of the claim being\r\nmade by the street vendor, and in case of perishable goods the local authority\r\nshall release the goods on the same day of the claim being made by the street\r\nvendor.", "20": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter V Dispute Redressal Mechanism20. Redressal of grievances or resolution of disputes\r\nof street vendors.1.       The\r\nappropriate Government may constitute one or more committees consisting of a\r\nChairperson who has been a civil judge or a judicial magistrate and two other\r\nprofessionals having such experience as may be prescribed for the purpose of\r\ndeciding the applications received under sub-section (2 ):Provided that no employee of the appropriate Government or the\r\nlocal authority shall be appointed as members of the committee.1.     \r\n 2.       Every\r\nstreet vendor who has a grievance or dispute may make an application in writing\r\nto the committee constituted under sub-section (1 ) in such form and\r\nmanner as may be prescribed.3.       On\r\nreceipt of grievance or dispute under sub-section (2 ), the committee\r\nreferred to in sub-section (1 ) shall, after verification and enquiry in\r\nsuch manner, as may be prescribed, take steps for redressal of such grievance\r\nor resolution of such dispute, within such time and in such manner as may be\r\nprescribed.4.       Any\r\nperson who is aggrieved by the decision of the committee may prefer an appeal\r\nto the local authority in such form, within such time and in such manner as may\r\nbe prescribed.5.       The\r\nlocal authority shall dispose of the appeal received under sub-section (4 )\r\nwithin such time and in such manner as may be prescribed:Provided that the local authority shall, before disposing of the\r\nappeal, give an opportunity of being heard to the aggrieved person.", "21": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter VI Plan for Street Vending21. Plan for street vending.1.       Every\r\nlocal authority shall, in consultation with the planning authority and on the\r\nrecommendations of the Town Vending Committee, once in every five years,\r\nprepare a plan to promote the vocation of street vendors covering the matters\r\ncontained in the First Schedule.2.       The\r\nplan for street vending prepared by the local authority shall be submitted to\r\nthe appropriate Government for approval and that Government shall, before\r\nnotifying the plan, determine the norms applicable to the street vendors.", "22": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter VII Town Vending Committee22.  Town Vending Committee.1.       The\r\nappropriate Government may, by rules made in this behalf, provide for the term\r\nand the manner of constituting a Town Vending Committee in each local\r\nauthority:Provided that the appropriate Government may, if considers\r\nnecessary, provide for constitution of more than one Town Vending Committee, or\r\na Town Vending Committee for each zone or ward, in each local authority.1.     \r\n 2.       Each\r\nTown Vending Committee shall consist of:—a.     \r\n  Municipal Commissioner or Chief Executive Officer, as the case\r\nmay be, who shall be the Chairperson; andb.    \r\n  such number of other members as may be prescribed, to be\r\nnorminated by the appropriate Government, representing the local authority,\r\nmedical officer of the local authority, the planning authority, traffic police,\r\npolice, association of street vendors, market associations, traders\r\nassociations, non-governmental organisations, community based organisations,\r\nresident welfare associations, banks and such other interests as it deems\r\nproper;c.     \r\n  the number of members nominated to represent the\r\nnon-governmental organisations and the community based organisations shall not\r\nbe less than ten per cent.;d.    \r\n  the number of members representing the street vendors shall not\r\nbe less than forty per cent. who shall be elected by the street vendors\r\nthemselves in such manner as may be prescribed:Provided that one-third of members representing the street\r\nvendors shall be from amongst women vendors:Provided further that due representation shall be given to the\r\nScheduled Castes, the Scheduled Tribes, Other Backward Classes, minorities and\r\npersons with disabilities from amongst the members representing street vendors.3.       The\r\nChairperson and the members nominated under sub-section (2 ) shall\r\nreceive such allowances as may be prescribed by the appropriate Government.", "23": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 23. Meetings of Town Vending Committee.1.       The\r\nTown Vending Committee shall meet at such times and places within the\r\njurisdiction of the local authority and shall observe such rules of procedure\r\nin regard to the transaction of business at its meetings, and discharge such\r\nfunctions, as may be prescribed.2.       Every\r\ndecision of the Town Vending Committee shall be notified along with the reasons\r\nfor taking such decision.", "24": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 24. Temporary association of persons with Town\r\nVending Committee for particular purposes.1.       The\r\nTown Vending Committee may associate with itself in such manner and for such\r\npurposes, as may be prescribed, any person whose assistance or advice it may\r\ndesire, in carrying out any of the provisions of this Act.2.       A\r\nperson associated under sub-section (1 ) shall be paid such allowances as\r\nmay be prescribed.", "25": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 25. Office space and other employees for Town\r\nVending Committee.The local authority shall provide the Town Vending Committee\r\nwith appropriate office space and such employees as may be prescribed.", "26": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 26. Publication of street vendor’s charter and data-base\r\nand carrying out of social audit.1.       Every\r\nTown Vending Committee shall publish the street vendor's charter specifying\r\ntherein the time within which the certificate of vending shall be issued to a street\r\nvendor and the time within which such certificate of vending shall be renewed\r\nand other activities to be performed within the time limit specified therein.2.       Every\r\nTown Vending Committee shall maintain up to date records of registered street\r\nvendors and street vendors to whom certificate of vending has been issued\r\ncontaining name of such street vendor, stall allotted to him, nature of\r\nbusiness carried out by him, category of street vending and such other\r\nparticulars which may be relevant to the street vendors, in such manner as may\r\nbe prescribed.3.       Every\r\nTown Vending Committee shall carry out social audit of its activities under the\r\nAct or the rules or the schemes made there under in such form and manner as may\r\nbe specified in the scheme.", "27": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter VIII Prevention of Harassment of Street Vendors27.  Prevention of harassment by police and other\r\nauthorities.Notwithstanding anything contained in any other law for the time\r\nbeing in force, no street vendor who carries on the street vending activities\r\nin accordance with the terms and conditions of his certificate of vending shall\r\nbe prevented from exercising such rights by any person or police or any other\r\nauthority exercising powers under any other law for the time being in force.", "28": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter IX Penal Provisions28. Penalty for contraventions.If any street vendor—a.       indulges\r\nin vending activities without a certificate of vending;b.      contravenes\r\nthe terms of certificate of vending; orc.       contravenes\r\nany other terms and conditions specified for the purpose of regulating street\r\nvending under this Act or any rules or schemes made thereunder, he shall be\r\nliable to a penalty for each such offence which may extend up to rupees two\r\nthousand as may be determined by the local authority.", "29": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 Chapter X Miscellaneous29. Provisions of this Act, not to be construed\r\nas conferring ownership rights, etc.1.       Nothing\r\ncontained in this Act shall be construed as conferring upon a street vendor any\r\ntemporary, permanent or perpetual right of carrying out vending activities in\r\nthe vending zones allotted to him or in respect of any place on which he\r\ncarries on such vending activity.2.       Nothing\r\ncontained in sub-section (1 ) shall apply to any stationery vendor, if a\r\ntemporary leasehold or ownership right has been conferred on him by a lease\r\ndeed or otherwise, in respect of a place at specific location where he carries\r\non such vending activity in accordance with the provisions of any law for the\r\ntime being in force for carrying out such vending activity.", "30": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 30. Returns.Every Town Vending Committee shall furnish, from time to time,\r\nto the appropriate Government and the local authority such returns as may be\r\nprescribed.", "31": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 31. Promotional measures.The appropriate Government may, in consultation with the Town\r\nVending Committee, local authority, planning authority and street vendors\r\nassociations or unions, undertake promotional measures of making available\r\ncredit, insurance and other welfare schemes of social security for the street\r\nvendors.", "32": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 32. Research, training and awareness.The appropriate Government may, to the extent of availability of\r\nfinancial and other resources,—a.       organise\r\ncapacity building programmes to enable the street vendors to exercise the\r\nrights contemplated under this Act;b.      undertake\r\nresearch, education and training programmes to advance knowledge and\r\nunderstanding of the role of the informal sector in the economy, in general and\r\nthe street vendors, in particular and to raise awareness among the public\r\nthrough Town Vending Committee.", "33": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 33. Act to have overriding effect.The provisions of this Act shall have effect notwithstanding\r\nanything inconsistent therein contained in any other law for the time being in\r\nforce or in any instrument having effect by virtue of any law other than this Act.", "34": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 34. Powers to delegate.The appropriate Government may, by general or special order in\r\nwriting, delegate such of its powers and functions under this Act (excluding\r\nthe power to frame scheme under section 38 and power to make rules under\r\nsection 36), as it may deem necessary, to the local authority or the Town\r\nVending Committee or any other officer, subject to such conditions, if any, as\r\nmay be specified in that order.", "35": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 35. Power to amend Schedules.1.       On the\r\nrecommendations made by the appropriate Government or otherwise, if the Central\r\nGovernment is satisfied that it is necessary or expedient so to do, it may, by\r\nnotification, amend the Schedules and thereupon the First Schedule or the\r\nSecond Schedule, as the case may be, shall be deemed to have been amended\r\naccordingly.2.       A copy\r\nof every notification issued under sub-section (1 ), shall be laid before\r\neach House of Parliament as soon as may be after it is issued.", "36": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 36. Power to make rules.1.       The\r\nappropriate Government shall, within one year from the date of commencement of\r\nthis Act, by notification, make rules for carrying out the provisions of this\r\nAct.2.       In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:-a.     \r\n  the age for street vending under sub-section (1 ) of\r\nsection 4;b.    \r\n  the form, period and manner of filing appeal with the local\r\nauthority under sub-section (1 ) of section 11;c.     \r\n  the persons and the experience such person shall have under\r\nsub-section (1 ) of section 20;d.    \r\n  the form and the manner of making application under sub-section\r\n(2 ) of section 20;e.     \r\n  the manner of verification and enquiry on receipt of grievance\r\nor dispute, the time within which and the manner in which steps for redressal\r\nof grievances and resolution of disputes may be taken under sub-section (3 )\r\nof section 20;f.     \r\n  the form, the time within which and the manner in which an\r\nappeal may be filed under sub-section (4 ) of section 20;g.    \r\n  the time within which and the manner in which an appeal shall be\r\ndisposed of under sub-section (5 ) of section 20;h.     \r\n  the term of, and the manner of constituting, the Town Vending\r\nCommittee under sub-section (1 ) of section 22;i.      \r\n  the number of other members of the Town Vending Committee under\r\nclause (b ) of sub-section (2 ) of section 22;j.      \r\n  the manner of elections among street vendors under clause (d )\r\nof sub-section (2 ) of section 22;k.     \r\n  the allowances to Chairperson and members under sub-section (3 )\r\nof section 22;l.      \r\n  the time and place for meeting, procedure for transaction of\r\nbusiness at meetings and functions to be discharged by the Town Vending\r\nCommittee under section 23;m.   \r\n  the manner and the purpose for which a person may be associated\r\nunder sub-section (1 ) of section 24;n.     \r\n  the allowances to be paid to an associated person under\r\nsub-section (2 ) of section 24;o.    \r\n  the other employees of Town Vending Committee under section 25;p.    \r\n  the manner of maintaining up to date record of all street\r\nvendors under sub-section (2 ) of section 26;q.    \r\n  the returns to be furnished under section 30;r.      \r\n  the manner of publishing summary of scheme under sub-section (2 )\r\nof section 38.1.     \r\n 2.     \r\n 3.       Every\r\nrule and scheme made by the Central Government under this Act shall be laid, as\r\nsoon as may be after it is made, before each House of Parliament, while it is\r\nin session, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the rule or scheme or both\r\nHouses agree that the rule or scheme should not be made, the rule or scheme\r\nshall thereafter have effect only in such modified form or be of no effect, as\r\nthe case may be; so, however, that any such modification or annulment shall be\r\nwithout prejudice to the validity of anything previously done under that rule\r\nor scheme.4.       Every\r\nrule or scheme made by the State Government under this Act shall, as soon as may\r\nbe after it is made, be laid before each House of the State Legislature where\r\nthere are two Houses, and where there is one House of the State Legislature,\r\nbefore that House.", "37": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 37. Power to make byelaws.Subject to the provisions of this Act or any rule or scheme made\r\nthere under, the local authority may make bye-laws to provide for all or any of\r\nthe following matters, namely:-a.       the\r\nregulation and manner of vending in restriction-free-vending zones,\r\nrestricted-vending zones and designated vending zones;b.      determination\r\nof monthly maintenance charges for the civic amenities and facilities in the\r\nvending zones under section 17;c.       determination\r\nof penalty under sub-section (5 ) of section 18 and section 28;d.      the\r\nregulation of the collection of taxes and fees in the vending zones;e.       the\r\nregulation of traffic in the vending zones;f.       the\r\nregulation of the quality of products and services provided to the public in\r\nvending zones and maintenance of public health, hygiene and safety standards;g.      the\r\nregulation of civic services in the vending zones; andh.       the\r\nregulation of such other matters in the vending zones as may be necessary.", "38": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 38. Scheme for street vendors.1.       For the\r\npurposes of this Act, the appropriate Government shall frame a scheme, within\r\nsix months from the date of commencement of this Act, after due consultations\r\nwith the local authority and the Town Vending Committee, by notification, which\r\nmay specify all or any of the matters provided in the Second Schedule.2.       A\r\nsummary of the scheme notified by the appropriate Government under subsection (1 )\r\nshall be published by the local authority in at least two local news papers in\r\nsuch manner as may be prescribed.", "39": "The Street Vendors (Protection of Livelihood and Regulation of Street Vending) Act, 2014 39.  Power to remove difficulties.1.       If any\r\ndifficulty arises in giving effect to the provisions of this Act, the Central\r\nGovernment may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as appear to it\r\nto be necessary or expedient for removing the difficulty:Provided that no order shall be made under this section after\r\nexpiry of three years from the commencement of this Act.2.       Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament."}