{"name": "Suits Valuation Act, 1887\r", "1": "1. ShortTitle.This Act may be called the Suits Valuation Act, 1887 2  [and it [extends]  3  to the  whole of India except the territories which, immediately before the 1st November, 1956,  were comprised in Part B States.]", "2": "2. Extent and commencement of Part 1.This Part shall extend to such local areas, and  come into force therein on such dates as the 4  [State Government], by notification in the Official  Gazette directs.", "3": "3. Power for State Government to make rules determining value of land for  jurisdictional purposes.(1) The State Government may 6  *** make rules for determining  the value of land for purposes of jurisdiction in the suits mentioned in the Court-fees Act,  1870 (7 of 1870), section 7, paragraphs v and vi, and paragraph x, clause (d).(2) The rules may determine the value of any class of land, or of any interest in land, in the  whole or any part of a local area, and may prescribe different values for different places within  the same local area.", "4": "4. Valuation of relief in certain suits relating to land not to exceed the value of the  land.Where a suit mentioned in the Court-fees Act, 1870 (7 of 1870), section 7, paragraph  iv, or Schedule II, article 17, relates to land or an interest in land of which the value has  been determined by rules under the last foregoing section, the amount at which for purposes  of jurisdiction the relief sought in the suit is valued shall not exceed the value of the land or  interest as determined by those rules.", "5": "5. Making and enforcement of rules.(1) The State Government shall, before making rules under  section 3, consult the High Court with respect thereto.(2) A rule under that section shall not take effect till the expiration of one month after  the rule has been published in the Official Gaz ette.", "6": "6. Repeal of section 14 of the Madras Civil Courts Act, 1873.On and from the date  on which rules under section 3 take effect in any part of the territories under the  administration of the Governor of Fort Saint George in Council to which the Madras Civil Courts Act 1873), (3 of 1873), extends, section 14 of that Act shall be repealed as regards  that part of those territories.1. This Act has been amended in the Punjab by Punjab Acts 1 of 1938 and 13 of 1942, in U. P. by U. P. Act 7 of 1939,  in Maharashtra by Maharashtra Act 4 of 1960 and 9 of 1970 and in Himachal Pradesh by H.P. Act 30 of 1969.  The Act has been extended to the Union territory of Manipur from 1-1-1957 vide Act 68 of 1956, to the whole of  Madhya Pradesh by M.P. Act 23 of 1958 (when notified), to the transferred territory of Punjab by Punjab Act 43 of  1960, to Dadra and Nagar Haveli by Reg. 6 of 1963, s. 2 and the First Schedule (w.e.f. 1-7-1965), to the whole of  the Union territory of Lakshadweep by Reg. 8 of 1965, s. 3 and the Schedule (w.e.f. 1-10-1967) and to the Union  territory of Pondicherry by Act 26 of 1968, s. 3 and Sch.  The Act has been repealed in its application to Bellary District by Mysore Act 14 of 1955, to Andhra by Andhra Act 7 of  1956, to Bombay area and Coorg district of Mysore by Mysore Act 16 of 1958 and to Rajasthan by Rajasthan Act 3 of 1958.2. Added by the Adaptation of Laws (No. 2) Order, 1956.3. Extended to the Union territory of Jammu and Kashmir and Union territory of Ladakh by Act 34 of 2019, s. 95 and the Fifth  Schedule (w.e.f. 31-10-2019).4. Subs., ibid., for \"Government of a Part A State or a Part C State\".5. Part 1 of the Act has, under s. 2, been declared to extend to the Punjab, and to come into force therein on the 1st day of March,  1889, see Gazette of India, 1889, Pt. I, p. 107.6. The words \"subject to the control of the G. G. in C.\" rep. by the A.O. 1937.", "7": "7. Extent and commencement of Part II.This Part 1  *** shall come into force on the first day of  July, 1887.", "8": "8. Court-fee value and jurisdictional value to be the same in certain suits.Where in  suits other than those referred to in the Court-fees Act, 1870 (7 of 1870), section 7,  paragraphs v, vi and ix, and paragraph x, clause (d), court-fees are payable ad valorem under  the Court-fees Act, 1870, the value as determinable for the computation of court-fees and  the value for purposes of jurisdiction shall be the same.", "9": "9. Determination of value of certain suits by High Court.When the subject-matter of  suits of any class, other than suits mentioned in the Court-fees Act, 1870 (7 of 1870), section  7, paragraphs v and vi, and paragraph x, clause (d), is such that in the opinion of the High  Court it does not admit of being satisfactorily valued, the High Court ma y, with the previous  sanction of the State Government, direct that suits of that class shall, for the purposes of .the  Court-fees Act, 1870, and of this Act and any other enactment for the time being in force, be  treated as if their subject-matter were of such value as the High Court thinks fit to specify in  this behalf.", "10": "10. [Repeal of s. 32 of the Punjab Courts Act, 1884 (18 of 1884).]Rep. by the Repealing  and Amending Act, 1891 (12 of 1891), s. 2 and the First Schedule. ", "11": "11.Procedure where objection is taken on appeal or revision that a suit or appeal was  not properly valued for jurisdictional purposes.(1) Notwithstanding anything in 2  section  578 of the Code of Civil Procedure (14 of 1882), an objection that by reason of the overvaluation  or under-valuation of a suit or appeal a Court of first instance or lower Appellate  Court which had not jurisdiction with respect to the suit or appeal exercised jurisdiction with  respect thereto shall not be entertained by an Appellate Court unless(a) the objection was taken in the Court of first instance at or before the  hearing at which issues were first framed and recorded, or in the lower Appellate  Court in the memorandum of appeal to that Court, or(b) the Appellate Court is satisfied, for reasons to be recorded by it in writing, that  the suit or appeal was over-valued or under-valued, an that the over-valuation or undervaluation  thereof has prejudicially affected the disposal of the suit or appeal on its  merits.(2) If the objection was taken in the manner mentioned in clause (a) of sub-section (1),  but the Appellate Court is not satisfied as to both the matters mentioned in clause ( b) of that  sub-section and has before it the materials necessary for the determination of the other  grounds of appeal to itself, it shall dispose of the appeal as if there had been no defect of jurisdiction in  the Court of first instance or lower Appellate Court.(3) If the objection was taken in that manner and the Appellate Court is satisfied as to both  those matters and has not those materials before it, it shall proceed to deal with the appeal under  the rules applicable to the Court with respect to the hearing of appeals; but if it remands the suit or  appeal, or frames and refers issues for trial, or requires additional evidence to be taken, it shall  direct its order to a Court competent to entertain the suit or appeal.(4) The provisions of this section with respect to an Appellate Court shall, so far as they can  be made applicable, apply to a Court exercising revisional jurisdiction under 1  section 622 of the  Code of Civil Procedure (14 of 1882) or other enactment for the time being in force.(5) This section 2  *** shall come into force on the first day of July, 1887.", "12": "12. Proceedings pending at commencement of Part I or Part II.Nothing in Part I or Part II shall  be construed to affect the jurisdiction of any Court(a) with respect to any suit instituted before rules under Part I applicable to the  valuation of the suit take effect, or Part II has come into force, as the case may be, or(b) with respect to any appeal arising out of any such suit"}