{"name": "Suppression of Unlawful Acts against Safety of Civil Aviation Act, 1982\r", "1": "Chapter IPreliminary1. Short title, extent, application and commencement.-(1) This Act may be called the Suppression of UnlawfulActs against Safety of Civil Aviation Act, 1982.(2) It extends to thewhole of India and, save as otherwise provided in this Act, it applies also toany offence under section 3 committed outside India by any person.(3) It shall come intoforce on such date1 as the Central Government may, by notification inthe Official Gazette, appoint.", "2": "2. Definitions.-(1) In this Act, unless the context otherwise requires,-(a) \"aircraft\" means any aircraft, whether or not registered in India, other than a military aircraft or an aircraft used in customs or police service;(b) \"aircraft registered in India\" means an aircraft which is for the time being registered in India;2[(bb) \"airport\" means an aerodrome as defined in clause (2) of section 2 of the Aircraft Act, 1934 (22 of 1934);](c) \"Convention country\" means a country in which the Montreal Convention is for the time being in force;(d) \"military aircraft\" means an aircraft of the naval, military, air force or any other armed forces of any country and includes every aircraft commanded for the time being by a person in such force detailed for the purpose;(e) \"Montreal Convention\" means the Convention for the Suppression of Unlawful Acts against the Safety of Civil Aviation signed at Montreal on the 23rd day of September, 1971.(2) For the purposes of this Act,-(a) an aircraft shall be deemed to be in flight at any time from the moment when all its external doors are closed following embarkation until the moment when any such door is opened for disembarkation, and in the case of a forced landing, the flight shall be deemed to continue until the competent authorities of the country in which such forced landing takes place take over the responsibility for the aircraft and for persons and property on board;(b) an aircraft shall be deemed to be in service from the beginning of the pre-flight preparation of the aircraft by the ground staff or by the crew for a specific flight until twenty-four hours after any landing and the period of such service shall include the entire period during which the aircraft is in flight.1. 15th November 1982, vide notification No. S.O. 799(E), dated 12th November 1982, see Gazette of India, Extraordinary, Part II, sec. 3(ii).2. Ins. by Act 40 of 1994, s. 2 (w.e.f. 19-9-1996).", "3": "Chapter IIOffences3. Offence of committing violence on board an aircraft in flight, etc.-(1) Whoever unlawfully and intentionally-(a) commits an act of violence against a person on board an aircraft in flight which is likely to endanger the safety of such aircraft; or(b) destroys an aircraft in service or causes damage to such aircraft in such a manner as to render it incapable of flight or which is likely to endanger its safety in flight; or(c) places or causes to be placed on an aircraft in service, by any means whatsoever, a device or substance which is likely to destroy that aircraft, or to cause damage to it which renders it incapable of flight, or to cause damage to it which is likely to endanger its safety in flight; or(d) communicates such information which he knows to be false so as to endanger the safety of an aircraft in flight, shall be punished with imprisonment for life and shall also be liable to fine.(2) Whoever attempts to commit, or abets the commission of, any offence under sub-section (1) shall also be deemed to be have committed such offence and shall be punished with the punishment provided for such offence.", "4": "4. Destruction of, or damage to, air navigation facilities.-(1) Whoever unlawfully and intentionally destroys or damages air navigation facilities or interferes with their operation in such a manner as is likely to endanger the safety of the aircraft in flight shall be punished with imprisonment for life and shall also be liable to fine.(2) Whoever attempts to commit, or abets the commission of, any offence under sub-section (1) shall also be deemed to have committed such offence and shall be punished with the punishment provided for such offence.1. Ins. by Act 40 of 1994, s. 3 (w.e.f. 19-9-1996).", "5": "5. Jurisdiction.-(1) Subject to the provisions of sub-section (2), where an offence under section 3 is committed outside India, the person committing such offence may be dealt with in respect thereof as if such offence had been committed at any place within India at which he may be found.(2) No court shall take cognizance of an offence punishable under section 3 which is committed outside India unless-(a) such offence is committed on board an aircraft registered in India;(b) such offence is committed on board an aircraft which is for the time being leased without crew to a lessee who has his principal place of business, or where he has no such place of business, his permanent residence in India; or(c) the alleged offender is a citizen of India or is on board the aircraft in relation to which such offence is committed when it lands in India or is found in India.", "6": "Chapter IIIMiscellaneous6. Provisions as to extradition.-(1) The offences under section 3 and section 4 shall be deemed to have been included as extraditable offences and provided for in all the extradition treaties made by India with Convention countries and which extend to, and are binding on, India on the date of commencement of this Act.(2) For the purposes of the application of the Extradition Act, 1962 (34 of 1962) to offences under this Act, any aircraft registered in a Convention country shall, at any time while that aircraft is in flight, be deemed to be within the jurisdiction of that country, whether or not it is for the time being also within the jurisdiction of any other country.", "7": "7. Contracting parties to Convention.-The Central Government may, by notification in the Official Gazette, certify as to who are the contracting parties to the Montreal Convention and to what extent they have availed themselves of the provisions of the Convention, and any such notification shall be conclusive evidence of the matters certified therein.", "8": "8. Power to treat certain aircraft to be registered in Convention countries.-If the Central Government is satisfied that the requirements of Article 9 of the Montreal Convention have been satisfied in relation to any aircraft, it may, by notification in the Official Gazette, direct that such aircraft shall, for the purposes of this Act, be treated as registered in such Convention country as may be specified in the notification.1. Ins. by Act 40 of 1994, s. 5 (w.e.f. 19-9-1996).", "9": "9. Previous sanction necessary for prosecution.-No prosecution for an offence under this Act shall be instituted except with the previous sanction of the Central Government.", "10": "10. Protection of action taken in good faith.-(1) No suit, prosecution or other legal proceeding shall lie against any person for anything which is in good faith done or intended to be done in pursuance of the provisions of this Act.(2) No suit or other legal proceeding shall lie against the Central Government for any damage caused or likely to be caused for anything which is in good faith done or intended to be done in pursuance of the provisions of this Act.1. Ins. by Act 40 of 1994, s. 6 (w.e.f. 19-9-1996).", "11": "11. Power to treat certain ships to be registered in Convention States.If the Central Government is satisfied that the requirements of the Convention have been satisfied in relation to any ship, it may, by notification in the Official Gazette, direct that such ship shall, for the purposes of this Act, be deemed to be registered in such Convention State as may be specified in the notification.", "12": "12. Previous sanction necessary for prosecution.No prosecution for an offence under this Act shall be instituted except with the previous sanction of the Central Government.", "13": "13. Presumptions as to offences under section 3.In a prosecution for an offence undersub-section (1) of section 3, if it is proved(a) that the arms, ammunition or explosives were recovered from the possession of the accused and there is reason to believe that such arms, ammunition or explosives of similar nature were used in the commission of such offence;(b) that there is evidence of use of force, threat of force or any other form of intimidation caused to the crew or passengers in connection with the commission of such offence; or(c) that there is evidence of an intended threat of using bomb, fire, arms, ammunition, or explosives or committing any form of violence against the crew, passengers or cargo of a ship or fixed platform located on the Continental Shelf of India,the Designated Court shall presume, unless the contrary is proved, that the accused had committed such offence.", "14": "14. Protection of action taken in good faith.(1) No suit, prosecution or other legal proceeding shall lie against any person for anything which is in good faith done or intended to be done in pursuance of the provisions of this Act.(2) No suit or other legal proceeding shall lie against the Central Government for any damage caused or likely to be caused for anything which is in good faith done or intended to be done in pursuance of the provisions of this Act."}