{"name": "Supreme Court Judges (Salaries and Conditions of Service) Act, 1958\r", "1": "Chapter IPreliminary1. Short title.-This Act may be called the Supreme Court Judges 2[(Salaries and Conditions of Service)] Act, 1958.", "2": "2. Definitions.-In this Act, unless the context otherwise requires,-(a) \"acting Chief Justice\" means a Judge appointed under article 126 of the Constitution to perform the duties of the Chief Justice of India;(b) \"actual service\" includes-(i) time spent by a Judge on duty as a Judge, or in the performance of such other functions as he may, at the request of the President, undertake to discharge; and(ii) vacations;(c) \"Chief Justice\" means the Chief Justice of India, but does not include an acting Chief Justice;(d) \"High Court\" means the High Court for a State;(e) \"Judge\" means a Judge of the Supreme Court and includes the Chief Justice and an acting Chief Justice;(f) \"prescribed\" means prescribed by rules made under this Act;(g) \"service as a Judge in India\" means service rendered 3[in the Supreme Court] and in one or more of the High Courts, and \"Judge in India\" and \"service for pension as a Judge in India\" shall be construed accordingly;(h) \"service for pension\" includes-(i) actual service;(ii) time spent by a Judge of a High Court in attending the sittings of the Supreme Court as an ad hoc Judge under article 127 of the Constitution, if he is subsequently appointed as a Judge:4[(iii) the amount, actually taken, of each period of leave on full allowances at a rate equal to the monthly rate of the salary;](i) \"vacation\" means such period or periods during a year as may be fixed as vacation by or under the rules of the Supreme Court made with the prior approval of the President.1. Subs. by Act 18 of 1998, s. 5, for \"certain conditions of service\" (w.e.f. 1-1-1996).2. Subs. by s. 6, ibid., for \"(Conditions of Service)\" (w.e.f. 1-1-1996).3. Subs. by Act 13 of 2016, s. 18, for certain words (w.e.f. 5-4-2016).4. Subs. by Act 57 of 1980, s. 7, for sub-clause (iii) (w.e.f. 10-12-1980).", "3": "Chapter IILeave3. Kinds of leave admissible to a Judge.-(1) Subject to the provisions of this Act, leave granted to a Judge may be at his option either-1[(a) leave on full allowances (including commuted leave on half allowances into leave on full allowances on medical certificate); or](b) leave on half allowances; or(c) leave partly on full allowances and partly on half allowances.(2) For the purposes of this Chapter, any period of leave on full allowances shall be reckoned as double that period of leave on half allowances.2[(3) For the purposes of this Chapter, casual leave may be admissible to a Judge in a calendar year, for such number of days and subject to such conditions as may be prescribed.]", "4": "4. Leave account showing the amount of leave due.-(1) A leave account shall be kept for each Judge showing therein the amount of leave due to him in terms of leave on half allowances.(2) In the leave account of a Judge-(a) there shall be credited to him-(i) one-fourth of the time spent by him on actual service;3***(ii) where the Judge, by reason of his having been detained for the performance of duties not connected with the Supreme Court, cannot enjoy any vacation which he would otherwise have been entitled to enjoy had he not been so detained, as compensation for the vacation not enjoyed, a period equal to double the period by which the vacation enjoyed by him in any year falls short of one month;4[(iii) where the Judge was, prior to his appointment as such, a Judge of a High Court, the period of leave earned by him as a Judge of the High Court, 5***; and](b) there shall be debited to him all leave with allowances taken by him.(3) This section shall be deemed to have come into force on the 1st day of May, 1958.", "5": "5. Aggregate amount of leave which may be granted.-(1) The aggregate amount of leave which may be granted to a Judge during the whole period of his service as such shall not exceed in terms of leave on half allowances three years 1[including the period credited to his leave account under sub-section (2) (a) (iii) of section 4 as leave earned by him as a Judge of a High Court] together with the aggregate of the periods, if any, credited to his leave account under sub-section (2) (a) (ii) of section 4 as compensation for vacation not enjoyed.(2) The aggregate amount of leave on full allowances which may be granted to a Judge during the whole period of his service as such shall not exceed one-twenty-fourth of the period spent by him on actual service together with one-half of the aggregate periods, if any, 2[credited to his leave account-(a) under sub-section (2) (a) (ii) of section 4 as compensation for vacation not enjoyed, and (b) under sub-section (2) (a) (iii) of section 4 as leave earned by him as a Judge of a High Court.](3) 3[Subject to the provisions of sub-section (2) of section 5A, the maximum period of leave which may be granted] at one time shall be, in the case of leave on full allowances, five months and in the case of leave with allowances of any kind, sixteen months.", "6": "6. Grant of leave not due.-Subject to the maximum limit specified in sub-section (1) of section 5, leave on half allowances may be granted to a Judge in excess of the amount at his credit-(i) on medical certificate; or(ii) otherwise than on medical certificate, for a period not exceeding six months, or for two or more periods not exceeding in the aggregate six months, during the whole period of his service as a Judge: Provided that no such leave shall be granted if the Judge is not expected to return to duty at the end of such leave and earn the leave granted.", "7": "7. Special disability leave.-Special disability leave may be granted to a Judge under such circumstances, on such allowances and for such periods as may be prescribed.", "8": "8. Extraordinary leave.-Extraordinary leave may be granted to a Judge for a period not exceeding six months, or for two or more periods not exceeding in the aggregate six months, during the whole period of his service as a Judge in excess of any leave permissible under the foregoing provisions of this Chapter, but no salary or allowances shall be payable in respect of such leave.1. Ins. by Act 77 of 1971, s. 4 (w.e.f. 17-10-1958).2. Subs. by s. 4, ibid., for \"credited to his leave account under sub-section (2) (a) (ii) of section 4 as compensation for vacation not enjoyed\" (w.e.f. 17-10-1958).3. Subs. by s. 4, ibid., for \"The maximum period of leave which may be granted\" (w.e.f. 17-10-1958).4. Ins. by s. 5, ibid. (w.e.f. 15-1-1972).", "9": "1[9. Leave allowances.-The monthly rate of leave salary payable to a Judge shall be in accordance with the provisions of sub-section (1) of section 3.]", "10": "10. Combining leave with vacation.-A Judge may be permitted to combine vacation on full salary with leave, if-(a) where the vacation consists of one continuous period, the leave is taken either at the commencement or at the end of the vacation but not at both;(b) where the vacation is divided into two periods, the leave is taken for the interval, or part of the interval, between the two periods of that vacation, or for the interval, or part of the interval, between the second period of that vacation and the commencement of the next ensuing vacation: Provided that no such permission to combine vacation with leave shall be granted, if it becomes necessary to appoint an acting Chief Justice during the period of vacation or if the Judge is not expected to return to duty at the end of such leave.", "11": "11. Consequences of over staying leave or vacation.-(1) If a Judge overstays his leave or any vacation, whether combined with leave or not, he shall receive no salary in respect of the period of his absence in excess of the leave granted to him or beyond the end of the vacation, as the case may be: Provided that, if such absence is due to circumstances beyond his control, the period thereof may be treated as leave and may be debited to his leave account.(2) Nothing in this Act shall be construed as requiring a Judge to rejoin on the expiration of the period of leave when that period expires immediately before the commencement of a vacation, nor as authorising any acting Chief Justice to continue to hold the acting appointment during the vacation.", "12": "12. Authority competent to grant leave.-The authority competent to grant or refuse leave to a Judge or to revoke or curtail the leave already granted to a Judge shall be the President who shall exercise the power after consultation with the Chief Justice.", "13": "13. Pension payable to Judges.-Subject to the provisions of this Act, a pension shall be payable in accordance with the provisions of Part I of the Schedule to a Judge of the Supreme Court on his retirement if, but only if,-1* * * * *(b) he has attained the age of sixty-five years; or(c) his retirement is medically certified to be necessitated by ill-health.2[Explanation.-In this section, \"Judge\" means a Judge who has not held any other pensionable post under the Union or a State and includes a person who was in service as a Judge on the 20th May, 1954, and also includes a Judge having held any other pensionable post under the Union or a State, who has elected to receive the pension payable under Part I of the Schedule.]", "14": "14. Special provisions for pension in respect of Judges who are members of service.-4[(1) Every Judge who has held any other pensionable post under the Union or a State shall, on his retirement, be paid a pension in accordance with the provisions of Part III of the Schedule: Provided that every such Judge shall elect to receive the pension payable to him either under Part I of the Schedule, or as the case may be, Part III of the Schedule, and the pension payable to him shall be calculated accordingly.]5[(2) Notwithstanding anything contained in sub-section (1), any Judge to whom that sub-section applies and who is in service on or after the 1st day of October, 1974, may, if he has elected under the proviso to that sub-section to receive the pension payable to him under 6*** Part III of the Schedule before the date on which the Supreme Court Judges (Conditions of Service) Amendment Act, 1976 (36 of 1976), receives the assent of the President, cancel such election and elect afresh to receive the pension payable to him under Part I of the Schedule and any such Judge who dies before the date of such assent, shall be deemed to have elected afresh to be governed by the provisions of the said Part I if the provisions of that Part are more favourable in his case.]", "15": "15. Power of President to add to the service for pension.-The President may, for special reasons, direct that any period not exceeding three months shall be added to the service for pension of a Judge, and any such period so added shall count for pension purposes-(a) in the case of a Judge who has served in the Supreme Court as Chief Justice, as service as Chief Justice; and(b) in the case of any other Judge, as service as any other Judge.", "16": "16. Extraordinary pension.-Extraordinary pensions and gratuities may be granted to a Judge under such circumstances and on such scales as may be prescribed.1. Subs. by Act 8 of 2003, s. 2, for certain words (w.e.f. 01.01.1996).2. The words \"plus fifty per cent. of his dearness pay\" omitted by Act 23 of 2009, s. 9 (w.e.f. 5-4-2016).3. Subs. by Act 8 of 2003, s. 2, for \"and thereafter at the rate of half of the family pension so admissible\" (w.e.f. 1-1-1996).4. The words \"plus thirty per cent. of his dearness pay\" omitted by Act 23 of 2009, s. 9 (w.e.f. 5-4-2016).5. Subs. by Act 32 of 1989, s. 7, for clause (b) (w.e.f. 30-8-1989).6. Subs. by Act 8 of 2003, s. 2, for \"family pension shall be thirty per cent. of the pension eligible\" (w.e.f. 1-1-1996).7. The proviso ins. by s. 2, ibid. (w.e.f. 1-1-1996).8. The words and figures \"Part II or\" omitted by Act 13 of 2016, s. 24 (w.e.f. 5-4-2016)", "17": "17. Pension payable to a Judge who was in receipt of pension at the time of appointment as such.-If, at the time of his appointment to the Supreme Court, a Judge is in receipt of a pension in respect of any previous service either as a Judge of a High Court or in any other pensionable civil post under the Union or a State, the pension payable to him under this Act shall be an additional pension for service in the Supreme Court equal to the difference between his original pension and the pension to which he would have been entitled under this Act, if his service in the Supreme Court had been rendered in continuation of the previous service for which his original pension was granted.", "18": "18. [Conversion of sterling pension into rupees.]Omitted by the High Court and the Supreme Court Judges (Salaries and Conditions of Service) Amendment Act, 2016 (13 of 2016), s. 25 (w.e.f. 5-4-2016).", "19": "19. Commutation of pension.-The Civil Pensions (Commutation) Rules for the time being in force shall, with necessary modifications, apply to Judges.", "20": "20. Provident fund.-Every Judge shall be entitled to subscribe to the General Provident Fund (Central Services):Provided that a Judge who 1*** has held any other pensionable civil post under the Union or a State shall continue to subscribe to the provident fund to which he was subscribing before his appointment as a Judge: Provided further that a Judge who was appointed before the commencement of this Act may continue to subscribe to the provident fund to which he was subscribing immediately before such commencement.1. Clause (iii) omitted by Act 20 of 1988, s. 5. (w.e.f. 1-1-1986).2. Subs. by Act 38 of 1986, s. 8, for \"In this section\" (w.e.f. 1-11-1986).3. Ins. by Act 23 of 2009, s. 10 (w.e.f. 1-1-2006).", "21": "21. Authority competent to grant pension.-Save as may be otherwise expressly provided in the relevant rules relating to the grant of extraordinary pensions and gratuities, the authority competent to grant pension to a Judge under the provisions of this Act shall be the President.", "22": "Chapter IVMiscellaneous22. Travelling allowance to a Judge.-A Judge shall receive such reasonable allowance to reimburse him for expenses incurred in travelling on duty within the territory of India and shall be afforded such reasonable facilities in connection with travelling as may, from time to time, be prescribed.", "23": "23. Facilities for rent-free houses and other conditions of service.-(1) Every Judge shall be entitled without payment of rent to the use of an official residence in accordance with such rules as may, from time to time, be made in this behalf. 3[ 4[(1A) Where a Judge does not avail himself of the use of an official residence, he may be paid every month an allowance equivalent to an amount of twenty-four per centum of the salary which shall be increased at the rate of-(a) twenty-seven per centum, when Dearness Allowance crosses twenty-five per centum; and(b) thirty per centum, when Dearness Allowance crosses fifty per centum.] 5***]].(2) Every Judge and the members of his family shall be entitled to such facilities for medical treatment and for accommodation in hospitals as may, from time to time, be prescribed.(3) The conditions of service of a Judge for which no express provision has been made in this Act shall be such as may be determined by rules made under this Act.6[(4) Sub-sections (1), (2) and (3) shall be deemed to have come into force on the 26th day of January, 1950 and sub-section (1A) shall be deemed to have come into force on the 9th day of May, 1986 and any rule made under any of the said sub-sections may be made so as to be retrospective to any date not earlier than the commencement of the respective sub-section.]1. The words \"is a member of the Indian Civil Service or\" omitted by Act 13 of 2016, s. 26 (w.e.f. 5-4-2016).2. Ins. by Act 38 of 1986, s. 9 (w.e.f. 5-9-1977).3. Ins. by Act 72 of 1993, s. 2 (w.e.f. 26-12-1993).4. Subs. by Act 10 of 2018, s. 7 for \"sub section (1A)\" (w.e.f. 1-7-2017).5. The words \"plus thirty per cent. of the dearness pay\" omitted by Act 23 of 2009, s. 11 (w.e.f. 5-4-2016).6. Subs. by Act 72 of 1993, s. 2 (w.e.f. 26-12-1993).", "24": "24. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules to carry out the purposes of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may provide for all or any of the following matters, namely:-(a) leave of absence of a Judge, including special disability leave;12[(aa) the number of casual leaves and the conditions subject to which it may be allowed under sub-section (3) of section 3;](b) pension payable to a Judge, including extraordinary pensions and gratuities;(c) travelling allowances to a Judge;(d) use of official residence by a Judge;(e) facilities for medical treatment and other conditions of service of Judge;(f) any other matter which has to be, or may be, prescribed.1[(3) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]1. Ins. by Act 36 of 1976, s. 4 (w.e.f. 1-10-1974).2. Subs. by Act 38 of 1986, s. 10, for section 23A (w.e.f. 1-11-1986).3. Subs. by Act 20 of 1996, s. 2, for certain words (w.e.f. 11-1-1996).4. Subs. by Act 23 of 2009, s. 12, for \"ten thousand\" (w.e.f.16-3-2009).5. Subs. by Act 10 of 2018, s. 8, for \"twenty thousand\" (w.e.f. 22-9-2017).6. Subs. by Act 23 of 2009, s. 12, for \"seven thousand five hundred\" (w.e.f. 16-3-2009).7. Subs. by Act 10 of 2018, s. 8, for \" fifteen thousand \" (w.e.f. 22-9-2017).8. Ins. by Act 57 of 1980, s. 10 (w.e.f. 1-4-1975).9. Subs. by Act 20 of 1988, s. 6, for section 23D (w.e.f. 1-11-1986).10. Ins. by Act 72 of 1993, s. 3 (w.e.f. 9-5-1986).11. Ins. by Act 2 of 1994, s. 3 (w.e.f. 4-1-1994).12. Ins. by Act 13 of 2016, s. 27 (w.e.f. 5-4-2016).", "25": "25. Savings.-Nothing contained in this Act shall have effect so as to give to a Judge who is serving as such at the commencement of this Act less favourable terms in respect of his privileges and allowances or his rights in respect of leave of absence (including leave allowances) or pension than those to which he would have been entitled, if this Act had not been passed.1. Subs. by Act 36 of 1976, s. 5, for sub-section (3) (w.e.f. 1-10-1974).", "26": "The Schedule[See Sections 13 and 14]Pensions of JudgesPart I1[1. The provisions of this Part apply to a Judge who has not held any other pensionable post under the Union or a State and also apply to a person who was in service as a Judge on the 20th May, 1954 (28 of 1954), and to a Judge who, having held any other pensionable posts under the Union or a State, has elected to receive the pension payable under this Part.]2. Subject to the provisions of this Part, the pension payable to a Chief Justice to whom this Part applies 2*** shall be an amount equal to the sum of the following amounts, that is to say,-(a) an amount equal to the pension which would have been payable to him in accordance with the scale and provisions in Part 1 of the First Schedule to the High Court Judges (Conditions of Service) Act, 1954 (28 of 1954), if his service as a Judge had been rendered as the Chief Justice of a High Court;(b) an additional amount of 3[ 4[Rs. 34,104]  [per annum for each completed year of service as the Chief Justice of the Supreme Court until he has become entitled to a pension of 5[ 6[Rs. 10,34,040] ] per annum, and thereafter an additional amount of 7[ 8[Rs. 86,884] ] for each completed year of such service: Provided that the aggregate amount of his pension shall in no case exceed 9[ 10[Rs. 16,80,000] per annum.3. The pension payable to any other Judge to whom this part applies 2*** shall be an amount equal to the pension which would have been payable to him in accordance with the scale and provisions in Part 1 of the First Schedule to the High Court Judges (Conditions of Service) Act, 1954 (28 of 1954), if his service as a Judge had been rendered as the Chief Justice of a High Court:11[Provided that the pension under this paragraph shall in no case exceed 12[ 13[Rs. 15,00,000] [per annum.]4. If Judge of the Supreme Court who has served as an acting Chief Justice thereof is subsequently appointed Chief Justice, his service as acting Chief Justice shall, for the purposes of paragraph 2 of this Part, be treated as service as Chief Justice.1* * * * *2* * * * *3* * * * *1. Subs. by Act 13 of 2016, s. 28, for Paragraph 1 (w.e.f. 5-4-2016).2. The words \"and who has completed not less than seven years of service for pension as a Judge in India\" omitted by Act 46 of 2005, s. 11 (w.e.f.1-4-2004).3. Subs. by Act 23 of 2009, s. 13, for \"Rs. 6,030\" (w.e.f. 1-1-2006).4. Subs. by Act 10 of 2018, s. 9, for 'Rs. 12,180\" (w.e.f. 1-1-2016).5. Subs. by Act 23 of 2009, s. 13, for \"Rs. 1,82,820\" (w.e.f. 1-1-2006).6. Subs. by Act 10 of 2018, s. 9, for \"Rs. 3,69,300\" (w.e.f. 1-1-2016).7. Subs. by Act 23 of 2009, s. 13, for \"Rs. 15,360\" (w.e.f. 1-1-2006).8. Subs. by Act 10 of 2018, s. 9, for \"Rs.31,030\" (w.e.f. 1-1-2016).9. Subs. by Act 23 of 2009, s. 13, for \"Rs. 2,97,000\" (w.e.f. 1-1-2006).10. Subs. by Act 10 of 2018, s.9 for \"Rs. 6,00,000\" (w.e.f. 1-1-2016).11. The proviso inserted by Act 20 of 1988, s. 7 (w.e.f. 1-11-1986).12. Subs. by Act 23 of 2009, s. 13, for \"Rs. 2,70,000\" (w.e.f. 16-3-2009).13. Subs. by Act 10 of 2018, s. 9, for \"Rs. 5,40,000\" (w.e.f. 1-1-2016).", "27": "Part III1. The provisions of this Part apply to a Judge who has held any 4[pensionable post] under the Union or a State (but is not a member of the Indian Civil Service) and who has not elected to receive the pension payable under Part 1.2. The pension payable to such a Judge shall be-(a) the pension to which he is entitled under the ordinary rules of his service if he had not been appointed a Judge, his service as a Judge in India being treated as service therein for the purpose of calculating that pension; and(b) a special additional pension of 5[ 6[Rs. 45,016] ] per annum in respect of each completed year of service for pension as a Judge in India 7***. 8[Provided that the pension under clause (a) and the additional pension under clause (b) together shall in no case exceed 9[ 10[Rs. 16,80,000] ] per annum in the case of a Chief Justice and 11[ 12[Rs. 15,00,000] ] per annum in the case of any other Judge.]13* * * * *1. Paragraph 5 omitted by Act 46 of 2005, s. 11 (w.e.f. 1-4-2004).2. Paragraphs 6 and 7 omitted by Act 20 of 1988, s. 7 (w.e.f. 1-11-1986).3. Part II omitted by Act 13 of 2016, s. 28 (w.e.f. 5-4-2016).4. Subs. by Act 57 of 1980, s. 9, for \"pensionable civil post\" (w.e.f. 1-4-1975).5. Subs. by Act 23 of 2009, s. 13, for \"Rs. 7,800\" (w.e.f. 1-1-2006).6. Subs. by Act 10 of 2018, s. 9, for \"Rs. 16,020\" (w.e.f. 1-1-2016).7. The certain words omitted by Act 7 of 1999, s. 11 (w.e.f. 1-1-1996).8. The proviso ins. by Act 20 of 1988, s. 7 (w.e.f. 1-11-1986).9. Subs. by Act 23 of 2009, s. 13, for \"Rs. 2,97,000\"(w.e.f. 16-3-2009).10. Subs. by Act 10 of 2018, s. 9 for \"Rs. 6,00,000\" (w.e.f. 1-1-2016).11. Subs. by Act 23 of 2009, s. 13, for \"Rs.2,70,000\" (w.e.f. 16-3-2009).12. Subs. by Act 10 of 2018, s. 9 for \"Rs. 5,40,000\" (w.e.f. 1-1-2016).13. Paragraphs 3 and 4 omitted by Act 20 of 1988, s. 7 (w.e.f. 1-11-1986)."}