{"name": "Taxation Laws (Extension to Jammu and Kashmir) Act, 1972\r", "1": "1. Short title and commencement.-(1) This Act may be called The Taxation Laws (Extension to Jammu and Kashmir) Act, 1972.(2) It shall come into force on the 1st day of July, 1972.", "2": "2. Extension of certain taxation laws to Jammu and Kashmir and amendments thereto.-(1) The provisions of Chapter VII of the Finance (No. 2) Act, 1971 (32 of 1971), and all rules made and notifications issued by the Central Government, and all regulations made by the Central Board of Excise and Customs, thereunder shall extend to, and come into force in, the State of Jammu and Kashmir.(2) The Tax on Postal Articles Act, 1971 (47 of 1971), and the Inland Air Travel Tax Act, 1971 (48 of 1971), and all rules made and notifications issued by the Central Government thereunder shall extend to, and come into force in, the State of Jammu and Kashmir.1* * * * *", "3": "3. Constitution of references to Code of Criminal Procedure, 1898.-The reference to the Code of Criminal Procedure, 1898 (5 of 1898), in Chapter VII of the Finance (No. 2) Act, 1971 (32 of 1971), and in section 8 of the Inland Air Travel Tax Act, 1971 (48 of 1971), shall, in relation to the State of Jammu and Kashmir, be construed as a reference to the corresponding law in force in that State.", "4": "4. Power to remove difficulties.-If, in or in relation to the State of Jammu and Kashmir, any difficulty arises in giving effect to the provisions of Chapter VII of the Finance (No. 2) Act, 1971 (32 of 1971), or of the Tax on Postal Articles Act, 1971 (47 of 1971), or of the Inland Air Travel Tax Act, 1971 (48 of 1971), now extended to the State of Jammu and Kashmir, the Central Government may, as occasion may require, by order notified in the Official Gazette, make such provisions or give such directions, not inconsistent with the provisions of that Chapter or Act, as appear to it to be necessary for the removal of the difficulty: Provided that no such order shall be made under this section after the expiration of two years from the commencement of this Act.", "5": "[The Schedule.]Rep. by the Repealing and Amending Act, 1978 (38 of 1978), s. 2 and the First Schedule (w.e.f. 26-11-1978).1. Sub-section (3) rep. by the Repealing and Amending Act, 1978 (38 of 1978), s. 2 and the First Schedule (w.e.f. 26-11-1978). "}