{"name": "Territorial Army Act, 1948\r", "1": "1. Short title, extent and application.-(1) This Act may be called the Territorial Army Act, 1948.(2) It extends to the whole of India 2* * * and applies to all classes of persons in the Territorial Army, wherever they may be.", "2": "2. Definitions.-In this Act, unless there is anything repugnant in the subject or context,-(a) \"enrolled\" means enrolled in the Territorial Army under the provisions of this Act;(b) \"officer\" means an officer of any of the two classes specified in section 5;(c) \"non-commissioned officer\" means a person holding a non-commissioned rank in the Territorial Army, and includes an acting non-commissioned officer;(d) \"prescribed\" means prescribed by rules made under this Act;3[(dd) \"public utility service\" means any undertaking which supplies power, light, gas or water to the public, or carries on a public transport, or maintains any system of public conservancy or sanitation and which is declared, by notification in the Official Gazette, by the Central Government to be a public utility service to which this Act applies: Provided that no such modification shall be issued unless the Central Government is satisfied that, having regard to the needs of the Territorial Army, the persons employed in any such public utility service should, in the public interest, be made compulsorily liable for service in that Army under this Act;](e) the expression 4[Regular Army] means officers and other ranks who, by their commission, terms of enrolment or otherwise, are liable to render continuously for a term military service under 5[the Army Act, 1950 (46 of 1950)]; and(f) all words and expressions used herein and defined in 5[the Army Act, 1950 (46 of 1950)], and not hereinbefore defined, shall be deemed to have the meanings respectively attributed to them by that Act.1. This Act has been extended to-Goa, Daman and Diu with modifications by Reg. 12 of 1962, s. 3 and the Schedule and comes into force in Pondicherry vide Reg. 7 of 1963, s. 3 and the First Schedule (w.e.f. 1-10-1963); and brought into force in Dadra and Nagar Haveli by Reg. 6 of 1963, s. 2 and the First Schedule (w.e.f. 1-7-1965); the whole of the Union territory of Lakshadweep vide Reg. 8 of 1965, s. 3 and the Schedule (w.e.f. 1-10-1967).2. The words \"except the State of Hyderabad\" omitted by Act 3 of 1951, s. 3 and the Schedule.3. Ins. by Act 92 of 1956, s. 2.4. Subs. by the A.O. 1950, for \"regular forces\".5. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"the Indian Army Act, 1911\".", "3": "3. Constitution of the Territorial Army.-(1) There shall be raised and maintained in the manner hereinafter provided an army to be designated the Territorial Army.(2) The Central Government may constitute such number of units of the Territorial Army as it thinks fit and may disband or reconstitute any unit so constituted.", "4": "4. Personnel of the Territorial Army.-There shall be the following classes of persons in the Territorial Army, namely,-(a) officers; and(b) enrolled persons.", "5": "5. Officers.-Officers in the Territorial Army shall be of the two following classes, namely,-(a) officers holding commissions in the Territorial Army granted by the President with designations of rank corresponding to those of Indian commissioned officers 1[of the Regular Army]; and(b) junior commissioned officers holding commissions in the Territorial Army granted by the President with designations of rank corresponding to those of 2[junior commissioned officers of the Regular Army].", "6": "6. Persons eligible for enrolment.-3[Any person who is a citizen of India] may offer himself for enrolment in the Territorial Army, and may, if he satisfies the prescribed conditions, be enrolled for such period and subject to such conditions as may be prescribed.1. Ins. by the A.O. 1950.2. Subs., ibid., for \"Viceroy's commissioned officers\".3. Subs.,ibid., for \"Any person domiciled in India\".4. Ins. by Act 92 of 1956, s. 3.", "7": "7. Liability for military service.-(1) No officer or enrolled person shall be required to perform military service beyond the limits of India save under a general or special order of the Central Government.(2) Subject to the provisions of sub-section (1), every officer or enrolled person shall, subject to such conditions as may be prescribed, be bound to serve in any unit of the Territorial Army to which he is for the time being attached, and shall be subject to all the rules made under this Act in relation to such unit.(3) Every officer or enrolled person shall be liable to perform military service,-(a) when called out in the prescribed manner to act in support of the civil power or to provide essential guards;(b) when embodied in the prescribed manner for training or for supporting or supplementing the regular forces; and(c) when attached to any regular forces either at his own request or under the prescribed conditions.1. Ins. by Act 33 of 1952, s. 2.", "8": "8. Discharge.-Every person enrolled under this Act shall be entitled to receive his discharge from the Territorial Army on the expiration of the period for which he was enrolled and any such person may, prior to the expiration of that period, be discharged from the said army by such authority and subject to such conditions as may be prescribed: Provided that no enrolled person who is for the time being engaged in military service under the provisions of this Act, shall be entitled to receive his discharge before the termination of such service.", "9": "9. Application of the Army Act, 1950.-(1) Every officer, when doing duty as such officer, and every enrolled person when called out or embodied or attached to 2[the Regular Army], shall, subject to such adaptations and modifications as may be made therein by the Central Government by notification in the Official Gazette, be subject to the provisions of 3[the Army Act, 1950 (46 of 1950)], and the rules or regulations made thereunder in the same manner and to the same extent as if such officer or enrolled person held the same rank in 4[the Regular Army] as he holds for the time being in the Territorial Army.(2) When an offence punishable under 3[the Army Act, 1950 (46 of 1950)], has been committed by any person whilst subject to that Act under the provisions of sub-section (1) such person may be taken into and kept in military custody and tried and punished for such offence as aforesaid in like manner as he might have been taken into and kept in military custody, tried and punished if he had continued to be so subject.1. Ins. by Act 33 of 1952, s. 2.2. Subs. by the A.O. 1950, for \"any regular forces\".3. Subs. by Act 3 of 1951, s. 3 and the Schedule, for \"the Indian Army Act, 1911\".4. Subs. by the A.O. 1950, for \"the regular forces\".5. Ins. by Act 92 of 1956, s. 4.", "10": "10. Summary trial and punishment.-In addition to, or in substitution for, any punishment or punishments to which he may be liable under 3[the Army Act, 1950 (46 of 1950)], any enrolled person may be punished either by a criminal Court or summarily by order of the prescribed authority for any offence under that Act or for the contravention of any of the provisions of this Act or of any rules made thereunder with fine which may extend to one hundred rupees to be recovered in such manner and by such authority as may be prescribed: Provided that no fine shall be summarily inflicted by order of the prescribed authority in any case in which the accused claims to be tried by a criminal Court.", "11": "11. Jurisdiction to try offences.-No Court inferior to that of a Presidency Magistrate or a Magistrate of the first class shall try any offence made punishable by or under this Act.", "12": "12. Presumption as to certain documents.-Where an enrolled person is required by or in pursuance of any rule made under this Act to attend at any place, a certificate purporting to be signed by the prescribed officer stating that the person so required to attend failed to do so in accordance with such requirement shall, without proof of the signature or appointment of such officer, be evidence of the matters stated therein.", "13": "13. Persons subject to this Act to be deemed part of regular forces for certain purposes.-For the purposes of sections 128, 130 and 131 of the Code of Criminal Procedure, 1898 (5 of 1898), all officers, non-commissioned officers and other enrolled persons who have been attached to a unit shall be deemed to be officers, non-commissioned officers and soldiers for respectively of 1[the Regular Army].1. Subs. by the A.O. 1950, for \"regular forces\".2. Ins. by Act 92 of 1956, s. 5.3. Clause (a) was relettered as (aaa) by s. 5, ibid.4. Ins. by s. 5, ibid.5. Subs. by the A.O. 1950, for \"the regular forces\".6. Subs., ibid., for \"any regular forces\".7. Ins. by Act 33 of 1952, s. 3.", "14": "14. Power to make rules.-(1) The Central Government may make rules to carry out the purposes of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, such rules may-2[(a) prescribe the form under sub-section (4) of section 6A, the particulars that should be furnished therein and which, and the period within which, the form should be lodged;(aa) prescribe the procedure for requiring persons liable for compulsory service in the Territorial Army to be medically or otherwise examined with a view to determining whether they satisfy the conditions imposed under this Act;]3[(aaa)] prescribe the manner in which, and the period for which and the conditions subject to which any person may be enrolled under this Act; 4[or may be required to perform compulsory service is the territorial Army](b) prescribe the manner in which and the conditions subject to which officers and enrolled persons may be called out for service, or embodied for training or for supporting or for supplementing 5[the Regular Army] or attached to 6[the Regular Army];(c) prescribe preliminary and periodical military training, compulsory and voluntary, for any enrolled person and provide for the embodiment of any unit for that purpose;(d) define the manner in which and the conditions under which any enrolled person may be excused from training ;7[(dd) specify the authority for the purpose of the proviso to sub-section (1) of section 7A and the manner in which any inquiry may be held by him;(ddd) define the rights under section 7B;](e) prescribe the authorities by which and the conditions subject to which enrolled persons may be discharged under section 8;(f) prescribe the authorities by which offences under this Act may be punished and the fine inflicted may be recovered;(g) prescribe the officers by whom certificates may be signed under section 12;(h) generally provide for any other matter which under this Act is to be or may be prescribed.1[(3) Every rule made under this section shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session, for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]", "15": "15. [Repeal of Act XLVIII of 1920.]Rep. by the Repealing and Amending Act, 1950 (35 of 1950), s. 2 and the Schedule.1. Ins. by Act 53 of 1980, s. 2."}