{"name": "Prevention of Terrorism Act, 2002\r", "1": "The Prevention of Terrorism Act, 2002Chapter I Preliminary1. Short title,\r\napplication, commencement, duration and savings.-1.  This\r\nAct may be called the Prevention of Terrorism Act, 2002.2.  It\r\nextends to the whole of India.3.  Every\r\nperson shall be liable to punishment under this Act for every act or omission\r\ncontrary to the provisions thereof, of which he is held guilty in India.4.    Any\r\nperson who commits an offence beyond India which is punishable under this Act\r\nshall be dealt with according to the provisions of this Act in the same manner\r\nas if such act had been committed in India.5. The\r\nprovisions of this Act apply also to-a.   citizens of India\r\noutside India;b.   persons in the\r\nservice of the Government, wherever they may be; andc.   persons on ships and\r\naircrafts, registered in India, wherever they may be.1.  2.  3.  4.  5. \r\n6. \r\n  Save\r\nas otherwise provided in respect of entries at serial numbers 24 and 25 of the\r\nSchedule to this Act, it shall be deemed to have come into force on the 24th\r\nday of October, 2001 and shall remain in force for a period of three years from\r\nthe date f its commencement, but its expiry under the operation of this\r\nsub-section shall not affect-a.   the previous\r\noperation of, or anything duly done or suffered under this Act, orb.   any right, privilege,\r\nobligation or liability acquired, accrued or incurred under this Act, orc.   any penalty,\r\nforfeiture or punishment incurred in respect of any offence under this Act, ord.  any investigation,\r\nlegal proceeding or remedy in respect of any such right, privilege, obligation,\r\nliability, penalty, forfeiture or punishment as aforesaid, and, any such\r\ninvestigation, legal proceeding or remedy may be instituted, continued or\r\nenforced and any such penalty, forfeiture or punishment may be imposed as if\r\nthis Act had not expired.", "2": "The Prevention of Terrorism Act, 20022. Definitions.-1.  In\r\nthis Act, unless the context otherwise requires,-a.   \"Code\"\r\nmeans the Code of Criminal Procedure, 1973 (2 of 1974);b.   \"Designated\r\nAuthority\" shall mean such officer of the Central Government not below the\r\nrank of Joint Secretary to the Government, or such officer of the State\r\nGovernment not below the rank of Secretary to the Government, as the case may\r\nbe, as may be specified by the Central Government or, as the case may be, the\r\nState Government, by a notification published in the Official Gazette;c.   \"proceeds of\r\nterrorism\" shall mean all kinds of properties which have been derived or\r\nobtained from commission of any terrorist act or have been acquired through\r\nfunds traceable to a terrorist act, and shall include cash irrespective of\r\nperson in who e name such proceeds are standing or in whose possession they are\r\nfound;d.   \"property\"\r\nmeans property and assets of every description, whether corporeal or\r\nincorporeal, movable or immovable, tangible or intangible and deeds and\r\ninstruments evidencing title to, or interest in, such property or assets and\r\nincludes bank accounte.   \"Public\r\nProsecutor\" means a Public Prosecutor or an Additional Public Prosecutor\r\nor a Special Public Prosecutor appointed under section 28 and includes any\r\nperson acting under the directions of the Public Prosecutor;f.   \"Special\r\nCourt\" means a Special Court constituted under section 23;g.   \"terrorist\r\nact\" has the meaning assigned to it in sub-section (1) of section 3, and\r\nthe expression \"terrorist\" shall be construed accordingly;h.   \"State\r\nGovernment\", in relation to a Union territory, means the Administrator\r\nthereof;i.   words and expressions\r\nused but not defined in this Act and defined in the Code shall have the\r\nmeanings respectively assigned to them in the Code.1.  2.  \r\n  Any\r\nreference in this Act to any enactment or any provision thereof shall, in\r\nrelation to an area in which such enactment or such provision is not in force,\r\nbe construed as a reference to the corresponding law or the relevant provision\r\nof the corresponding law, if any, in force in that area.", "3": "The Prevention of Terrorism Act, 2002Chapter II Punishment\r\nfor and Measures for Dealing with, Terrorist Activities3. Punishment for\r\nterrorist acts.-1.  Whoever,-\r\na.   with intent to\r\nthreaten the unity, integrity, security or sovereignty of India or to strike\r\nterror in the people or any section of the people does any act or thing by\r\nusing bombs, dynamite or other explosive substances or inflammable substances\r\nor firearms or other lethal weapons or poisons or noxious gases or other\r\nchemicals or by any other substances (whether biological or otherwise) of a\r\nhazardous nature or by any other means whatsoever, in such a manner as to\r\ncause, or likely to cause, death of, injuries to any person or persons or loss\r\nof, or damage to, or destruction of, property or disruption of any supplies or\r\nservices essential to the life of the community or causes damage or destruction\r\nof any property or equipment used or intended to be used for the defence of\r\nIndia or in connection with any other purposes of the Government of India, any\r\nState Government or any of their agencies, or detains any person and threatens\r\nto kill or injure such person in order to compel the Government or any o her\r\nperson to do or abstain from doing any act;b.   is or continues to be\r\na member of an association declared unlawful under the Unlawful Activities\r\n(Prevention) Act, 1967 (37 of 1967), or voluntarily does an act aiding or\r\npromoting in any manner the objects of such association and in either case is\r\nimpossession of any unlicensed firearms, ammunition, explosive or other\r\ninstrument or substance capable of causing mass destruction and commits any act\r\nresulting in loss of human life or grievous injury to any person or causes\r\nsignificant damage to any property, commits a terrorist act.Explanation.- For the\r\npurposes of this sub-section, \"a terrorist act\" shall include the act\r\nof raising funds intended for the purpose of terrorism.1.  2.  Whoever\r\ncommits a terrorist act, shall,-a.   if such act has\r\nresulted in the death of any person, be punishable with death or imprisonment\r\nfor life and shall also be liable to fine;b.   in any other case, be\r\npunishable with imprisonment for a term which shall not be less than five years\r\nbut which may extend to imprisonment for life and shall also be liable to fine.\r\n1.  2.  3.  Whoever\r\nconspires or attempts to commit, or advocates, abets, advises or incites or\r\nknowingly facilitates the commission of, a terrorist act or any act preparatory\r\nto a terrorist act, shall be punishable with imprisonment for a term which\r\nshall not b less than five years but which may extend to imprisonment for life\r\nand shall also be liable to fine.4.    Whoever\r\nvoluntarily harbours or conceals, or attempts to harbour or conceal any person\r\nknowing that such person is a terrorist shall be punishable with imprisonment\r\nfor a term which shall not be less than three years but which may extend to\r\nimprisonment for life and shall also be liable to fine: Provided that this\r\nsub-section shall not apply to any case in which the harbour or concealment is\r\nby the husband or wife of the offender.5. Any\r\nperson who is a member of a terrorist gang or a terrorist organisation, which\r\nis involved in terrorist acts, shall be punishable with imprisonment for a term\r\nwhich may extend to imprisonment for life or with fine which may extend to\r\nrupees ten la h or with both.Explanation.- For the\r\npurposes of this sub-section, \"terrorist organisation\" means an\r\norganisation which is concerned with or involved in terrorism.1.  2.  3.  4.  5. \r\n\r\n6. \r\n  Whoever\r\nknowingly holds any property derived or obtained from commission of any\r\nterrorist act or has been acquired through the terrorist funds shall be\r\npunishable with imprisonment for a term which may extend to imprisonment for\r\nlife or with fine which may extend to rupees ten lakh or with both.7. \r\n  Whoever\r\nthreatens any person who is a witness or any other person in whom such witness\r\nmay be interested, with violence, or wrongfully restrains or confines the\r\nwitness, or any other person in whom the witness may be interested, or does any\r\nother unlawful act with the said intent, shall be punishable with imprisonment\r\nwhich may extend to three years and fine.", "4": "The Prevention of Terrorism Act, 20024. Possession of\r\ncertain unauthorized arms, etc.-Where any person is\r\nin unauthorised possession of any-a.  \r\n  arms\r\nor ammunition specified in columns (2) and (3) of Category I or Category III\r\n(a) of Schedule I to the Arms Rules, 1962, in a notified area,b.  \r\n  bombs,\r\ndynamite or hazardous explosive substances or other lethal weapons capable of\r\nmass destruction or biological or chemical substances of warfare in any area,\r\nwhether notified or not, he shall be guilty of terrorist act notwithstanding\r\nanything contained in any other law for the time being in force, and be\r\npunishable with imprisonment for a term which may extend to imprisonment for\r\nlife or with fine which may extend to rupees ten lakh or with both.Explanation.- In this\r\nsection, \"notified area\" means such area as the State Government may,\r\nby notification in the Official Gazette, specify.", "5": "The Prevention of Terrorism Act, 20025. Enhanced\r\npenalties.-1.  If\r\nany person with intent to aid any terrorist contravenes any provision of, or\r\nany rule made under the Explosives Act, 1884 (4 of 1884), the Explosive\r\nSubstances Act, 1908 (6 of 1908), the Inflammable Substances Act, 1952 (20 f\r\n1952) or the Arms Act, 1959 (54 of 1959), he shall, notwithstanding anything\r\ncontained in any of the aforesaid Acts or the rules made there under, be\r\npunishable with imprisonment for a term which may extend to imprisonment for\r\nlife and shall also be liable to fine.2.  For\r\nthe purposes of this section, any person who attempts to contravene or abets,\r\nor does any act preparatory to the contravention of any provision of any law,\r\nrule or order, shall be deemed to have contravened that provision, and the\r\nprovisions of s b-section (1) shall, in relation to such person, have effect\r\nsubject to the modification that the reference to \"imprisonment for\r\nlife\" shall be construed as a reference to \"imprisonment for ten\r\nyears\".", "6": "The Prevention of Terrorism Act, 20026. Holding of\r\nproceeds of terrorism illegal.-1.  No\r\nperson shall hold or be in possession of any proceeds of terrorism.2.  Proceeds\r\nof terrorism, whether held by a terrorist or by any other person and whether or\r\nnot such person is prosecuted or convicted under this Act, shall be liable to\r\nbe forfeited to the Central Government or the State Government, as the case may\r\nbe, in the manner provided under this Chapter.", "7": "The Prevention of Terrorism Act, 20027. Powers of\r\ninvestigating officers and appeal against order of Designated Authority.-1.  If\r\nan officer (not below the rank of Superintendent of Police) investigating an\r\noffence committed under this Act, has reason to believe that any property in\r\nrelation to which an investigation is being conducted, represents proceeds of\r\nterrorism, he shall, with the prior approval in writing of the Director General\r\nof the Police of the State in which such property is situated, make an order\r\nseizing such property and w ere it is not practicable to seize such property,\r\nmake an order of attachment directing that such property shall not be\r\ntransferred or otherwise dealt with except with the prior permission of the\r\nofficer making such order, or of the Designated Authority before whom the\r\nproperties seized or attached are produced and a copy of such order shall be served\r\non the person concerned.2.  For\r\nthe removal of doubts, it is hereby provided that where an organisation is\r\ndeclared as a terrorist organisation under this Act and the investigating\r\nofficer has reason to believe that any person has custody of any property which\r\nis being used or s intended to be used for the purpose of such terrorist\r\norganisation, he may, by an order in writing, seize or attach such property.1.  2.  3.   The\r\ninvestigating officer shall duly inform the Designated Authority within\r\nforty-eight hours of the seizure or attachment of such property.4.    It\r\nshall be open to the Designated Authority before whom the seized or attached\r\nproperties are produced either to confirm or revoke the order of attachment so\r\nissued: Provided that an opportunity of making a representation by the person\r\nwhose property is being attached shall be given.5. In\r\nthe case of immovable property attached by the investigating officer, it shall\r\nbe deemed to have been produced before the Designated Authority, when the\r\ninvestigating officer notifies his report and places it at the disposal of the\r\nDesignated Authority.6. \r\n\r\n  The\r\ninvestigating officer may seize and detain any cash to which this Chapter\r\napplies if he has reasonable grounds for suspecting that-a.   it is intended to be\r\nused for the purposes of terrorism;b.   it forms the whole or\r\npart of the resources of an organisation declared as terrorist organisation\r\nunder this Act:Provided that the\r\ncash seized under this sub-section by the investigating officer shall be\r\nreleased not later than the period of forty-eight hours beginning with the time\r\nwhen it is seized unless the matter involving the cash is before the Designated\r\nAuthority and such Authority passes an order allowing its retention beyond\r\nforty-eight hours. Explanation.-For the purposes of this sub-section,\r\n\"cash\" means-a.   coins and notes in\r\nany currency;b.   postal orders;c.   traveller's cheques;d.   banker's drafts; ande.   such other monetary\r\ninstruments as the Central Government or, as the case may be, the State\r\nGovernment may specify by an order made in writing.1.  2.  3.  4.  5. \r\n6. \r\n7. \r\n  Any\r\nperson aggrieved by an order made by the Designated Authority may prefer an\r\nappeal to the Special Court and the Special Court may either confirm the order\r\nof attachment of property or seizure so made or revoke such order and release\r\nthe property.", "8": "The Prevention of Terrorism Act, 20028. Forfeiture of\r\nproceeds of terrorism.-Where any property is\r\nseized or attached on the ground that it constitutes proceeds of terrorism and\r\nthe Special Court is satisfied in this regard under sub-section (7) of section\r\n7, it may order forfeiture of such property, whether or not the person from\r\nwhose possession it is seized or attached, is prosecuted in a Special Court for\r\nan offence under this Act.", "9": "The Prevention of Terrorism Act, 20029. Issue of show\r\ncause notice before forfeiture of proceeds of terrorism.-1.  No\r\norder forfeiting any proceeds of terrorism shall be made under section 8 unless\r\nthe person holding or in possession of such proceeds is given a notice in\r\nwriting informing h m of the grounds on which it is proposed to forfeit the\r\nproceeds of terrorism and such person is given an opportunity of making a\r\nrepresentation in writing within such reasonable time as may be specified in\r\nthe notice against the grounds of forfeiture an is also given a reasonable\r\nopportunity of being heard in the matter.2.  No\r\norder of forfeiture shall be made under sub-section (1), if such person\r\nestablishes that he is a bona fide transferee of such proceeds for value\r\nwithout knowing that they represent proceeds of terrorism.3.  It\r\nshall be competent for the Special Court to make an order in respect of\r\nproperty seized or attached,-a.   directing it to be\r\nsold if it is a perishable property and the provisions of section 459 of the\r\nCode shall, as nearly as may be practicable, apply to the net proceeds of such\r\nsale;b.  nominating any\r\nofficer of the Central or State Government, in the case of any other property,\r\nto perform the function of the Administrator of such property subject to such\r\nconditions as may be specified by the Special Court.", "10": "The Prevention of Terrorism Act, 200210. Appeal.-1.  Any\r\nperson aggrieved by an order of forfeiture under section 8 may, within one\r\nmonth from the date of the receipt of such order, appeal to the High Court\r\nwithin whose jurisdiction, the Special Court, who passed the order appealed\r\nagainst, is situated.2.  Where\r\nan order under section 8 is modified or annulled by the High Court or where in\r\na prosecution instituted for the contravention of the provisions of this Act,\r\nthe person against whom an order of forfeiture has been made under section 8 is\r\nacquitted, such property shall be returned to him and in either case if it is\r\nnot possible for any reason to return the forfeited property, such person shall\r\nbe paid the price therefor as if the property had been sold to the Central\r\nGovernment with reasonable interest calculated from the day of seizure of the\r\nproperty and such price shall be determined in the manner prescribed.", "11": "The Prevention of Terrorism Act, 200211. Order of\r\nforfeiture not to interfere with other punishments.-The order of\r\nforfeiture made under this Act by the Special Court, shall not prevent the\r\ninfliction of any other punishment to which the person affected thereby is\r\nliable under this Act.", "12": "The Prevention of Terrorism Act, 200212. Claims by third\r\nparty.-1.  Where\r\nany claim is preferred, or any objection is made to the seizure of any property\r\nunder section 7 on the ground that such property is not liable to seizure, the\r\nDesignated Authority before whom such property is produced shall proceed to\r\ninvestigate the claim or objection: Provided that no such investigation shall\r\nbe made where the Designated Authority considers that the claim or objection is\r\ndesigned to cause unnecessary delay.2.  In\r\ncase claimant or objector establishes that the property specified in the notice\r\nissued under section 9 is not liable to be forfeited under the Act, the said\r\nnotice shall be withdrawn or modified accordingly.", "13": "The Prevention of Terrorism Act, 200213. Powers of\r\nDesignated Authority.-The Designated\r\nAuthority, acting under the provisions of this Act, shall have all the powers\r\nof a civil court required for making a full and fair enquiry into the matter\r\nbefore it.", "14": "The Prevention of Terrorism Act, 200214. Obligation to\r\nfurnish information.-1.  Notwithstanding\r\nanything contained in any other law, the officer investigating any offence\r\nunder this Act, with prior approval in writing of an officer not below the rank\r\nof a Superintendent of Police, may require any officer or authority of the\r\nCentral Government or a State Government or a local authority or a bank, or a\r\ncompany, or a firm or any other institution, establishment, organisation or any\r\nindividual to furnish information in their possession in relate on to such\r\noffence, on points or matters, where the investigating officer has reason to\r\nbelieve that such information will be useful for, or relevant to, the purposes\r\nof this Act.2.  Failure\r\nto furnish the information called for under sub-section (1), or deliberately\r\nfurnishing false information shall be punishable with imprisonment for a term\r\nwhich may extend to three years or with fine or with both.3.  Notwithstanding\r\nanything contained in the Code, the offence under sub-section (1) shall be\r\ntried as a summary case and the procedure prescribed in Chapter XXI of the said\r\nCode [except sub-section (2) of section 262] shall be applicable thereto.", "15": "The Prevention of Terrorism Act, 200215. Certain transfers\r\nto be null and void.-Where, after the\r\nissue of an order under section 7 or issue of a notice under section 9, any\r\nproperty referred to in the said order or notice is transferred by any mode\r\nwhatsoever, such transfer shall, for the purpose of the proceedings under this\r\nAct, be ignored and if such property is subsequently forfeited, the transfer of\r\nsuch property shall be deemed to be null and void.", "16": "The Prevention of Terrorism Act, 200216. Forfeiture of\r\nproperty of certain persons.-1.  Where\r\nany person is accused of any offence under this Act, it shall be open to the\r\nSpecial Court trying him to pass an order that all or any of the properties,\r\nmovable or immovable or both belonging to h m, shall, during the period of such\r\ntrial, be attached, if not already attached under this Act.2.  Where\r\na person has been convicted of any offence punishable under this Act, the\r\nSpecial Court may, in addition to awarding any punishment, by order in writing,\r\ndeclare that any property, movable or immovable or both, belonging to the\r\naccused and specified in the order, shall stand forfeited to the Central\r\nGovernment or the State Government, as the case may be, free from all\r\nencumbrances.", "17": "The Prevention of Terrorism Act, 200217. Company to\r\ntransfer shares to Government.-Where any shares in a\r\ncompany stand forfeited to the Central Government or the State Government, as\r\nthe case may be, under this Act, then, the company shall, on receipt of the\r\norder of the Special Court, notwithstanding anything contained in the Companies\r\nAct, 1956 (1 of 1956), or the articles of association of the company, forthwith\r\nregister the Central Government or the State Government, as the case may be, as\r\nthe transferee of such shares.", "18": "The Prevention of Terrorism Act, 2002Chapter III Terrorist\r\nOrganisations18. Declaration of an\r\norganization as a terrorist organization.-1.  For\r\nthe purposes of this Act, an organisation is a terrorist organisation if-a.   it is listed in the\r\nSchedule, orb.   it operates under the\r\nsame name as an organisation listed in that Schedule.1.  2.  The\r\nCentral Government may by order, in the Official Gazette,-a.   add an organisation\r\nto the Schedule;b.   remove an\r\norganisation from that Schedule;c.   amend that Schedule\r\nin some other way.1.  2.  3.  The\r\nCentral Government may exercise its power under clause (a) of sub-section (2)\r\nin respect of an organisation only if it believes that it is involved in\r\nterrorism.4.    For\r\nthe purposes of sub-section (3), an organisation shall be deemed to be involved\r\nin terrorism if it-a.   commits or\r\nparticipates in acts of terrorism,b.   prepares for\r\nterrorism,c.   promotes or\r\nencourages terrorism, ord.   is otherwise involved\r\nin terrorism.", "19": "The Prevention of Terrorism Act, 200219. Denotification of\r\na terrorist organization.-1.  An\r\napplication may be made to the Central Government for the exercise of its power\r\nunder clause (b) of sub-section (2) of section 18 to remove an organisation\r\nfrom the Schedule.2.  An\r\napplication may be made by-a.   the organisation, orb.   any person affected\r\nby inclusion of the organisation in the Schedule as a terrorist organisation.1.  2.  3.  The\r\nCentral Government may make rules to prescribe the procedure for admission and\r\ndisposal of an application made under this section.4.    Where\r\nan application under sub-section (1) has been refused, the applicant may apply\r\nfor a review to the Review Committee constituted by the Central Government\r\nunder sub-section (1) of section 60 within one month from the date of receipt\r\nof the order by the applicant.5. The\r\nReview Committee may allow an application for review against refusal to remove\r\nan organisation from the Schedule, if it considers that the decision to refuse\r\nwas flawed when considered in the light of the principles applicable on an\r\napplication f r judicial review.6. \r\n  Where\r\nthe Review Committee allows review under sub-section (5) by or in respect of an\r\norganisation, it may make an order under this sub-section.7. \r\n  Where\r\nan order is made under sub-section (6), the Central Government shall, as soon\r\nas the certified copy of the order is received by it, make an order removing\r\nthe organisation from the list in the Schedule.", "20": "The Prevention of Terrorism Act, 200220. Offence relating\r\nto membership of a terrorist organization.-1.  A\r\nperson commits an offence if he belongs or professes to belong to a terrorist\r\norganisation: Provided that this sub-section shall not apply where the person\r\ncharged is able to prove-a.   that the organisation\r\nwas not declared as a terrorist organisation at the time when he became a\r\nmember or began to profess to be a member; andb.   that he has not taken\r\npart in the activities of the organisation at any time during its inclusion in\r\nthe Schedule as a terrorist organisation.1.  2.  A\r\nperson guilty of an offence under this section shall be liable, on conviction,\r\nto imprisonment for a term not exceeding ten years or with fine or with both.", "21": "The Prevention of Terrorism Act, 200221. Offence relating\r\nto support given to a terrorist organization.-1.  A\r\nperson commits an offence if-a.   he invites support\r\nfor a terrorist organisation, andb.   the support is not,\r\nor is not restricted to, the provision of money or other property within the\r\nmeaning of section 22.1.  2.  A\r\nperson commits an offence if he arranges, manages or assists in arranging or\r\nmanaging a meeting which he knows is-a.   to support a terrorist\r\norganisation, orb.   to further the\r\nactivities of a terrorist organisation, orc.   to be addressed by a\r\nperson who belongs or professes to belong to a terrorist organisation.1.  2.  3.  A\r\nperson commits an offence if he addresses a meeting for the purpose of encouraging\r\nsupport for a terrorist organisation or to further its activities.4.    A\r\nperson guilty of an offence under this section shall be liable on conviction,\r\nto imprisonment for a term not exceeding ten years or with fine or with both.Explanation.- For the purposes\r\nof this section, the expression \"meeting\" means a meeting of three or\r\nmore persons whether or not the public are admitted.", "22": "The Prevention of Terrorism Act, 200222. Fund raising for\r\na terrorist organization to be an offence.-1.  A\r\nperson commits an offence if he-a.   invites another to\r\nprovide money or other property, andb.   intends that it\r\nshould be used, or has reasonable cause to suspect that it may be used, for the\r\npurposes of terrorism.1.  2.  A\r\nperson commits an offence if he-a.   receives money or\r\nother property, andb.   intends that it\r\nshould be used, or has reasonable cause to suspect that it may be used, for the\r\npurposes of terrorism.1.  2.  3.  A\r\nperson commits an offence if he-a.   provides money or\r\nother property, andb.   knows or has\r\nreasonable cause to suspect that it will or may be used for the purposes of\r\nterrorism.1.  2.  3.  4.    In\r\nthis section, a reference to the provision of money or other property is a\r\nreference to its being given, lent or otherwise made available, whether or not\r\nfor consideration.5. A\r\nperson guilty of an offence under this section shall be liable on conviction,\r\nto imprisonment for a term not exceeding fourteen years or with fine or with\r\nboth.", "23": "The Prevention of Terrorism Act, 2002Chapter IV Special\r\nCourts23. Special Courts.-1.  The\r\nCentral Government or a State Government may, by notification in the Official\r\nGazette, constitute one or more Special Courts for such area or areas, or for\r\nsuch case or class or group of cases, as may be specified in the notification.2.  Where\r\na notification constituting a Special Court for any area or areas or for any\r\ncase or class or group of cases is issued by the Central Government under\r\nsub-section (1), and a notification constituting a Special Court for the same\r\narea or areas o for the same case or class or group of cases has also been\r\nissued by the State Government under that sub-section, the Special Court\r\nconstituted by the Central Government, whether the notification constituting\r\nsuch Court is issued before or after the issue of the notification constituting\r\nthe Special Court by the State Government, shall have, and the Special Court\r\nconstituted by the State Government shall not have, jurisdiction to try any\r\noffence committed in that area or areas or, as the case may be, the case or\r\nclass or group of cases and all cases pending before any Special Court\r\nconstituted by the State Government shall stand transferred to the Special\r\nCourt constituted by the Central Government.3.  Where\r\nany question arises as to the jurisdiction of any Special Court, it shall be\r\nreferred to the Central Government whose decision in the matter shall be final.\r\n4.    A\r\nSpecial Court shall be presided over by a judge to be appointed by the Central\r\nGovernment or, as the case may be, the State Government, with the concurrence\r\nof the Chief Justice of the High Court.5. The\r\nCentral Government or, as the case may be, the State Government may also\r\nappoint, with the concurrence of the Chief Justice of the High Court,\r\nadditional judges to exercise jurisdiction of a Special Court.6. \r\n  A\r\nperson shall not be qualified for appointment as a judge or an additional judge\r\nof a Special Court unless he is, immediately before such appointment,\r\nassessions judge or an additional sessions judge in any State.7. \r\n\r\n  For\r\nthe removal of doubts, it is hereby provided that the attainment, by a person\r\nappointed as a judge or an additional judge of a Special Court, of the age of\r\nsuperannuation under the rules applicable to him in the service to which he\r\nbelongs, shall not affect his continuance as such judge or additional judge.8. \r\n  Where\r\nany additional judge or additional judges is or are appointed in a Special\r\nCourt, the judge of the Special Court may, from time to time, by general or\r\nspecial order, in writing, provide for the distribution of business of the\r\nSpecial Court among all judges including himself and the additional judge or\r\nadditional judges and also for the disposal of urgent business in the event of\r\nhis absence or the absence of any additional judge.", "24": "The Prevention of Terrorism Act, 200224. Place of\r\nsitting.-A Special Court may,\r\non its own motion, or on an application made by the Public Prosecutor and if it\r\nconsiders it expedient or desirable so to do, sit for any of its proceedings at\r\nany place other than its ordinary place of sitting: Provided that nothing in\r\nthis section shall be construed to change the place of sitting of a Special\r\nCourt constituted by a State Government to any place outside that State.", "25": "The Prevention of Terrorism Act, 200225. Jurisdiction of\r\nSpecial Courts.-1.  Notwithstanding\r\nanything contained in the Code, every offence punishable under any provision of\r\nthis Act shall be triable only by the Special Court within whose local\r\njurisdiction it was committed or, as the case m y be, by the Special Court\r\nconstituted for trying such offence under section 23.2.  If,\r\nhaving regard to the exigencies of the situation prevailing in a State,-a.   it is not possible to\r\nhave a fair, impartial or speedy trial; orb.   it is not feasible to\r\nhave the trial without occasioning the breach of peace or grave risk to the\r\nsafety of the accused, the witnesses, the Public Prosecutor and a judge of the\r\nSpecial Court or any of them; orc.   it is not otherwise\r\nin the interests of justice, the Supreme Court may transfer any case pending\r\nbefore a Special Court to any other Special Court within that State or in any\r\nother State and the High Court may transfer any case pending before a Special\r\nCourt situated in that State to any other Special court within the State.1.  2.  3.  The\r\nSupreme Court or the High Court, as the case may be, may act under this section\r\neither on the application of the Central Government or a party interested and\r\nany such application shall be made by motion, which shall, except when the\r\napplicant is he Attorney-General of India, be supported by an affidavit or\r\naffirmation.", "26": "The Prevention of Terrorism Act, 200226. Power of Special\r\nCourts with respect to other offences.-1.  When\r\ntrying any offence, a Special Court may also try any other offence with which\r\nthe accused may, under the Code, be charged at the same trial if the offence is\r\nconnected with such other o fence.2.  If,\r\nin the course of any trial under this Act of any offence, it is found that the\r\naccused person has committed any other offence under this Act or under any\r\nother law, the Special Court may convict such person of such other offence and\r\npass any sentence or award punishment authorised by this Act or such rule or,\r\nas the case may be, under such other law.", "27": "The Prevention of Terrorism Act, 200227. Power to direct\r\nfor samples, etc.-1.  When\r\na police officer investigating a case requests the Court of a Chief Judicial\r\nMagistrate or the Court of a Chief Metropolitan Magistrate in writing for\r\nobtaining samples of handwriting, finger-prints, foot-prints, photographs,\r\nblood, saliva, semen, hair, voice of any accused person, reasonably suspected\r\nto be involved in the commission of an offence under this Act, it shall be\r\nlawful for the Court of a Chief Judicial Magistrate or the Court of a Chief\r\nMetropolitan Magistrate to direct that such samples be given by the accused\r\nperson to the police officer either through a medical practitioner or\r\notherwise, as the case may be.2.  If\r\nany accused person refuses to give samples as provided in sub-section (1), the\r\nCourt shall draw adverse inference against the accused.", "28": "The Prevention of Terrorism Act, 200228. Public\r\nProsecutors.-1.  For\r\nevery Special Court, the Central Government or, as the case may be, the State\r\nGovernment, shall appoint a person to be the Public Prosecutor and may appoint\r\none or more persons to be the Additional Public Prosecutor or Additional Public\r\nProsecutors: Provided that the Central Government or, as the case may be, the\r\nState Government, may also appoint for any case or class or group of cases, a\r\nSpecial Public Prosecutor.2.  A\r\nperson shall not be qualified to be appointed as a Public Prosecutor or an\r\nAdditional Public Prosecutor or a Special Public Prosecutor under this section\r\nunless he has been in practice as an Advocate for not less than seven years or\r\nhas held any port, for a period of not less than seven years, under the Union\r\nor a State, requiring special knowledge of law.3.  Every\r\nperson appointed as a Public Prosecutor or an Additional Public Prosecutor or a\r\nSpecial Public Prosecutor under this section shall be deemed to be a Public\r\nProsecutor within the meaning of clause (u) of section 2 of the Code, and the\r\nprovision of the Code shall have effect accordingly.", "29": "The Prevention of Terrorism Act, 200229. Procedure and\r\npowers of Special Courts.-1.  Subject\r\nto the provisions of section 50, a Special Court may take cognizance of any\r\noffence, without the accused being committed to it for trial, upon receiving a\r\ncomplaint of facts that constitute such offence or upon a police report of such\r\nfacts.2.  Where\r\nan offence triable by a Special Court is punishable with imprisonment for a\r\nterm not exceeding three years or with fine or with both, the Special Court\r\nmay, notwithstanding anything contained in sub-section (1) of section 260 or\r\nsection 262 of he Code, try the offence in a summary way in accordance with the\r\nprocedure prescribed in the Code and the provisions of sections 263 to 265 of\r\nthe Code, shall so far as may be, apply to such trial: Provided that when, in\r\nthe course of a summary trial under this sub-section, it appears to the Special\r\nCourt that the nature of the case is such that it is undesirable to try it in a\r\nsummary way, the Special Court shall recall any witnesses who may have been\r\nexamined and proceed to re-hear the case in the manner provided by the\r\nprovisions of the Code for the trial of such offence and the said provisions\r\nshall apply to and in relation to a Special Court as they apply to and in\r\nrelation to a Magistrate: Provided further that in the case of any conviction\r\nin a summary trial under this section, it shall be lawful for a Special Court\r\nto pass a sentence of imprisonment for a term not exceeding one year and with\r\nfine which may extend to rupees five lakh.3.  Subject\r\nto the other provisions of this Act, a Special Court shall, for the purpose of\r\ntrial of any offence, have all the powers of a Court of Session and shall try\r\nsuch offence as if it were a Court of Session so far as may be in accordance\r\nwith the procedure prescribed in the Code for the trial before a Court of\r\nSession.4.  Subject\r\nto the other provisions of this Act, every case transferred to a Special Court\r\nunder section 25 shall be dealt with as if such case had been transferred under\r\nsection 406 of the Code to such Special Court.5. Notwithstanding\r\nanything contained in the Code, but subject to the provisions of section 299 of\r\nthe Code, a Special Court may, if it thinks fit and for reasons to be recorded\r\nby it, proceed with the trial in the absence of the accused or his pleader end\r\nrecord the evidence of any witness, subject to the right of the accused to\r\nrecall the witness for cross-examination.", "30": "The Prevention of Terrorism Act, 200230. Protection of\r\nwitnesses.-1.  Notwithstanding\r\nanything contained in the Code, the proceedings under this Act may, for reasons\r\nto be recorded in writing, be held in camera if the Special Court so desires.2.  A\r\nSpecial Court, if on an application made by a witness in any proceeding before\r\nit or by the Public Prosecutor in relation to such witness or on its own\r\nmotion, is satisfied that the life of such witness is in danger, it may, for\r\nreasons to be recorded in writing, take such measures as it deems fit for\r\nkeeping the identity and address of such witness secret.3.  In\r\nparticular, and without prejudice to the generality of the provisions of\r\nsub-section (2), the measures which a Special Court may take under that sub-section\r\nmay include-a.   the holding of the\r\nproceedings at a place to be decided by the Special Court;b.   the avoiding of the\r\nmention of the names and addresses of the witnesses in its orders or judgments\r\nor in any records of the case accessible to public;c.   the issuing of any\r\ndirections for securing that the identity and address of the witnesses are not\r\ndisclosed;d.   a decision that it is\r\nin the public interest to order that all or any of the proceedings pending\r\nbefore such a Court shall not be published in any manner.1.  2.  3.  4.    Any\r\nperson who contravenes any decision or direction issued under sub-section (3)\r\nshall be punishable with imprisonment for a term which may extend to one year\r\nand with fine which may extend to one thousand rupees.", "31": "The Prevention of Terrorism Act, 200231. Trial by Special\r\nCourts to have precedence.-The trial under this\r\nAct of any offence by a Special Court shall have precedence over the trial of\r\nany other case against the accused in any other court (not being a Special\r\nCourt) and shall be concluded in preference to the trial of such other case and\r\naccordingly the trial of such other case shall remain in abeyance.", "32": "The Prevention of Terrorism Act, 200232. Certain\r\nconfessions made to police officers to be taken into consideration.-1.  Notwithstanding\r\nanything in the Code or in the Indian Evidence Act, 1872 (1 of 1872), but\r\nsubject to the provisions of this section, a confession made by a person before\r\npolice officer not lower in rank than a Superintendent of Police and recorded\r\nby such police officer either in writing or on any mechanical or electronic\r\ndevice like cassettes, tapes or sound tracks from out of which sound or images\r\ncan be reproduced, s all be admissible in the trial of such person for an\r\noffence under this Act or the rules made thereunder.2.  A\r\npolice officer shall, before recording any confession made by a person under\r\nsub-section (1), explain to such person in writing that he is not bound to make\r\na confession and that if he does so, it may be used against him: Provided that\r\nwhere such person prefers to remain silent, the police officer shall not compel\r\nor induce him to make any confession.3.  The\r\nconfession shall be recorded in an atmosphere free from threat or inducement\r\nand shall be in the same language in which the person makes it.4.  The\r\nperson from whom a confession has been recorded under sub-section (1), shall be\r\nproduced before the Court of a Chief Metropolitan Magistrate or the Court of a\r\nChief Judicial Magistrate along with the original statement of confession,\r\nwritten or r corded on mechanical or electronic device within forty-eight\r\nhours.5. The\r\nChief Metropolitan Magistrate or the Chief Judicial Magistrate, shall, record\r\nthe statement, if any, made by the person so produced and get his signature or\r\nthumb impression and if there is any complaint of torture, such person shall be\r\ndirected o be produced for medical examination before a Medical Officer not\r\nlower in rank than an Assistant Civil Surgeon and thereafter, he shall be sent\r\nto judicial custody.", "33": "The Prevention of Terrorism Act, 200233. Power to transfer\r\ncases to regular courts.-Where, after taking\r\ncognizance of any offence, a Special Court is of the opinion that the offence\r\nis not triable by it, it shall, notwithstanding that it has no such offence to\r\nany court having jurisdiction under the Code and the Court to which the case is\r\ntransferred may proceed with the trial of the offence as if it had taken\r\ncognizance of the offence. jurisdiction to try such offence, transfer the case\r\nfor the trial of", "34": "The Prevention of Terrorism Act, 200234. Appeal.-1.  Notwithstanding\r\nanything contained in the Code, an appeal shall lie from any judgment, sentence\r\nor order, not being an interlocutory order, of a Special Court to the High\r\nCourt both on facts and on law. Explanation.-For the purposes of this section, \"High\r\nCourt\" means a High Court within whose jurisdiction, a Special Court which\r\npassed the judgment, sentence or order, is situated.2.  Every\r\nappeal under sub-section (1) shall be heard by a bench of two Judges of the\r\nHigh Court.3.  Except\r\nas aforesaid, no appeal or revision shall lie to any court from any judgment,\r\nsentence or order including an interlocutory order of a Special Court.4.    Notwithstanding\r\nanything contained in sub-section (3) of section 378 of the Code, an appeal\r\nshall lie to the High Court against an order of the Special Court granting or\r\nrefusing bail.5. Every\r\nappeal under this section shall be preferred within a period of thirty days\r\nfrom the date of the judgment, sentence or order appealed from: Provided that\r\nthe High Court may entertain an appeal after the expiry of the said period of\r\nthirty days if it is satisfied that the appellant had sufficient cause for not\r\npreferring the appeal within the period of thirty days.", "35": "The Prevention of Terrorism Act, 200235. Transitional\r\nprovisions and transfer of pending proceedings.-1.  The\r\njurisdiction conferred by this Act on a Special Court, shall, until a Special\r\nCourt is constituted under section 23, in the case of any offence punishable\r\nunder this Act, notwithstanding anything contained in the Code, be exercised by\r\nthe Court of Session of the division in which such offence has been committed\r\nand it shall have all the powers and follow the procedure provided under this\r\nChapter.2.  On\r\nand from the date when the Special Court is constituted under section 23, every\r\ntrial under the provisions of this Act, which would have been required to be\r\nheld before the Special Court, shall stand transferred to that Court on the\r\ndate on which t is constituted.", "36": "The Prevention of Terrorism Act, 2002Chapter V\r\nInterception of Communication in Certain Cases36. Definitions.-In this Chapter,\r\nunless the context otherwise requires,-a.  \r\n  \"electronic\r\ncommunication\" means any transmission of signs, signals, writings, images,\r\nsounds, data or intelligence of any nature transmitted in whole or in part by a\r\nwire, radio, electromagnetic, photo electronic or photo optical system that affects\r\ninland or foreign commerce but does not include- \r\n i.  \r\n  the\r\nradio portion of a cordless telephone communication that is transmitted between\r\nthe wireless telephone hand-set and the base unit; orany\r\nwire or oral communication; or \r\n iii.  \r\n  any\r\ncommunication made through a tone only paging device; or (iv) any communication\r\nfrom a tracking device;a.  \r\nb.  \r\n  \"intercept\"\r\nmeans the aural or other acquisition of the contents by wire, electronic or\r\noral communication through the use of any electronic, mechanical or other\r\ndevice;c.  \r\n  \"oral\r\ncommunication\" means any oral communication uttered by a person exhibiting\r\nan expectation that such communication is not subject to interception under\r\ncircumstances justifying such expectation but such term does not include any\r\nelectronic communication;d.  \r\n  \"wire\r\ncommunication\" means any aural transmission made in whole or part through\r\nthe use of facilities for the transmission of communications by the aid of\r\nwire, cable or other like connection between the point of origin and the point\r\nof connection, between the point of origin and the point of reception\r\n(including the use of such connection in switching station) and such term\r\nincludes any electronic storage of such communication.", "37": "The Prevention of Terrorism Act, 200237. Appointment of\r\nCompetent Authority.-The Central\r\nGovernment or the State Government, as the case may be, may appoint an officer\r\nnot below the rank of Secretary to the Government in the case of State\r\nGovernment and not below the rank of Joint Secretary to the Government in the\r\ncase of Central Government, to be the Competent Authority for the purposes of\r\nthis Chapter.", "38": "The Prevention of Terrorism Act, 200238. Application for\r\nauthorization of interception of wire, electronic or oral communication.-1.  A\r\npolice officer not below the rank of Superintendent of Police supervising the\r\ninvestigation of any terrorist act under this Act may submit an application i\r\nwriting to the Competent Authority for an order authorising or approving the\r\ninterception of wire, electronic or oral communication by the investigating\r\nofficer when he believes that such interception may provide, or has provided\r\nevidence of any offence involving a terrorist act.2.  Each\r\napplication shall include the following information:-a.   the identity of the\r\ninvestigating officer making the application, and the head of the department\r\nauthorising the application;b.   a statement of the\r\nfacts and circumstances relied upon by the applicant to justify his belief that\r\nan order should be issued, including- \r\n i.  \r\n  details\r\nas to the offence of terrorist act that has been, is being, or is about to be\r\ncommitted; \r\n ii.  \r\n  a\r\nparticular description of the nature and location of the facilities from which\r\nor the place where the communication is to be intercepted; \r\n iii.  \r\n  a\r\nparticular description of the type of communications sought to be intercepted;\r\nand \r\n iv.  \r\n  the\r\nidentity of the person, if known, committing the terrorist act whose\r\ncommunications are to be intercepted;a.  \r\nb.  \r\nc.   a statement of the\r\nperiod of time for which the interception is required to be maintained, if the\r\nnature of the enquiry is such that the authorisation of interception should not\r\nautomatically terminate after the described type of communication has be n\r\nfirst obtained;d.   a particular\r\ndescription of facts establishing probable cause to believe that additional\r\ncommunications of the same type will occur thereafter; ande.   where the application\r\nis for the extension of an order, a statement setting forth the results thus\r\nfar obtained from the interception, or a reasonable explanation of the failure\r\nto obtain such results.1.  2.  \r\n3.  The\r\nCompetent Authority may require the applicant to furnish additional oral or\r\ndocumentary evidence in support of the application.", "39": "The Prevention of Terrorism Act, 200239. Decision by\r\nCompetent Authority on application for interception.-1.  Upon\r\nsuch application, the Competent Authority may reject the application, or issue\r\nan order, as requested or as modified, authorising or approving interception of\r\nwire, electronic r oral communications, if the Competent Authority determines\r\non the basis of the facts submitted by the applicant that-a.   there is a probable\r\ncause for belief that an individual is committing, has committed, or is about\r\nto commit, a particular offence described and made punishable under sections 3\r\nand 4 of this Act;b.   there is a probable\r\ncause of belief that particular communications concerning that offence may be\r\nobtained through such interception;c.   there is probable\r\ncause of belief that the facilities from which, or the place where, the wire,\r\nelectronic or oral communications are to be intercepted are being used or are\r\nabout to be used, in connection with the commission of such offence, leased to,\r\nor are listed in, the name of or commonly used by such person.2.  Each\r\norder by the Competent Authority authorising or approving the interception of\r\nany wire, electronic or oral communication under this section shall specify-a.   the identity of the\r\nperson, if known, whose communications are to be intercepted;b.   the nature and\r\nlocation of the communication facilities as to which, or the place where,\r\nauthority to intercept is granted;c.   a particular\r\ndescription of the type of communication sought to be intercepted, and a\r\nstatement of the particular offence to which it relates;d.   the identity of the\r\nagency authorised to intercept the communications, and the person authorising\r\nthe application; ande.   the period of time\r\nduring which such interception is authorised, including a statement as to\r\nwhether or not the interception shall automatically terminate after the\r\ndescribed communication has been first obtained.", "40": "The Prevention of Terrorism Act, 200240. Submission of\r\norder of interception to Review Committee.-1.  The\r\nCompetent Authority shall, immediately after passing the order under\r\nsub-section (1) of section 39, but in any case not later than seven days from\r\nthe passing of the order, submit a cop of the same to the Review Committee\r\nconstituted under section 60 along with all the relevant underlying papers,\r\nrecord and his own findings, in respect of the said order, for consideration\r\nand approval of the order by the Review Committee.2.  An\r\norder authorising the interception of a wire, electronic or oral communication\r\nunder this section shall, upon request of the applicant, direct that a provider\r\nof wire or electronic communication applicant forthwith all information,\r\nfacilities and technical assistance necessary to accomplish the interception\r\nunobtrusively and with a minimum of interference with the services that such\r\nservice provider, landlord, custodian or person is service, landlord, custodian\r\nor other person shall furnish to the providing to the person whose\r\ncommunications are to be intercepted.", "41": "The Prevention of Terrorism Act, 200241. Duration of an\r\norder of inception, etc.-1.  No\r\norder issued under this section may authorise or approve the interception of\r\nany wire, electronic or oral communication for any period longer than is\r\nnecessary to achieve the objective of the authorisati n, nor in any event\r\nlonger than sixty days and such sixty days period shall begin on the day\r\nimmediately preceding the day on which the investigating officer first begins\r\nto conduct an interception under the order or ten days after order is issued\r\nwhichever is earlier.2.  The\r\nextension of an order may be granted, but only upon an application for an\r\nextension made in accordance with sub-section (1) of section 38 and the\r\nCompetent Authority making the findings required by sub-section (1) of section\r\n39, and the period of such extension shall be no longer than the Competent\r\nAuthority deems necessary to achieve the purposes for which it was granted and\r\nin no event for longer than sixty days at a time.3.  Every\r\norder and extension thereof shall contain a provision that the authorisation to\r\nintercept shall be executed as soon as practicable and shall be conducted in\r\nsuch manner as to minimise the interception of communications not otherwise\r\nsubject to interception under this section and shall terminate upon attainment of\r\nthe authorised objective, or in any event on the expiry of the period of said\r\norder or extension thereof.", "42": "The Prevention of Terrorism Act, 200242. Authority\r\ncompetent to carry out interception.-1.  An\r\ninterception under this Chapter may be conducted in whole or in part by a\r\npublic servant, acting under the supervision of the investigating officer\r\nauthorised to conduct the interception.2.  Whenever\r\nan order authorising an interception is issued pursuant to this section, the\r\norder may require reports to be made to the Competent Authority who issued the\r\norder showing that progress has been made towards achievement of the authorised\r\nobjective and the need for continued interception and such report shall be made\r\nat such intervals as the Competent Authority may require.", "43": "The Prevention of Terrorism Act, 200243. Interception of\r\ncommunication in emergency.-1.  Notwithstanding\r\nanything contained in any other provision of this Chapter, an officer not below\r\nthe rank of Additional Director General of Police or a police officer of\r\nequivalent rank who reasonably de ermines that-a.   an emergency\r\nsituation exists that involves- \r\n i.  \r\n  immediate\r\ndanger of death or serious physical injury to any person; or \r\n\r\n ii.  \r\n  conspiratorial\r\nactivities threatening the security or interest of the State; or (iii)\r\nconspiratorial activities, characteristic of a terrorist act, that requires a\r\nwire, electronic or oral communication to be intercepted before an order from\r\nthe Competent Authority authorising such interception can, with due diligence,\r\nbe obtained; anda.  \r\nb.   there are grounds on\r\nwhich an order should be issued under this section to authorise such interception,\r\nmay authorise, in writing, the investigating officer to intercept such wire,\r\nelectronic or oral communication, if an application for an order approving the\r\ninterception is made in accordance with the provisions of sub-sections (1) and\r\n(2) of section 38 w thin forty-eight hours after the interception has occurred,\r\nor begins to occur.1.  2.  In\r\nthe absence of an order approving the interception made under sub-section (1),\r\nsuch interception shall immediately terminate when the communication sought is\r\nobtained or when the application for the order is rejected, whichever is\r\nearlier; and in he event of an application for permitting interception being\r\nrejected under sub-section (1) of section 39 or an application under\r\nsub-section (1) of this section for approval being rejected, or in any other\r\ncase where the interception is terminated without an order having been issued,\r\nthe contents of any wire, electronic or oral communication intercepted shall be\r\ntreated as having been obtained in violation of this section.", "44": "The Prevention of Terrorism Act, 200244. Protection of\r\ninformation collected.-1.  The\r\ncontents of any wire, electronic or oral communication intercepted by any means\r\nauthorised by this Chapter shall, as far as possible, be recorded on tape or\r\nwire or other comparable device and shall be don in such manner as to protect\r\nthe recording from editing or other alterations.2.  Immediately\r\nupon the expiration of the period of order, or extension thereof, such\r\nrecording shall be made available to the Competent Authority issuing such order\r\nand shall be sealed under his directions and kept in the custody of such person\r\nor authority as the Competent Authority orders, and such recordings shall not\r\nbe destroyed except upon an order of the Competent Authority and in any event\r\nshall be kept for ten years.3.  Applications\r\nmade and orders issued under this Chapter shall be sealed by the Competent\r\nAuthority and custody of the applications and orders shall be kept in such\r\nmanner as the Competent Authority directs, and shall not be destroyed except on\r\nan order of the Competent Authority, and in any event shall be kept for ten\r\nyears.", "45": "The Prevention of Terrorism Act, 200245. Admissibility of\r\nevidence collected through the interception of communications.-Notwithstanding\r\nanything in the Code or in any other law for the time being in force, the\r\nevidence collected through the interception of wire, electronic or oral\r\ncommunication under this Chapter shall be admissible as evidence against the\r\naccused in the Court during the trial of a case: Provided that, the contents of\r\nany wire, electronic or oral communication intercepted pursuant to this Chapter\r\nor evidence derived there from shall not be received in evidence or otherwise\r\ndisclosed in any trial, hearing or other proceeding in any court u less each\r\naccused has been furnished with a copy of the order of the Competent Authority,\r\nand accompanying application, under which the interception was authorised or\r\napproved not less than ten days before trial, hearing or proceeding: Provided\r\nfurther that, the period of ten days may be waived by the judge trying the\r\nmatter, if he comes to the conclusion that it was not possible to furnish the\r\naccused with the above information ten days before the trial, hearing or\r\nproceeding and that the accused will not be prejudiced by the delay in\r\nreceiving such information.", "46": "The Prevention of Terrorism Act, 200246. Review of\r\nauthorization order.-1.  The\r\nReview Committee constituted by the Central Government or the State Government,\r\nas the case may be, shall review every order passed by the Competent Authority\r\nunder section 39.2.  Every\r\norder passed by the Competent Authority under section 39, or disapproved by the\r\nofficer under section 43, shall be placed before the Review Committee, which\r\nshall be considered by the Review order was necessary, reasonable and\r\njustified. Committee within ten days after its receipt, to decide whether the3.  The\r\nReview Committee, after examining the entire record and holding such enquiry,\r\nif any, deemed necessary may, by order in writing, either approve the order\r\npassed by the Competent Authority or may issue order disapproving the same.4.  On\r\nissue of an order of disapproval by the Review Committee, the interception, if\r\nany, already commenced shall be forthwith discontinued and the intercepted\r\ncommunication, if any, in the form of tape, wire or other device shall,\r\nthereupon, not be admissible as evidence in any case and shall be directed to\r\nbe destroyed.", "47": "The Prevention of Terrorism Act, 200247. Interception and\r\ndisclosure of wire, electronic or oral communications prohibited.-Except as otherwise\r\nspecifically provided in section 39, any police officer who-a.  \r\n  intentionally\r\nintercepts, endeavours to intercept, or procures any other person to intercept\r\nor endeavour to intercept any wire, electronic or oral communication;b.  \r\n  intentionally\r\nuses, endeavours to use, or procures any other person to use or endeavours to use\r\nany electronic, mechanical or other device to intercept any oral communication\r\nwhen- \r\n i.  \r\n  such\r\ndevice is affixed to, or otherwise transmits a signal through a wire, cable, or\r\nother like connection used in wire communication; orsuch\r\ndevice transmits communications by radio, or interferes with the transmission\r\nof such communication;a.  \r\nb.  \r\nc.  \r\n\r\n  intentionally\r\ndiscloses, or endeavours to disclose, to any other person the contents of any\r\nwire, electronic or oral communication, knowing or having reason to know that\r\nthe information was obtained through the interception of a wire, electronic or\r\no al communication in violation of this Chapter;d.  \r\n  intentionally\r\nuses, or endeavours to use, the contents of any wire, electronic or oral\r\ncommunication, knowing or having reason to know that the information was\r\nobtained through the interception of a wire, electronic or oral communication\r\nin violation of this Chapter;e.  \r\n  intentionally\r\ndiscloses, or endeavours to disclose, to any other unauthorised person the\r\ncontents of any wire, electronic or oral communication, intercepted by means\r\nauthorised by section 39;f.  \r\n  intentionally\r\ncontinues the interception of wire, electronic or oral communication after the\r\nissue of an order of rejection by the Competent Authority under this Chapter;g.  \r\n  intentionally\r\ncontinues the interception of wire, electronic or oral communication after the\r\nissue of an order of disapproval by the Review Committee under sub-section (3)\r\nof section 46, shall for such violation be punishable with imprisonment for a\r\nterm which may extend to one year and with fine up to rupees fifty thousand.", "48": "The Prevention of Terrorism Act, 200248. Annual report of\r\ninterceptions.-1.  The\r\nCentral Government and the State Government, as the case may be, shall cause an\r\nannual report to be prepared giving a full account of-a.   the number of\r\napplications for authorisation of interceptions received by the Competent\r\nAuthority from the Police Department in which prosecutions have been launched;b.   the number of such\r\napplications permitted or rejected;c.   the number of\r\ninterceptions carried out in emergency situations and the number of approvals\r\ngranted or rejected in such matters;d.   the number of\r\nprosecutions launched based on such interceptions and convictions resulting\r\nfrom such interceptions, along with an explanatory memorandum giving general\r\nassessment of the utility and importance of the interceptions authorised.1.  2.  An\r\nannual report shall be laid by the State Government before the State\r\nLegislature within three months of the completion of every calendar year:\r\nProvided that, if the State Government is of the opinion that the inclusion of\r\nany matter in the annual report would be prejudicial to the security of the\r\nState or to the prevention or detection of any terrorist act, the State\r\nGovernment may exclude such matter from being included in such annual report.3.  An\r\nannual report shall be laid by the Central Government before each House of\r\nParliament within three months of the completion of every calendar year:\r\nProvided that, if the Central Government is of the opinion that the inclusion\r\nof any matter in the annual report would be prejudicial to the security of the\r\ncountry or to the prevention or detection of any terrorist act, the Central\r\nGovernment may exclude such matter from being included in such annual report.", "49": "The Prevention of Terrorism Act, 2002Chapter VI\r\nMiscellaneous49. Modified\r\napplication of certain provisions of the Code.-1.  Notwithstanding\r\nanything contained in the Code or any other law, every offence punishable under\r\nthis Act shall be deemed to be a cognizable offence within the meaning of\r\nclause (c) of section 2 of the Code, and \"cognizable case\" as defined\r\nin that clause shall be construed accordingly.2.  Section\r\n167 of the Code shall apply in relation to a case involving an offence\r\npunishable under this Act subject to the modification that in sub-section (2),-\r\na.   the references to\r\n\r\n\"fifteen days\", \"ninety days\" and \"sixty days\",\r\nwherever they occur, shall be construed as references to \"thirty\r\ndays\", \"ninety days\" and \"ninety days\", respectively;\r\nandb.   after the proviso,\r\nthe following provisos shall be inserted, namely:- \"Provided further that\r\nif it is not possible to complete the investigation within the said period of\r\nninety days, the Special Court shall extend the said period up to one hundred\r\nand eighty days, on the report of the Public Prosecutor indicating the progress\r\nof the investigation and the specific reasons for the detention of the accused\r\nbeyond the said period of ninety days: Provided also that if the police officer\r\nmaking the investigation under this Act, requests, for the purposes of\r\ninvestigation, for police custody from judicial custody of any person from\r\njudicial custody, he shall file an affidavit stating the reasons fordoing so\r\nand shall also explain the delay, if any, for requesting such police\r\ncustody.\".1.  2.  3.  Section\r\n268 of the Code shall apply in relation to a case involving an offence\r\npunishable under this Act subject to the modification that-a.   the reference in\r\nsub-section (1) thereof- \r\n i.  \r\n  to\r\n\"the State Government\" shall be construed as a reference to \"the\r\nCentral Government or the State Government\", \r\n ii.  \r\n  to\r\n\"order of the State Government\" shall be construed as a reference to\r\n\r\n\"order of the Central Government or the State Government, as the case may\r\nbe\"; andb.   the reference in\r\nsub-section (2) thereof, to \"the State Government\" shall be construed\r\nas a reference to \"the Central Government or the State Government, as the\r\ncase may be\".1.  2.  3.  4.    Sections\r\n366, 367 and 371 of the Code shall apply in relation to a case involving an\r\noffence triable by a Special Court subject to the modification that the\r\nreference to \"Court of Session\", wherever occurring therein, shall be\r\nconstrued as the reference to \"Special Court\".5. Nothing\r\nin section 438 of the Code shall apply in relation to any case involving the\r\narrest of any person accused of having committed an offence punishable under\r\nthis Act.6. \r\n  Notwithstanding\r\nanything contained in the Code, no person accused of an offence punishable\r\nunder this Act shall, if in custody, be released on bail or on his own bond\r\nunless the Court gives the Public Prosecutor an opportunity of being heard.7. \r\n  Where\r\nthe Public Prosecutor opposes the application of the accused to release on\r\nbail, no person accused of an offence punishable under this Act or any rule\r\nmade thereunder shall be released on bail until the Court is satisfied that\r\nthere are grounds for believing that he is not guilty of committing such\r\noffence: Provided that after the expiry of a period of one year from the date\r\nof detention of the accused for an offence under this Act, the provisions of\r\nsub-section (6) of this section shall apply.8. \r\n\r\n  The\r\nrestrictions on granting of bail specified in sub-sections (6) and (7) are in\r\naddition to the restrictions under the Code or any other law for the time being\r\nin force on granting of bail.9. \r\n  Notwithstanding\r\nanything contained in sub-sections (6), (7) and (8), no bail shall be granted\r\nto a person accused of an offence punishable under this Act, if he is not an\r\nIndian citizen and has entered the country unauthorisedly or illegally except i\r\nvery exceptional circumstances and for reasons to be recorded in writing.", "50": "The Prevention of Terrorism Act, 200250. Cognizance of\r\noffences.-No court shall take\r\ncognizance of any offence under this Act without the previous sanction of the\r\nCentral Government or, as the case may be, the State Government.", "51": "The Prevention of Terrorism Act, 200251. Officers\r\ncompetent to investigate offences under this Act.-Notwithstanding\r\nanything contained in the Code, no police officer,-a.  \r\n  in\r\nthe case of the Delhi Special Police Establishment, below the rank of a Deputy\r\nSuperintendent of Police or a police officer of equivalent rank;b.  \r\n  in\r\nthe metropolitan areas of Mumbai, Kolkata, Chennai and Ahmadabad and any other\r\nmetropolitan area notified as such under sub-section (1) of section 8 of the\r\nCode, below the rank of an Assistant Commissioner of Police;c.  \r\n  in\r\nany other case not relatable to clause (a) or clause (b), below the rank of a\r\nDeputy Superintendent of Police or a police officer of an equivalent rank,\r\nshall investigate any offence punishable under this Act.", "52": "The Prevention of Terrorism Act, 200252. Arrest.-1.  Where\r\na police officer arrests a person, he shall prepare a custody memo of the\r\nperson arrested.2.  The\r\nperson arrested shall be informed of his right to consult a legal practitioner\r\nas soon as he is brought to the police station.3.  Whenever\r\nany person is arrested, information of his arrest shall be immediately\r\ncommunicated by the police officer to a family member or in his absence to a\r\nrelative of such person by telegram, telephone or by any other means and this\r\nfact shall be r corded by the police officer under the signature of the person\r\narrested.4.  The\r\nperson arrested shall be permitted to meet the legal practitioner representing\r\nhim during the course of interrogation of the accused person: Provided that\r\nnothing in this sub-section shall entitle the legal practitioner to remain\r\npresent throughout the period of interrogation.", "53": "The Prevention of Terrorism Act, 200253. Presumption as to\r\noffences under section 3.-1.  In\r\na prosecution for an offence under sub-section (1) of section 3, if it is\r\nproved-a.   that the arms or\r\nexplosives or any other substances specified in section 4 were recovered from\r\nthe possession of the accused and there is reason to believe that such arms or\r\nexplosives or other substances of a similar nature, were used in the commission\r\nof such offence; orb.   that the\r\nfinger-prints of the accused were found at the site of the offence or on\r\nanything including arms and vehicles used in connection with the commission of\r\nsuch offence, the Special Court shall draw adverse inference against the accused.\r\n1.  2.  In\r\na prosecution for an offence under sub-section (3) of section 3, if it is\r\nproved that the accused rendered any financial assistance to a person, having\r\nknowledge that such person is accused of, or reasonably suspected of, an\r\noffence under that sec ion, the Special Court shall draw adverse inference\r\nagainst the accused.", "54": "The Prevention of Terrorism Act, 200254. Bar of\r\njurisdiction of courts, etc.-No civil court or\r\nother authority shall have or, be entitled to, exercise any jurisdiction,\r\npowers or authority in relation to the matters referred to in sections 19 and\r\n40 of the Act.", "55": "The Prevention of Terrorism Act, 200255. Saving.-1.  Nothing\r\nin this Act shall affect the jurisdiction exercisable by or the procedure\r\napplicable to, any court or other authority under any law relating to the\r\nnaval, military or air forces or other armed forces of the Union.2.  For\r\nthe removal of doubts, it is hereby declared that for the purposes of any such\r\nlaw as is referred to in sub-section (1), a Special Court shall be deemed to be\r\na court of ordinary criminal justice.", "56": "The Prevention of Terrorism Act, 200256. Overriding\r\neffect.-The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any enactment other than this Act or in any instrument having\r\neffect by virtue of any enactment other than this Act.", "57": "The Prevention of Terrorism Act, 200257. Protection of\r\naction taken in good faith.-No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government or a State\r\nGovernment or any officer or authority of the Central Government or State\r\nGovernment or any other authority o whom powers have been conferred under this\r\nAct, for anything which is in good faith done or purported to be done in\r\npursuance of this Act: Provided that no suit, prosecution or other legal\r\nproceedings shall lie against any serving member or retired member of the armed\r\nforces or other paramilitary forces in respect of any action taken or purported\r\nto be taken by him in good faith, in the course of any operation directed\r\ntowards combating terrorism.", "58": "The Prevention of Terrorism Act, 200258. Punishment and\r\ncompensation for malicious action.-1.  Any\r\npolice officer who exercises powers corruptly or maliciously, knowing that\r\nthere are no reasonable grounds for proceeding under this Act, shall be\r\npunishable with imprisonment which may extend to two years, or with fine, or\r\nwith both.2.  If\r\nthe Special Court is of the opinion that any person has been corruptly or\r\nmaliciously proceeded against under this Act, the Court may award such\r\ncompensation as it deems fit to the person, so proceeded against and it shall\r\nbe paid by the officer, person, authority or Government, as may be specified in\r\nthe order.", "59": "The Prevention of Terrorism Act, 200259. Impounding\r\npassport and arms licence of person chargesheeted under the Act.-Notwithstanding\r\nanything contained in any other law for the time being in force, the passport\r\nand the arms licence of a person, who is charge-sheeted for having committed\r\nany offence under this Act, shall be deemed to have been impounded for such\r\nperiod as the Special Court may deem fit. 60. Review Committees.-1.  The\r\nCentral Government and each State Government shall, whenever necessary,\r\nconstitute one or more Review Committees for the purposes of this Act.2.  Every\r\nsuch Committee shall consist of a Chairperson and such other members not\r\nexceeding three and possessing such qualifications as may be prescribed.3.  A\r\nChairperson of the Committee shall be a person who is, or has been, a Judge of\r\na High Court, who shall be appointed by the Central Government, or as the case\r\nmay be, the State Government, so however, that the concurrence of the Chief\r\nJustice of the High Court shall be obtained in the case of a sitting Judge:\r\nProvided that in the case of a Union territory, the appointment of a person who\r\nis a Judge of the High Court of a State shall be made as a Chairperson with the\r\nconcurrence of the Chief Justice of the concerned High Court.", "60": "The Prevention of Terrorism Act, 200260. Review Committees.1.  The\r\nCentral Government and each State Government shall, whenever necessary,\r\nconstitute one or more Review Committees for the purposes of this Act.2.  Every\r\nsuch Committee shall consist of a Chairperson and such other members not\r\nexceeding three and possessing such qualifications as may be prescribed.3.  A\r\nChairperson of the Committee shall be a person who is, or has been, a Judge of\r\na High Court, who shall be appointed by the Central Government, or as the case\r\nmay be, the State Government, so however, that the concurrence of the Chief\r\nJustice of the High Court shall be obtained in the case of a sitting Judge:Provided that in the case of a Union\r\nterritory, the appointment of a person who is a Judge of the High Court of a\r\nState shall be made as a Chairperson with the concurrence of the Chief Justice\r\nof the concerned High Court.", "61": "The Prevention of Terrorism Act, 200261. Power of High\r\nCourts to make rules.-The High Court may,\r\nby notification in the Official Gazette, make such rules, if any, as they may\r\ndeem necessary for carrying out the provisions of this Act relating to Special\r\nCourts within their territories.", "62": "The Prevention of Terrorism Act, 200262. Power to make\r\nrules.-1.  Without\r\nprejudice to the powers of the High Courts to make rules under section 61, the\r\nCentral Government may, by notification in the Official Gazette, make rules for\r\ncarrying out the provisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing powers,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   regulating the\r\nconduct of persons in respect of areas the control of which is considered\r\nnecessary or expedient and the removal of such persons from such areas;b.   the entry into, and\r\nsearch of- \r\n i.  \r\n  any\r\nvehicle, vessel or aircraft; or \r\n ii.  \r\n  any\r\nplace, whatsoever, reasonably suspected of being used for committing the\r\noffences referred to in section 3 or section 4 or for manufacturing or storing\r\nanything for the commission of any such offence;a.  \r\nb.  \r\nc.   conferring powers\r\nupon- \r\n i.  \r\n  the\r\nCentral Government; \r\n ii.  \r\n\r\n  a\r\nState Government; \r\n iii.  \r\n  an\r\nAdministrator of a Union territory under article 239 of the Constitution; \r\n iv.  \r\n  an\r\nofficer of the Central Government not lower in rank than that of a Joint\r\nSecretary; or \r\n v.  \r\n\r\n  an\r\nofficer of a State Government not lower in rank than that of a District\r\nMagistrate, to make general or special orders to prevent or deal with terrorist\r\nacts;a.  \r\nb.  \r\nc.  \r\nd.   the arrest and trial\r\nof persons contravening any of the rules or any order made thereunder;e.   the punishment of any\r\nperson who contravenes or attempts to contravene or abets or attempts to abet\r\nthe contravention of any rule or order made thereunder with imprisonment for a\r\nterm which may extend to one year or fine or both;f.   providing for the\r\nseizure and detention of any property in respect of which such contravention,\r\nattempt or abetment as is referred to in clause (e) has been committed and for\r\nthe adjudication of such seizure and detention, whether by any court or by any\r\nother authority;g.   determination of the\r\nprice of the forfeited property under sub-section (2) of section 10;h.   the procedure of\r\nmaking application under sub-section (3) of section 19; andi.   the qualifications of\r\nthe members of the Review Committee under sub-section (2) of section 60.", "63": "The Prevention of Terrorism Act, 200263. Orders and rules\r\nto be laid before Houses of Parliament.-Every order and every\r\nrule made by the Central Government under this Act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one\r\nsession or in two or more successive sessions, and if, before the expiry of the\r\nsession immediately following the session or the successive sessions aforesaid,\r\nboth Houses agree in making any modification in the order or rule or both\r\nHouses agree that the order or rule should not be made, the order or rule shall\r\nthereafter have effect only in such modified form or be of no effect, as the\r\ncase may be; so, however, that any such modification or annulment s all be\r\nwithout prejudice to the validity of anything previously done under that order\r\nor rule.", "64": "The Prevention of Terrorism Act, 200264. Repeal and\r\nsaving.-1.  The\r\nPrevention of Terrorism (Second) Ordinance, 2001 is hereby repealed.2.  Notwithstanding\r\nthe repeal of the said Ordinance, anything done or any action taken under the\r\nsaid Ordinance shall be deemed to have been done or taken under the\r\ncorresponding provisions of this Act."}