{"name": "Textiles Committee Act, 1963\r", "1": "1. Short title, extent and commencement.-(1) This Act may be called the Textiles Committee Act, 1963.(2) It extends to the whole of India 1***.(3) It shall come into force on such date2, as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Definitions.-In this Act, unless there is anything repugnant in the subject or context,-(a) \"Chairman\" means the Chairman of the Committee.(b) \"Committee\" means the Committee established under section 3;3[(ba) \"fiber\" means man-made fiber including regenerated cellulose rayon, nylon and the like.](c) \"Fund\" means the Textile Fund referred to in section 7;3[(ca) \"handloom industries\" has the meaning assigned to it in the Khadi and Other Handloom Industries Development (Additional Excise, Duty on Cloth) Act, 1953 (12 of 1953);](d) \"member\" means a member of the Committee and includes the Chairman and the Vice-Chairman;3[(da) \"powerloom\" means a loom which is worked by power as defined in clause(g) of section 2 of the Factories Act, 1948 (63 of 1948), and which is used or capable of being used only for weaving cloth wholly or partly out of cotton yarn or woollen yarn, or fiber, or any kind of mixed yarn;(db) \"powerloom industry\" means an industry in which a manufacturer of textiles has, at any time during the period fixed by the Committee under clause (a) of sub-section (5) of section 5A, not more than fifty powerlooms (without any spinning plants) in the factory or factories owned, controlled or managed by him.Explanation.-For the purposes of this clause, the expression \"factory\" has the meaning assigned to it in the Factories Act, 1948 (63 of 1948):](e) \"prescribed\" means prescribed by rules made under this Act;(f) \"textile machinery\" means the equipment employed directly or indirectly for the processing of textile fiber into yarn and for the manufacture of fabric therefrom by weaving or knitting and includes equipment used either wholly or partly for the finishing, folding, or packing of textiles; 4[(g) \"textiles\" means any fabric or cloth or yarn or garment or any other article made wholly or in part of-(i) cotton; or (ii) wool; or (iii) silk; or (iv) artificial silk or other fiber, and includes fiber;](h) \"Vice-Chairman\" means the Vice-Chairman of the Committee.1. The words \"except the State of Jammu Kashmir\" omitted by Act 51 of 1973, s. 2 (w.e.f. 1-1-1975).2. 22nd August, 1964, vide notification No. S.O. 2913(E), dated the 22nd August, 1964, see Gazette of India, Extraordinary, Part II, sec. 3(ii).3. Ins. by Act 51 of 1973, s. 3 (w.e.f. 1-1-1975). 4. Subs. by s. 3, ibid., for clause (g) (w.e.f. 1-1-1975).", "3": "3. Establishment of Textiles Committee.-(1) The Central Government shall, by notification in the Official Gazette, establish with effect from such date as may be specified in the notification, a Committee to be known as the Textiles Committee, which shall be a body corporate having perpetual succession and a common seal with power to acquire, hold and dispose of property and to contract and may, by that name, sue or be sued.(2) The Head Office of the Committee shall be in Bombay.(3) The Committee shall consist of-(a) a Chairman to be appointed by the Central Government;(b) a Vice-Chairman who shall be the Textile Commissioner, ex officio;(c) a Joint Secretary to the Government of India to be appointed by the Central Government, ex officio; (d) such other members as the Central Government may think fit to appoint who, in the opinion of that Government, have special knowledge or practical experience in matters relating to the textile industry and trade and the manufacture of textile machinery.", "4": "4. Functions of the Committee.-(1) Subject to the provisions of this Act, the functions of the Committee shall generally be to ensure by such measures, as it thinks fit, standard qualities of textiles both for internal marketing and export purposes and the manufacture and use of standard type of textile machinery. (2) Without prejudice to the generality of the provisions of sub-section (1), the Committee may-(a) undertake, assist and encourage, scientific, technological and economic research in-textile industry and textile machinery,(b) promote export of textiles and textile machinery and carry on propaganda for that purpose;2[(c) establish or adopt or recognise standard specifications for-(i) textiles, and (ii) packing materials used in the packing of textiles or textile machinery, for the purposes of export and for internal consumption and affix suitable marks on such standardised varieties of textiles and packing materials;] (d) specify the type of quality control or inspection which will be applied to textiles or textile machinery;3 [(da) provide for training in the techniques of quality control to be applied to textiles or textile machinery;](e) provide for the inspection and examination of-(i) textiles; (ii) textile machinery at any stage of manufacture and also while it is in use at mill-heads; 3[(iii) packing materials used in the packing of textiles or textile machinery;](f) establish laboratories and test houses for the testing of textiles;(g) provide for testing textiles and textile machinery in laboratories and test houses other than those established under clause (f);(h) collect statistics for any of the above mentioned purposes from-(i) manufacturers of, and dealers in, textiles;(ii) manufacturers of textile machinery; and(iii) such other persons as may be prescribed;(i) advice on all matters relating to the development of textile industry and the production of textile machinery;(j) provide for such other matters as may be prescribed.(3) In the discharge of its functions, the Committee shall be bound by such directions as the Central Government may, for reasons to be stated in writing, give to it from time to time.1. Ins. by Act 51 of 1973, s. 4 (w.e.f. 1-1-1975).2. Subs. by s. 5, ibid., for clause (c) (w.e.f. 1-1-1975).3. Ins. by s. 5, ibid. (w.e.f. 1-1-1975). *. Vide notification No. S.O. 3912(E), dated 30th October, 2019, this Act is made applicable to the Union territory of Jammu and Kashmir and the Union territory of Ladakh.", "5": "5. Powers of the Committee.-The Committee may exercise all such powers as may be necessary or expedient for the purpose of carrying out its functions under this Act.", "6": "6. Grants by Central Government to the Committee.-For the purpose of enabling the Committee to discharge its functions under this Act, the Central Government may, after due appropriation made by Parliament by law in this behalf, pay to the Committee in each financial year such sums of money as that Government considers necessary by way of grant, loan or otherwise.", "7": "7. Constitution of Fund.-(1) The Committee shall have a Fund to be called the Textiles Fund and there shall be credited thereto-(a) all moneys transferred to it under clause (a) of sub-section (2) of section 24;1[(aa) the proceeds of the duty of excise made over, to the committee by the Central Government under section 5F;](b) all moneys paid by the Central Government under section 6;(c) all fees and other charges levied under this Act;(d) all moneys received by the Committee by way of grant, gift, donation, contribution, transfer or otherwise.(2) The moneys in the Fund shall be applied for-(a) meeting the pay and allowances of the officers and other employees of the Committee and other administrative expenses of the Committee;(b) carrying out the purposes of this Act.(3) All moneys in the Fund shall be deposited in the State Bank of India or be invested in such securities, as may be approved by the Central Government.", "8": "8. Standing or ad hoc Committee.-(1) The Committee may constitute Standing Committees or ad hoc Committees for exercising any power or discharging any duty of the Committee or for inquiring into or reporting and advising on any matter which the Committee may refer to them.2[(2) A Standing Committee or an ad hoc Committee constituted under sub-section (1) may include persons who are not members of the Committee, but their number shall not exceed one half of its strength.]", "9": "9. Officers and other employees of the Committee.-(1) The Central Government shall, in consultation with the Committee, appoint a person to be the Secretary of the Committee.(2) Subject to such rules as may be made by the Central Government in this behalf, the Committee may appoint such other officers and employees as it considers necessary for the efficient performance of its functions.(3) The methods of appointment, the conditions of service and the scales of pay of the officers and other employees of the Committee shall,-(a) as respects the Secretary, be such as may be prescribed; and(b) as respect the other officers and employees, be such as may be determined by regulations made by the Committee under this Act.", "10": "10. Transfer of service of existing employees to the Committee.-Subject to the provisions of this Act, every person employed by the Cotton Textiles Fund Committee constituted under section 5 of the Cotton Textiles Fund Ordinance, 1944 (34 of 1944), immediately before the date of establishment of the Committee shall on and from such date, become an employee of the Committee with such designation as the Committee may determine and shall hold his office or service therein by the same tenure, at the same remuneration and upon the same terms and conditions as he would have held on such date if the Committee had not been established and shall continue to do so unless and until his employment in the committee is terminated or until such tenure, remuneration and terms and conditions are duly altered by the Committee: Provided that the tenure, remuneration and terms and conditions of service of any such person shall not be altered to his disadvantage without the previous approval of the Central Government.", "11": "11. Inspection.-(1) The Committee may, on application made to it or otherwise, direct an officer specially authorised in that behalf to examine the quality of textiles or the suitability of textile machinery for use at the time of manufacture or while in use in a textile mill and submit a report to the Committee,(2) Subject to any rules made under this Act, such an officer shall have power to-(a) inspect any operation carried on in connection with the manufacture of textiles or textile machinery in relation to which construction particulars, marks or inspection standards have been specified;(b) take samples of any article or of any material or substance used in any article or process in relation to which construction particulars, marks or inspection standards have been specified;(c) exercise such other powers as may be prescribed.(3) On receipt of the report referred to in sub-section (1), the Committee may tender such advice, as it may deem fit, to the manufacturer of textiles, the manufacturer of textile machinery and the applicant.1. Ins. by Act 51 of 1973, s. 7 (w.e.f. 1-1-1975). 2. Subs. by s. 8, ibid., for sub-sections (2) and (3) (w.e.f. 1-1-1975).", "12": "12. Levy of fees for inspection and examination.-(1) The Committee may levy such fees as may be prescribed-(a) for inspection and examination of textiles; 1* * * * * 2[(b)] for any 3 [special] service which the Committee may render to the manufacturers 4[or exporters] of textiles and textile machinery:4[Provided that no fees shall be levied in respect of inspection and examination of textiles on which a duty of excise is leviable under this Act:]5 [Provided further that] the Central Government may, by notification in the Official Gazette, exempt from the payment of fees, generally or in any particular case.(2) Any sum payable to the Committee under sub-section (1) may be recovered as an arrear of land revenue.", "13": "13. Accounts and audit.-(1) The Committee shall maintain proper accounts and other relevant records and prepare an annual statement of accounts, including the balance-sheet, in accordance with such general directions as may be issued, and in such form as may be prescribed, by the Central Government in consultation with the Comptroller and Auditor-General of India.(2) The accounts of the Committee shall be audited annually by the Comptroller and Auditor-General of India and any expenditure incurred by him in connection with such audit shall be payable by the Committee to the Comptroller and Auditor-General of India.(3) The Comptroller and Auditor-General of India and any person appointed by him in connection with the audit of the accounts of the Committee shall have the same rights and privileges and authority in connection with such audit as the Comptroller and Auditor-General of India has in connection with the audit of Government accounts, and, in particular, shall have the right to demand the production of books accounts, connected vouchers and other documents and papers and to inspect any of the offices of the Committee.(4) The accounts of the Committee as certified by the Comptroller and Auditor-General of India or any other person appointed by him in this behalf, together with the audit report thereon, shall be forwarded annually to the Central Government and that Government shall cause the same to be laid before each House of Parliament.", "14": "14. Delegation of powers and duties.-The Committee may, by general or special order in writing, direct that all or any of the powers or duties which may be exercised or discharged by it shall, in such circumstances and under such conditions, if any, as may be specified in its order, be exercised or discharged also by any officer or employee of the Committee specified in this behalf in the order.1. Clause (b) omitted by Act 51 of 1973, s. 9 (w.e.f. 1-1-1975).2. Clause (c) re-lettered as clause (b) thereof by s. 9, ibid. (w.e.f. 1-1-1975).3. Subs. by s. 9, ibid. , for \"other\" (w.e.f. 1-1-1975).4. Ins. by s. 9, ibid. (w.e.f. 1-1-1975).5. Subs. by s. 9, ibid., for \"Provided that\" (w.e.f. 1-1-1975).", "15": "15. Acts or proceedings of Committee not to be invalidated.-No act or proceeding of the Committee shall be invalidated merely by reason of-(a) any vacancy, in, or any defect in the constitution of, the Committee; or(b) any defect in the appointment of a person acting as a member of the Committee; or(c) any irregularity in the procedure of the Committee not affecting the merits of the case.", "16": "16. Officers and employees of the Committee to be public servants.-All officers and employees of the Committee shall, while acting or purporting to act in pursuance of the provisions of this Act or of any rule or regulation made thereunder, be deemed to be public servants within the meaning of section 21 of the Indian Penal Code (45 of 1860).", "17": "17. Power to prohibit exports and internal marketing of textiles and textile machinery.-(1) Where the Committee has established, adopted or recognised standard specifications for textiles either for internal consumption or for the purposes of export or has established, adopted or recognised standard type of textile machinery and on the recommendation made to it in this behalf the Central Government is of opinion that any textiles or textile machinery which do not conform to the standards laid by the Committee in respect thereof, should not be exported or sold for internal consumption the Central Government may, by order published in the Official Gazette, prohibit such export or sale.(2) If any person contravenes any order issued under sub-section (1) prohibiting-(a) the export of any textiles or textile machinery, or(b) the sale of any textiles or textile machinery for internal consumption, he shall, on conviction, be punishable,-(i) for the first offence with imprisonment for a term which may extend to one year or with fine or with both;(ii) for the second or a subsequent offence with imprisonment for a term which may extend to one year and also with fine and in the absence of special and adequate reasons to be mentioned in the judgment of the court, such imprisonment shall not be less than three months.(3) Any court trying the contravention of an order prohibiting the marketing of textiles or textile machinery under sub-section (1) may, without prejudice to the provisions of clause (b) of sub-section (2), direct that the textiles or textile machinery in respect of which the court is satisfied that such contravention has been committed, shall be forfeited to the Central Government.", "18": "18. Offences by companies.-(1) If the person committing any offence under this Act is a company, every person who, at the time the offence was committed was in charge of, and was responsible to, the company for the conduct of business of the company, as well as the company, shall be deemed to be guilty of the offence and shall be liable to be proceeded against and punished accordingly: Provided that nothing contained in this sub-section shall render any such person liable to such punishment provided in this Act if he proves that the offence was committed without his knowledge or that he exercised all due diligence to prevent the commission of such offence.(2) Notwithstanding anything contained in sub-section (1), where an offence under this Act has been committed by a company, and it is proved that the offence has been committed with the consent or connivance of, or is attributable to any negligence on the part of, any director, manager, secretary or other officer of the company, such director, manager, secretary or other officer shall also be deemed to be guilty of that offence and shall be liable to be proceeded against and punished accordingly.Explanation.-For the purposes of this section-(a) \"company\" means a body corporate and includes a firm or other association of individuals; and (b) \"director\", in relation to a firm, means a partner in the firm.", "19": "19. Procedure for prosecution.-No prosecution for any offence punishable under this Act shall be instituted except by or with the consent of the Central Government.", "20": "20. Jurisdiction of courts.-No court inferior to that of a Presidency Magistrate or a Magistrate of the first class, shall try any offence punishable under this Act.", "21": "21. Protection of action taken under the Act.-No suit, prosecution or other legal proceeding shall lie against the committee or any member, officer or employee of the Committee for anything which is in good faith done or intended to be done in pursuance of this Act or of any rule or regulation made thereunder.", "22": "22. Power to make rules.-(1) The Central Government may, subject to the condition of previous publication, by notification in the Official Gazette, make rules for carrying out the purposes of this Act.(2) In particular and without prejudice to the generality of the foregoing power such rules provide for-(a) the number of members and the composition of the Committee and the manner in which the members shall be chosen;(b) the term of offence of and the manner of filling casual vacancies among the members of the Committee;(c) the allowances, if any, payable to the members of the Committee;(d) the disqualification for membership of the Committee;1[(da) the manner in which the duty of excise leviable under section 5A may be assessed, paid or collected, and the manner in which any refund of such duty paid or collected in excess of the amount due may be made;(db) the conditions of service of the person constituting the Tribunal under section 5B;(dc) the form and the manner in which an appeal to the Tribunal constituted under section 5B may be preferred and verified the fees payable on such appeals and the procedure to be followed by the Tribunal in disposing of such appeals;](e) the scale of fees that may be levied 2*** under section 12;(f) the form in which the Committee shall prepare its annual statement of accounts and balance-sheet;(g) the method of appointment, the conditions of service and the scale of pay of the Secretary of the Committee;(h) the collection of any information or statistics in respect of textile industry and trade and the manufacture of textile machinery;(i) the mode of inspection by the Committee and the manner in which samples may be taken by it;1[(j) any other matter which has to be, or may be, prescribed.]3[(3) Every rule made by the Central Government under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall, thereafter, have effect only in such modified form or be of no effect, as the case may be, so however that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]1. Ins. by Act 51 of 1973, s. 10 (w.e.f. 1-1-1975).2. The words \"for inspection and examination\" omitted by s. 10, ibid. (w.e.f. 1-1-1975).3. Subs. by s. 10, ibid., for sub-section (3) (w.e.f. 1-1-1975).", "23": "23. Power to make regulations.-(1) The Committee may, with the previous sanction of the Central Government, by notification in the Official Gazette, make regulations not inconsistent with this Act and the rules made thereunder to provide for all matters for which provision is necessary or expedient for the purpose of giving effect to the provisions of this Act.(2) In particular and without prejudice to the generality of the foregoing power, such regulations may provide for-(a) the meeting of the Committee, Standing Committees and ad hoc Committees, the quorum for such meetings and the conduct of business thereat;(b) the allowances payable to the members of the Standing Committees or the ad hoc Committees;(c) the methods of appointment, the conditions of service and the scales of pay of the officers (other than the Secretary) and other employees of the Committee;(d) the duties and conduct of officers and other employees of the Committee; and(e) any other matter in respect of which the Committee is empowered or required to make regulations under this Act.(3) The Central Government may, by notification in the Official Gazette, amend, vary or rescind any regulation which it has sanctioned; and thereupon the regulation shall have effect accordingly, but without prejudice to the exercise of the powers of the Committee under sub-section (1).", "24": "24. Repeal and Saving.-(1) With effect from the date on which the Committee is established under section 3, the Cotton Textiles Fund Ordinance, 1944 (34 of 1944), shall stand repealed. (2) Notwithstanding the repeal of the said Ordinance,-(a) all moneys at the credit of the Cotton Textiles Fund established under the repealed Ordinance immediately before the said date shall with effect from the said date stand transferred to and form part of the Textiles Fund referred to in section 7;(b) any rules made or deemed to have been made or anything done or any action taken in exercise of any of the powers conferred by or under the said Ordinance shall be deemed to have been made, done or taken in exercise of the powers conferred by or under this Act, as if this Act were in force on the day on which such rules were made, such thing was done or such action was taken."}