{"name": "Transfer of Prisoners Act, 1950\r", "1": "1. Short title and extent.-(1) This Act may be called the Transfer of Prisoners Act, 1950.(2) It extends to the whole of India 2* * *.", "2": "2. Definitions.-In this Act,-(a) \"court\" includes any officer lawfully exercising civil, criminal or revenue jurisdiction;3[(b) \"Government\" or \"State Government\", in relation to a Part C State, means the administrator thereof;](c) \"prison\" includes any place which has been declared by State Government, by general or special order, to be a subsidiary jail.", "3": "3. Removal of prisoners from one State to another.-(1) Where any person is confined in a prison in a State,-(a) under sentence of death, or(b) under, or in lieu of, a sentence of imprisonment or transportation, or(c) in default of payment of a fine, or(d) in default of giving security for keeping the peace or for maintaining good behaviour; the Government of that State may, with the consent of the Government of any other State, by order, provide for the removal of the prisoner from that prison to any prison in the other State.(2) The officer in charge of the prison to which any person is removed under sub-section (1) shall receive and detain him, so far as may be, according to the exigency of any writ, warrant or order of the court by which such person has been committed, or until such person is discharged or removed in due course of law.", "4": "4. [Amendment of section 29, Act III of 1900.]-Rep. by the Repealing and Amending Act, 1957 (36 of 1957), s. 2 and Schedule I.        1. The Act has been extended to-Kohima and Mokakchung Districts by Reg. 7 of 1961;Dadra and Nagar Haveli by Reg. 6 of 1963;Goa, Daman and Diu by notification No. GSR 430, dated 9-3-1965, see Gazette of India, Part II, s. 3(i).2. The words \"extends to the State of Jammu and Kashmir\" omitted by Act 25 of 1968, s. 2 and the Schedule (w.e.f. 15-8-1968).3. Subs. by the Adaptation of Laws (No. 3) Order, 1956, for clause (b) (w.e.f. 1-11-1956)."}