{"name": "Travancore-Cochin Vehicles Taxation (Amendment and Validation) Act, 1959\r", "1": "1. Short title.-This Act may be called the Travancore-Cochin Vehicles Taxation (Amendment and Validation) Act, 1959.", "2": "2. Amendment of Schedule I.-(1) In Schedule I to the Travancore-Cochin Vehicles Taxation Act, 1950 (Travancore-Cochin Act XIV of 1950), (hereinafter referred to as the principal Act),-(i) in the headings to the second and third columns, for the abbreviations \"Rs. As. Ps.\", the abbreviations \"Rs. np.\" shall be substituted;(ii) in Item No. 2, for the entry in the second column under the heading \"For vehicles fitted with pneumatic tyres\", the entry \"7 50\" shall be substituted;(iii) in Item No. 3, in sub-items (b), (c), (d), (e), (f), (g), (h), (i) and (j), for the entries in the second column under the heading \"For vehicles fitted with pneumatic tyres\", the following entries shall respectively be substituted, namely:-\"134502005022750267503075036050427505045054450\";(iv) in Item No. 4, in sub-item (ii) (a), for the entry in the second column under the heading \"For vehicles fitted with pneumatic tyres\", the entry \"40 0\" shall be substituted.(2) The amendments made by sub-section (1) shall be deemed to have come into force on the 24th day of September, 1957.", "3": "3. Validation of levy, collection, etc., of taxes on certain types of vehicles.-(1) Notification II, No. TB2-14667/57/P.W., dated the 24th September, 1957, issued under sub-section (1) of section 3 of the principal Act, enhancing the rates of tax on certain vehicles, shall be deemed to have been issued under the principal Act, as amended by this Act, and to have come into force on the 1st day of October, 1957.(2) Notwithstanding anything contained in any judgment, decree or order of any court, all taxes levied or collected or purporting to have been levied or collected in pursuance of the notification referred to in sub-section (1) shall for all purposes be deemed to be, and to have always been, validly levied or collected, and accordingly-(a) all acts, proceedings or things done or taken by the Government or by any officer of Government or by any other authority in connection with the levy or collection of such taxes shall for all purposes be deemed to be, and to have always been, done or taken in accordance with law;(b) no suit or other proceeding shall be maintained or continued in any court against the Government or any person or authority whatsoever for the refund of any taxes so paid; and(c) no court shall enforce any decree or order directing the refund of any taxes so paid.", "4": "4. Repeal.-The Travancore-Cochin Vehicles Taxation (Amendment and Validation) Ordinance, 1959 (Kerala Ordinance 4 of 1959), is hereby repealed."}