{"name": "Tyre Corporation of India Limited (Disinvestment of Ownership) Act, 2007\r", "1": "1. Short title.-This Act may be called the Tyre Corporation of India Limited (Disinvestment of Ownership) Act, 2007.", "2": "2. Disinvestment in the company.-Where the Central Government, on the recommendations of the Board for Reconstruction of Public Sector Enterprises, is of the opinion that disinvestment is to be made in the Tyre Corporation of India Limited (hereinafter referred to as the company), it may pass an order providing for transfer, exchange or relinquishment of shares in the company to any person on such terms and conditions as may be agreed upon.", "3": "3. Payment of consideration for disinvestment in the company.-(1) For the transfer to, and vesting in, any person, the shares of the company, there shall be given to the Central Government by such person or in case such person is a company, by such company, such consideration, having regard to the optimum valuation of land, assets and liabilities of the company in accordance with a valuation method as specified by the Central Government.(2) The manner of payment of consideration for transfer of shares of the company to the transferee shall be such as may be agreed upon between the transferor, the company and the transferee, the person or the company, as the case may be.", "4": "4. Manner of disinvestment.-The Central Government may, in its order made under section 2, specify that disinvestment of shares shall be effected by one or more of the following methods as may be specified in such order, namely:-(a) by making a public offer or preferential allotment or private placement in accordance with such procedure as applicable in case of any other Government company;(b) by directing the company to make further issue of equity capital to the members of the public or preferential allotment or private placement, as the case may be, in accordance with such procedure as applicable in case of the Government company.", "5": "5. Provision in respect of officers and other employees of the company.-(1) Every officer or other employee of the company, except the Chairman and Directors, serving in its employment immediately before the disinvestment of the company under this Act, shall continue in office or service after such disinvestment, on same terms and conditions as would have been admissible to him if there had been no such disinvestment and shall continue to do so until the expiry of the period of three years from the date of disinvestments.(2) Where an officer or other employee of the company opts under sub-section (1) not to be in the employment or service of the company, such officer or other employee shall be deemed to have resigned.", "6": "6. Act to have overriding effect.-The provisions of this Act shall have effect notwithstanding anything inconsistent therewith contained in the Inchek Tyres Limited and National Rubber Manufactures, Limited (Nationalisation) Act, 1984 (17 of 1984) or any other law for the time being in force."}