{"name": "Union Territory Goods and Services Tax (Amendment) Act, 2018\r", "1": "1. Short title and commencement.\r\n(1) This Act may be called the Union Territory Goods and Services Tax (Amendment)  Act, 2018.(2) It shall come into force on such date as the Central Government may, by notification  in the Official Gazette, appoint.", "2": "2. In section 7 of the Union Territory Goods and Services Tax Act, 2017 (hereinafter  referred to as the principal Act), for sub-section (4), the following sub-section shall be  substituted, namely:\"(4) The Government may, on the recommendations of the Council, by  notification, specify a class of registered persons who shall, in respect of supply of  specified categories of goods or services or both received from an unregistered  supplier, pay the tax on reverse charge basis as the recipient of such supply of goods  or services or both, and all the provisions of this Act shall apply to such recipient as  if he is the person liable for paying the tax in relation to such supply of goods or  services or both.\".", "3": "3. In section 9 of the principal Act, in clause (b), the following proviso shall be  inserted, namely:\"Provided that the input tax credit on account of Union territory tax shall be  utilised towards payment of integrated tax only where the balance of the input tax  credit on account of central tax is not available for payment of integrated tax.\".", "4": "4. After section 9 of the principal Act, the following sections shall be inserted,  namely:\"9A. Notwithstanding anything contained in section 9, the input tax credit on  account of Union territory tax shall be utilised towards payment of integrated tax or  Union territory tax, as the case may be, only after the input tax credit available on  account of integrated tax has first been utilised towards such payment.9B. Notwithstanding anything contained in this Chapter and subject to the  provisions of clause (c) of section 9, the Government may, on the recommendations  of the Council, prescribe the order and manner of utilisation of the input tax credit on  account of integrated tax, Central tax, State tax or Union territory tax, as the case may  be, towards payment of any such tax.\"."}