{"name": "University Grants Commission Act, 1956\r", "1": "University Grants Commission Act 19561. Short\r\ntitle and commencement.(1) This\r\nAct may be called the University Grants Commission Act, 1956.(2) It\r\nshall come into force on such date 2* as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "University Grants Commission Act 19562.\r\nDefinitions.In this\r\nAct, unless the context otherwise requires,- (a) \"Commission\" means\r\nthe University Grants Commission established under section 4; (b)\r\n\"executive authority\", in relation to a University, means the chief\r\nexecutive authority of the University (by whatever name called) in which the\r\ngeneral administration of the University is vested; (c) \"Fund\" means\r\nthe Fund of the University Grants Commission constituted under section 16; (d)\r\n\"member\" means a member of the University Grants Commission and\r\nincludes the Chairman 3*[and Vice- Chairman]; (e) \"prescribed\" means\r\nprescribed by rules made under this Act; (f) \"University\" means a\r\nUniversity established or incorporated by or under a Central Act, a Provincial\r\nAct or a State Act, and includes any such institution as may, in consultation\r\nwith the University concerned, be recognized by the Commission in accordance\r\nwith the regulations made in this behalf under this Act.\r\n---------------------------------------------------------------------- 1.\r\nExtended to the Union Territory of Pondicherry by Act 26 of 1968, S. 3 and\r\nSchedule. 2. 5-11-1956, vide not if n. No. S.R.O. 2608, dt. 1-11-1956, Gazette\r\nof India, Pt. II, Sec. 3, p. 1882. 3. Ins. by Act 33 of 1972, s. 2 (w.e.f.\r\n17-6-1972). 104", "3": "University Grants Commission Act 19563.\r\nApplication of Act to institutions for higher studies other than Universities.The\r\nCentral Government may, on the advice of the Commission, declare, by\r\nnotification in the Official Gazette, that any institution for higher\r\neducation, other than a University, shall be deemed to be a University for the\r\npurposes of this Act, and on such a declaration being made, all the provisions\r\nof this Act shall apply to such institution as if it were a University within\r\nthe meaning of clause (f) of section 2. CHAP ESTABLISHMENT OF THE COMMISSION\r\nCHAPTER II", "4": "University Grants Commission Act 19564.\r\nEstablishment of the Commission.(1) With\r\neffect from such date as the Central Government may, by notification in the\r\nOfficial Gazette, appoint, there shall be established a Commission by the name\r\nof the University Grants Commission.(2) The\r\nsaid Commission shall be a body corporate having perpetual succession and a\r\ncommon seal, and shall by the said name sue and be sued.", "5": "University Grants Commission Act 19565.\r\nComposition of the Commission.(1) The\r\nCommission shall consist of- (i) a Chairman, (ii) a Vice-Chairman, and (iii)ten\r\nother members, to be appointed by the Central Government.(2) The\r\nChairman shall be chosen from among persons who are not officers of the Central\r\nGovernment or of any State Government.(3) Of\r\nthe other members referred to in clause (iii) of sub-section (1)- (a) two shall\r\nbe chosen from among the officers of the Central Government, to represent that\r\nGovernment; (b) not less than four shall be chosen from among persons who are,\r\nat the time when they are so chosen, teachers of Universities; and (c) the\r\nremainder shall be chosen from among persons- (i) who have knowledge of, or\r\nexperience in, agriculture, commerce, forestry or industry; ----------------------------------------------------------------------\r\n1. Subs. by Act 33 of 1972, s. 3, for s. 5 (w.e.f. 17-6-1972). 105 (ii) who are\r\nmembers of the engineering, legal, medical or any other learned profession; or\r\n(iii) who are Vice-Chancellors of Universities or who, not being teachers of\r\nUniversities, are, in the opinion of the Central Government, educationists of\r\nrepute or have obtained high academic distinctions: that not less than\r\none-half of the number chosen under this clause shall be from among persons who\r\nare not officers of the Central Government or of any State Government.(4) The\r\nVice-Chairman shall exercise such of the powers, and discharge such of the\r\nduties, of the Chairman as may be prescribed.(5) Every\r\nappointment under this section shall take effect from the date on which it is\r\nnotified by the Central Government in the Official Gazette.]", "6": "University Grants Commission Act 19566. Terms\r\nand conditions of service of members.[(1) A\r\nperson appointed as Chairman, Vice-Chairman or other member after the\r\ncommencement of the University Grants Commission (Amendment) Act, 1985 (70 of\r\n1985), shall, unless he sooner becomes disqualified for continuing as such\r\nunder the rules that may be made under this Act,- (a) in the case of Chairman,\r\nhold office for a term of five years or until he attains the age of sixty-five\r\nyears, whichever is earlier; (b) in the case of Vice-Chairman, hold office for\r\na term of three years or until he attains the age of sixty-five years,\r\nwhichever is earlier; (c) in the case of any other member, hold office for a\r\nterm of three years: that- (i) a person who has held office as\r\nChairman or Vice- Chairman shall be eligible for further appointment as\r\nChairman, Vice-Chairman or other member, and (ii) a person who has held office\r\nas any other member shall be eligible for further appointment as Chairman,\r\nVice-Chairman or other member: Provided further that a person who has held\r\noffice for two terms, in any capacity, whether as Chairman, Vice-Chairman or\r\nother member[excluding\r\na member referred to in clause (a) of sub-section (3) of section 5], shall not\r\nbe eligible for any further appointment as Chairman, Vice-Chairman or other\r\nmember.] ----------------------------------------------------------------------\r\n1. Subs. by Act 33 of 1972, s. 4, for sub-section (1) (w.e.f. 17-6- 1972). 2.\r\nSubs. by Act 70 of 1985, s. 2. 106(2) A\r\nmember may resign his office by writing under his hand addressed to the Central\r\nGovernment, but he shall continue in office until his resignation is accepted\r\nby the Central Government.[(3) If\r\na casual vacancy occurs in the office of the Chairman, whether by reason of his\r\ndeath, resignation or inability to discharge his functions owing to illness or\r\nother incapacity, the Vice-Chairman holding office as such for the time being\r\nshall, notwithstandinganything\r\ncontained in sub-section (2) of section 5, act as the Chairman and shall,\r\nunless any other person is appointed earlier as the Chairman, hold the office\r\nof the Chairman for the remainder of the term of office of the person in whose\r\nplace he is to so act: that where no Vice-Chairman is holding office\r\nat the time when the vacancy in the office of the Chairman occurs, the Central\r\nGovernment shall, notwithstanding anything contained in sub - section (2) of\r\nsection 5, appoint any other member to act as the Chairman and the person so\r\nappointed shall not hold the office of the Chairman for a period exceeding six\r\nmonths.(4) If a\r\ncasual vacancy occurs in the office of the Vice-Chairman or any other member,\r\nwhether by reason of his death, resignation or inability to discharge his\r\nfunctions owing to illness or other incapacity, such vacancy shall be filled up\r\nby the Central Government by making a fresh appointment and the member so\r\nappointed shall hold office for a term of three years.(5) The\r\noffice of the Chairman and the Vice-Chairman shall be whole-time and salaried\r\nand subject thereto, the terms and conditions of service of the Chairman,\r\nVice-Chairman and other members shall be such as may be prescribed.]", "7": "University Grants Commission Act 19567.\r\nMeetings of the Commission.The\r\nCommission shall meet at such times and places and shall observe such rules of\r\nprocedure in regard to the transaction of business at its meetings as may be\r\nprovided by regulations made under this Act.\r\n---------------------------------------------------------------------- 1. Subs.\r\nby Act 33 of 1972, s. 4, for sub-sections (3) and (4) (w.e.f. 17-6-1972). 107", "8": "University Grants Commission Act 19568.\r\nVacancies amongst members or defect in constitution not to invalidate acts or\r\nproceedings of the Commission.No act or\r\nproceedings of the Commission shall be deemed to be invalid by reason merely of\r\nany vacancy in, or any defect in the constitution of, the Commission.", "9": "University Grants Commission Act 19569.\r\nTemporary association of persons with the Commission for particular purposes.(1) The\r\nCommission may associate with itself, in such manner and for such purposes as\r\nmay be determined by regulations made under this Act, any person whose\r\nassistance or advice it may desire in carrying out any of the provisions of\r\nthis Act.(2) A\r\nperson associated with it by the Commission under sub - section (1) for any\r\npurpose shall have a right to take part in the discussions relevant to that\r\npurpose, but shall not have a right to vote at a meeting of the Commission, and\r\nshall not be a member for any other purpose.", "10": "University Grants Commission Act 195610. Staff\r\nof the Commission.Subject\r\nto such rules as may be made by the Central Government in this behalf, the\r\nCommission may appoint a Secretary and such other employees as it may think\r\nnecessary for the efficient performance of its functions under this Act and the\r\nterms and conditions of service of the employees shall be such as may be\r\ndetermined by the Commission.", "11": "University Grants Commission Act 195611.\r\nAuthentication of orders and other instruments of the Commission.All\r\norders and decisions of the Commission shall be authenticated by the signature\r\nof the Chairman or any other member authorized by the Commission in this\r\nbehalf, and all other instruments issued by the Commission shall be\r\nauthenticated by the signature of the Secretary or any other officer of the\r\nCommission authorized in like manner in this behalf. CHAP POWERS AND FUNCTIONS\r\nOF THE COMMISSION CHAPTER III POWERS AND FUNCTIONS OF THE COMMISSION", "12": "University Grants Commission Act 195612.\r\nFunctions of the Commission.It shall\r\nbe the general duty of the Commission to take, in consultation with the\r\nUniversities or other bodies concerned, all such steps as it may think fit for\r\nthe promotion and co-ordination of University education and for the\r\ndetermination and maintenance of standards of teaching, examination and\r\nresearch in Universities, and 108 for the purpose of performing its functions\r\nunder this Act, the Commission may- (a) inquire into the financial needs of\r\nUniversities; (b) allocate and disburse, out of the Fund of the Commission,\r\ngrants to Universities established or incorporated by or under a Central Act\r\nfor the maintenance and development of such Universities or for any other\r\ngeneral or specified purpose; (c) allocate and disburse, out of the Fund of the\r\nCommission, such grants to other Universities as it may deem 1*[necessary or\r\nappropriate for the development of such Universities or for the maintenance, or\r\ndevelopment, or both, of any specified activities of such Universities] or for\r\nany other general or specified purpose: that in making any grant to\r\nany such University the Commission shall give due consideration to the\r\ndevelopment of the University concerned, its financial needs, the standard\r\nattained by it and the national purposes which it may serve; 2*[(cc) allocate\r\nand disburse out of the Fund of the Commission, such grants to institutions\r\ndeemed to be Universities in pursuance of a declaration made by the Central\r\nGovernment under section 3, as it may deem necessary, for one or more of the\r\nfollowing purposes, namely:- (i) for maintenance in special cases, (ii) for\r\ndevelopment, (iii) for any other general or specified purpose;] 3*[(ccc)\r\nestablish, in accordance with the regulations made under this Act, institutions\r\nfor providing common facilities, services an programmes for a group of\r\nuniversities or for the universities in general and maintain such institutions\r\nor provide for their maintenance by allocating and disbursing out of the Fund\r\nof the Commission such grants as the Commission may deem necessary;] (d)\r\nrecommend to any University the measures necessary for the improvement of\r\nUniversity education and advise the University upon the action to be taken for\r\nthe purpose of implementing such recommendation; (e) advise the Central\r\nGovernment or any State Government on the allocation of any grants to\r\nUniversities for any general or specified purpose out of the Consolidated\r\n---------------------------------------------------------------------- 1. Subs.\r\nby Act 33 of 1972, s. 5, for \"necessary for the development of such\r\nUniversities\" (w.e.f. 17-6-1972). 2. Ins. by s. 5, ibid. 3. Ins. by Act 59\r\nof 1984, s. 2 (w.e.f. 1-10-1984). 109 Fund of India or the Consolidated Fund of\r\nthe State, as the case may be. (f) advise any authority, if such advice is asked\r\nfor, on the establishment of a new University or on proposals connected with\r\nthe expansion of the activities of any University; (g) advise the Central\r\nGovernment or any State Government or University on any question which may be\r\nreferred to the Commission by the Central government or the State Government or\r\nthe University, as the case may be; (h) collect information on all such matters\r\nrelating to University education in India and other countries as it thinks fit\r\nand make the same available to any University; (i) require a University to\r\nfurnish it with such information as may be needed relating to the financial\r\nposition of the University or the studies in the various branches of learning\r\nundertaken in that University, together with all the rules and regulations relating\r\nto the standards of teaching and examination in that University respecting each\r\nof such branches of learning; (j) perform such other functions as may be\r\nprescribed or as may be deemed necessary by the Commission for advancing the\r\ncause of higher education in India or as may be incidental or conducive to the\r\ndischarge of the above functions. 12A. Regulation of fees and prohibition of\r\ndonations in certain cases. 1*[12A. Regulation of fees and prohibition of\r\ndonations in certain cases.(1) In\r\nthis section,- (a) \"affiliation\", together with its grammatical\r\nvariations, includes, in relation to a college, recognition of such college by,\r\nassociation of such college with, and admission of such college to the\r\nprivileges of, a university; (b) \"college\" means any institution,\r\nwhether known as such or by any other name which provides for a course of study\r\nfor obtaining any qualification from a university and which, in accordance with\r\nthe rules and regulations of such university, is recognised as competent to provide\r\nfor such course of study and present students undergoing such course of study\r\nfor the examination for the award of such qualification; (c)\r\n\"prosecution\", in relation to a course of study, includes promotion\r\nfrom one part or stage of the course of study to another part or stage of the\r\ncourse of study; (d) \"qualification\" means a degree or any other\r\nqualification awarded by a university; (e) \"regulations\" means\r\nregulations made under this Act; (f) \"specified course of study\"\r\n\r\nmeans a course of study in respect of which regulations of the nature mentioned\r\nin sub-section (2) have been made; (g) \"student\" includes a person\r\nseeking admission as a student; (h) \"university\" means a university\r\nor institution referred to in sub-section (1) of section 22.(2) Without\r\nprejudice to the generality of the provisions of section 12, if, having regard\r\nto- (a) the nature of any course of study for obtaining any qualification from\r\nany university; (b) the types of activities in which persons obtaining such\r\nqualification are likely to be engaged on the basis of such qualification; (c)\r\nthe minimum standards which a person possessing such qualification should be\r\nable to maintain in his work relating to such activities and the consequent\r\nneed for ensuring, so far as may be, that no candidate secures admission to\r\nsuch course of study by reason of economic power and thereby prevents a more\r\nmeritorious candidate from securing admission to such course of study; and (d)\r\nall other relevant factors, the commission is satisfied that it is necessary so\r\nto do in the public interest, it may, after consultation with the university or\r\nuniversities concerned, specify by regulations the matters in respect of which\r\nfees may be charged and the scale of fees in accordance with which fees shall be\r\ncharged in respect of those matters on and from such date as may be specified\r\nin the regulations in this behalf, by any college providing for such course of\r\nstudy from, or in relation to, any student in connection with his admission to,\r\nand prosecution of, such course of study: that different matters and\r\ndifferent scales of fees may be so specified in relation to different\r\nuniversities or different classes of colleges or different areas.(3) Where\r\nregulations of the nature referred to in sub-section(2) have\r\nbeen made in relation to any course of study, no college providing for such\r\ncourse of study shall-- (a) levy or charge fees in respect of any matter other\r\nthan a matter specified in such regulations; (b) levy or charge any fees in\r\nexcess of the scale of fees specified in such regulations, or (c) accept,\r\neither directly or indirectly, any payment (otherwise than by way of fees) or\r\nany donation or gift (whether in cash or kind). from, or in relation to, any\r\nstudent in connection with his admission to, and prosecution of, such course of\r\nstudy.(4) If,\r\nafter making, in relation to a college providing for a specified course of\r\nstudy, an inquiry in the manner provided by regulations and after giving such\r\ncollege a reasonable opportunity of being heard, the Commission is satisfied\r\nthat such college has contravened the provisions of sub-section (3), the\r\nCommission may, with the previous approval of the Central Government, pass an\r\norder prohibiting such college from presenting any students then undergoing\r\nsuch course of study therein to any university for the award of the\r\nqualification concerned.(5) The\r\nCommission shall forward a copy of the order made by it under sub-section (4)\r\nto the university concerned, and on and from the date of receipt by the university\r\nof a copy of such order, the affiliation of such college to such university\r\nshall, in so far as it relates to the course of study specified in such order,\r\nstand terminated and on and from the date of termination of such affiliation\r\nand for a period of three years thereafter affiliation shall not be granted to\r\nsuch college in relation to such or similar course of study by that or any\r\nother university.(6) On\r\nthe termination of the affiliation of any college under sub-section (5), the\r\nCommission shall take all such steps as it may consider appropriate for\r\nsafeguarding the interests of the students concerned.(7) The\r\nprovisions of this section and the regulations made for the purposes of this\r\nsection shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any other law for the time being in force.] 12B. Prohibition\r\nregarding giving of any grant to a University not declared by the Commission\r\nfit to receive such grant. 2*[12B.] Prohibition regarding giving of any grant\r\nto a University not declared by the Commission fit to receive such grant. No\r\ngrant shall be given by the Central Government, the Commission, or any other\r\norganisation receiving any funds from the Central Government, to a University\r\nwhich is established after the commencement of the University Grants Commission\r\n(Amendment) Act, 1972 (33 of 1972), unless the Commission has, after satisfying\r\nitself as to such matters as may be prescribed, declared such University to be\r\nfit for receiving such grant.]", "13": "University Grants Commission Act 195613. Inspection.\r\n(1) For\r\nthe purpose of ascertaining the financial needs of a University or its\r\nstandards of teaching, examination and research,\r\n---------------------------------------------------------------------- 1. Ins.\r\nby Act 33 of 1972, s. 6 (w.e.f. 17-6-1972). 2. Re-numbered by Act 59 of 1984 s.\r\n3 (w.e.f 1-10-1984). 110 the Commission may, after consultation with the\r\nUniversity, cause an inspection of any department or departments thereof to be\r\nmade in such manner as may be prescribed and by such person or persons as it\r\nmay direct.(2) The\r\nCommission shall communicate to the University the date on which any inspection\r\nunder sub-section (1) is to be made and the University shall be entitled to be\r\nassociated with the inspection in such manner as may be prescribed.(3) The\r\nCommission shall communicate to the University its views in regard to the\r\nresults of any such inspection and may, after ascertaining the opinion of the\r\nUniversity, recommend to the University the action to be taken as a result of\r\nsuch inspection.(4) All\r\ncommunications to a University under this section shall be made to the\r\nexecutive authority thereof and the executive authority of the University shall\r\nreport to the Commission the action, if any, which is proposed to be taken for\r\nthe purpose of implementing any such recommendation as is referred to in\r\nsub-section (3). ", "14": "University Grants Commission Act 195614.\r\nConsequences of failure of Universities to comply with recommendations of the\r\nCommission.If any\r\nUniversity 1*[grants affiliation in respect of any course of study to any\r\ncollege referred to in sub-section (5) of section 12A in contravention of the\r\nprovisions of that sub-section or] fails within a reasonable time to comply\r\nwith any recommendation made by the Commission under section 12 or section 13,\r\n2*[or contravenes the provisions of any rule made underclause\r\n(f) or clause (g) of sub-section (2) of section 25, or of any regulation made\r\nunder clause (e) or clause (f) or clause (g) of section 26,] the Commission,\r\nafter taking into consideration the cause, if any, shown by the University\r\n3*[for such failure or contravention], may withhold from the University the\r\ngrants proposed to be made out of the Fund of the Commission.", "15": "University Grants Commission Act 195615.\r\nPayment to the Commission.The\r\nCentral Government may, after due appropriation made by Parliament by law in\r\nthis behalf, pay to the Commission in each financial year such sums as may be\r\nconsidered necessary for the performance of the functions of the Commission\r\nunder this Act.", "16": "University Grants Commission Act 195616. Fund\r\nof the Commission.(1) The\r\nCommission shall have its own Fund; and all sums which may, from time to time,\r\nbe paid to it by the Central Government and all the receipts of the Commission\r\n(including any sum\r\n---------------------------------------------------------------------- 1. Ins.\r\nby Act 59 of 1984, s.4 (w.e.f 1-10-1984). 2. Ins. by Act 33 of 1972, s. 7\r\n(w.e.f 17-6-1972). 3. Subs. by s. 7 ibid., \"for its failure to comply with\r\nsuch recommendation\" (w.e.f. 17-6-1972). 111 which any State Government or\r\nany other authority or person may hand over to the Commission) shall be carried\r\nto the Fund and all payments by the Commission shall be made there from.(2) All\r\nmoneys belonging to the Fund shall be deposited in such banks or invested in\r\nsuch manner as may, subject to the approval of the Central Government, be\r\ndecided by the Commission.(3) The\r\nCommission may spend such sums as it thinks fit for performing its functions\r\nunder this Act, and such sums shall be treated as expenditure payable out of\r\nthe fund of the Commission.", "17": "University Grants Commission Act 195617. Budget.\nThe\r\ncommission shall prepare, in such form and at such time each year as may be\r\nprescribed, a budget in respect of the financial year next ensuing showing the\r\nestimated receipts and expenditure, and copies thereof shall be forwarded to\r\nthe central government.", "18": "University Grants Commission Act 195618.\r\nAnnual Report.The\r\nCommission shall prepare once every year, in such form and at such time as may\r\nbe prescribed, an annual report giving a true and full account of its\r\nactivities during the previous year, and copies thereof shall be forwarded to\r\nthe Central Government and the Government shall cause the same to be laid\r\nbefore both Houses of Parliament.", "19": "University Grants Commission Act 195619.\r\nAccount and Audit.(1) The\r\ncommission shall cause to be maintained such books of account and other books\r\nin relation to its account in such form and in such manner as may, in\r\nconsultation with the comptroller and auditor-general of India, be prescribed.(2) The\r\ncommission shall, as soon as may be after closing its annual accounts, prepare\r\na statement of accounts in such form, and forward the same to the comptroller\r\nand auditor-general by such date, as the central government may, in\r\nconsultation with the comptroller and auditor-general, determine.(3) The\r\naccounts of the commission shall be audited by the comptroller and\r\nauditor-general at such times and in such manner as he thinks fit.(4) The\r\nannual accounts of the commission together with the audit report thereon shall\r\nbe forwarded to the central government and the government shall cause the same\r\nto be laid before both houses of parliament and shall also forward a copy of\r\nthe audit report to the commission for taking suitable action on the matters\r\narising out of the audit report. 112 chap miscellaneous chapter iv\r\nmiscellaneous", "20": "University Grants Commission Act 195620.\r\nDirections by the Central Government.(1) In\r\nthe discharge of its functions under this act, the commission shall be guided\r\nby such directions on questions of policy relating to national purposes as may\r\nbe given to it by the central government.(2) If any dispute arises between the central\r\ngovernment and the commission as to whether a question is or is not a question\r\nof policy relating to national purposes, the decision of the Central Government\r\nshall be final.", "21": "University Grants Commission Act 195621.\r\nReturns and information.The\r\nCommission shall furnish to the Central Government such returns or other\r\ninformation with respect to its property or activities as the Central\r\nGovernment may, from time to time, require.", "22": "University Grants Commission Act 195622. Right\r\nto confer degrees.(1) The right\r\nof conferring or granting degrees shall be exercised only by a University established\r\nor incorporated by or under a Central Act, a Provincial Act or a State Act or an\r\ninstitution deemed to be a University under section 3 or an institution specially\r\nempowered by an Act of Parliament to confer or grant degrees.(2) Save as\r\nprovided in sub-section (1), no person or authority shall confer, or grant, or hold\r\nhimself or itself out as entitled to confer or grant, any degree.(3) For the\r\npurposes of this section, \"degree\" means any such degree as may, with\r\nthe previous approval of the Central Government, be specified in this behalf by\r\nthe Commission by notification in the Official Gazette.", "23": "University Grants Commission Act 195623.\r\nProhibition of the use of the word \"University\" in certain cases.No\r\ninstitution, whether a corporate body or not, other than a University\r\nestablished or incorporated by or under a Central Act, a Provincial Act or a\r\nState Act shall be entitled to have the word \"University\" associated\r\nwith its name in any manner whatsoever: that nothing in this section\r\nshall, for a period of two years from the commencement of this Act, apply to an\r\ninstitution which, immediately before such commencement, had the word\r\n\"University\" associated with its name.", "24": "University Grants Commission Act 195624.\r\nPenalties.Whoever\r\ncontravenes the provisions of section 22 or section 23 shall be punishable with\r\nfine which may extend to one thousand rupees, and if the person contravening is\r\nan association or other 112-A body of individuals, every member of such\r\nassociation or other body who knowingly or wilfully authorizes or permits the\r\ncontravention shall be punishable with fine which may extend to one thousand\r\nrupees.", "25": "University Grants Commission Act 195625. Power\r\nto make Rules.(1) The\r\nCentral Government may, by notification in the Official Gazette, make rules to\r\ncarry out the purposes of this Act.(2) In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:- (a)\r\nthe procedure for the retirement of members under section 6; (b) the\r\ndisqualifications for continuing as a member of the Commission; (c) the terms\r\nand conditions of service of members of the Commission; (d) the terms and\r\nconditions of service of employees appointed by the Commission; (e) the\r\nadditional functions which may be performed by the Commission under clause (j)\r\nof section 12; (f) the returns and information which are to be furnished by\r\nUniversities in respect of their financial position or standards of teaching\r\nand examination maintained therein; (g) the inspection of Universities; (h) the\r\nform and manner in which the budget and reports are to be prepared by the\r\nCommission; (i) the manner in which the accounts of the Commission are to be\r\nmaintained; (j) the form and manner in which returns or other information are\r\nto be furnished by the Commission to the Central Government; (k) any other\r\nmatter which has to be, or may be, prescribed.1*[(3)\r\nThe power to make rules conferred by this section shall include the power to\r\ngive retrospective effect from a date not earlier than the date of commencement\r\nof this Act, to the rules or any of them but no retrospective effect shall be\r\ngiven to any rule so as to prejudicially affect the interests of any person to\r\nwhom such rule may be applicable.]\r\n---------------------------------------------------------------------- 1. Subs.\r\nby Act 59 of 1984, s. 5 (w.e.f 1-10-1984). 112-B", "26": "University Grants Commission Act 195626. Power\r\nto make Regulations.(1) The\r\nCommission 1*[may, by notification in the Official Gazette make regulations]\r\nconsistent with this Act and the rules made there under,- (a) regulating the\r\nmeetings of the commission and the procedure for conducting business thereat;\r\n(b) regulating the manner in which and the purposes for which persons may be\r\nassociated with the Commission under section 9; (c) specifying the terms and\r\nconditions of service of the employees appointed by the Commission; (d)\r\nspecifying the institutions or class of institutions which may be recognised by\r\nthe Commission under clause (f) of section 2; (e) defining the qualifications\r\nthat should ordinarily be required of any person to be appointed to the\r\nteaching staff of the University, having regard to the branch of education in\r\nwhich he is expected to give instruction; (f) defining the minimum standards of\r\ninstruction for the grant of any degree by any University; (g) regulating the\r\nmaintenance of standards and the co- ordination of work or facilities in\r\nUniversities. 2*[(h) regulating the establishment of institutions referred to\r\nin clause (ccc) of section 12 and other matters relating to such institutions;\r\n(i) specifying the matters in respect of which fees may be charged, and scales\r\nof fees in accordance with which fees may be charged, by a college under\r\nsub-section (2) of section 12A; (j) specifying the manner in which an inquiry\r\nmay be conducted under sub-section (4) of section 12A.](2) No\r\nregulation shall be made under clause (a) or clause (b) or clause (c) or clause\r\n(d) 2*[or clause (h)] or clause (i) or clause (j) of sub-section (1) except\r\nwith the previous approval of the Central Government.2*[(3)\r\nThe power to make regulations conferred by this section [except clause (i) and\r\nclause (j) of sub-section (1)] shall include the power to give retrospective effect\r\nfrom a date not earlier than the date of commencement of this Act, to the\r\nregulations or any of them but no retrospective effect shall be given to any\r\nregulation so as to prejudicially affect the interest of any person to whom\r\nsuch regulation may be applicable.]", "27": "University Grants Commission Act 195627. Power\r\nto delegate.(1) The\r\nCommission may, 4*[\"by regulations made, by notification in the Official\r\nGazette.] under this Act, delegate to its Chairman, Vice-Chairman or any of its\r\nofficers, its power of general superintendence and direction over the business\r\ntransacted by, or in, the Commission, including the powers with regard to the\r\nexpenditure incurred in connection with the maintenance of the office and\r\ninternal administration of the Commission.(2) No\r\nregulation shall be made under this section except with the previous approval\r\nof the Central Government.]", "28": "University Grants Commission Act 195628.\r\nLaying of Rules and Regulations before Parliament.Every\r\nrule and every regulation made under this Act shall be laid, as soon as may be\r\nafter it is made, before each House of Parliament while it is in session, for a\r\ntotal period of thirty days which may be comprised in one session or in two or\r\nmore successive sessions, and if, before the expiry of the session immediately following\r\nthe session, or the successive sessions aforesaid, both Houses agree in making\r\nany modification in the rule or regulation or both Houses agree that the rule\r\nor regulation should not be made, the rule or regulation shall thereafter have\r\neffect only in such modified form or be of no effect, as the case may, be; so,\r\nhowever, that any such modification or annulment shall be without prejudice to\r\nthe validity of anything previously done under that rule or regulation.]\r\n---------------------------------------------------------------------- 1. Subs.\r\nby Act 59 of 1984, s.6 (w.e.f. 1-10-1984). 2. Ins. by s. 6 ,ibid. (w.e.f.\r\n1-10-1984) 3. Ins. by Act 33 of 1972, s. 8 (w.e.f. 17-6-1972). 4. Subs. by s.\r\n7, ibid. (w.e.f. 1-10-1984). 5. Ins. by s. 8 ibid. (w.e.f 1-10-1984)."}