{"name": "Unorganised Workers Social Security Act, 2008\r", "1": "The Un-organised Workers' Social Security Act, 2008.Chapter I Preliminary1. Short title,\r\nextent and commencement. -1.  \r\n  This\r\nAct may be called the Unorganised Workers' Social Security Act, 2008.2.  \r\n  It\r\nextends to the whole of India.3.  \r\n  It\r\nshall come into force on such date as the Central Government may, by notification\r\nin the Official Gazette, appoint.", "2": "The Un-organised Workers' Social Security Act, 2008.2. Definitions. -In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"employer\"\r\nmeans a person or an association of persons, who has engaged or employed an\r\nunorganised worker either directly or otherwise for remuneration;b.  \r\n  \"home-based\r\nworker\" means a person engaged in the production of goods or services for\r\nan employer in his or her home or other premises of his or her choice other\r\nthan the workplace of the employer, for remuneration, irrespective of whether\r\nor not the employer provides the equipment, materials or other inputs;c.  \r\n  \"identity\r\ncard\" means a card, document or certificate issued to an unorganised\r\nworker by the District Administration under sub-section (3) of section 10;d.  \r\n  \"National\r\nBoard\" means the National Social Security Board for unorganised workers\r\nconstituted under sub-section (1) of section 5;e.  \r\n  \"notification\"\r\n\r\nmeans a notification published in the Official Gazette;f.  \r\n  \"organised\r\nsector'' means an enterprise which is not an unorganised sector;g.  \r\n  \"prescribed\"\r\nmeans prescribed by rules made under this Act by the Central Government or the\r\nState Government, as the case may be;h.  \r\n\r\n  \"registered\r\nworker\" means an unorganised worker registered under sub-section (3) of\r\nsection 10;i.  \r\n  \"Schedule\"\r\nmeans the Schedule annexed to the Act;j.  \r\n  \"State\r\nBoard\" means the (name of the State) State Social Security Board for\r\nunorganised workers constituted under sub-section (1) of section 6;k.  \r\n  \"self-employed\r\nworker\" means any person who is not employed by an employer, but engages\r\nhimself or herself in any occupation in the unorganised sector subject to a\r\nmonthly earning of an amount as may be notified by the Central Government or\r\nthe State Government from time to time or holds cultivable land subject to such\r\nceiling as may be notified by the State Government;l.  \r\n  \"unorganised\r\nsector\" means an enterprise owned by individuals or self-employed workers\r\nand engaged in the production or sale of goods or providing service of any kind\r\nwhatsoever, and where the enterprise employs workers, the number of such\r\nworkers is less than ten;m.  \r\n\r\n  \"unorganised\r\nworker\" means a home-based worker, self-employed worker or a wage worker\r\nin the unorganised sector and includes a worker in the organised sector who is\r\nnot covered by any of the Acts mentioned in Schedule II to this Act; andn.  \r\n  \"wage\r\nworker\" means a person employed for remuneration in the unorganised\r\nsector, directly by an employer or through any contractor, irrespective of\r\nplace of work, whether exclusively for one employer or for one or more\r\nemployers, whether in cash or in kind, whether as a home-based worker, or as a\r\ntemporary or casual worker, or as a migrant worker, or workers employed by\r\nhouseholds including domestic workers, with a monthly wage of an amount as may\r\nbe notified by the Central Government and State Government, as the case may be.", "3": "The Un-organised Workers' Social Security Act, 2008.Chapter II Social\r\nSecurity Benefits3. Framing of\r\nscheme. - .1.  \r\n  The\r\nCentral Government shall formulate and notify, from time to time, suitable\r\nwelfare schemes for unorganised workers on matters relating to-a.   life and disability\r\ncover;b.   health and maternity benefits;c.   old age protection;\r\nand(d) any other benefit as may be determined by the Central Government.1.  \r\n2.  \r\n  The\r\nschemes included in the Schedule 1 to this Act shall be deemed to be the\r\nwelfare schemes under sub-section (1).3.  \r\n\r\n  The\r\nCentral Government may, by notification, amend the Schedules annexed to this\r\nAct.4.  \r\n  The\r\nState Government may formulate and notify, from time to time, suitable welfare\r\nschemes for unorganised workers, including schemes relating to-a.   provident fund;b.   employment injury\r\nbenefit;c.   housing;d.   educational schemes\r\nfor children;e.   skill upgradation of\r\nworkers;f.   funeral assistance;\r\nandg.   old age homes.", "4": "The Un-organised Workers' Social Security Act, 2008.4. Funding of Central\r\nGovernment Schemes. -1.  \r\n  Any\r\nscheme notified by the Central Government may be- \r\n i.  \r\n  wholly\r\nfunded by the Central Government; orpartly\r\nfunded by the Central Government and partly funded by the State Government; or \r\n iii.  \r\n  partly\r\nfunded by the Central Government, partly funded by the State Government and\r\npartly funded through contributions collected from the beneficiaries of the\r\nscheme or the employers as may be prescribed in the scheme by the Central\r\nGovernment.2.  \r\n  Every\r\nscheme notified by the Central Government shall provide for such matters that\r\nare necessary for the efficient implementation of the scheme including the\r\nmatters relating to,- \r\n i.  \r\n  scope\r\nof the scheme;beneficiaries\r\nof the scheme; \r\n iii.  \r\n  resources\r\nof the scheme; \r\n iv.  \r\n  agency\r\nor agencies that will implement the scheme; \r\n v.  \r\n  redressal\r\nof grievances; and \r\n vi.  \r\n  any\r\nother relevant matter.", "5": "The Un-organised Workers' Social Security Act, 2008.Chapter III National\r\nSocial Security Board for Unorganised Workers5. National Social\r\nSecurity Board. -1.  \r\n  The\r\nCentral Government shall, by notification, constitute a National Board to be\r\nknown as the National Social Security Board to exercise the powers conferred\r\non, and to perform the functions assigned to, it under this Act.2.  \r\n  The\r\nNational Board shall consist of the following members, namely: -a.   Union Minister for\r\nLabour and Employment-Chairperson, ex officio;b.   the Director General\r\n(Labour Welfare)-Member-Secretary, ex officio; and(c) thirty-four members to be\r\nnominated by the Central Government, out of whom- \r\n i.  \r\n  seven\r\nrepresenting unorganised sector workers; \r\n ii.  \r\n  seven\r\nrepresenting employers of unorganised sector; \r\n iii.  \r\n  seven\r\nrepresenting eminent persons from civil society; \r\n iv.  \r\n  two\r\nrepresenting members from Lok Sabha and one from Rajya Sabha; \r\n v.  \r\n  five\r\nrepresenting Central Government Ministries and Departments concerned; and \r\n vi.  \r\n  five\r\nrepresenting State Governments.1.  \r\n2.  \r\n3.  \r\n\r\n  The\r\nChairperson and other members of the Board shall be from amongst persons of\r\neminence in the fields of labour welfare, management, finance, law and\r\nadministration.4.  \r\n  The\r\nnumber of persons to be nominated as members from each of the categories\r\nspecified in clause (c) of sub-section (2), the term of office and other\r\nconditions of service of members, the procedure to be followed in the discharge\r\nof their functions by, and the manner of filling vacancies among the members\r\nof, the National Board shall be such as may be prescribed: that\r\nadequate representation shall be given to persons belonging to the Scheduled\r\nCastes, the Scheduled Tribes, the Minorities and Women.5.  \r\n  The\r\nterm of the National Board shall be three years.6.  \r\n  The\r\nNational Board shall meet at least thrice a year, at such time and place and\r\nshall observe such rules of procedure relating to the transaction of business\r\nat its meetings, as may be prescribed.7.  \r\n  The\r\nmembers may receive such allowances as may be prescribed for attending the\r\nmeetings of the National Board.8.  \r\n  The\r\nNational Board shall perform the following functions, namely:-a.   recommend to the\r\nCentral Government suitable schemes for different sections of unorganised\r\nworkers;b.   advise the Central\r\nGovernment on such matters arising out of the administration of this Act as may\r\nbe referred to it;c.   monitor such social welfare\r\nschemes for unorganised workers as are administered by the Central Government;d.   review the progress\r\nof registration and issue of identity cards to the unorganised workers;e.   review the record\r\nkeeping functions performed at the State level;f.   review the expenditure\r\nfrom the funds under various schemes; andg.   undertake such other\r\nfunctions as are assigned to it by the Central Government from time to time.", "6": "The Un-organised Workers' Social Security Act, 2008.Chapter IV State\r\nSocial Security Board for Unorganised Workers6. State Social\r\nSecurity Board. -1.  \r\n  Every\r\nState Government shall, by notification, constitute a State Board to be known\r\nas (name of the State) State Social Security Board to exercise the powers conferred\r\non, and to perform the functions assigned to it, under this Act.2.  \r\n  The\r\nState Board shall consist of the following members, namely: -a.   Minister of Labour\r\nand Employment of the concerned State-Chairperson, ex officio;b.   the Principal\r\nSecretary or Secretary (Labour)-Member-Secretary, ex officio; andc.   twenty-eight members\r\nto be nominated by the State Government, out of whom- \r\n i.  \r\n  seven\r\nrepresenting the unorganised workers; \r\n ii.  \r\n  seven\r\nrepresenting employers of unorganised workers; \r\n iii.  \r\n  two\r\nrepresenting members of Legislative Assembly of the concerned State; \r\n iv.  \r\n  five\r\nrepresenting eminent persons from civil society; and \r\n v.  \r\n  seven\r\nrepresenting State Government Departments concerned.1.  \r\n2.  \r\n3.  \r\n\r\n  The\r\nChairperson and other members of the Board shall be from amongst persons of\r\neminence in the fields of labour welfare, management, finance, law and\r\nadministration.4.  \r\n  The\r\nnumber of persons to be nominated as members from each of the categories\r\nspecified in clause (c) of sub-section (2), the term of office and other\r\nconditions of service of members, the procedure to be followed in the discharge\r\nof their functions by, and the manner of filling vacancies among the members\r\nof, the State Board shall be such as may be prescribed: that adequate\r\nrepresentation shall be given to persons belonging to the Scheduled Castes, the\r\nScheduled Tribes, the Minorities and Women.5.  \r\n  The\r\nterm of the State Board shall be three years.6.  \r\n  The\r\nState Board shall meet atleast once in a quarter at such time and place and\r\nshall observe such rules of procedure relating to the transaction of business\r\nat its meetings, as may be prescribed.7.  \r\n  The\r\nmembers may receive such allowances as may be prescribed for attending the\r\nmeetings of the State Board.8.  \r\n  The\r\nState Board shall perform the following functions, namely:-a.   recommend the State Government\r\nin formulating suitable schemes for different sections of the unorganised\r\nsector workers;b.   advise the State\r\nGovernment on such matters arising out of the administration of this Act as may\r\nbe referred to it;(c) monitor such social welfare schemes for unorganised\r\nworkers as are administered by the State Government;c.   review the record\r\nkeeping functions performed at the District level;d.   review the progress\r\nof registration and issue of cards to unorganised sector workers;e.   review the\r\nexpenditure from the funds under various schemes; andf.   undertake such other\r\nfunctions as are assigned to it by the State Government from time to time.", "7": "The Un-organised Workers' Social Security Act, 2008.7. Funding of State\r\nGovernment Schemes. -1.  \r\n  Any\r\nscheme notified by the State Government may be- \r\n i.  \r\n  wholly\r\nfunded by the State Government; orpartly\r\nfunded by the State Government, partly funded through contributions collected\r\nfrom the beneficiaries of the scheme or the employers as may be prescribed in\r\nthe scheme by the State Government.1.  \r\n2.  \r\n  The\r\nState Government may seek financial assistance from the Central Government for\r\nthe schemes formulated by it.3.  \r\n  The\r\nCentral Government may provide such financial assistance to the State\r\nGovernments for the purpose of schemes for such period and on such terms and\r\nconditions as it may deem fit.", "8": "The Un-organised Workers' Social Security Act, 2008.8. Record keeping by\r\nDistrict Administration. -The record keeping\r\nfunctions for the purpose of this Act shall be performed by the District\r\nAdministration: that the State Government may direct that the record\r\nkeeping function shall be performed by-a.  \r\n  the\r\nDistrict Panchayat in rural areas; andb.  \r\n  the\r\nUrban Local Bodies in urban areas.", "9": "The Un-organised Workers' Social Security Act, 2008.9. Workers\r\nfacilitation centres. -The State Government\r\nmay set up such Workers' facilitation centres as may be considered necessary\r\nfrom time to time to perform the following functions, namely:-a.  \r\n  disseminate\r\ninformation on available social security schemes for the unorganised workers;b.  \r\n  facilitate\r\nthe filling, processing and forwarding of application forms for registration of\r\nunorganised workers;c.  \r\n  assist\r\nunorganised worker to obtain registration from the District Administration;d.  \r\n  facilitate\r\nthe enrollment of the registered unorganised workers in social security\r\nschemes.", "10": "The Un-organised Workers' Social Security Act, 2008.Chapter V\r\nRegistration10. Eligibility for\r\nregistration and social security benefits. -1.  \r\n  Every\r\nunorganised worker shall be eligible for registration subject to the fulfilment\r\nof the following conditions, namely:-a.   he or she shall have\r\ncompleted fourteen years of age; andb.   a self-declaration by\r\nhim or her confirming that he or she is an unorganised worker.1.  \r\n2.  \r\n  Every\r\neligible unorganised worker shall make an application in the prescribed form to\r\nthe District Administration for registration.3.  \r\n  Every\r\nunorganised worker shall be registered and issued an identity card by the\r\nDistrict Administration which shall be a smart card carrying a unique\r\nidentification number and shall be portable.4.  \r\n\r\n  If\r\na scheme requires a registered unorganised worker to make a contribution, he or\r\nshe shall be eligible for social security benefits under the scheme only upon\r\npayment of such contribution.5.  \r\n  Where\r\na scheme requires the Central or State Government to make a contribution, the\r\nCentral or State Government, as the case may be, shall make the contribution\r\nregularly in terms of the scheme.", "11": "The Un-organised Workers' Social Security Act, 2008.Chapter VI\r\nMiscellaneous11. Power of Central\r\nGovernment to give directions. -The Central\r\nGovernment may give directions to- \r\n i.  \r\n  the\r\nNational Board; or \r\n ii.  \r\n  the\r\nGovernment of a State or the State Board of that State, in respect of matters\r\nrelating to the implementation of the provisions of this Act.", "12": "The Un-organised Workers' Social Security Act, 2008.12. Vacancies, etc.,\r\nnot to invalidate proceedings. -No proceedings of the\r\nNational Board or any State Board shall be invalid on the ground merely of the\r\nexistence of any vacancy or defect in the constitution of the National Board\r\nor, as the case may be, the State Board.", "13": "The Un-organised Workers' Social Security Act, 2008.13. Power to make\r\nrules by Central Government. -1.  \r\n  The\r\nCentral Government may, by notification, make rules to carry out the provisions\r\nof this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the contributions to\r\nbe collected from the beneficiaries of the scheme or the employers under\r\nsub-section (1) of section 4;b.   the number of persons\r\nto be nominated, the term of office and other conditions of service of members,\r\nthe procedure to be followed in the discharge of functions by, and the manner\r\nof filling vacancies of, the National Board under sub- section (4) of section\r\n5;c.   the rules of\r\nprocedure relating to the transaction of the business at the meeting of the\r\nNational Board under sub-section (6) of section 5;d.   the allowances for\r\nattending the meetings of the National Board under sub-section (7) of section\r\n5;e.   the form for making\r\nan application for registration under sub-section (2) of section 10; and(f) any\r\nother matter which is required to be, or may be, prescribed.", "14": "The Un-organised Workers' Social Security Act, 2008.14. Power to make\r\nrules by State Government. -1.  \r\n  The\r\nState Government may, by notification, make rules to carry out the provisions\r\nof this Act.2.  \r\n  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the number of persons\r\nto be nominated, the term of office and other conditions of service of members,\r\nthe procedure to be followed in the discharge of functions by, and the manner\r\nof filling vacancies of, the State Board under sub-section (4) of section 6;b.   the rules of\r\nprocedure relating to the transaction of business at the meetings of the State\r\nBoard under sub-section (6) of section 6;c.   the allowances for\r\nattending the meetings of the State Board under sub-section (7) of section 6;d.   the contributions to\r\nbe collected from the beneficiaries of the scheme or the employers under\r\nsub-section (1) of section 7;e.   the form in which the\r\napplication for registration shall be made under sub-section (2) of section 10;\r\nandf.   any other matter\r\nwhich is required to be, or may be, prescribed.", "15": "The Un-organised Workers' Social Security Act, 2008.15. Laying of rules.\r\n-1.  \r\n  Every\r\nrule made by the Central Government under this Act shall be laid, as soon as\r\nmay be after it is made, before each House of Parliament, while it is in\r\nsession, for a total period of thirty days which may be comprised in one session\r\nor in two or more successive sessions, and if, before the expiry of the session\r\nimmediately following the session or the successive sessions aforesaid, both\r\nHouses agree in making any modification in the rule or both Houses agree that\r\nthe rule should not be made, the rule shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule.2.  \r\n  Every\r\nrule made under this Act by State Government shall be laid, as soon as may be\r\nafter it is notified, before the State Legislature.", "16": "The Un-organised Workers' Social Security Act, 2008.16. Saving of certain\r\nlaws. -Nothing contained in\r\nthis Act shall affect the operation of any corresponding law in a State\r\nproviding welfare schemes which are more beneficial to the unorganised workers\r\nthan those provided for them by or under this Act.", "17": "The Un-organised Workers' Social Security Act, 2008.17. Power to remove\r\ndifficulties. -1.  \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as may appear to\r\nit to be necessary for removing the difficulty: that no such order\r\nshall be made under this section after the expiry of a period of two years from\r\nthe commencement of this Act.2.  \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament."}