{"name": "Usury Laws Repeal Act, 1855\r", "1": "1. [Repeal of enactments.]Rep. by the Repealing Act, 1870 (14 of 1870).1. Short title given by the Indian Short Titles Act, 1897 (14 of 1897).This Act has been declared to be in force in the whole of India, except former Part B States and the Scheduled Districts, by the Laws Local Extent Act, 1874 (15 of 1874), s. 3. It has been declared, by notification under s. 3(a) of the Scheduled Districts Act, 1874 (14 of 1874), to be in force in the following Scheduled Districts, namely:-West Jalpaiguri, the Western Dvars, the Western Hills of Darjiling, the Darjiling Tarai and the Damson Sub-division of The Darjiling District...See Gazette of India, 1881, Pt. I, p. 74.The District of Hazaribagh . Ditto 1881, Pt. I, p. 507.The District of Lohardaga (now the Ranchi District, see Calcutta Ditto Gazette, 1899, Pt. I, p. 44)...Ditto 1881, Pt. I, p. 508.The District of Manbhum . Ditto 1881, Pt. I, p. 509. Pargana Dhalbhum in the District of Singbhum...Ditto 1881, Pt. I, p. 510.The Scheduled portion of the Mirzapur District...Ditto 1879, Pt. I, p. 383. Jaunsar Bawar...Ditto 1879, Pt. I, p. 382.The District of Lahaul . Ditto 1886, Pt. I, p. 301.The Scheduled Districts of the C. P. Ditto 1879, Pt. I, p. 771.The Scheduled District in Ganjam and Vizagapatam...Ditto 1898, Pt. I, p. 870.The Districts of Kamrup, Naugong, Darrang, Sibsagar, Lakhimpur, Goalpara (excluding the Eastern Dvars) and Cachar (excluding the North CacharHills)....Ditto 1878, Pt. I p. 533.It has been extended, under s. 5 of the last-mentioned Act, to the following Scheduled Districts, namely :-Kumaon and Garhwal...See Gazette of India, 1876, Pt. I, p. 606. The Tarai of the Province ofAgra (now U. P.). Ditto 1876, Pt. I, p. 505.", "2": "2. Rate of interest to be decreed by Courts.-In any suit in which interest is recoverable, the amount shall be adjudged or decreed by the Court at the rate (if any) agreed upon by the parties; and if no rate shall have been agreed upon, at such rate as the Court shall deem reasonable.", "3": "3. Rate of interest upon a judgment or decree.-Whenever a Court shall direct that a judgment or decree shall bear interest, or shall award interest upon a judgment or decree, it may order the interest to be calculated at the rate allowed in the judgment or decree upon the principal sum adjudged, or at such other rate as the Court shall think fit.", "4": "4. Contracts for usufruct of property in lieu of interest.-A mortgage or other contract for the loan of money, by which it is agreed that the use or usufruct of any property shall be allowed in lieu of interest, shall be binding upon the parties.", "5": "5. Amount of interest to be deposited in certain cases of conditional sales under Bengal Regulations. Proviso.-Whenever, under the 1Regulations of the Bengal Code, a deposit may be made of the principal sum and interest due upon any mortgage or conditional sale of land there after to be entered into the amount of interest to be deposited shall be at the rate stipulated in the contract, or, if no rate has been stipulated and interest be payable under the terms of the contract, at the rate of twelve percentum per annum: Provided that, in the latter case, the amount deposited shall be subject to the decision of the Court as to the rate at which interest shall be calculated.", "6": "6. Rate of interest on future adjustments of accounts.-In any case in which an adjustment of accounts may become necessary between the lender and the borrower of money upon any mortgage, conditional sale of landed property, or other contract whatsoever, which may be entered into after the passing of this Act, interest shall be calculated at the rate stipulated therein; or, if no rate of interest shall have been stipulated and interest be payable under the terms of the contract, at such rate as the Court shall deem reasonable.", "7": "7. [Saving of prior transactions.]Rep. by the Repealing Act, 1870 (14 of 1870), s. 1 and the Schedule Part II.", "8": "8. [Commencement of Act.]Rep. by s.1 and the Schedule Part II, ibid.", "9": "9. [Schedule of Repealed Enactments.]Rep. by s. 1 and Schedule Part II, ibid."}