{"name": "Uttaranchal (Alteration of Name) Act, 2006\r", "1": "1. Short title and commencement.(1) This Act may be called the Uttaranchal (Alteration of Name) Act, 2006.(2) It shall come into force on such date1 as the Central Government may, by notification in the Official Gazette, appoint.", "2": "2. Definitions.In this Act, unless the context otherwise requires,(a) \"appointed day\" means the date appointed under sub-section (2) of section 1 for the coming into force of this Act;(b) \"appropriate Government\" means, as respects a law relating to a matter enumerated in List I in the Seventh Schedule to the Constitution, the Central Government, and as respects any other law, the State Government;(c) \"law\" includes any enactment, Ordinance, regulation, order, bye-law, rule, scheme, notification or other instrument having the force of law in the whole or any part of the State of Uttaranchal.", "3": "3. Alteration of name of the State of Uttaranchal.As from the appointed day, the State of Uttaranchal shall be known as the State of Uttarakhand.", "4": "4. Amendment of First Schedule to the Constitution.In the First Schedule to the Constitution, under the heading \"I. THE STATES\", in entry 27, under the column \"Name\", for the word \"Uttaranchal\", the word \"Uttarakhand\" shall be substituted.", "5": "5. Amendment of Fourth Schedule to the Constitution.In the Fourth Schedule to the Constitution, under the heading \"TABLE\", in entry 18, in the second column, for the word \"Uttarachal\" the word \"Uttarakhand\" shall be substituted.", "6": "6. Power to adapt laws.(1) For the purpose of giving effect to the alteration of the name of the State of Uttaranchal by section 3, the appropriate Government may, before the expiration of one year from the appointed day, by order, make such adaptations and modifications of any law made before the appointed day, whether by way of repeal or amendment, as may be necessary or expedient, and thereupon every such law shall have effect subject to the adaptations and modifications so made.(2) Nothing in sub-section (1) shall be deemed to prevent a competent Legislature or other competent authority from repealing or amending any law adapted or modified by the appropriate Government under the said sub-section.", "7": "7. Power to construe laws.Notwithstanding that no provision or insufficient provision has been made under section 6 for the adaptation of a law made before the appointed day, any court, tribunal or authority, required or empowered to enforce such law, may construe the law in such manner, without affecting the substance, as may be necessary or proper in regard to the matter before the court, tribunal or authority.", "8": "8. Legal proceedings.Where immediately before the appointed day any legal proceedings are pending to which the State of Uttaranchal is a party, the State of Uttarakhand shall be deemed to be substituted for the State of Uttaranchal in those proceedings.1.1st January, 2007, vide notification No. GSR 779(E), dated 29th December, 2006, see Gazette of India, Extraordinary, Part II, "}