{"name": "Vice-Presidents Pension Act, 1997\r", "1": "1. Short title.-This Act may be called the Vice-President's Pension Act, 1997.", "2": "2. Pension to retiring Vice-Presidents.-(1) There shall be paid to every person who ceases to hold office as Vice-President, either by the expiration of his term of office or by resignation of his office, a pension 1[at the rate of fifty per cent. of the salary of the Vice-President] per month, for the remainder of his life: Provided that such person shall not be entitled to receive any pension during the period he holds the office of the Prime Minister, a Minister or any other office or becomes a Member of Parliament and is in receipt of salary and allowances which are defrayed out of the Consolidated Fund of India or the Consolidated Fund of a State. 2[(1A) The spouse of a person who dies-(a) while holding the office of Vice-President, or(b) after ceasing to hold office as Vice-President either by the expiration of his term of office or by resignation of his office, shall be paid a family pension at the rate of fifty per cent. of pension as is admissible to a retiring Vice-President, for the remainder of her life.](2) Subject to any rules that may be made in this behalf, every such person shall, for the remainder of his life, be entitled-3[(a) to the use without payment of rent of such furnished residence (including its maintenance), as the Central Government may determine from time to time;](b) to the use of similar telephone facilities at his residence, as a member of Parliament is entitled to under the provisions of the Salary, Allowances and Pension of Members of Parliament Act, 1954(30 of 1954);4[(c) to secretarial staff consisting of a Private Secretary, an Additional Private Secretary, a Personal Assistant and two Peons and office expenses not exceeding 5[ninety thousand rupees] per annum;](d) to the same facilities for himself as respects medical attendance and treatment and on the same conditions as a retired President is entitled to under the provisions of the President's Emoluments and Pension Act, 1951(30 of 1951);(e) to the same facilities for his spouse and minor children as respects medical attendance and treatment and on the same conditions as the spouse of a retired President is entitled to under the provisions of the President's Emoluments and Pension Act, 1951(30 of 1951);and1[(f) to travel anywhere in India, accompanied by spouse or a companion or a relative, by the highest class by air, rail or steamer;]2[(3) Where any such person is re-elected to the office of Vice-President, he or his spouse shall not be eligible to any benefit under this section for the period during which such person again holds such office.(4) Where any person being a Vice-President gets elected to the office of the President of India, he or his spouse shall not be eligible to any benefit under this section.]1. Subs. by Act 29 of 2008, s. 2, for \"of twenty thousand rupees\" (w.e.f. 1-1-2006).2. Ins. by Act 23 of 2002, s. 2 (w.e.f. 5-7-2002).3. Subs. by Act 45 of 1999, s. 2, for clause (a) (w.e.f. 30-12-1999).4. Subs. by Act 29 of 2008, s. 2, for clause (c) (w.e.f. 30-12-2008).5. Subs. by Act 13 of 2018, s. 204, for \"sixty thousand rupees\" (w.e.f. 1-4-2018).", "3": "3. Medical facilities to the family of deceased Vice-President.-Subject to any rules that may be made in this behalf, the spouse of a person who dies while holding the office of Vice-President shall, for the remainder of life, be entitled to medical attendance and treatment, free of charge.3[3A. Free accommodation to spouse of Vice-President.-Subject to any rules that may be made in this behalf, the spouse of a person who dies-(a) while holding the office of Vice-President, or(b) after ceasing to hold office as Vice-President either by the expiration or his term of office or by resignation of his office, shall be entitled to the use of 4[furnished residence (including its maintenance)] without payment of licence fee, for the remainder of her life.]", "4": "4. Pension to be charged on the Consolidated Fund of India.-Any sum payable under this Act shall be charged on the Consolidated Fund of India.", "5": "5. Power to make rules.-(1) The Central Government may, by notification in the Official Gazette, make rules for carrying out the purposes of this Act.(2) Every rule made by the Central Government under this Act shall be laid, as soon as may be after it is made, before each House of Parliament, while it is in session for a total period of thirty days which may be comprised in one session or in two or more successive sessions, and if, before the expiry of the session immediately following the session or the successive sessions aforesaid, both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be; so, however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.", "6": "5[6. Power to remove difficulties.-(1) If any difficulty arises in giving effect to the provisions of this this Act as amended by the Vice-President's Pension (Amendment) Act, 2008 (29 of 2008), the Central Government may, by order, do anything not inconsistent with such provisions for the purpose of removing the difficulty: Provided that no such order shall be made after the expiration of two years from the date on which this Act comes into force.(2) Every order made under sub-section (1) shall be laid before each House of Parliament.]1. Subs. by Act 45 of 1999, s. 2, for clause (f) (w.e.f. 30-12-1999).2. Ins. by s. 2, ibid. (w.e.f. 30-12-1999).3. Ins. by Act 23 of 2002, s. 3 (w.e.f.5-7-2002).4. Subs. by Act 29 of 2008, s. 3, for \"unfurnished residence\" (w.e.f. 30-12-2008).5. Ins. by s. 4, ibid.(w.e.f. 30-12-2008)."}