{"name": "Voluntary Deposits (Immunities and Exemptions) Act, 1991\r", "1": "Voluntary Deposits (Immunities and Exemptions) Act, 19911. Short title and\r\nextent.- \n1.  \r\n  This\r\nAct may be called the Voluntary Deposits (Immunities and Exemptions) Act, 1991.\r\n2.  \r\n  It\r\nextends to the whole of India.", "2": "Voluntary Deposits (Immunities and Exemptions) Act, 19912. Definitions.-In this Act, unless\r\nthe context otherwise requires,--a.  \r\n  \"deposit\"\r\nmeans a voluntary deposit made by any person with the National Housing Bank in\r\naccordance with the scheme on or after the commencement of this Act but before\r\nthe specified date.Explanation.--For the\r\npurposes of this clause, \"specified date\" means the 1st day of\r\nDecember, 1991 or such other later date as the Central Government may, by\r\nnotification in the Official Gazette, specify in this behalf;a.  \r\nb.  \r\n  \"National\r\nHousing Bank\" means the National Housing Bank established under section 3\r\nof the National Housing Bank Act, 1987; (53 of 1987)c.  \r\n  \"net\r\ndeposit\" means sixty per cent of the amount of deposit made by any person\r\nwith the National Housing Bank in accordance with the scheme;d.  \r\n  \"person\"\r\nincludes- \r\n i.  \r\n  an\r\nindividual,a\r\nHindu undivided family, \r\n iii.  \r\n  a\r\ncompany; \r\n iv.  \r\n  a\r\nfirm, \r\n v.  \r\n  an\r\nassociation of persons or a body of individuals, whether incorporated or not,\r\nand \r\n vi.  \r\n  every\r\nartificial juridical person, not falling within any of the preceding\r\nsub-clauses, but does not include a local authority;e.  \r\n  \"scheme\"\r\nmeans a scheme formulated by the National Housing Bank under the National\r\nHousing Bank Act, 1987 (53 of 1987.) for the purpose of enabling-- (i) any\r\nperson to make deposit with that Bank; (ii) such Bank to credit forty per cent.\r\nof the amount of such deposit to a special fund created for financing slum\r\nclearance and low cost housing for the poor; and (iii) the depositor to utilise\r\nthe net deposit for any purpose specified by him;f.  \r\n  all\r\nother words and expressions used in this Act but not defined and defined in the\r\nIncome-tax Act, 1961 (43 of 1961) shall have the meanings respectively assigned\r\nto them in that Act.", "3": "Voluntary Deposits (Immunities and Exemptions) Act, 19913. Immunities.-1.  \r\n  Notwithstanding\r\nanything contained in any other law for the time being in force,-- (a) no\r\nperson, who has made a deposit with the National Housing Bank in accordance\r\nwith the scheme, shall be required to disclose, for any purpose whatsoever, the\r\nnature and source of the deposit; (b) no inquiry or investigation shall be\r\ncommenced against any person under any such law on the ground that he has made\r\nthe deposit; (c) the fact that a person has made the deposit shall not be taken\r\ninto account and shall be inadmissible as evidence in any proceedings relating\r\nto any offence or the imposition of any penalty under any such law.2.  \r\n  Nothing\r\nin sub-section (1) shall apply in relation to prosecution for any offence\r\npunishable under Chapter IX or Chapter XVII of the Indian Penal Code, (45 of\r\n1860) the Narcotic Drugs and Psychotropic Substances Act, 1985, (61 of 1985).\r\nthe Terrorist and Disruptive Activities (Prevention) Act, 1987, (28 of 1987)\r\nthe Prevention of Corruption Act, 1988 (49 of 1988) or for the purpose of\r\nenforcement of any civil liability.", "4": "Voluntary Deposits (Immunities and Exemptions) Act, 19914. Deposit not to be\r\ntaken into account in certain cases.-Without prejudice to\r\nthe generality of the provisions of section 3,--a.  \r\n  the\r\ndeposit shall not be taken into account for the purpose of any proceeding under\r\nthe Income-tax Act, 1961 (43 of 1961) and, in particular, the depositor shall\r\nnot be entitled to claim any set-off or relief in any assessment,\r\nre-assessment, appeal, reference or other proceeding under that Act or to re-\r\nopen any assessment or re-assessment made under that Act on the ground that he\r\nhas made such deposit. Explanation.--For the avoidance of doubt, it is hereby\r\ndeclared that the provisions of the Income-tax Act, 1961 (43 of 1961) will\r\napply to any income which accrues or arises or is deemed to accrue or arise to\r\nthe depositor from the amount of the net deposit;b.  \r\n  the\r\ndeposit shall not form part of the assets of any assessee for the purposes of\r\ncomputing his net wealth under the Wealth-tax Act, 1957 (27 of 1957) in\r\nrelation to any assessment year commencing before the 1st day of April, 1992.", "5": "Voluntary Deposits (Immunities and Exemptions) Act, 19915. Amendment of Act\r\n53 of 1987.- \nIn the National\r\nHousing Bank Act, 1987,--a.  \r\n  in\r\nsection 14,-- (i) in clause (b), after the words \"scheduled banks\",\r\nthe words \"or to any authority established by or under any Central, State\r\nor Provincial Act and engaged in slum clearance\" shall be inserted; (ii)\r\nafter clause (h), the following clause shall be inserted, namely:-- \"(hh)\r\nformulating a scheme for the purpose of accepting deposits referred to in\r\nclause (a) of section 2 of the Voluntary Deposits (Immunities and Exemptions)\r\nAct, 1991 and crediting forty per cent. of the amount of such deposits to a\r\nspecial fund created under section 37;\";b.  \r\n  in\r\nsection 15, in sub-section (1), to clause (c), the following proviso shall be\r\nadded, namely:-- \"that nothing contained in this clause shall\r\napply to deposits accepted under the scheme formulated by the Bank in pursuance\r\nof clause (hh) of section 14;\";c.  \r\n  in\r\nsection 55, in sub-section (5), for the word \"regulation\"; wherever\r\nit occurs, the words \"regulation or scheme\" shall be substituted."}