{"name": "Warehousing (Development and Regulation) Act, 2007\r", "1": "The Warehousing (Development and Regulation) Act, 2007Chapter I Preliminary1. Short title,\r\nextent and commencement. -1.  This\r\nAct may be called the Warehousing (Development and Regulation) Act, 2007.2.  It\r\nextends to the whole of India except the State of Jammu and Kashmir.3.  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "The Warehousing (Development and Regulation) Act, 20072. Definitions. -In this Act, unless\r\nthe context otherwise requires,-a.  \r\n  \"accreditation\r\nagency\" means an agency, whatever be its constitution, registered with the\r\nAuthority under section 5;b.  \r\n  \"actionable\r\nclaim\" shall have the meaning assigned to it in section 3 of the Transfer\r\nof Property Act, 1882;c.  \r\n  \"Authority\"\r\nmeans the Warehousing Development and Regulatory Authority established under\r\nsub-section (1) of section 24;d.  \r\n  \"depositor\"\r\nmeans a person who delivers goods to the warehouseman for storage;e.  \r\n  \"endorsee\"\r\n\r\nmeans the person to whom the warehouse receipt is negotiated;f.  \r\n  \"endorsement\"\r\nmeans signing on the warehouse receipt by the depositor or holder of the\r\nwarehouse receipt for the purpose of its negotiation;g.  \r\n  \"electronic\r\nform\", with reference to information, means any information generated,\r\nsent, received or stored in media, magnetic, optical, computer memory,\r\nmicrofilm, computer generated micro fiche or similar device;h.  \r\n\r\n  \"fungible\r\ngoods\" means any goods of which any unit is, by nature or usage of trade,\r\nthe equivalent of any other like unit and are received by a warehouseman as\r\nfungible goods;i.  \r\n  \"goods\"\r\nmeans all tangible movable goods (other than actionable claims, money and\r\nsecurities), whether fungible or not;j.  \r\n  \"grade\"\r\nmeans the quality standard of any goods as notified as grade designation by the\r\nCentral Government under the Agricultural Produce (Grading and Marking) Act,\r\n1937 or any other law for the time being in force;k.  \r\n  \"holder\"\r\nmeans,- \r\n i.  \r\n  in\r\nrelation to a negotiable warehouse receipt, a person who is in possession of\r\nsuch receipt and a right to goods endorsed on it; and \r\n ii.  \r\n\r\n  in\r\nrelation to a non-negotiable warehouse receipt, a person named in it as the\r\nperson to whom the goods are to be delivered or the assignee of that person;a.  \r\nb.  \r\nc.  \r\nd.  \r\n\r\ne.  \r\nf.  \r\ng.  \r\nh.  \r\ni.  \r\nj.  \r\nk.  \r\nl.  \r\n  \"member\"\r\n\r\nmeans a member of the Authority and includes its Chairperson;m.  \r\n  \"negotiable\r\nwarehouse receipt\" means a warehouse receipt under which the goods\r\nrepresented therein are deliverable to the depositor or order, the endorsement\r\nof which has the effect of transfer of goods represented thereby and the\r\nendorsee for which takes a good title;n.  \r\n  \"non-negotiable\r\nwarehouse receipt\" means a warehouse receipt other than a negotiable\r\nwarehouse receipt;o.  \r\n  \"notification\"\r\nmeans a notification published in the Official Gazette;p.  \r\n  \"person\"\r\nincludes a firm, co-operative society or any association or body of persons,\r\nwhether incorporated or not;q.  \r\n  \"prescribed\"\r\n\r\nmeans prescribed by rules made under this Act;r.  \r\n  \"regulation\"\r\nmeans a regulation made under this Act;s.  \r\n  \"warehouse\"\r\nmeans any premises (including any protected place) conforming to all the\r\nrequirements including manpower specified by the Authority by regulations\r\nwherein the warehouseman takes custody of the goods deposited by the depositor\r\nand includes a place of storage of goods under controlled conditions of\r\ntemperature and humidity;t.  \r\n  \"warehousing\r\nbusiness\" means the Business of maintaining warehouses in storage of goods\r\nand issuing negotiable warehouse receipts;u.  \r\n  \"warehouse\r\nreceipt\" means an acknowledgement in writing or in electronic form issued\r\nby a warehouseman or his duly authorised representative (including depository\r\nby whatever name called) of the receipt for storage of goods not owned by the\r\nwarehouseman;v.  \r\n  \"warehouseman\"\r\n\r\nmeans any person who is granted a certificate of registration in respect of any\r\nwarehouse or warehouses by the Authority or an accreditation agency for\r\ncarrying on the business of warehousing.", "3": "The Warehousing (Development and Regulation) Act, 2007Chapter II Regulation\r\nof Warehousing Business3. Requirement of\r\nregistration for warehouses issuing negotiable warehouse receipts. -1.  No\r\nperson shall commence or carry on the warehousing business unless he has\r\nobtained a registration certificate in respect of the concerned warehouse or\r\nwarehouses granted by the Authority under this Act: Provided that a person\r\ncarrying on the warehousing business immediately before the commencement of\r\nthis Act shall be allowed to carry on such business, in case he has made an\r\napplication for registration within thirty days from the date of such\r\ncommencement: Provided further that no such registration shall be required for\r\nwarehouses which do not propose to issue negotiable warehouse receipt.\r\nExplanation.-For the removal of doubts, it is hereby clarified that a warehouse\r\nregistered under this Act shall also be eligible to issue non-negotiable\r\nwarehouse receipts.2.  Notwithstanding\r\nanything contained in sub-section (1), the Authority may, subject to such\r\nregulations and guidelines issued by it, authorise any person registered under\r\nsection 5 as an accreditation agency to issue certificate of accreditation to\r\nany person for carrying on the business of warehousing issuing negotiable\r\nwarehouse receipts.", "4": "The Warehousing (Development and Regulation) Act, 20074. Registration of\r\nwarehouses. -1.  Any\r\nperson desirous of commencing or carrying on the business of maintaining a\r\nwarehouse issuing negotiable warehouse receipts may make an application to the\r\nAuthority for registration in respect of one or more warehouses owned or\r\noccupied by him.2.  Every\r\napplication for registration under sub-section (1) shall be in such form and\r\nmanner and shall be accompanied by such fees as may be prescribed.3.  The\r\nAuthority may, after such enquiry and subject to such terms and conditions as\r\nit thinks fit, grant a certificate of registration of the warehouse in the\r\nprescribed form and bearing a registration number to the applicant authorising\r\nhim to carry on the business of maintaining a warehouse or warehouses and to\r\nissue negotiable warehouse receipts.4.  The\r\nAuthority may not grant a certificate of registration under this section unless\r\nit is satisfied that the warehouse in respect of which the application has been\r\nmade has adequate facilities and safeguards required to warehouse the goods of\r\nthe nature specified in the application and the applicant satisfies the\r\nfinancial, managerial and other eligibility criteria and competence as may be\r\nprescribed: Provided that no certificate of registration shall be refused to\r\nany applicant under this section unless the applicant has been given an\r\nopportunity of being heard.", "5": "The Warehousing (Development and Regulation) Act, 20075. Registration of\r\naccreditation agencies. -1.  The\r\nAuthority shall, from time to time, determine the number of accreditation\r\nagencies as it may authorise to issue certificate of accreditation to\r\nwarehouses issuing negotiable warehouse receipts.2.  Any\r\nperson fulfilling the qualifications and other requirements as may be\r\nprescribed and desirous of functioning as an accreditation agency under this\r\nAct may make an application to the Authority seeking its registration as such\r\nunder this Act.3.  Every\r\napplication under sub-section (2) shall be in such form and manner and shall be\r\naccompanied by such fees and security deposit as may be prescribed.4.  The\r\nform in which and the terms and conditions subject to which a certificate of\r\nregistration as an accreditation agency may be issued under this section shall\r\nbe such as may be prescribed.", "6": "The Warehousing (Development and Regulation) Act, 2007Chapter III\r\nWarehousemen6. Liabilities of\r\nwarehousemen. -1.  A\r\nwarehouseman is liable for loss of, or injury to, goods caused by his failure\r\nto exercise such care and diligence in regard to the goods as a careful and\r\nvigilant owner of the goods of the same bulk, quality and value would exercise\r\nin the custody of them in similar conditions.2.  In\r\ncase the goods are damaged or lost in spite of taking all care and precautions\r\nby the warehouseman due to unavoidable circumstances, the compensation equal to\r\nthe value of goods at the time of deposit of the goods shall be payable by the\r\nwarehouseman.3.  In\r\ncase the goods are damaged or lost due to the negligence of the warehouseman,\r\nthen, the compensation shall be equal to value of goods plus the loss of profit\r\nto the holder of the receipt.4.    The\r\nwarehouseman shall not be responsible for any loss, destruction, damage or\r\ndeterioration of the goods delivered to him for storage attributable to\r\ncircumstances such as force majeure, act of war, act of public enemies and the\r\nlike.", "7": "The Warehousing (Development and Regulation) Act, 20077. Duties of\r\nwarehousemen. -1.  In\r\nthe absence of a lawful excuse, a warehouseman shall deliver the goods referred\r\nto in a negotiable receipt, to the holder of the receipt on demand made by the\r\nholder and on the holder fulfilling all the following conditions, namely:-a.   satisfying the\r\nwarehouse lien;b.   surrendering the\r\nreceipt in case of non-negotiable receipt and surrendering the receipt with\r\nendorsements in case of negotiable receipt; andc.   acknowledging in\r\nwriting the receipt of the goods.2.  If\r\na warehouseman refuses or fails to deliver the goods in compliance with the\r\nprovisions of this section, the burden of proof shall lie on the warehouseman\r\nto establish the existence of a lawful excuse for the refusal or failure.", "8": "The Warehousing (Development and Regulation) Act, 20078. Duties of\r\nwarehouseman to keep records and accounts of warehouse business. -1.  Every\r\nwarehouseman shall keep in a place of safety a complete and accurate set of\r\nrecords and accounts of all transactions pertaining to the operation of a\r\nwarehouse including records and accounts of all goods received in the warehouse\r\nand withdrawn there from, of all un issued receipts in his possession, of all\r\nreceipts issued, returned to, or cancelled, by him.2.  Subject\r\nto the provisions of sub-section (1), the warehouseman shall keep all the\r\nrecords and accounts of the warehouse business in numerical sequence separate\r\nand distinct from the records and accounts of any other business in such form\r\nand in such manner and for such period as the Authority may, by regulations,\r\nspecify.3.  The\r\nwarehouseman shall make available to the Authority for inspection the records\r\nand accounts of the warehouse business at any time as may be desired by the\r\nAuthority.", "9": "The Warehousing (Development and Regulation) Act, 20079. Special powers of\r\nwarehouseman to deal with perishable and hazardous goods. -1.  If\r\nthe goods are of a perishable or hazardous nature, or their keeping shall\r\ndeteriorate greatly in value or damage other property, the warehouseman may\r\ngive notice that is reasonable and possible under the circumstances to the\r\nholder of the receipt for the goods, if the name and address of the holder is\r\nknown to the warehouseman or if not known to the warehouseman, then, to the\r\ndepositor, requiring that person to satisfy the lien on the goods and to remove\r\nthem from the warehouse.2.  If\r\nthe person to whom a notice under sub-section (1) is given, fails to satisfy\r\nthe lien and remove the goods within the time specified in the notice, the\r\nwarehouseman may sell the goods at public or private sale without advertising.3.  The\r\nnotice referred to in sub-section (1) may be given by sending it by electronic\r\nmail, speed post or registered post or telegraphically addressed to the person\r\nto whom it is to be given at the last known address of the person and the\r\nnotice is deemed to be given on the third day of the mailing.4.  If\r\nthe warehouseman after a reasonable effort is unable to sell the goods, the\r\nwarehouseman may dispose of them in such other manner as he deems proper and\r\nshall incur no liability for that reason.5. From\r\nthe proceeds of any sale or disposal of goods made under this section, the\r\nwarehouseman shall, after satisfying his lien, hold the balance in trust for\r\nthe holder of the receipt.6. \r\n  No\r\nnotice shall be necessary if the warehouseman is satisfied on reasonable\r\ngrounds that in the circumstances of the case giving such notices is likely to\r\ncause further prejudice to the goods.7. \r\n  If,\r\nat any time, the warehouseman is satisfied that the quality of any fungible\r\ngoods or any part thereof has so deteriorated or is so deteriorating that it is\r\nnecessary to do so, to protect the holders of negotiable warehouse receipts\r\nfrom loss and time is not sufficient for him to seek their instructions, he\r\nmay, subject to the regulations in this behalf, dispose off the goods or any\r\npart thereof and keep the sale proceeds after satisfying his lien in an escrow\r\naccount for the benefit of the holders of receipts.8. \r\n  In\r\ncase of disposal of fungible goods under sub-section (7), the warehouseman\r\nshall, at the choice of the holder of the receipt, either pay the sale proceeds\r\nor deliver equivalent goods of the same grade, quality and quantity to him.9. \r\n  Any\r\nendorsee shall have the right to intimate the address for service recorded with\r\nthe warehouseman.", "10": "The Warehousing (Development and Regulation) Act, 200710. Lien of\r\nwarehouseman on goods. -1.  Every\r\nwarehouseman has a lien on goods deposited with him for storage, whether\r\ndeposited by the owner of the goods or by his authority, or by any person\r\nentrusted with the possession of the goods by the owner or by his agent.2.  The\r\nlien of the warehouseman is for the amount of the storage and maintenance\r\ncharges including -a.   all lawful charges\r\nfor storage and preservation of the goods;b.   all reasonable\r\ncharges for- \r\n i.  \r\n  any\r\nnotice required to be given under the provisions of this Act; \r\n ii.  \r\n  notice\r\nand advertisement of sale; \r\n iii.  \r\n  sale\r\nof goods where default is made in satisfying the lien of the warehouseman; and \r\n iv.  \r\n  compliance\r\nof statutory provisions.1.  2.  3.  In\r\ncase of any endorsement on the face of a negotiable warehouse receipt, by a\r\nbank or the warehouseman, such endorsement shall be evidence of a pledge and\r\nthe pledgee shall have priority over the interest of the holder of the receipt.4.    In\r\ncase of any pledge referred to in sub-section (3), the warehouseman shall not\r\ndeliver the goods unless the endorsement of the pledge has been duly got\r\ncancelled.5. In\r\ncase the goods are not taken back within the declared period of storage, the\r\nwarehouseman shall have the right to recover his charges, selling the goods by\r\npublic auction, or in any other manner provided in this section any goods upon\r\nwhich he has a lien.6. \r\n  The\r\nwarehouseman shall give a notice in writing of his intention to sell the goods\r\nto the person liable as debtor for the charges for which the lien exists or to\r\nthe owner or person owning the right of property of the goods.7. \r\n  The\r\nnotice under sub-section (6) shall-a.   contain all the\r\ndetails about the goods, the location of warehouse, date of deposit, the name\r\nof depositor and a statement of lien claimed by the warehouseman for the goods\r\nstored in the warehouse; andb.   state that unless the\r\ncharges are paid within the stipulated time mentioned in the notice, the goods\r\nshall be advertised for sale and sold by public auction at a time and place as\r\nspecified in the notice.1.  2.  3.  4.  5. \r\n6. \r\n7. \r\n8. \r\n  If\r\nthe charges are not paid on or before the day mentioned in the notice, then,\r\nunless any other mode of sale is specified by the Authority, by regulations, an\r\nadvertisement of the sale shall be published in a leading newspaper having\r\ncirculation in the locality where the sale is to be held as well as where the\r\nowner of the goods is located and the sale shall be held not less than fourteen\r\ndays from the date of first publication of the advertisement.9. \r\n  The\r\nwarehouseman shall, from the proceeds of the sale, satisfy his lien and shall\r\npay over the surplus, if any, to the person entitled thereto.10. \r\n  If\r\nthe surplus is not demanded by the person entitled thereto within ten days\r\nafter the sale of goods or if there are different claims, the warehouseman\r\nshall seek instructions from the Authority and act as per the orders of the\r\nAuthority.", "11": "The Warehousing (Development and Regulation) Act, 2007Chapter IV Warehouse\r\nReceipts11. Warehouse\r\nreceipts. -1.  A\r\nwarehouse receipt, which may be either in writing or in electronic form, shall\r\nbe a document of title to goods in writing if it contains all the following\r\nparticulars, namely:-a.   receipt number;b.   warehouse\r\nregistration number and date up to which it is valid;c.   name of the warehouse\r\nand its complete postal address;d.   name and address of\r\nthe person by whom or on whose behalf the goods are deposited;e.   date of issue of the\r\nwarehouse receipt;f.   statement that the\r\ngoods received shall be delivered to the holder thereof, or that the goods\r\nshall be delivered to the order of a named person;g.   rates of storage\r\ncharges and handling charges;h.   description of the\r\ngoods or of the packages containing them with particulars of quantity and\r\nquality or grade;i.   market value of the\r\ngoods at the time of deposit;j.   private marks of\r\ndepositor on the goods or packages, if any, except in the case of fungible\r\ngoods;k.   name of the insurance\r\ncompany indemnifying for fire, flood, theft, burglary, misappropriation, riots,\r\nstrikes or terrorism;l.   whether the warehouse\r\nreceipt is negotiable or non-negotiable;m.   statement of the\r\namount of any advance made and of any liability incurred for which the\r\nwarehouseman claims his lien;n.   date and signature of\r\nthe warehouseman or his authorised agent;o.   declared shelf-life\r\nof goods;p.   the fact that the\r\nwarehouseman holds the lien on the goods deposited for his storage and handling\r\ncharges; and(q) that the receipt would be valid only till the date of expiry of\r\ndeclared shelf- life of the goods for which it is issued.1.  2.  \r\n  In\r\ncase a warehouseman wilfully omits from a negotiable warehouse receipt any of\r\nthe particulars set out in sub-section (1), he shall be liable for damages\r\ncaused by such omission.3.  No\r\nwarehouse receipt shall, by reason of the omission only of any of the\r\nparticulars set-forth in sub-section (1), be deemed to be invalid for the\r\npurpose of settlement of disputes or claims.4.    Authority\r\nmay, with the prior approval of the Central Government, add, delete or modify\r\nany particulars as specified in sub-clause (1) for all or any commodity or\r\nclass of commodities or for any class of warehouses.", "12": "The Warehousing (Development and Regulation) Act, 200712. Negotiability of\r\nwarehouse receipts. -1.  The\r\nwords in a negotiable warehouse receipt limiting its negotiability shall be\r\nvoid.2.  A\r\nwarehouseman who issues a non-negotiable warehouse receipt shall cause to be\r\nplainly marked upon its face the words \"non-negotiable\" or \"not\r\nnegotiable\" in English or in the language in which it is issued.3.  In\r\ncase of non-compliance of sub-section (2), a holder of the warehouse receipt\r\nwho purchases it for valuable consideration believing it to be a negotiable\r\nwarehouse receipt may, at his option, treat the receipt as vesting in him all\r\nrights attaching to a negotiable warehouse receipt and imposing upon the\r\nwarehouseman the same liabilities which he would have incurred had the receipt\r\nbeen a negotiable warehouse receipt and the warehouseman shall be liable\r\naccordingly.4.    A\r\nnegotiable warehouse receipt shall be valid for delivery till the date of\r\nexpiry of the declared shelf-life of the goods for which it is issued.", "13": "The Warehousing (Development and Regulation) Act, 200713. Negotiation of\r\nwarehouse receipt by delivery. -A negotiable\r\nwarehouse receipt may be negotiated by its delivery if, by the terms of the\r\nreceipt, the warehouseman undertakes to deliver the goods to the order of a\r\nnamed person, and that person or a subsequent endorsee has endorsed it.", "14": "The Warehousing (Development and Regulation) Act, 200714. Transfer of\r\nnegotiable warehouse receipts without endorsement. -Where a negotiable\r\nreceipt is transferred for valuable consideration by delivery, and the\r\nendorsement of the transferor is essential for negotiation, the transferee\r\nacquires a right against the transferor to compel him to endorse the receipt,\r\nunless a contrary intention appears, and the negotiation takes effect as of the\r\ntime when endorsement is made.", "15": "The Warehousing (Development and Regulation) Act, 200715. Warranties on\r\nnegotiation of warehouse receipt. -A person who, for\r\nvaluable consideration, negotiates a negotiable warehouse receipt by\r\nendorsement and delivery, including one who assigns for valuable consideration,\r\na claim secured by a receipt, unless a contrary intention appears, warrants the\r\nfollowing:-a.  \r\n  that\r\nthe receipt is genuine;b.  \r\n  that\r\nthe person has a legal right to negotiate or transfer it;c.  \r\n  that\r\nthe person has no knowledge of any fact that would impair the validity of the\r\nreceipt;d.  \r\n  that\r\nthe person has a right to transfer the title to the goods; ande.  \r\n  that\r\nthe goods are merchantable or fit for a particular purpose when those\r\nwarranties would have been implied, if the contract of the parties had been to\r\ntransfer without a receipt the goods represented by it.", "16": "The Warehousing (Development and Regulation) Act, 200716. Non-liability of\r\nthe endorser. -The endorsement of a\r\nreceipt does not make the endorser liable for any failure on the part of the\r\nwarehouseman or previous endorsers of the receipt to fulfill their respective\r\nobligations.", "17": "The Warehousing (Development and Regulation) Act, 200717. Negotiation of\r\nwarehouse receipt not impaired by fraud, mistake or duress. -The validity of the\r\nnegotiation of a receipt is not impaired by the fact that-a.  \r\n  the\r\nnegotiation was a breach of duty on the part of the person making the\r\nnegotiation; orb.  \r\n  the\r\nowner of the receipt was induced by fraud, mistake or duress to entrust the\r\npossession or custody of the receipt to that person, if the person to whom the\r\nreceipt was negotiated or a person to whom the receipt was subsequently\r\nnegotiated, paid value for it without knowing of the breach of duty, fraud,\r\nmistake or duress.", "18": "The Warehousing (Development and Regulation) Act, 200718. Subsequent\r\nnegotiation of warehouse receipts. -If a person having\r\nsold, mortgaged or pledged goods that are in the custody of a warehouseman and\r\nfor which a negotiable receipt has been issued, continues in possession of the\r\nnegotiable receipt, the subsequent negotiation of it by that person under any\r\nsale or other disposition of the goods to any person receiving the receipt in\r\ngood faith, for valuable consideration and without notice of the previous sale,\r\nmortgage or pledge, has the same effect as if a previous purchaser, mortgagee\r\nor pledgee of the goods, as the case may be, had expressly authorised the\r\nsubsequent negotiation.", "19": "The Warehousing (Development and Regulation) Act, 200719. Delivery of goods\r\nto be made after due charges are paid. -When a negotiable\r\nwarehouse receipt has been issued in respect of any goods, the warehouseman\r\nshall not deliver the goods to the depositor or endorsee, until the due charges\r\nare paid to the custodian from the date of initial deposit till delivery is\r\nmade and the warehouse receipt is surrendered for cancellation.", "20": "The Warehousing (Development and Regulation) Act, 200720. Transfer of\r\nnon-negotiable receipts. -1.  A\r\nnon-negotiable warehouse receipt may be transferred by the holder by delivery\r\nto a purchaser or donee of the goods in writing executed by the holder.2.  A\r\nperson to whom the goods covered by a non-negotiable warehouse receipt is\r\ntransferred acquires-(a) the title of the transferor to the goods; and (b) the\r\nright to deposit with the warehouseman the receipt or duplicate thereof or to\r\ngive notice in writing to the warehouseman of the transfer.3.  The\r\ntransferee shall acquire the benefit of the obligation of the warehouseman to\r\nhold goods in storage for him according to the terms of the receipt upon\r\ndeposit of the transfer of the goods and on giving notice in writing of the\r\ntransfer and upon the warehouseman having a reasonable opportunity of verifying\r\nthe transfer.", "21": "The Warehousing (Development and Regulation) Act, 200721. Conclusiveness of\r\nnegotiable warehouse receipt. -In the hands of a\r\nholder who has purchased a negotiable warehouse receipt for valuable\r\nconsideration, it shall be conclusive evidence of the goods described in it as\r\nagainst the warehouseman or any person claiming through him.", "22": "The Warehousing (Development and Regulation) Act, 200722. Presumption in\r\ncertain cases. -In a dispute between\r\nan endorser of a negotiable warehouse receipt and his endorsee unless it is\r\nproved otherwise, it shall be presumed that-a.  \r\n  the\r\nendorsement has been made voluntarily;b.  \r\n  the\r\nendorsement has been made for full consideration;c.  \r\n  the\r\nendorser had full legal title in the goods represented by the receipt; andd.  \r\n  the\r\nendorsement has extinguished all the rights, title and interest of the endorser\r\nin the goods.", "23": "The Warehousing (Development and Regulation) Act, 200723. Issue of\r\nduplicate receipt. -1.  No\r\nwarehouseman shall issue a warehouse receipt without actually receiving the\r\ngoods of the quantity, quality or grade and other particulars as may be\r\nmentioned in the receipt.2.  No\r\nwarehouseman shall issue more than one receipt for the same goods deposited by\r\nany person: Provided that in case of a loss or destruction, a duplicate receipt\r\nmay be issued in such manner as may be specified by the Authority by\r\nregulations.3.  If\r\na warehouseman fails to comply with the provisions of sub-section (2), he would\r\nbe liable for all such damages caused by the failure to any person who has\r\ntransacted on such receipt for valuable consideration, believing it to be an\r\noriginal, even though the transaction is after the delivery of the goods by the\r\nwarehouseman to the holder of the original receipt.4.  A\r\nreceipt on the face of which the word \"duplicate\" is plainly marked\r\nis a representation and warranty by the warehouseman that it is an accurate\r\ncopy of a receipt properly issued and uncancelled on the date of issue of the\r\nduplicate warehouse receipt.", "24": "The Warehousing (Development and Regulation) Act, 2007Chapter V The\r\nWarehousing Development and Regulatory Authority24. Establishment and\r\nincorporation of Authority. -1.  With\r\neffect from such date as the Central Government may, by notification, specify\r\nin this behalf, there shall be constituted an authority to be called the\r\nWarehousing Development and Regulatory Authority to exercise the powers\r\nconferred on, and to perform the functions assigned to it by or under this Act.2.  The\r\nAuthority shall be a body corporate by the name aforesaid having perpetual\r\nsuccession and a common seal with power, subject to the provisions of this Act,\r\nto acquire, hold and dispose of property, both movable and immovable, and to\r\ncontract and shall, by the said name, sue or be sued.3.  The\r\nhead office of the Authority shall be at New Delhi and the Authority may, with\r\nthe previous approval of the Central Government, establish offices at other\r\nplaces in India.", "25": "The Warehousing (Development and Regulation) Act, 200725. Composition of\r\nAuthority.The Authority shall\r\nconsist of -a.  \r\n  a\r\nChairperson; andb.  \r\n  not\r\nmore than two other members, to be appointed by the Central Government from\r\namongst persons of ability, integrity and standing who have wide knowledge and\r\nexperience in inventory management, insurance, preservation, quality control,\r\nagriculture banking, finance, economics, law or administration.", "26": "The Warehousing (Development and Regulation) Act, 200726. Tenure of office\r\nof Chairperson and other members. -1.  The\r\nChairperson and every other member shall hold office for a term not exceeding\r\nfive years from the date on which he enters upon his office and shall be\r\neligible for reappointment: Provided that no person shall hold office as the\r\nChairperson or other member after he has attained the age of sixty-five years.2.  Notwithstanding\r\nanything contained in sub-section (1), a member may-a.   relinquish his office\r\nby giving in writing to the Central Government notice of not less than three\r\nmonths; orb.   be removed from his\r\noffice in accordance with the provisions of section 27.", "27": "The Warehousing (Development and Regulation) Act, 200727. Removal from\r\noffice. -1.  The\r\nCentral Government may remove from office any member who-a.   is, or at any time\r\nhas been, adjudged as an insolvent; orb.   has become physically\r\nor mentally incapable of acting as a member; orc.   has been convicted of\r\nan offence which, in the opinion of the Central Government, involves moral\r\nturpitude; ord.   has acquired such\r\nfinancial or other interest as is likely to affect prejudicially his functions\r\nas a member; ore.   has so abused his\r\nposition as to render his continuation in office detrimental to the public\r\ninterest.2.  No\r\nsuch member shall be removed under clause (d) or clause (e) of sub-section (1)\r\nunless he has been given a reasonable opportunity of being heard in the matter.", "28": "The Warehousing (Development and Regulation) Act, 200728. Salary,\r\nallowances and other terms and conditions of Chairperson and other members -Subject to the rules\r\nas may be made in this behalf, the salaries and allowances payable to, and\r\nother terms and conditions of service of-(a) the Chairperson shall be the same\r\nas that of a Secretary to the Government of India;(b) the other members of the\r\nAuthority shall be the same as that of Joint Secretaries to the Government of\r\nIndia.", "29": "The Warehousing (Development and Regulation) Act, 200729. Bar on future\r\nemployment of members. -The Chairperson and\r\nthe other members shall not, for a period of two years from the date on which\r\nthey cease to hold office as such, except with the previous approval of the\r\nCentral Government, accept any employment in any concern in the warehousing\r\nsector.", "30": "The Warehousing (Development and Regulation) Act, 200730. Chairperson to be\r\nthe chief executive of Authority. -The Chairperson shall\r\nbe the chief executive of the Authority.", "31": "The Warehousing (Development and Regulation) Act, 200731. Meetings of\r\nAuthority. -1.  The\r\nAuthority shall meet at such times and places and shall observe such rules of\r\nprocedure in regard to transaction of business at its meetings (including the\r\nquorum at such meetings) as may be determined by regulations.2.  The\r\nChairperson, or if, for any reason he is unable to attend a meeting of the\r\nAuthority, any other member chosen by the members present from amongst\r\nthemselves at the meeting shall preside at the meeting.3.  All\r\nquestions which come up before any meeting of the Authority shall be decided by\r\na majority of votes by the members present and voting, and in the event of an\r\nequality of votes, the Chairperson, or the person presiding shall have a second\r\nor casting vote.", "32": "The Warehousing (Development and Regulation) Act, 200732. Vacancies, etc.,\r\nnot to invalidate proceedings of Authority. -No act or proceeding\r\nof the Authority shall be invalid merely by reason of-a.  \r\n  any\r\nvacancy in, or any defect in the constitution of, the Authority; orb.  \r\n  any\r\ndefect in the appointment of a person acting as a member of the Authority; orc.  \r\n  any\r\nirregularity in the procedure of the Authority not affecting the merits of the\r\ncase.", "33": "The Warehousing (Development and Regulation) Act, 200733. Officers and\r\nemployees of Authority. -1.  The\r\nAuthority may appoint officers and such other employees as it considers\r\nnecessary for the efficient discharge of its function under this Act.2.  The\r\nterms and conditions of service of officers and other employees of the\r\nAuthority appointed under sub-section (1) shall be governed by regulations made\r\nunder this Act.", "34": "The Warehousing (Development and Regulation) Act, 200734. Warehousing\r\nAdvisory Committee. -1.  The\r\nAuthority may, by notification, constitute a Committee to be known as the\r\nWarehousing Advisory Committee to advise the Authority on matters relating to\r\nthe making of regulations under section 51 and make recommendations for\r\neffective implementation of the provisions of this Act.2.  The\r\nWarehousing Advisory Committee shall consist of not more than fifteen members\r\nexcluding the members of the Authority to represent the interests of commerce,\r\nindustry, engineering, agriculture, consumers, organisations engaged in\r\nwarehousing, quality control, preservation and research bodies.3.  Without\r\nprejudice to the provisions of sub-section (1), the Warehousing Advisory\r\nCommittee may advise the Authority on such other matters as may be referred to\r\nit by the Authority.", "35": "The Warehousing (Development and Regulation) Act, 2007Chapter VI Powers and\r\nFunctions of Authority35. Powers and\r\nfunctions of Authority. -1.  Subject\r\nto the provisions of this Act and any other law for the time being in force,\r\nthe Authority shall have the duty to regulate and ensure implementation of the provisions\r\nof this Act and promote orderly growth of the warehousing business.2.  Without\r\nprejudice to the generality of the foregoing provisions, the powers and\r\nfunctions of the Authority shall include the following, namely: -a.   to issue to the\r\napplicants fulfilling the requirements for warehousemen a certificate of\r\nregistration in respect of warehouses, or renew, modify, withdraw, suspend or\r\ncancel such registration;b.   to regulate the\r\nregistration and functioning of accreditation agency, renew, modify, withdraw,\r\nsuspend or cancel such registration, and specify the code of conduct for\r\nofficials of accreditation agencies for accreditation of the warehouses;c.   to specify the\r\nqualifications, code of conduct and practical training for warehousemen and\r\nstaff engaged in warehousing business;d.   to regulate the\r\nprocess of pledge, creation of charges and enforcement thereof in respect of\r\ngoods deposited with the warehouse;e.   to promote efficiency\r\nin conduct of warehouse business;f.   to make regulations\r\nlaying down the standards for approval of certifying agencies for grading of\r\ngoods;g.   to promote\r\nprofessional organizations connected with the warehousing business;h.   to determine the rate\r\nof, and levy, the fees and other charges for carrying out the provisions of\r\nthis Act;i.   to call for information\r\nfrom, undertaking inspection of, conducting enquiries and investigation\r\nincluding audit of the warehouses, accreditation agencies and other\r\norganizations connected with the warehousing business;j.   to regulate the\r\nrates, advantages, terms and conditions that may be offered by warehousemen in\r\nrespect of warehousing business;k.   to specify, by\r\nregulations, the form and manner in which books of account shall be maintained\r\nand statement of accounts shall be rendered by warehousemen;l.   to maintain a panel\r\nof arbitrators and to nominate arbitrators from such panel in disputes between\r\nwarehouses and warehouse receipt holders;m.   to regulate and\r\ndevelop electronic system of holding and transfer of credit balances of\r\nfungible goods deposited in the warehouses;n.   to determine the\r\nminimum percentage of space to be kept reserved for storage of agricultural\r\ncommodities in a registered warehouse;o.   to specify the duties\r\nand responsibilities of the warehouseman;p.   to exercise such\r\nother powers and perform such other functions as may be prescribed.", "36": "The Warehousing (Development and Regulation) Act, 2007Chapter VII Finance,\r\nAccounts and Audit36. Grants by Central\r\nGovernment. -The Central\r\nGovernment may, after due appropriation made by Parliament by law in this\r\nbehalf, make to the Authority grants of such sums of money as the Government\r\nmay think fit for being utilised for the purposes of this Act.", "37": "The Warehousing (Development and Regulation) Act, 200737. Constitution of\r\nfund. -1.  There\r\nshall be constituted a fund to be called the Warehousing Development and\r\nRegulatory Authority Fund and there shall be credited thereto-a.   all Central\r\nGovernment grants, fees and charges received by the Authority;b.   all sums received by\r\nthe Authority from such other source as may be decided upon by the Central\r\nGovernment;c.   all sums realised by\r\nway of penalties under this Act.1.  2.  The\r\nfund shall be applied for meeting-a.   the salaries,\r\nallowances and other remuneration of the members, officers and other employees\r\nof the Authority;b.   the other expenses of\r\nthe Authority in connection with the discharge of its functions and for the\r\npurposes of this Act.", "38": "The Warehousing (Development and Regulation) Act, 200738. Accounts and\r\naudit. -1.  The\r\nAuthority shall maintain proper accounts and other relevant records and prepare\r\nan annual statement of accounts in such form and manner as may be prescribed by\r\nthe Central Government in consultation with the Comptroller and Auditor-General\r\nof India.2.  The\r\naccounts of the Authority shall be audited by the Comptroller and\r\nAuditor-General of India at such intervals as may be specified by him and any\r\nexpenditure incurred in connection with such audit shall be payable by the\r\nAuthority to the Comptroller and Auditor-General.3.  The\r\nComptroller and Auditor-General of India and any other person appointed by him\r\nin connection with the audit of the accounts of the Authority shall have the\r\nsame rights, privileges and authority in connection with such audit as the\r\nComptroller and Auditor-General generally has in connection with the audit of\r\nthe Government accounts and, in particular, shall have the right to demand the\r\nproduction of books of account, connected vouchers and other documents and papers\r\nand to inspect any of the offices of the Authority.4.  The\r\naccounts of the Authority as certified by the Comptroller and Auditor-General\r\nof India or any other person appointed by him in this behalf together with the\r\naudit report thereon shall be forwarded annually to the Central Government and\r\nthat Government shall cause the same to be laid before each House of\r\nParliament.", "39": "The Warehousing (Development and Regulation) Act, 200739. Furnishing of\r\nreturns, Annual Report, etc., to Central Government. -1.  The\r\nAuthority shall furnish to the Central Government at such time and in such form\r\nand manner as may be prescribed, or as the Central Government may direct to\r\nfurnish such returns, statements and other particulars in regard to any\r\nproposed or existing programme for the promotion and development of the\r\nwarehousing industry as the Central Government may, from time to time, require.2.  Without\r\nprejudice to the provisions of sub-section (1), the Authority shall, within\r\nnine months after the close of each financial year, submit to the Central\r\nGovernment an Annual Report giving a true and full account of its activities\r\nincluding the activities for promotion and development of the warehousing business\r\nduring the previous financial year.3.  Copies\r\nof the reports received under sub-section (2) shall be laid, as soon as may be\r\nafter they are received, before each House of Parliament.", "40": "The Warehousing (Development and Regulation) Act, 2007Chapter VIII Powers of\r\nCentral Government40. Powers of Central\r\nGovernment to issue directions. -1.  Without\r\nprejudice to the foregoing provisions of this Act, the Authority shall, in\r\nexercise of its powers and performance of its functions under this Act, be\r\nbound by such directions on questions of policy, other than those relating to\r\ntechnical and administrative matters, as the Central Government may give in\r\nwriting to it from time to time: Provided that the Authority shall, as far as\r\npracticable, be given an opportunity to express its views before any direction\r\nis given under this sub-section.2.  The\r\ndecision of the Central Government, whether a question is one of policy or not,\r\nshall be final.", "41": "The Warehousing (Development and Regulation) Act, 200741. Power of Central\r\nGovernment to supersede Authority.1.  If,\r\nat any time, the Central Government is of the opinion-a.   that, on account of\r\ncircumstances beyond the control of the Authority, it is unable to discharge\r\nthe functions or perform the duties imposed on it by or under the provisions of\r\nthis Act; orb.   that the Authority\r\nhas persistently defaulted in complying with any direction given by the Central\r\nGovernment under this Act or in the discharge of the functions or performance\r\nof the duties imposed on it by or under the provisions of this Act and as a\r\nresult of such default the financial position of the Authority or the\r\nadministration of the Authority has suffered; orc.   that circumstances\r\nexist which render it necessary in the public interest so to do, the Central\r\nGovernment may, by notification and for reasons to be specified therein,\r\nsupersede the Authority for such period not exceeding six months, as may be\r\nspecified in the notification and nominate a person to look after the functions\r\nof the Authority: Provided that before issuing any such notification, the\r\nCentral Government shall give a reasonable opportunity to the Authority to make\r\nrepresentations against the proposed supersession and shall consider the\r\nrepresentation, if any, of the Authority.1.  2.  Upon\r\nthe publication of a notification under sub-section (1) superseding the\r\nauthority,-a.   the Chairperson and\r\nother members shall, as from the date of supersession, be deemed to have\r\nvacated their offices;b.   all the powers,\r\nfunctions and duties which may, by or under the provisions of this Act, be\r\nexercised or discharged by or on behalf of the Authority shall, until the\r\nAuthority is reconstituted under sub-section (3), be exercised and discharged\r\nby the person nominated by the Central Government under clause (c) of\r\nsub-section (1);c.   all properties owned\r\nor controlled by the Authority shall, until the Authority is reconstituted\r\nunder sub-section (3), vest in the Central Government.1.  2.  3.  On\r\nor before the expiration of the period of supersession specified in the notification\r\nissued under sub-section (1), the Central Government shall reconstitute the\r\nAuthority by a fresh appointment of its Chairperson and other members and in\r\nsuch case any person who had vacated his office under clause (a) of sub-section\r\n(2) shall not be deemed to be disqualified for reappointment.4.    The\r\nCentral Government shall cause a copy of the notification issued under\r\nsub-section (1) and a full report of any action to be laid before each House of\r\nParliament at the earliest.5. Notwithstanding\r\nanything contained in any law or in any contract or memorandum or articles of\r\nassociation, on the removal of a person, from office under this section, that\r\nperson shall not be entitled to claim any compensation for the loss or\r\ntermination of office.", "42": "The Warehousing (Development and Regulation) Act, 2007Chapter IX Appeals42. Appeals to\r\nAppellate Authority. -1.  Any\r\nperson aggrieved by an order of the Authority made under this Act, or any rules\r\nor the regulations made there under may prefer an appeal to such person or\r\nauthority appointed by the Central Government (hereafter referred to as the\r\nAppellate Authority) within sixty days from the date of such order:Provided that an\r\nappeal may be admitted after the expiry of the said period of sixty days but\r\nnot beyond a total period of ninety days if the appellant satisfies the\r\nAppellate Authority that he had sufficient cause for not preferring the appeal\r\nwithin the said period.1.  2.  \r\n  Every\r\nappeal made under this section shall be made in such form and manner and shall\r\nbe accompanied by a copy of the order appealed against and by such fees as may\r\nbe prescribed.3.  The\r\nprocedure for disposing of an appeal shall be such as may be prescribed:\r\nProvided that before disposing of an appeal, the appellant shall be given a\r\nreasonable opportunity of being heard.4.    An\r\nappeal filed before the Appellate Authority shall be heard and disposed of as\r\nexpeditiously as possible and endeavour shall be made to finally dispose of the\r\nappeal within a period of ninety days from the date of its filing.", "43": "The Warehousing (Development and Regulation) Act, 2007Chapter X Offences\r\nand Penalties43. Offences and\r\npenalties. -1.  Any\r\nwarehouseman knowingly issuing a negotiable warehouse receipt without taking\r\nthe actual physical delivery of the goods in his warehouse or a warehouseman or\r\nan agent or servant of the warehouseman who issues a warehouse receipt without\r\nreasonably satisfying himself that the goods for which such warehouse receipt\r\nis issued have actually been received or the number, weight or grade of the\r\ngoods corresponds to the number, weight or grade specified in the warehouse\r\nreceipt or the goods are under his actual control at the time of issuing such\r\nwarehouse receipt, commits an offence and shall be punishable with imprisonment\r\nfor a term which may extend to three years or with fine which may extend to\r\nfour times the value of the goods or with both.2.  A\r\nwarehouseman or an agent or servant of the warehouseman, who knowingly issues a\r\nduplicate negotiable warehouse receipt without substantially following the\r\nprocedure for the issue of a duplicate warehouse receipt, commits an offence\r\nand shall be punishable for such offence with imprisonment for a term which may\r\nextend to three years, or with fine which may extend to one lakh rupees, or\r\nwith both.3.  A\r\nwarehouseman or an agent or servant of the warehouseman, who, knowingly that\r\nthe negotiable warehouse receipt in respect of such goods is outstanding and is\r\nuncancelled, delivers the goods without obtaining possession of such negotiable\r\nwarehouse receipt at or before the time of such delivery and thereby causes unlawful\r\nloss or gain to any person, commits an offence and shall be punishable for such\r\nan offence by imprisonment for a term which may extend to three years or with\r\nfine which may extend to one lakh rupees, or with both.4.    A\r\nwarehouseman who fails, on surrender of a negotiable warehouse receipt by the\r\ndepositor or endorsee and payment of all his lawful charges and cancellation of\r\nencumbrances endorsed on the receipt, within the declared shelf-life of the\r\ngoods, as mentioned therein to deliver the goods represented by the receipt\r\ncommits an offence and shall be punishable for such offence with imprisonment\r\nfor a term which may extend to three years or with fine which may extend to\r\nthree times the value of the goods or with both.5. Any\r\ndepositor, who declared as the value of the goods delivered by him for storage\r\nwith a warehouseman an amount which he does not believe to be the proper value,\r\ncommits an offence and shall be punishable for such an offence with fine which\r\nmay extend to one lakh rupees.", "44": "The Warehousing (Development and Regulation) Act, 200744. Offences by\r\ncompanies. -1.  Where\r\nan offence under this Chapter is committed by a company, every person, who at\r\nthe time the offence was committed, was in charge of the company or was\r\nresponsible for making the deposit, as the case may be, shall be deemed to be\r\nguilty of the offence and shall be liable to be proceeded against and punished\r\naccordingly: Provided that nothing contained in this sub-section shall render\r\nany such person liable to punishment if he proves that the contravention took\r\nplace without his knowledge or that he exercised all due diligence to prevent\r\nsuch contravention.2.  Notwithstanding\r\nanything contained in sub-section (1), where any offence under this Chapter has\r\nbeen committed by a company and it is proved that such an offence has been\r\ncommitted with the consent or connivance of any director, manager, secretary or\r\nother officer of the company, such director, manager, secretary or other\r\nofficer shall also be deemed to be guilty of the offence and shall be liable to\r\nbe proceeded against and punishedaccordingly. Explanation.- For the purposes of\r\nthis section, -a.   \"company\"\r\nmeans any body corporate and includes a firm or other association of\r\nindividuals; andb.   \"director\",\r\nin relation to a firm, means a partner in the firm.", "45": "The Warehousing (Development and Regulation) Act, 200745. Cognizance of\r\noffences by courts. -1.  No\r\ncourt shall take cognizance of any offence punishable under this Act, save on a\r\ncomplaint made by the Authority or by any officer authorised in writing in this\r\nbehalf by the authority.2.  No\r\ncourt inferior to that of a Metropolitan Magistrate or a Judicial Magistrate of\r\nthe first class shall try any offence punishable under this Act.", "46": "The Warehousing (Development and Regulation) Act, 2007Chapter XI\r\nMiscellaneous46. Chairperson,\r\nmembers, officers and other employees of Authority to be public servants. -The Chairperson,\r\nmembers, officers and other employees of Authority and Appellate Authority\r\nshall be deemed, when acting or purporting to act in pursuance of any of the\r\nprovisions of this Act, to be public servants within the meaning of section 21\r\nof the Indian Penal Code.", "47": "The Warehousing (Development and Regulation) Act, 200747. Protection of\r\naction taken in good faith. -No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government or any\r\nofficer of the Central Government or any member, officer or other employee of\r\nthe Authority for anything which is in good faith done or intended to be done\r\nunder this Act or the rules or regulations made there under: Provided that\r\nnothing in this Act shall exempt any person any suit or other proceedings which\r\nmight, apart from this Act, be brought against him.", "48": "The Warehousing (Development and Regulation) Act, 200748. Delegation of\r\npowers. -The Authority may, by\r\ngeneral or special order in writing, delegate to the Chairperson or any other\r\nmember or officer of the Authority subject to such conditions, if any, as may\r\nbe specified in the order, such of its powers and functions (excluding the\r\npower to make regulations under section 51) under this Act as it may deem\r\nnecessary.", "49": "The Warehousing (Development and Regulation) Act, 200749. Exemption from\r\ntax on wealth and income. -Notwithstanding\r\nanything contained in the Wealth-tax Act, 1957, the Income-tax Act, 1961 or any\r\nother enactment for the time being in force relating to tax on wealth, income,\r\nprofits or gains, the Authority shall not be liable to pay wealth-tax,\r\nincome-tax or any other tax in respect of their wealth, income, profits or\r\ngains derived.", "50": "The Warehousing (Development and Regulation) Act, 200750. Power of Central\r\nGovernment to make rules. -1.  The\r\nCentral Government may, by notification, make rules for carrying out the\r\nprovisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the form and manner\r\nin which an application for obtaining a certificate of registration for\r\ncommencing or carrying on the business of warehousing issuing negotiable\r\nwarehouse receipts may be made and the fees which shall accompany such\r\napplication under sub-section (2) of section 4;b.   the form in which a\r\ncertificate for registration of warehouses may be issued under sub-section (3)\r\nof section 4;c.   The financial,\r\nmanagerial and other eligibility criteria and competence which an applicant for\r\nregistration of warehouses shall satisfy under sub-section (4) of section 4;d.   The qualification and\r\nother requirements which a person applying for functioning as an accreditation\r\nagency shall fulfill under sub-section (2) of section 5;e.   the form and manner\r\nin which an application for registration as an accreditation agency may be made\r\nand the fees which shall accompany such application under sub-section (3) of\r\nsection 5;f.   the form of\r\ncertificate of registration of accreditation agency under sub-section (4) of\r\nsection 5;g.   the salary and\r\nallowances payable to, and the other terms and conditions of service of the\r\nChairperson and other members under section 28;h.   such other powers\r\nthat may be exercised by the Authority under clause (p) of sub-section (2) of\r\nsection 35;i.   the form and manner\r\nof maintenance of annual statement of accounts to be maintained by the\r\nAuthority under sub-section (1) of section 38;j.   the form and manner\r\nin which and the time within which returns and statements and particulars are\r\nto be furnished by the Authority to the Central Government under sub-section\r\n(1) of section 39;k.   the form and the\r\nmanner in which an appeal may be made to the Appellate Authority and the fee\r\nwhich shall accompany such appeal under sub-section (2) of section 42;l.   the procedure to be\r\nfollowed by the Appellate Authority in disposing of an appeal under sub-section\r\n(3) of section 42;m.   any other matter\r\nwhich is required to be, or may be, prescribed, or in respect of which\r\nprovision is to be or may be made by rules.", "51": "The Warehousing (Development and Regulation) Act, 200750. Power of Central\r\nGovernment to make rules. -1.  The\r\nCentral Government may, by notification, make rules for carrying out the\r\nprovisions of this Act.2.  In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.   the form and manner\r\nin which an application for obtaining a certificate of registration for\r\ncommencing or carrying on the business of warehousing issuing negotiable\r\nwarehouse receipts may be made and the fees which shall accompany such\r\napplication under sub-section (2) of section 4;b.   the form in which a\r\ncertificate for registration of warehouses may be issued under sub-section (3)\r\nof section 4;c.   The financial,\r\nmanagerial and other eligibility criteria and competence which an applicant for\r\nregistration of warehouses shall satisfy under sub-section (4) of section 4;d.   The qualification and\r\nother requirements which a person applying for functioning as an accreditation\r\nagency shall fulfill under sub-section (2) of section 5;e.   the form and manner\r\nin which an application for registration as an accreditation agency may be made\r\nand the fees which shall accompany such application under sub-section (3) of\r\nsection 5;f.   the form of\r\ncertificate of registration of accreditation agency under sub-section (4) of\r\nsection 5;g.   the salary and\r\nallowances payable to, and the other terms and conditions of service of the\r\nChairperson and other members under section 28;h.   such other powers\r\nthat may be exercised by the Authority under clause (p) of sub-section (2) of\r\nsection 35;i.   the form and manner\r\nof maintenance of annual statement of accounts to be maintained by the\r\nAuthority under sub-section (1) of section 38;j.   the form and manner\r\nin which and the time within which returns and statements and particulars are\r\nto be furnished by the Authority to the Central Government under sub-section\r\n(1) of section 39;k.   the form and the\r\nmanner in which an appeal may be made to the Appellate Authority and the fee\r\nwhich shall accompany such appeal under sub-section (2) of section 42;l.   the procedure to be\r\nfollowed by the Appellate Authority in disposing of an appeal under sub-section\r\n(3) of section 42;m.   any other matter\r\nwhich is required to be, or may be, prescribed, or in respect of which\r\nprovision is to be or may be made by rules.", "52": "The Warehousing (Development and Regulation) Act, 200752. Rules and\r\nregulations to be laid before Parliament -Every rule made by\r\nthe Central Government and every regulation made by the Authority under this\r\nAct shall be laid, as soon as may be after it is made, before each House of\r\nParliament, while it is in session, for a total period of thirty days which may\r\nbe comprised in one session or in two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the\r\nsuccessive sessions aforesaid, both Houses agree in making any modification in\r\nthe rule or regulation or both Houses agree that the rule or regulation should\r\nnot be made, the rule or regulation shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that rule or regulation.", "53": "The Warehousing (Development and Regulation) Act, 200753. Act to have\r\noverriding effect. -The provisions of\r\nthis Act shall have effect notwithstanding anything inconsistent therewith\r\ncontained in any other law for time being in force or in any instrument having\r\neffect by virtue of any law other than this Act.", "54": "The Warehousing (Development and Regulation) Act, 200754. Power to remove\r\ndifficulties. -1.  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order, published in the Official Gazette, make such\r\nprovisions not inconsistent with the provisions of this Act as appear to it to\r\nbe necessary for removing the difficulty: Provided that no such order shall be\r\nmade under this section after the expiry of three years from the date of\r\ncommencement of this Act.2.  Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "55": "The Warehousing (Development and Regulation) Act, 200755. Amendment of Act\r\n2 of 1899. -After section 8B of\r\nthe Stamp Act, 1899, the following section shall be inserted,\r\nnamely:-`\"8C. Negotiable warehouse receipts not liable to stamp duty.\r\nNotwithstanding anything contained in this Act, negotiable warehouse receipts\r\nshall not be liable to stamp duty.\""}