{"name": "Wealth-Tax Act, 1957\r", "1": "1. Short title, extent and commencement.(1) This Act may be called the Wealth-tax Act, 1957. (2) It extends to the whole of India.(3) It shall be deemed to have come into force on the 1st day of April, 1957.", "2": "2. Definitions.In this Act, unless the context otherwise requires,3[(b) \"Appellate Tribunal\" means the Appellate Tribunal constituted under section 252 of theIncome-tax Act;(c) \"assessee\" means a person by whom wealth-tax or any other sum of money is payable under this Act, and includes(i) every person in respect of whom any proceeding under this Act has been taken for the determination of wealth-tax payable by him or by any other person or the amount of refund due to him or such other person;(ii) every person who is deemed to be an assessee under this Act;(iii) every person who is deemed to be an assessee in default under this Act;4[(ca) \"Assessing Officer\" means the Deputy Commissioner of Income-tax or the Assistant Commissioner or the Income-tax Officer who is vested with the relevant jurisdiction by virtue of directions or orders issued under sub-section (1) or sub-section (2) of section 120 or any otherprovision of the Income-tax Act which apply for the purposes of wealth-tax under section 8 of this Act and also the 5[Additional Commissioner or] 6[Additional Director or] Joint Commissioner who is directed under clause (b) of sub-section (4) of the said section 120 to exercise or perform all or any of the powers and functions conferred on or assigned to the Assessing Officer under that Act;]7[(cb)] \"assessment\" includes reassessment;(d) \"assessment year\" means a period of twelve months commencing on the 1st day of April, every year;]Subject to verification and confirmation by the Department.1. This Act has been extended with modifications to Dadra and Nagar Haveli, Goa, Daman and Diu, and Pondicherry by Regulation 3 of 1963, s. 3(1) and Schedule (w.e.f. 1-4-1963).2. Clause (a) omitted by Act 4 of 1988, s. 128 (w.e.f. 1-4-1988). Earlier clause (a) amended by Act 26 of 1988, s. 88 (w.e.f.1-4-1988)3. Subs. by Act 46 of 1964, s. 2, for clauses (b), (c) and (d) (w.e.f. 1-4-1965).4. Subs. by Act 21 of 1998, s. 67, for clause (ca) (w.e.f. 1-10-1998). Earlier clause (ca) was inserted by Act 4 of 1988, s. 128 (w.e.f. 1-4-1988) and amended by Act 26 of 1988, s. 88 (w.e.f. 1-4-1988).5. Ins. by Act 22 of 2007, s. 83 (w.r.e.f. 1-6-1994).6. Ins. by s. 83, ibid. (w.r.e.f. 1-10-1996).7. Clause (ca) re-lettered as clause (cb) thereof by Act 4 of 1988, s. 128 (w.e.f. 1-4-1988).1[(e) \"assets\" includes property of every description, movable or immovable, but does not include,(1) in relation to the assessment year commencing on the 1st day of April, 1969, or any earlier assessment year(i) agricultural land and growing crops, grass or standing trees on such land;(ii) any building owned or occupied by a cultivator of, or receiver of rent or revenue out of, agricultural land:Provided that the building is on or in the immediate vicinity of the land and is a building which the cultivator or the receiver of rent or revenue by reason of his connection with the land requires as a dwelling house or a store-house or an out-house;(iii) animals;(iv) a right to any annuity in any case where the terms and conditions relating thereto preclude the commutation of any portion thereof into a lump sum grant;(v) any interest in property where the interest is available to an assessee for a period not exceeding six years from the date the interest vests in the assessee;(2) in relation to the assessment year commencing on the 1st day of April, 1970, or any subsequent assessment year 2[but before the 1st day of April, 1993](i) animals;(ii) a right to 3[any annuity (not being an annuity purchased by the assessee or purchased by any other person in pursuance of a contract with the assessee)] in any case where the terms and conditions relating thereto preclude the commutation of any portion thereof into a lump sum grant;(iii) any interest in property where the interest is available to an assessee for a period not exceeding six years from the date the interest vests in the assessee:]4[Provided that in relation to the assessment year commencing on the 1st day of April, 1981, 5[and the assessment year commencing on the 1st day of April, 1982], this sub-clauseshall have effect subject to the modification that for item (i) thereof, the following item shall be substituted, namely:\"(i) (a) agricultural land other than land comprised in any tea, coffee, rubber or cardamom plantation;(b) any building owned or occupied by a cultivator of, or receiver of rent or revenue out of, agricultural land other than land comprised in any tea, coffee, rubber or cardamom plantation:Provided that the building is on or in the immediate vicinity of the land and is a building which the cultivator or the receiver of the rent or revenue by reason of his connection with the land requires as a dwelling-house or a store-house or an out-house;(c) animals:1. Subs. by Act 14 of 1969, s. 24, for clause (e) (w.e.f. 1-4-1969).2. Ins. by Act 18 of 1992, s. 89 (w.e.f. 1-4-1993).3. Subs. by Act 20 of 1974, s. 14, for \"any annuity\" (w.e.f. 1-4-1975).4. Subs. by Act 44 of 1980, s. 36, for \"Provided that\" (w.e.f. 1-4-1981).5. Subs. by Act 14 of 1982, s. 33, for \"or any subsequent assessment year\" (w.e.f. 1-4-1983).1[Provided further that in relation to the assessment year commencing on the 1st day of April, 1983 or any subsequent assessment year, this sub-clause shall have effect subject to the modification that for item (i) thereof, the following item shall be substituted, namely:(i) (a) agricultural land and growing crops (including fruits on trees), grass or standing trees on such land;(b) one building or one group of buildings owned or occupied by a cultivator of, or receiver of rent or revenue out of, agricultural land:Provided that such buildings or group of buildings is on or in the immediate vicinity of the land and is a building which the cultivator or the receiver of rent or revenue by reason of his connection with the land requires as store-house or for keeping livestock;(c) animals:]2[3[Provided also that]] in relation to the State of Jammu and Kashmir*, thissub-clause shall have effect subject to the modification that for the assets specified in 4[item (i)] of this sub-clause, the assets specified in 5[items (i) to (iii)] ofsub-clause (1) shall be substituted and the other provisions of this Act shall be construed accordingly;]6[(ea) \"assets\", in relation to the assessment year commencing on the 1st day of April, 1993, or any subsequent assessment year, means7[(i) any building or land appurtenant thereto (hereinafter referred to as \"house\"), whether used for residential or commercial purposes or for the purpose of maintaining a guest house or otherwise including a farm house situated within twenty-five kilometres from local limits of any municipality (whether known as Municipality, Municipal Corporation or by any other name) or a Cantonment Board, but does not include(1) a house meant exclusively for residential purposes and which is allotted by a company to an employee or an officer or a director who is in whole-time employment, having a gross annual salary of less than 8[ten lakh rupees];(2) any house for residential or commercial purposes which forms part of stock-in-trade;(3) any house which the assessee may occupy for the purposes of any business or profession carried on by him;(4) any residential property that has been let-out for a minimum period of three hundred days in the previous year;(5) any property in the nature of commercial establishments or complexes;](ii) motor cars (other than those used by the assessee in the business of running them on hire or as stock-in-trade);1. Ins. by Act 14 of 1982, s. 33 (w.e.f. 1-4-1983).2. Added by Act 19 of 1970, s. 26 (w.r.e.f. 1-4-1969)3. Subs. by Act 14 of 1982, s. 33, for \"Provided further that\" (w.e.f. 1-4-1983).4. Subs. by Act 20 of 1974, s. 14, for \"items (i) to (iii)\" (w.e.f. 1-4-1975).5. Subs. by s. 14, ibid., for \"items (i) to (v)\" (w.e.f. 1-4-1975).6. Ins. by Act 18 of 1992, s. 89 (w.e.f. 1-4-1993).7. Subs. by Act 21 of 1998, s. 67, for sub-clause (i) (w.e.f. 1-4-1999). Earlier sub-clause (i) was substituted by Act 33 of 1996, s. 56 (w.e.f 1-4-1997).8. Subs. by Act 23 of 2012, s. 115, for \"five lakh rupees\" (w.e.f. 1-4-2013).*. Vide notification No. S.O. 3912(E), dated 30th October, 2019, this Act is made applicable to the Union territory of Jammu and Kashmir and the Union territory of Ladakh.(iii) jewellery, bullion, furniture, utensils or any other article made wholly or partly of gold, silver, platinum or any other precious metal or any alloy containing one or more of such precious metals:Provided that where any of the said assets is used by the assessee as stock-in-trade, such asset shall be deemed as excluded from the assets specified in this sub-clause;(iv) yachts, boats and aircrafts (other than those used by the assessee for commercial purposes);(v) urban land;(vi) cash in hand, in excess of fifty thousand rupees, of individuals and Hindu undivided families and in the case of other persons any amount not recorded in the books of account.Explanation 1[1].For the purposes of this clause,(a) \"jewellery\" includes(i) ornaments made of gold, silver, platinum or any other precious metal or any alloy containing one or more of such precious metals, whether or not containing any precious or semi- precious stones, and whether or not worked or sewn into any wearing apparel;(ii) precious or semi-precious stones, whether or not set in any furniture, utensils or other article or worked or sewn into any wearing apparel;2[(b) \"urban land\" means land situate(i) in any area which is comprised within the jurisdiction of a municipality (whether known as a municipality, municipal corporation, notified area committee, town area committee, town committee, or by any other name) or a cantonment board and which has a population of not less than ten thousand; or(ii) in any area within the distance, measured aerially,(I) not being more than two kilometres, from the local limits of any municipality or cantonment board referred to in sub-clause (i) and which has a population of more than ten thousand but not exceeding one lakh; or(II) not being more than six kilometres, from the local limits of any municipality or cantonment board referred to in sub-clause (i) and which has a population of more than one lakh but not exceeding ten lakh; or(III) not being more than eight kilometres, from the local limits of any municipality or cantonment board referred to in sub-clause (i) and which has a population of more than ten lakh, but does not include land classified as agricultural land in the records of the Government and used for agricultural purposes or land on which construction of a building is not permissible under any law for the time being in force in the area in which such land is situated or the land occupied by any building which has been constructed with the approval of the appropriate authority or any unused land held by the assessee for industrial purposes for a period of two years from the date of its acquisition by him or any land held by the assessee as stock-in-trade for a period of ten years from the date of its acquisition by him.1. Explanation renumbered as Explanation 1 thereof by Act 27 of 1999, s. 91 (w.e.f. 1-4-2000).2. Subs. by Act 17 of 2013, s. 61, for clause (b) (w.e.f. 1-4-2014).Explanation.For the purposes of clause (b) of Explanation 1, \"population\" means the population according to the last preceding census of which the relevant figures have been published before the date of valuation.]]1[Explanation 2.For the removal of doubts, it is hereby declared that \"jewellery\" does not include the Gold Deposit Bonds issued under the Gold Deposit Scheme, 1999 notified by the Central Government;](f) \"Board\" means the 2[Central Board of Direct Taxes constituted under the Central Boards of Revenue Act, 1963 (54 of 1963)];4[(h) \"company\" shall have the meaning assigned to it in clause (17) of section 2 of theIncome-tax Act;]5[(ha) \"co-operative society\" means a co-operative society registered under the Co-operativeSocieties Act, 1912 (2 of 1912), or under any other law for the time being in force in any State for the registration of co-operative societies;](i) \"executor\" means an executor or administrator of the estate of a deceased person;7[(ia) \"High Court\", in relation to the Union territories of Dadra and Nagar Haveli and Goa, Daman and Diu, means the High Court at Bombay;]8[(j) \"Income-tax Act\" means the Income-tax Act, 1961 (43 of 1961);]10[(ka) \"India\" means the territory of India as referred to in article 1 of the Constitution, its territorial waters, seabed and subsoil underlying such waters, continental shelf, exclusive economic zone or any other maritime zone as referred to in the Territorial Waters, Continental Shelf, Exclusive Economic Zone and other Maritime Zones Act, 1976 (80 of 1976), and the air space above its territory and territorial waters;]12[(lb) \"legal representative\" has the meaning assigned to it in clause (11) of section 2 of the Code of Civil Procedure, 1908 (5 of 1908);]1. Ins. by Act 27 of 1999, s. 91 (w.e.f. 1-4-2000).2. Subs. by Act 54 of 1963, s. 5, for \"Central Board of Revenue constituted under the Central Board of Revenue Act, 1924 (4 of 1924)\" (w.e.f. 1-1-1964).3. Clauses (g) and (gg) omitted by Act 4 of 1988, s. 128 (w.e.f. 1-4-1988).4. Subs. by s. 128, ibid., for clause (h) (w.e.f. 1-4-1989)5. Ins. by Act 16 of 1972, s. 44 (w.r.e.f. 1-4-1957).6. Clause (hb) omitted by Act 4 of 1988, s. 128 (w.e.f. 1-4-1988). Earlier clause (hb) inserted by Act 46 of 1964, s. 2 (w.e.f.1-4-1965) and later amended by Act 16 of 1972, s. 44 (w.e.f. 1-4-1965).7. Ins. by the Taxation Laws (Extension to Union Territories) Regulation, 1963 (3 of 1963) (w.e.f. 1-4-1963).8. Subs. by Act 46 of 1964, s. 2, for clause (j) (w.e.f. 1-4-1965).9. Clause (k) omitted by Act 4 of 1988, s. 128 (w.e.f. 1-4-1988).10. Subs. by Act 22 of 2007, s. 83, for clause (ka) (w.r.e.f. 25-8-1976). Earlier clause (ka) inserted by the Taxation Laws (Extension to Union Territories) Regulation, 1963 (3 of 1963) (w.e.f. 1-4-1963).11. Clauses (l) and (la) omitted by Act 4 of 1988, s. 128 (w.e.f. 1-4-1988). Earlier clause (la) inserted by Act 46 of 1964, s. 2 (w.e.f. 1-4-1965).12. Ins. by Act 46 of 1964, s. 2 (w.e.f. 1-4-1965).1[(lc) \"maximum marginal rate\" means the rate of wealth-tax applicable in relation to the highest slab of wealth in the case of an individual as specified in Part I of Schedule I;]2[(ld) \"National Tax Tribunal\" means the National Tax Tribunal established under section 3 of the National Tax Tribunal Act, 2005 (49 of 2005);](m) \"net wealth\" means the amount by which the aggregate value computed in accordance with the provisions of this Act of all the assets, wherever located, belonging to the assessee on the valuation date, including assets required to be included in his net wealth as on that date under this Act, is in excess of the aggregate value of all the debts owed by the assessee 3[on the valuation date which have been incurred in relation to the said assets;](n) \"prescribed\" means prescribed by rules made under this Act;(o) \"principal officer\", used with reference to a company, means the secretary, manager, managing agent or managing director of the company, and includes any person connected with the management of the affairs of the company upon whom the 4[Assessing Officer] has served a notice of his intention of treating him as the principal officer thereof;5[(oa) \"public servant\" has the same meaning as in section 21 of the Indian Penal Code (45 of 1860);6[(oaa) \"registered valuer\" means a person registered as a valuer under section 34AB;](ob) \"regular assessment\" means the assessment made under 7[sub-section (3) or sub-section(5) of section 16];](p) \"Ruler\" means a Ruler as defined in clause (22) of article 366 of the Constitution;(q) \"valuation date\", in relation to any year for which an assessment is to be made under this Act, means the last day of the previous year as defined in 8 [section 3] of the Income-tax Act, if an assessment were to be made under that Act for that year:9[Provided that(ii) in the case of a person who is not an assessee within the meaning of the Income-tax Act, the valuation date for the purposes of this Act shall be the 31st day of March immediately preceding the assessment year;(iii) where an assessment is made in pursuance of section 19A, the valuation date shall be the same valuation date as would have been adopted in respect of the net wealth of the deceased if he were alive;]1. Ins. by Act 4 of 1988, s. 128 (w.e.f. 1-4-1989).2. Shall stand inserted (date to be notified) by Act 49 of 2005, s. 30 and the Schedule. This amendment has been struck down by the Supreme Court's Order dated 25th September, 2014 in the Madras Bar Association Vs. Union of India.3. Subs. by Act 18 of 1992, s. 89, for certain words (w.e.f. 1-4-1993).4. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).5. Ins. by Act 46 of 1964, s. 2 (w.e.f. 1-4-1965).6. Ins. by Act 45 of 1972, s. 7 (w.e.f. 15-11-1972).7. Subs. by Act 12 of 1990, s. 51, for \"section 16\" (w.r.e.f. 1-4-1989).8. Subs. by Act 46 of 1964, s. 2, for \"clause (11) of section 2\" (w.e.f. 1-4-1965).9. Subs. by s. 2, ibid., for the proviso (w.e.f. 1-4-1965).10. Clause (i) omitted by Act 4 of 1988, s. 128 (w.e.f. 1-4-1989).1[(r) \"Valuation Officer\" means a person appointed as a Valuation Officer under section 12A, and includes a Regional Valuation Officer, a District Valuation Officer and an Assistant Valuation Officer;]2[(s) the expressions \"Chief Commissioner, Director-General, Commissioner, Commissioner (Appeals), Director, Additional Director of Income-tax, Additional Commissioner of Income-tax,Joint Director, Joint Commissioner of Income-tax, Deputy Director, Deputy Commissioner, Assistant Commissioner, Assistant Director, Income-tax Officer, Inspector of Income-tax and Tax Recovery Officer\" shall have the meanings respectively assigned to them under section 2 of theIncome-tax Act.]", "3": "3. Charge of wealth-tax .3[(1)] 4[Subject to the other provisions contained in this Act], there shall be charged for every 5[assessment year] commencing on and from the first day of April, 1957 6[but beforethe first day of April, 1993], a tax (hereinafter referred to as wealth-tax) in respect of the net wealth on the corresponding valuation date of every individual, Hindu undivided family and company 7[at the rate or rates specified in Schedule I].6[(2) Subject to the other provisions contained in this Act, there shall be charged for every assessment year commencing on and from the 1st day of April, 1993, 8[but before the 1st day of April, 2016], wealth- tax in respect of the net wealth on the corresponding valuation date of every individual, Hindu undivided family and company, at the rate of one per cent. of the amount by which the net wealth exceeds fifteen lakh rupees:]9[Provided that in the case of every assessment year commencing on and from the 1st day of April, 2010, the provisions of this section shall have effect as if for the words \"fifteen lakh rupees\", the words \"thirty lakh rupees\" had been substituted.]", "4": "4. Net wealth to include certain assets.(1) 10[In computing the net wealth(a) of an individual, there shall be included, as belonging to that individual, the value of assets which on the valuation date are held]11[(i) by the spouse of such individual to whom such assets have been transferred by the individual, directly or indirectly, otherwise than for adequate consideration or in connection with an agreement to live apart, or1. Subs. by Act 45 of 1972, s. 7, for clause (r) (w.e.f. 15-11-1972).2. Subs. by Act 21 of 1998, s. 67, for clause (s) (w.e.f. 1-10-1998).3. Section 3 renumbered as sub-section (1) thereof by Act 18 of 1992, s. 90 (w.e.f. 1-4-1993).4. Amendment introduced by the Direct Tax Laws (Amendment) Act, 1987 (w.e.f. 1-4-1989), has become redundant in view of omission of provision relating to additional wealth-tax.5. Subs. by Act 46 of 1964, s. 3, for \"financial year\" (w.e.f. 1-4-1965).6. Ins. by Act 18 of 1992, s. 90 (w.e.f. 1-4-1993).7. Subs. by Act 66 of 1976, s. 27, for \"at the rate or rates specified in the Schedule\" (w.e.f. 1-4-1977).8. Ins. by Act 20 of 2015, s. 81 (w.e.f. 1-4-2016).9. Ins. by Act 33 of 2009, s. 83 (w.e.f. 1-4-2010).10. Subs. by Act 3 of 1989, s. 59, for certain words (w.e.f. 1-4-1989). Earlier it was amended by Act 46 of 1964, s. 4 (w.e.f.1-4-1965).11. Subs. by Act 46 of 1964, s. 4, for sub-clauses (i), (ii) and (iii) (w.e.f. 1-4-1965).(ii) by a minor child, not being 1[a minor child suffering from any disability of the nature specified in section 80U of the Income-tax Act or] a married daughter, of such individual, 2*** or(iii) by a person or association of persons to whom such assets have been transferred by the individual 3[, directly or indirectly] otherwise than for adequate consideration for the immediate or deferred benefit of the individual, his or her spouse 4***, or](iv) by a person or association of persons to whom such assets have been transferred by the individual otherwise than under an irrevocable transfer, 3[or]3[(v) by the son's wife, 5*** of such individual, to whom such assets have been transferred by the individual, directly or indirectly, on or after the 1st day of June, 1973, otherwise than for adequate consideration,] 6[or]6[(vi) by a person or association of persons to whom such assets have been transferred by the individual, directly or indirectly, on or after the 1st day of June, 1973, otherwise than for adequate consideration for the immediate or deferred benefit of the son's wife, 5*** of such individual or both,] whether the assets referred to in any of the sub-clauses aforesaid are held in the form in which they were transferred or otherwise:7[Provided that where the transfer of such assets or any part thereof is either chargeable to gift-taxunder the Gift-tax Act, 1958 (18 of 1958), or is not chargeable under section 5 of that Act, for any assessment year commencing 8[after the 31st day of March, 1964, but before the 1st day of April, 1972,] the value of such assets or part thereof, as the case may be, shall not be included in computing the net wealth of the individual:]9[Provided further that nothing contained in sub-clause (ii) shall apply in respect of such assets as have been acquired by the minor child out of his income referred to in the proviso to sub-section (1A) of section 64 of the Income-tax Act and which are held by him on the valuation date :Provided also that where the assets held by a minor child are to be included in computing the net wealth of an individual, such assets shall be included,(a) where the marriage of his parents subsists, in the net wealth of that parent whose net wealth (excluding the assets of the minor child so includible under this sub-section) is greater; or(b) where the marriage of his parents does not subsist, in the net wealth of that parent who maintains the minor child in the previous year as defined in section 3 of the Income-tax Act, and where any such assets are once included in the net wealth of either parent, any such assets shall not be included in the net wealth of the other parent in any succeeding year unless the Assessing Officer is satisfied, after giving that parent an opportunity of being heard, that it is necessary so to do;]1. Ins. by Act 32 of 1994, s. 51 (w.e.f. 1-4-1995).2. The words \"to whom such assets have been transferred by the individual, directly or indirectly, otherwise than for adequate consideration,\" omitted by Act 18 of 1992, s. 91 (w.e.f. 1-4-1993).3. Ins. by Act 41 of 1975, s. 82 (w.e.f. 1-4-1976).4. The words \"or minor child (not being a married daughter) or both\" omitted by Act 18 of 1992, s. 91 (w.e.f. 1-4-1993).5. The words \"or the son's minor child,\" omitted by s. 91, ibid. (w.e.f. 1-4-1993).6. Ins. by Act 67 of 1984, s. 54 (w.e.f. 1-4-1985).7. Ins. by Act 46 of 1964, s. 4 (w.e.f. 1-4-1965).8. Subs. by Act 32 of 1971, s. 31, for \"after the 31st day of March, 1964\" (w.e.f. 1-4-1972).9. Ins. by Act 18 of 1992, s. 91 (w.e.f. 1-4-1993).1[(b) of an assessee who is a partner in a firm or a member of an association of persons (not being a co-operative housing society), there shall be included, as belonging to that assessee, the value of his 2 [interest in the assets of the firm] or association determined in the manner laid down in Schedule III:3[Provided that where a minor is admitted to the benefits of partnership in a firm, the value of the interest of such minor in the firm, determined in the manner specified above, shall be included in the net wealth of the parent of the minor, so far as may be, in accordance with the provisions of the third proviso to clause (a).]]4[(1A) Where, in the case of an individual being a member of a Hindu undivided family, any property having been the separate property of the individual has, at any time after the 31st day of December, 1969, been converted by the individual into property belonging to the family through the act of impressing such separate property with the character of property belonging to the family or throwing it 5[into the common stock of the family or been transferred by the individual, directly or indirectly, to the family otherwise than for adequate consideration (the property so converted or transferred being hereinafter referred to as the converted property)], then, notwithstanding anything contained in any other provision of this Act or in any other law for the time being in force, for the purpose of computing the net wealth of the individual under this Act for any assessment year commencing on or after the 1st day of April, 1972,(a) the individual shall be deemed to have transferred the converted property, through the family, to the members of the family for being held by them jointly ;(b) the converted property or any part thereof 6*** shall be deemed to be assets belonging to the individual and not to the family ;7[(c) where the converted property has been the subject-matter of a partition (whether partial or total) amongst the members of the family, the converted property or any part thereof which is received by the spouse 8 *** of the individual on such partition shall be deemed to be assets transferred indirectly by the individual to the spouse 8*** and the provisions of sub-section (1) shall, so far as may be, apply accordingly:]Provided that the property referred to in clause (b) or clause (c) shall, on being included in the net wealth of the individual, be excluded from the net wealth of the family or, as the case may be, the spouse 8*** of the individual.](4) Nothing contained in clause (a) of sub-section (1) shall apply to any such transfer as is referred to therein made by an individual before the 1st day of April, 1956, and the value of any assets so transferred shall not be included in the computation of his net wealth.1. Subs. by Act 3 of 1989, s. 59, for clause (b) (w.e.f. 1-4-1989). Earlier it was amended by Act 32 of 1971, s. 31 (w.e.f. 1-4-1972).2. Subs. by Act 18 of 1992, s. 91, for \"interest in the firm\" (w.e.f. 1-4-1993).3. Subs. by s. 91, ibid., for the proviso (w.e.f. 1-4-1993).4. Ins. by Act 32 of 1971, s. 31 (w.e.f. 1-4-1972).5. Subs. by Act 21 of 1979, s. 23, for \"into the common stock of the family (such property being hereinafter referred to as the converted property)\" (w.e.f. 1-4-1980).6. The words \", in so far as it is attributable to the interest of the individual in the property of the family,\" omitted by Act 41 of 1975, s. 82 (w.e.f. 1-4-1976).7. Subs. by s. 82, ibid., for clause (c) (w.e.f. 1-4-1976).8. The words \"or minor child\" omitted by Act 18 of 1992, s. 91 (w.e.f. 1-4-1993).9. Sub-section (2) omitted by Act 3 of 1989, s. 59 (w.e.f. 1-4-1989).10. Sub-section (3) omitted by Act 18 of 1992, s. 91 (w.e.f. 1-4-1993). Earlier it was amended by Act 21 of 1979, s. 23 (w.e.f.1-4-1980) and Act 25 of 1975, s. 26 (w.e.f. 1-4-1975),1[(4A) Notwithstanding anything in sub-section (4), nothing contained in clause (a) of sub-section (1) shall apply to any such transfer as is referred to therein made before the 1st day of April, 1963, by an individual who but for the extension of this Act to the Union territories of Dadra and Nagar Haveli, Goa, Daman and Diu, and Pondicherry, would not have been an assessee, and the value of any assets so transferred shall not be included in the computation of his net wealth.](5) The value of any assets transferred under an irrevocable transfer shall be liable to be included in computing the net wealth of the transferor as and when the power to revoke arises to him.2[(5A) Where a gift of money from one person to another is made by means of entries in the books of account maintained by the person making the gift or by an individual or a Hindu undivided family or a firm or an association of persons or body of individuals with whom or which he has business or other relationship, the value of such gift shall be liable to be included in computing the net wealth of the person making the gift unless he proves to the satisfaction of the 3[Assessing Officer] that the money has actually been delivered to the other person at the time the entries were made.]4[(6) For the purposes of this Act, the holder of an impartible estate shall be deemed to be the individual owner of all the properties comprised in the estate.5[(7) Where the assessee is a member of a co-operative society, company or other association of persons and a building or part thereof is allotted or leased to him under a house building scheme of the society, company or association, as the case may be, the assessee shall, notwithstanding anything contained in this Act or any other law for the time being in force, be deemed to be the owner of such building or part and the value of such building or part, shall be included in computing the net wealth of the assessee; and, in determining the value of such building or part, the value of any outstanding instalments of the amount payable under such scheme by the assessee to the society, company or association towards the cost of such building or part and the land appurtenant thereto shall, whether the amount so payable is described as such or in any other manner in such scheme, be deducted as a debt owed by him in relation to such building or part.(8) A person(a) who is allowed to take or retain possession of any building or part thereof in part performance of a contract of the nature referred to in section 53A of the Transfer of Property Act, 1882 (4 of 1882);(b) who acquires any rights (excluding any rights by way of a lease from month to month or for a period not exceeding one year) in or with respect to any building or part thereof by virtue of any such transaction as is referred to in clause (f) of section 269UA of the Income-tax Act, 1961 (43 of 1961), shall be deemed to be the owner of that building or part thereof and the value of such building or part shall be included in computing the net wealth of such person.]Explanation.For the purposes of this section,(a) the expression \"transfer\" includes any disposition, settlement, trust, covenant, agreement or arrangement; 6***2[(aa) the expression \"child\" includes a step-child and an adopted child;]1. Ins. by The Taxation Laws (Extension to Union Territories) Regulation, 1963 (3 of 1963), s. 3 and the Schedule (w.e.f. 1-4-1963).2. Ins. by Act 41 of 1975, s. 82 (w.e.f. 1-4-1976).3. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).4. Subs. by Act 46 of 1964, s. 4, for the Explanation (w.e.f. 1-4-1965).5. Subs. by Act 33 of 1996, s. 57, for sub-section (7) (w.e.f. 1-4-1997). Earlier sub-section (7) was inserted by Act 32 of 1971, s. 31 (w.e.f. 1-4-1972).6. The word \"and\" omitted by Act 32 of 1971, s. 31 (w.e.f. 1-4-1972).(b) the expression \"irrevocable transfer\" includes a transfer of assets which, by the terms of the instrument effecting it, is not revocable for a period exceeding six years or during the lifetime of the transferee, and under which the transferor derives no direct or indirect benefit, but does not include a transfer of assets if such instrument(i) contains any provision for the retransfer, directly or indirectly, of the whole or any part of the assets or income therefrom to the transferor, or(ii) in any way gives the transferor a right to reassume power, directly or indirectly, over the whole or any part of the assets or income therefrom;] 1[and]2[(c) the expression \"property\" includes any interest in any property, movable or immovable, the proceeds of sale thereof and any money or investment for the time being representing the proceeds of sale thereof and where the property is converted into any other property by any method, such other property 3***.", "5": "5. Exemptions in respect of certain assets.5[6*** Wealth-tax shall not be payable by an assessee in respect of the following assets], and such assets shall not be included in the net wealth of the assessee(i) any property held by him under trust or other legal obligation for any public purpose of a charitable or religious nature in India :7[Provided that nothing contained in this clause shall apply to any property forming part of any business, not being a business referred to in clause (a) or clause (b) of sub-section (4A) of section 11 of the Income-tax Act in respect of which separate books of account are maintained or a business carried on by an institution, fund or trust referred to in 8*** clause (23B) or clause (23C) of section 10 of that Act;](ii) the interest of the assessee in the coparcenary property of any Hindu undivided family of which he is a member;(iii) 9[any one building in the occupation of a Ruler, being a building which immediately before the commencement of the Constitution (Twenty-sixth Amendment) Act, 1971, was his official residence by virtue of a declaration by the Central Government] under paragraph 13 of the Merged States (Taxation Concessions) Order, 1949, or paragraph 15 of the Part B States (Taxation Concessions) Order, 1950;1. Ins. by Act 41 of 1975, s. 82 (w.e.f. 1-4-1976).2. Ins. by Act 32 of 1971, s. 31 (w.e.f. 1-4-1972).3. The word \"and\" omitted by Act 41 of 1975, s. 82 (w.e.f. 1-4-1976).4. Clause (d) omitted by s. 82, ibid., (w.e.f. 1-4-1976). Earlier clause (d) inserted by Act 32 of 1971, s. 31 (w.e.f. 1-4-1972).5. The brackets, figures, words and letters, \"(1) Subject to the provisions of sub-section (1A),\" omitted by Act 18 of 1992, s. 92 (w.e.f. 1-4-1993).6. Subs. by Act 19 of 1970, s. 26, for \"Wealth-tax shall not be payable by an assessee in respect of the following assets\"(w.e.f. 1-4-1971).7. Restored by Act 3 of 1989, s. 95 (w.e.f. 1-4-1989). Earlier the proviso was added by Act 32 of 1985, s. 37 (w.e.f. 1-4-1986)which was later substituted by Act 4 of 1988, s. 60 (w.e.f. 1-4-1988).8. The words brackets, figures and letters \"clause (22) or clause (22A) or\" omitted by Act 21 of 1998, s. 68 (w.e.f. 1-4-1999).9. Subs. by Act 54 of 1972, s. 5, for \"any one building in the occupation of a Ruler declared by the Central Government as his official residence\" (w.e.f. 28-12-1971).10. Clauses (iv) to (viii) omitted by Act 18 of 1992, s. 92 (w.e.f. 1-4-1993).1[(iv)] jewellery in the possession of any Ruler, not being his personal property, which has been recognised before the commencement of this Act, by the Central Government as his heirloom or, where no such recognition exists, which the Board may, subject to any rules that may be made by the Central Government in this behalf, recognise as his heirloom at the time of his first assessment towealth-tax under this Act:2[Provided that in the case of jewellery recognised by the Central Government as aforesaid, such recognition shall be subject to the following conditions, namely:(i) that the jewellery shall be permanently kept in India and shall not be removed outside India except for a purpose and period approved by the Board;(ii) that reasonable steps shall be taken for keeping the jewellery substantially in its original shape;(iii) that reasonable facilities shall be allowed to any officer of Government authorised by the Board in this behalf to examine the jewellery as and when necessary; and(iv) that if any of the conditions hereinbefore specified is not being duly fulfilled, the Board may, for reasons to be recorded in writing, withdraw the recognition retrospectively with effect from the date of commencement of clause (b) of section 5 of the Rulers of Indian States (Abolition of Privileges) Act, 1972 (54 of 1972), and in such a case, wealth-tax shall become payable by the Ruler for all the assessment years after such commencement for which the jewellery was exempted on account of the recognition.Explanation.For the purposes of clause (iv) of the foregoing proviso, the fair market value of any jewellery on the date of the withdrawal of the recognition in respect thereof shall be deemed to be the fair market value of such jewellery on each successive valuation date relevant for the assessment years referred to in the said proviso:Provided further that the aggregate amount of wealth-tax payable in respect of any jewellery under clause (iv) of the foregoing proviso for all the assessment years referred to therein shall not in any case exceed fifty per cent. of its fair market value on the valuation date relevant for the assessment year in which recognition was withdrawn;]4[5[(v)] in the case of an assessee, being a person of Indian origin 6[or a citizen of India (hereafter in this clause referred to as such person)] who was ordinarily residing in a foreign country and who, on leaving such country, has returned to India with the intention of permanently residing therein, moneys and the value of assets brought by him into India and the value of the assets acquired by him out of such moneys 7[within one year immediately preceding the date of his return and at any time thereafter]:Provided that this exemption shall apply only for a period of seven successive assessment years commencing with the assessment year next following the date on which such person returned to India.1. Clause (xiv) renumbered as clause (iv) thereof by Act 18 of 1992, s. 92 (w.e.f. 1-4-1993).2. Added by Act 54 of 1972, s. 5 (w.e.f. 9-9-1972).3. Clauses (xv) to (xxxii) omitted by Act 18 of 1992, s. 92 (w.e.f. 1-4-1993).4. Clause (xxxiii) renumbered as clause (v) thereof by s. 92, ibid. (w.e.f. 1-4-1993).5. Ins. by Act 66 of 1976, s. 27 (w.e.f. 1-4-1977).6. Ins. by Act 67 of 1984, s. 54 (w.r.e.f. 1-4-1977).7. Ins. by Act 23 of 1986, s. 40 (w.e.f. 1-4-1987).Explanation 1[1].A person shall be deemed to be of Indian origin if he, or either of his parents or any of his grand-parents, was born in undivided India.]2[Explanation 2.For the removal of doubts, it is hereby declared that moneys standing to the credit of such person in a Non-resident (External) Account in any bank in India in accordance with the Foreign Exchange Regulation Act, 1973 (46 of 1973), and any rules made thereunder, on the date of his return to India, shall be deemed to be moneys brought by him into India on that date;]3[(vi) one house or part of a house or a plot of land belonging to an individual or a Hindu undivided family:Provided that wealth-tax shall not be payable by an assessee in respect of an asset being a plot of land comprising an area of five hundred square metres or less.]", "6": "6. Exclusion of assets and debts outside India.6[In computing the net wealth of an individual who is not a citizen of India or of an individual] or a Hindu undivided family not resident in India or resident but not ordinarily resident in India, or of a company not resident in India during the year ending on the valuation date(i) the value of the assets and debts located outside India; and(ii) the value of the assets in India represented by any loans or debts owing to the assessee in any case where the interest, if any, payable on such loans or debts is not to be included in the total income of the assessee under 7[section 10] of the Income-tax Act; shall not be taken into account.Explanation 1.An individual or a Hindu undivided family shall be deemed to be not resident in India or resident but not ordinarily resident in India during the year ending on the valuation date if in respect of that year the individual or the Hindu undivided family, as the case may be, is not resident in India or resident but not ordinarily resident in India within the meaning of the Income-tax Act.8[Explanation 1A.Where in the case of an individual the value of an asset in India is represented by any debt owing to him, being any moneys to his credit in a Non-resident (External) Account, the interest payable on which is not to be included in his total income under 9[sub-clause (ii) of clause (4)] of section 10 of the Income-tax Act, the provisions of this section shall, in relation to such asset, apply subject to the modification that the reference in this section to an individual not resident in India shall be construed as a reference to a person resident outside India as defined in clause (q) of section 2 of the Foreign Exchange Regulation Act, 1973 (46 of 1973).]1. The Explanation renumbered as Explanation 1 thereof by Act 23 of 1986, s. 40 (w.r.e.f. 1-4-1977).2. Ins. by s. 40, ibid. (w.r.e.f. 1-4-1977).3. Subs. by Act 21 of 1998, s. 68, for clause (vi) (w.e.f.. 1-4-1998).4. Clauses (xxxiv) omitted by Act 18 of 1992, s. 92 (w.e.f. 1-4-1993). Earlier it was inserted by Act 66 of 1976, s. 27 (w.e.f.1-4-1976).5. Sub-sections (1A) to (4) omitted by s. 92, ibid. (w.e.f. 1-4-1993).6. Subs. by Act 11 of 1958, s. 14, for \"In computing the net wealth of an individual\" (w.r.e.f. 1-4-1957).7. Subs. by Act 46 of 1964, s. 6, for \"sub-section (3) of section 4\" (w.e.f.1-4-1965).8. The Explanation inserted by Act 14 of 1982, s. 35 (w.e.f. 1-4-1982).9. Subs. by Act 3 of 1989, s. 61, for \"clause (4A)\" (w.e.f. 1-4-1989).Explanation 2.A company shall be deemed to be resident in India during the year ending on the valuation date, if(a) it is a company formed and registered under the Companies Act, 1956 (1 of 1956), or is an existing company within the meaning of that Act; or(b) during that year the control and management of its affairs is situated wholly in India.", "7": "1[7. Value of assets, how to be determined.(1) Subject to the provisions of sub-section (2), the value of any asset, other than cash, for the purposes of this Act shall be its value as on the valuation date determined in the manner laid down in Schedule III.(2) The value of a house belonging to the assessee and exclusively used by him for residential purposes throughout the period of twelve months immediately preceding the valuation date, may, at the option of the assessee, be taken to be the value determined in the manner laid down in Schedule III as on the valuation date next following the date on which he became the owner of the house or the valuation date relevant to the assessment year commencing on the 1st day of April, 1971, whichever valuation date is later.Explanation.For the purposes of this sub-section,(i) where the house has been constructed by the assessee, he shall be deemed to have become the owner thereof on the date on which the construction of such house was completed;(ii) \"house\" includes a part of a house being an independent residential unit.]", "8": "3[8. Wealth-tax authorities and their jurisdiction.The income-tax authorities specified in section 116 of the Income-tax Act shall be the wealth-tax authorities for the purposes of this Act and every such authority shall exercise the powers and perform the functions of a wealth-tax authority under this Act in respect of any individual, Hindu undivided family or company, and for this purpose his jurisdiction under this Act shall be the same as he has under the Income-tax Act by virtue of orders or directions issued under section 120 of that Act (including orders or directions assigning concurrent jurisdiction) or under any other provision of that Act.Explanation.For the purposes of this section, the wealth-tax authority having jurisdiction in relation to a person who is not an assessee within the meaning of the Income-tax Act shall be thewealth-tax authority having jurisdiction in respect of the area in which that person resides.", "9": "9. Control of wealth-tax authorities.Section 118 of the Income-tax Act and any notification issued thereunder shall apply in relation to the control of wealth-tax authorities as they apply in relation to the control of the corresponding income-tax authorities, except to the extent to which the Board may, by notification in the Official Gazette, otherwise direct in respect of any wealth-tax authority.", "10": "10. Instructions to subordinate authorities.(1) The Board may, from time to time, issue such orders, instructions and directions to other wealth-tax authorities as it may deem fit for the proper administration of this Act, and such authorities and all other persons employed in the execution of this Act shall observe and follow such orders, instructions and directions of the Board:Provided that no such orders, instructions or directions shall be issued(a) so as to require any wealth-tax authority to make a particular assessment or to dispose of a particular case in a particular manner ; or(b) so as to interfere with the discretion of the Deputy Commissioner (Appeals) or Commissioner (Appeals) in the exercise of his appellate functions.(2) Without prejudice to the generality of the foregoing power,(a) the Board may, if it considers it necessary or expedient so to do, for the purpose of proper and efficient management of the work of assessment and collection of revenue, issue, from time to time, (whether by way of relaxation of any of the provisions of sections 1[14, 15, 16, 17, 17B,] 18 and 35 or otherwise), general or special orders in respect of any class of cases, setting forth directions or instructions (not being prejudicial to assessees) as to the guidelines, principles or procedures to be followed by other wealth-tax authorities in the work relating to assessment or collection of revenue or the initiation of proceedings for the imposition of penalties and any such order may, if the Board is of opinion that it is necessary in the public interest so to do, be published and circulated in the prescribed manner for general information ;(b) the Board may, if it considers it desirable or expedient so to do for avoiding genuine hardship in any case or class of cases, by general or special order, authorise any wealth-taxauthority, not being a Deputy Commissioner (Appeals) or Commissioner (Appeals), to admit an application or claim for any exemption, deduction, refund or any other relief under this Act after the expiry of the period specified by or under this Act for making such application or claim and deal with the same on merits in accordance with law.]", "11": "11. Jurisdiction of Assessing Officers and power to transfer cases.(1) The provisions of sections 124 and 127 of the Income-tax Act shall, so far as may be, apply for the purposes of this Act as they apply for the purposes of the Income-tax Act, subject to the modifications specified in sub-section(2).(2) The modifications referred to in sub-section (1) shall be the following, namely:(a) in section 124 of the Income-tax Act,(i) in sub-section (3), references to the provisions of the Income-tax Act shall be construed as references to the corresponding provisions of the Wealth-tax Act;(ii) sub-section (5) shall be omitted;(b) in section 127 of the Income-tax Act, in the Explanation below sub-section 1[(4)], references to proceedings under the Income-tax Act shall be construed as including references to proceedings under the Wealth-tax Act.]", "12": "12.[Control of wealth-tax authorities.]Omitted by s. 132, ibid. (w.e.f. 1-4-1988). Earlier substituted by Act 46 of 1964, s. 11 (w.e.f. 1-4-1965).", "13": "13. [Wealth-tax authorities to follow orders, etc., of the Board.]Omitted by the Direct Tax Laws(Amendment) Act, 1987 (4 of 1988), s. 132 (w.e.f. 1-4-1988).", "14": "14. Return of wealth.1[(1) Every person, if his net wealth or the net wealth of any other person in respect of which he is assessable under this Act on the valuation date exceeded the maximum amount which is not chargeable to wealth-tax, shall, on or before the due date, furnish a return of his net wealth or the net wealth of such other person as on that valuation date in the prescribed form and verified in the prescribed manner setting forth particulars of such net wealth and such other particulars as may be prescribed.Explanation.In this sub-section, \"due date\" in relation to an assessee under this Act shall be the same date as that applicable to an assessee under the Income-tax Act under the Explanation tosub-section (1) of section 139 of the Income-tax Act.(2) Notwithstanding anything contained in any other provision of this Act, a return of net wealth which shows the net wealth below the maximum amount which is not chargeable to tax shall be deemed never to have been furnished:Provided that this sub-section shall not apply to a return furnished in response to a notice under section 17.]", "15": "4[15. Return after due date and amendment of return.If any person has not furnished a return within the time allowed under sub- section (1) of section 14 or under a notice issued under clause (i) ofsub-section (4) of section 16, or having furnished a return discovers any omission or wrong statement therein, he may furnish a return or a revised return, as the case may be, at any time before the expiry of one year from the end of the relevant assessment year or before the completion of the assessment, whichever is earlier:1. Subs. by Act 4 of 1988, s. 133, for sub-sections (1) and (2) (w.e.f. 1-4-1989). Earlier these sub-sections amended by Act 58 of 1960, s. 3 and the Second Schedule (w.e.f. 26-12-1960), Act 46 of 1964, s. 14 (w.e.f. 1-4-1964), Act 19 of 1970, s. 26 (w.e.f.1-4-1970).2. Sub-section (3) omitted by s. 133, ibid. (w.e.f. 1-4-1989).3. Ins. by Act 17 of 2013, s. 62 (w.e.f. 1-6-2013).4. Subs. by Act 4 of 1988, s. 134, for section 15 (w.e.f. 1-4-1989).Provided that(a) where such return or revised return relates to the assessment year commencing on the 1st day of April, 1987, or any earlier assessment year, it may be furnished at any time up to and inclusive of the 31st day of March, 1990 or before the completion of the assessment, whichever is earlier;(b) where such return or revised return relates to the assessment year commencing on the 1st day of April, 1988, it may be furnished at any time up to and inclusive of the 31st day of March, 1991 or before the completion of the assessment, whichever is earlier.]", "16": "3[16. Assessment.4[(1) Where a return has been made under section 14 or section 15 or in response to a notice under clause (i) of sub-section (4),(i) if any tax or interest is found due on the basis of such return, after adjustment of any amount paid by way of tax or interest, then, without prejudice to the provisions of sub-section (2), an intimation shall be sent to the assessee specifying the sum so payable, and such intimation shall be deemed to be a notice of demand issued under section 30 and all the provisions of this Act shall apply accordingly; and(ii) if any refund is due on the basis of such return, it shall be granted to the assessee and an intimation to this effect shall be sent to the assessee:Provided that except as otherwise provided in this sub-section, the acknowledgement of the return shall be deemed to be an intimation under this sub-section where either no sum is payable by the assessee or no refund is due to him:Provided further that no intimation under this sub-section shall be sent after the expiry of two years from the end of the assessment year in which the net wealth was first assessable.]1. Subs. by Act 4 of 1988, s. 136, for section 15B (w.e.f. 1-4-1989). Earlier it was inserted by Act 46 of 1964, s. 15 (w.e.f. 1-4-1965)which was later amended by Act 42 of 1970, s. 60 (w.e.f. 1-4-1971) and Act 41 of 1975, s. 89 (w.e.f. 1-4-1976).2. Ins. by Act 36 of 1989, s. 27 (w.r.e.f. 1-4-1989).3. Subs. by Act 4 of 1988, s. 138, for section 16 (w.e.f. 1-4-1989). Earlier section 16 was amended by Act 46 of 1964, s. 16 (w.e.f.1-4-1965).4. Subs. by Act 27 of 1999, s. 92, for sub-section (1) (w.e.f. 1-6-1999). Earlier it was amended by Act 3 of 1989, s. 64 (w.e.f.1-4-1989) and Act 36 of 1989, s. 28 (w.r.e.f. 1-4-1989).(2) 2[Where a return has been made under section 14 or section 15, or in response to a notice under clause (i) of sub-section (4) of this section, the Assessing Officer shall, if he] considers it necessary or expedient to ensure that the assessee has not understated the net wealth or has not underpaid the tax in any manner, 3[serve on the assessee] a notice requiring him, on a date to be specified therein, either to attend at the office of the Assessing Officer or to produce, or cause to be produced there, any evidence on which the assessee may rely in support of the return:4[Provided that no notice under this sub-section shall be served on the assessee after the expiry of twelve months from the end of the month in which the return is furnished.](3) On the day specified in the notice issued under sub-section (2) or as soon afterwards as may be, after hearing such evidence as the assessee may produce and such other evidence as the Assessing Officer may require on specified points, and after taking into account all relevant material which he has gathered, the Assessing Officer shall, by order in writing, assess the net wealth of the assessee and determine the sum payable by him on the basis of such assessment.(4) For the purposes of making an assessment under this Act, the Assessing Officer may serve, on any person who has made a return under section 14 or section 15 or in whose case the time allowed under sub-section (1) of section 14 for furnishing the return has expired, a notice requiring him, on a date to be specified therein,(i) where such person has not made a return 5[within the time allowed under sub-section (1) of section 14] to furnish a return of his net wealth or the net wealth of any other person in respect of which he is assessable under this Act on the valuation date, in the prescribed form and verified in the prescribed manner, setting forth the particulars of such net wealth and such other particulars as may be prescribed, or(ii) to produce or cause to be produced such accounts, records or other documents as the Assessing Officer may require.(5) If any person,(a) fails to make the return required under sub-section (1) of section 14 and has not made a return or a revised return under section 15, or(b) fails to comply with all the terms of a notice issued under sub-section (2) or sub-section (4), the Assessing Officer, after taking into account, all relevant material which he has gathered, shall, after giving such person an opportunity of being heard, estimate the net wealth to the best of his judgment and determine the sum payable by the person on the basis of such assessment:Provided that such opportunity shall be given by the Assessing Officer by serving a notice calling upon the person to show cause, on a date and time to be specified in the notice, why the assessment should not be completed to the best of his judgment:Provided further that it shall not be necessary to give such opportunity in a case where a notice under sub-section (4) has been issued prior to the making of the assessment under this sub-section.]1. Sub-section (1A) and (1B) omitted by Act 27 of 1999, s. 92 (w.e.f. 1-6-1999). Earlier sub-section (1A) inserted by Act 3 of 1989, s. 64 (w.e.f. 1-4-1989) and later amended by Act 36 of 1989, s. 28 (w.r.e.f. 1-4-1989). Sub-section (1B) inserted by Act 12 of 1990, s. 54 (w.r.e.f. 1-4-1989).2. Subs. by Act 36 of 1989, s. 28, for \"In a case referred to in sub-section (1), if the Assessing Officer\" (w.r.e.f. 1-4-1989).3. Subs. by s. 28, ibid., for \"he shall server or the Assessee\" (w.r.e.f. 1-4-1989).4. Subs. by Act 49 of 1991, s. 74, for the proviso (w.e.f. 1-10-1991).5. Subs. by Act 12 of 1990, s. 54, for \"before the end of the relevant assessment year\" (w.e.f. 1-4-1990).1[(6) Where a regular assessment under sub-section (3) or sub-section (5) is made,(a) any tax or interest paid by the assessee under sub-section (1) shall be deemed to have been paid towards such regular assessment ;(b) if no refund is due on regular assessment or the amount refunded under sub-section (1) exceeds the amount refundable on regular assessment, the whole or the excess amount so refunded shall be deemed to be tax payable by the assessee and the provisions of this Act shall apply accordingly.", "17": "17. Wealth escaping assessment.2[(1) If the Assessing Officer 3[has reason to believe] that the net wealth chargeable to tax in respect of which any person is assessable under this Act has escaped assessment for any assessment year (whether by reason of under- assessment or assessment at too low arate or otherwise), he may, subject to the other provisions of this section and section 17A, serve on such person a notice requiring him to furnish within such period, 4*** as may be specified in the notice, a return in the prescribed form and verified in the prescribed manner setting forth the net wealth in respect of which such person is assessable as on the valuation date mentioned in the notice, along with such other particulars as may be required by the notice, and may proceed to assess or reassess such net wealth and also any other net wealth chargeable to tax in respect of which such person is assessable, which has escaped assessment and which comes to his notice subsequently in the course of the proceedings under this section for the assessment year concerned (hereafter in this section referred to as the relevant assessment year), and the provisions of this Act shall, so far as may be, apply as if the return were a return required to be furnished under section 14:Provided that where an assessment under sub-section (3) of section 16 or this section has been made for the relevant assessment year, no action shall be taken under this section after the expiry of four years from the end of the relevant assessment year, unless any net wealth chargeable to tax has escaped assessment for such assessment year by reason of the failure on the part of the assessee to make a return under section 14 or section 15 or in response to a notice issued under sub-section (4) of section 16 or this section or to disclose fully and truly all material facts necessary for his assessment for that assessment year:5[Provided further that the Assessing Officer shall, before issuing any notice under this sub-section,record his reasons for doing so:]6[Provided also that nothing contained in the first proviso shall apply in a case where any net wealth in relation to any asset (including financial interest in any entity) located outside India chargeable to tax, has escaped assessment for any assessment year:]7[Provided also that the Assessing Officer may assess or reassess such net wealth, other than the net wealth which is the subject matter of any appeal, reference or revision, which is chargeable to tax and has escaped assessment.]Explanation.Production before the Assessing Officer of account books or other evidence from which material evidence could with due diligence have been discovered by the Assessing Officer will not necessarily amount to disclosure within the meaning of the foregoing proviso.1. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).2. Subs. by s. 139, ibid., for sub-section (1) (w.e.f. 1-4-1989). Earlier it was amended by Act 46 of 1964, s. 17 (w.e.f. 1-4-1965).3. Subs. by Act 3 of 1989, s. 66, for \", for reasons to be recorded by him in writing, is of the opinion\" (w.e.f. 1-4-1989).4. The words \"not being less than thirty days,\" omitted by Act 32 of 2003, s. 100 (w.r.e.f. 1-4-1989).5. Ins. by Act 3 of 1989, s. 66 (w.e.f. 1-4-1989).6. Ins. by Act 23 of 2012, s. 116 (w.r.e.f. 1-7-2012).7. Ins. by Act 18 of 2008, s. 60 (w.e.f. 1-4-2008).(1A) No notice under sub-section (1) shall be issued for the relevant assessment year,1[(a) if four years have elapsed from the end of the relevant assessment year, unless the case falls under clause (b) 2[or clause (c)];(b) if four years, but not more than six years, have elapsed from the end of the relevant assessment year unless the net wealth chargeable to tax which has escaped assessment amounts to or is likely to amount to rupees ten lakhs or more for that year;]2[(c) if four years, but not more than sixteen years, have elapsed from the end of the relevant assessment year unless the net wealth in relation to any asset (including financial interest in any entity) located outside India, chargeable to tax, has escaped assessment for any assessment year.]3[Explanation 1].For the purposes of sub-section (1) and sub-section (1A), the following shall also be deemed to be cases where net wealth chargeable to tax has escaped assessment, namely:(a) where no return of net wealth has been furnished by the assessee although his net wealth or the net wealth of any other person in respect of which he is assessable under this Act on the valuation date exceeded the maximum amount which is not chargeable to wealth-tax;(b) where a return of net wealth has been furnished by the assessee but no assessment has been made and it is noticed by the Assessing Officer that the assessee has understated the net wealth or has claimed excessive exemption or deduction in the return;2[(c) where a person is found to have any asset (including financial interest in any entity) located outside India.]2[Explanation 2.For the removal of doubts, it is hereby clarified that the provisions of this section, as amended by the Finance Act, 2012, shall also be applicable for any assessment year beginning on or before the 1st day of April, 2012 (23 of 2012).](1B) (a) In a case where an assessment under sub-section (3) of section 16 or sub-section (1) of this section has been made for the relevant assessment year, no notice shall be issued under sub-section (1)4[by an Assessing Officer, who is below the rank of 5[Assistant Commissioner or Deputy Commissioner], unless the 6[Joint Commissioner] is satisfied, on the reasons recorded by such Assessing Officer, that it is a fit case for the issue of such notice]:Provided that, after the expiry of four years from the end of the relevant assessment year, no such notice shall be issued unless the Chief Commissioner or Commissioner is satisfied, on the reasons recorded by the Assessing Officer aforesaid, that it is a fit case for the issue of such notice.(b) In a case other than a case falling under clause (a), no notice shall be issued under sub-section(1) by an Assessing Officer, who is below the rank of 6[Joint Commissioner], after the expiry of four years from the end of the relevant assessment year, unless the 6[Joint Commissioner] is satisfied, on the reasons recorded by such Assessing Officer, that it is a fit case for the issue of such notice.]7[Explanation.For the removal of doubts, it is hereby declared that the Joint Commissioner, the Commissioner or the Chief Commissioner, as the case may be, being satisfied on the reasons recorded by the Assessing Officer about fitness of a case for the issue of notice, need not issue such notice himself.]1. Subs. by Act 14 of 2001, s. 96, for clauses (a) and (b) (w.e.f. 1-6-2001).2. Ins. by Act 23 of 2012, s. 116 (w.e.f. 1-7-2012).3. The Explanation renumbered as Explanation 1 thereof by s. 116, ibid. (w.e.f. 1-7-2012).4. Subs. by Act 12 of 1990, s. 55, for \"except by an Assessing Officer of the rank of Assistant Commissioner orDeputy Commissioner\" (w.e.f. 1-4-1990).5. Subs. by Act 21 of 1998, s. 66, for \"Assistant Commissioner\" (w.e.f. 1-10-1998).6. Subs. by s. 66, ibid., for \"Deputy Commissioner\" (w.e.f. 1-10-1998).7. Ins. by Act 18 of 2008, s. 60 (w.r.e.f. 1-10-1998).1[(2) Nothing contained in this section limiting the time within which any proceeding for assessment or reassessment may be commenced, shall apply to an assessment or reassessment to be made on such person in consequence of or to give effect to any finding or direction contained in an order under section 23, 24, 25, 27 or 29 2[or by a Court in any proceedings under any other law]:Provided that the provisions of this sub-section shall not apply in any case where any such assessment or reassessment relates to an assessment year in respect of which an assessment or reassessment could not have been made at the time the order which was the subject-matter of the appeal, reference or revision, as the case may be, was made by reason of any provision limiting the time within which any action for assessment or reassessment may be taken.]", "18": "4[18. Penalty for failure to furnish returns, to comply with notices and concealment of assets, etc.(1) If the 5 [Assessing Officer], 6 [Deputy Commissioner (Appeals)], 7 [Commissioner (Appeals),] 8 [Chief Commissioner or Commissioner] or Appellate Tribunal in the course of any proceedings under this Act is satisfied that any person(b) has 10 *** failed to comply with a notice under sub-section (2) or sub-section (4) of section 16; or1. Ins. by Act 3 of 1989, s. 67 (w.e.f. 1-4-1989).2. Subs. by Act 54 of 2003, s. 19, for \"one and one-fourth per cent.\" (w.e.f. 8-9-2003). Earlier the quoted words were substituted by Act 14 of 2001, s. 98, for \"two per cent.\" (w.e.f. 1-6-2001).3. The Explanation omitted by Act 3 of 1989, s. 67 (w.e.f. 1-4-1989).4. Restored by s. 95, ibid. (w.e.f. 1-4-1989). Earlier subs. by Act 4 of 1988, s. 142 (w.e.f. 1-4-1989) and also substituted by Act 46 of 1964, s. 18 (w.e.f. -1-4-1965).5. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).6. Subs. by s. 127, ibid., for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).7. Ins. by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).8. Subs. by Act 4 of 1988, s. 127, for \"Commissioner\" (w.e.f. 1-4-1988).9. Clause (a) omitted by Act 3 of 1989, s. 68 (w.e.f. 1-4-1989). Earlier it was amended by Act 46 of 1986, s. 33 (w.e.f. 10-9-1986).10. The words \"without reasonable cause\" omitted by Act 46 of 1986, s. 33 (w.e.f. 10-9-1986).(c) has concealed the particulars of any assets or furnished inaccurate particulars of any assets or debts, the or it may, by order in writing, direct that such person shall pay by way of penalty2[(ii) in the cases referred to in clause (b), in addition to the amount of wealth-tax payable by him, a sum which shall not be less than one thousand rupees but which may extend to twenty-five thousand rupees for each such failure;]3[(iii) in the cases referred to in clause (c), in addition to any wealth-tax payable by him, a sum which shall not be less than, but which shall not exceed five times, the amount of tax sought to be evaded by reason of the concealment of particulars of any assets or the furnishing of inaccurate particulars in respect of any assets or debts:4[Provided that in the cases referred to in clause (b), no penalty shall be imposable if the person proves that there was a reasonable cause for the failure referred to in that clause.]Explanation 1.For the purposes of clause (iii) of this sub-section, the expression \"the amount of tax sought to be evaded\"(a) in a case to which Explanation 3 applies, means the tax on the net wealth assessed ;(b) in any other case, means the difference between the tax on the net wealth assessed and the tax that would have been chargeable had the net wealth assessed been reduced by the amount which represents the value of any assets in respect of which particulars have been concealed or inaccurate particulars have been furnished and of any debts in respect of which inaccurate particulars have been furnished.Explanation 2.Where in respect of any facts material to the computation of the net wealth of any person under this Act,(A) such person fails to offer an explanation or offers an explanation which is found by the 5[Assessing Officer] or the 6 [Deputy Commissioner (Appeals)] 7 [or the Commissioner (Appeals)]8[or the Commissioner] to be false, or(B) such person offers an explanation which he is 9[not able to substantiate and fails to prove that such explanation is bona fide and that all the facts relating to the same and material to the computation of his net wealth have been disclosed by him,] then, the amount added or disallowed in computing the net wealth of such person as a result thereof shall, for the purposes of clause (c) of this sub-section, be deemed to represent the value of the assets in respect of which particulars have been concealed.1. Clause (i) omitted by Act 3 of 1989, s. 68 (w.e.f. 1-4-1989). Earlier it was substituted by Act 41 of 1975, s. 91 (w.e.f. 1-4-1976).2. Subs. by s. 68, ibid., for clause (ii) (w.e.f. 1-4-1989). Earlier it was substituted by Act 41 of 1975, s. 91 (w.e.f. 1-4-1976).3. Subs. by Act 41 of 1975, s. 91, for clause (iii) and the Explanations (w.e.f. 1-4-1975). Earlier clause (iii) and the Explanationswere substituted by Act 19 of 1968, s. 32 (w.e.f. 1-4-1968).4. Subs. by Act 3 of 1989, s. 68, for the proviso (w.e.f. 1-4-1989). Earlier it was inserted by Act 46 of 1986, s. 33 (w.e.f. 10-9-1986).5. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).6. Subs. by s. 127, ibid., for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).7. Ins. by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).8. Ins. by Act 20 of 2002, s. 110 (w.e.f. 1-6-2002).9. Subs. by Act 46 of 1986, s. 33, for \"not able to substantiate\" (w.e.f. 10-9-1986).2[Explanation 3.Where any person 3*** fails, without reasonable cause, to furnish within the period specified in sub-section (1) of section 17A, a return of his net wealth which he is required to furnish under section 14 in respect of any assessment year commencing on or after the 1st day of April, 1989, and until the expiry of the period aforesaid, no notice has been issued to him under clause (i) ofsub-section (4) of section 16 or sub-section (1) of section 17 and the Assessing Officer or the Deputy Commissioner (Appeals) or the Commissioner (Appeals) is satisfied that in respect of such assessment year such person has assessable net wealth, then, such person shall, for the purposes of clause (c) of this sub-section, be deemed to have concealed the particulars of his assets or furnished inaccurate particulars of any assets or debts in respect of such assessment year, notwithstanding that such person furnishes a return of his net wealth at any time after the expiry of either of the periods aforesaid applicable to him in pursuance of a notice under section 17.]Explanation 4.Where the value of any asset returned by any person is less than seventy per cent. of the value of such asset as determined in an assessment under section 16 or section 17, such person shall be deemed to have furnished inaccurate particulars of such asset within the meaning of clause (c) of this sub-section, unless he proves that the value of the asset as returned by him is the correct value.]4[Explanation 5.Where in the course of a search under section 37A, the assessee is found to be the owner of any money, bullion, jewellery or other valuable article or thing (hereafter in this Explanationreferred to as assets) and the assessee claims that such assets represent or form part of his net wealth,(a) on any valuation date falling before the date of the search, but the return in respect of the net wealth on such date has not been furnished before the date of the search or, where such return has been furnished before the said date, such assets have not been declared in such return; or(b) on any valuation date falling on or after the date of the search,then, notwithstanding that such assets are declared by him in any return of net wealth furnished on or after the date of the search, he shall, for the purposes of imposition of a penalty under clause (c) ofsub-section (1) of this section, be deemed to have concealed the particulars of such assets or furnished inaccurate particulars of such assets, 5[unless(1) such assets are recorded,(i) in a case falling under clause (a), before the date of the search; and(ii) in a case falling under clause (b), on or before such date, in the books of account, if any, maintained by him or such assets are otherwise disclosed to the 6[Chief Commissioner or Commissioner] before the said date; or(2) he, in the course of the search, makes a statement under sub-section (4) of section 37A that any money, bullion, jewellery or other valuable article or thing found in his possession or under his control, forms part of his net wealth which has not been disclosed so far in his return of net wealth to be furnished before the expiry of the time specified in sub-section (1) of section 14, and also specifies in the statement the manner in which such net wealth has been acquired and pays the tax, together with interest, if any, in respect of such net wealth].]1. The proviso omitted by Act 46 of 1986, s. 33 (w.e.f. 10-9-1986).2. Subs. by Act 3 of 1989, s. 68, for Explanation 3 (w.e.f. 1-4-1989).3. The words \"who has not previously been assessed under this Act\" omitted by Act 20 of 2002, s. 110 (w.e.f. 1-4-2003).4. Ins. by Act 67 of 1984, s. 57 (w.e.f. 1-10-1984).5. Subs. by Act 46 of 1986, s. 33, for certain words (w.e.f. 10-9-1986).6. Subs. by Act 4 of 1988, s. 127, for \"Commissioner\" (w.e.f. 1-4-1988).1[Explanation 6.Where any adjustment is made in the wealth declared in the return under the proviso to clause (a) of sub-section (1) of section 16 and additional wealth-tax charged under that section, the provisions of this sub-section shall not apply in relation to the adjustments so made.]2[(1A) Where any amount is added or disallowed in computing the net wealth of an assessee in any order of assessment or reassessment and the said order contains a direction for initiation of penalty proceedings under clause (c) of sub-section (1), such an order of assessment or reassessment shall be deemed to constitute satisfaction of the Assessing Officer for initiation of the penalty proceedings under the said clause (c).](2) No order shall be made under sub-section (1) unless the person concerned has been given a reasonable opportunity of being heard.4 [(3) No order imposing a penalty under sub-section (1) shall be made, (i) by the Income-tax Officer, where the penalty exceeds ten thousand rupees; (ii) by the 5 [Assistant Commissioner or Deputy Commissioner], where the penalty exceeds twenty thousand rupees, except with the prior approval of the 6 [Joint Commissioner].](4) A 8[Deputy Commissioner (Appeals)], 9[a Commissioner (Appeals),] a 10[Chief Commissioner or Commissioner] or the Appellate Tribunal on making an order under this section imposing a penalty, shall forthwith send a copy of the same to the 11[Assessing Officer.]12[(5) No order imposing a penalty under this section shall be passed(i) in a case where the assessment to which the proceedings for imposition of penalty relate is thesubject-matter of an appeal to the Deputy Commissioner (Appeals) or the Commissioner (Appeals) under section 23 or an appeal to the Appellate Tribunal under sub-section (2) of section 24, after the expiry of the financial year in which the proceedings, in the course of which action for the imposition of penalty has been initiated, are completed, or six months from the end of the month in which the order of the Deputy Commissioner (Appeals) or the Commissioner (Appeals) or, as the case may be, the Appellate Tribunal is received by the Chief Commissioner or Commissioner, whichever is later ;(ii) in a case where the relevant assessment is the subject-matter of revision under sub-section(2) of section 25, after the expiry of six months from the end of the month in which such order of revision is passed;1. Ins. by Act 3 of 1989, s. 68 (w.e.f. 1-4-1989).2. Ins. by Act 18 of 2008, s. 62 (w.r.e.f. 1-4-1989). Earlier sub-section (1) was inserted by Act 32 of 1971, s. 33 (w.e.f. 1-4-1972)which was later omitted by Act 41 of 1975, s. 91 (w.e.f. 1-4-1976).3. Sub-sections (2A) and (2B) omitted by Act 41 of 1975, s. 91 (w.e.f. 1-4-1976). Earlier these sub-sections were inserted by Act 15 of 1965, s. 20 (w.e.f. 11-9-1965).4. Subs. by Act 3 of 1989, s. 68, for sub-section (3) (w.e.f. 1-4-1989).5. Subs. by Act 21 of 1998, s. 66, for \"Assistant Commissioner\" (w.e.f. 1-10-1998).6. Subs. by s. 66, ibid. for \"Deputy Commissioner\" (w.e.f. 1-10-1998).7. Sub-section (3A) omitted by Act 3 of 1989, s. 68 (w.e.f. 1-4-989).8. Subs. by Act 4 of 1988, s. 127, for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).9. Ins. by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).10. Subs. by Act 4 of 1988, s. 127, for \"Commissioner\" (w.e.f. 1-4-1988).11. Subs. by s. 127, ibid., for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).12. Subs. by Act 3 of 1989, s. 68, for sub-section (5) (w.e.f. 1-4-1989).(iii) in any other case, after the expiry of the financial year in which the proceedings, in the course of which action for the imposition of penalty has been initiated, are completed, or six months from the end of the month in which action for imposition of penalty is initiated, whichever period expires later.Explanation.In computing the period of limitation for the purposes of this section,(i) any period during which the immunity granted under section 22H remained in force;(ii) the time taken in giving an opportunity to the assessee to be reheard under the proviso to section 39; and(iii) any period during which a proceeding under this section for the levy of penalty is stayed by an order or injunction of any court, shall be excluded.(6) The provisions of this section as they stood immediately before their amendment by the Direct Tax Laws (Amendment) Act, 1989 (3 of 1989) shall apply to and in relation to any assessment for the assessment year commencing on the 1st day of April, 1988, or any earlier assessment year and references in this section to the other provisions of this Act shall be construed as references to those provisions as for the time being in force and applicable to the relevant assessment year.]", "19": "19. Tax of deceased person payable by legal representative.(1) Where a person dies, his executor, administrator or other legal representative shall be liable to pay out of the estate of the deceased person, to the extent to which the estate is capable of meeting the charge, the wealth-taxassessed as payable by such person, or any sum, which would have been payable by him under this Act if he had not died.(2) Where a person dies without having furnished a return under the provisions of section 14 or after having furnished a return which the 2[Assessing Officer] has reason to believe to be incorrect or incomplete, the 2[Assessing Officer] may make an assessment of the net wealth of such person and determine the wealth-tax payable by the person on the basis of such assessment, and for this purpose may, by the issue of the appropriate notice which would have had to be served upon the deceased person if he had survived, require from the executor, administrator or other legal representative of the deceased person any accounts, documents or other evidence which might under the provisions of section 16 have been required from the deceased person.(3) The provisions of sections 14, 15 and 17 shall apply to an executor, administrator or other legal representative as they apply to any person referred to in those sections.", "20": "20. Assessment after partition of a Hindu undivided family.(1) Where, at the time of making an assessment, it is brought to the notice of the 1[Assessing Officer] that a partition has taken place among the members of a Hindu undivided family, and the 1[Assessing Officer], after inquiry, is satisfied that the joint family property has been partitioned as a whole among the various members or group of members in definite portions, he shall record an order to that effect and shall make assessment on the net wealth of the undivided family as such for the assessment year or years, including the year relevant to the previous year in which the partition has taken place, if the partition has taken place on the last day of the previous year and each member or group of members shall be liable jointly and severally for the tax assessed on the net wealth of the joint family as such.(2) Where the 1[Assessing Officer] is not so satisfied, he may, by order, declare that such family shall be deemed for the purposes of this Act to continue to be a Hindu undivided family liable to be assessed as such.", "21": "21. Assessment when assets are held by courts of wards, administrators-general, etc.(1)1[Subject to the provisions of sub-section (1A), in the case of assets chargeable to tax under this Act], which are held by a court of wards or an administrator-general or an official trustee or any receiver or manager or any other person, by whatever name called, appointed under any order of a court to manage property on behalf of another, or any trustee appointed under a trust declared by a duly executed instrument in writing, whether testamentary or otherwise (including a trustee under a valid deed of wakf), the wealth-tax shall be levied upon and recoverable from the court of wards, administrator-general, official trustee, receiver, manager or trustee, as the case may be, in the like manner and to the same extent as it would be leviable upon and recoverable from the person 2[on whose behalf or for whose benefit] the assets are held, and the provisions of this Act shall apply accordingly.3[Explanation.A trust which is not declared by a duly executed instrument in writing (including a valid deed of wakf) shall be deemed, for the purposes of this sub-section, to be a trust declared by a duly executed instrument in writing if a statement in writing, signed by the trustee or trustees, setting out the purpose or purposes of the trust, particulars as to the trustee or trustees, the beneficiary or beneficiaries and the trust property, is forwarded to the 4[Assessing Officer],(i) where the trust has been declared before the 1st day of June, 1981, within a period of three months from that day; and(ii) in any other case, within three months from the date of declaration of the trust.]5[(1A) Where the value or aggregate value of the interest or interests of the person or persons on whose behalf or for whose benefit such assets are held falls short of the value of any such assets, then, in addition to the wealth-tax leviable and recoverable under sub-section (1), the wealth-tax shall be levied upon and recovered from the court of wards, administrator-general, official trustee, receiver, manager or other person or trustee aforesaid in respect of the value of such assets, to the extent it exceeds the value or aggregate value of such interest or interests, as if such excess value were the net wealth of an individual who is a citizen of India and resident in India for the purposes of this Act, and(i) at the rates specified in Part I of Schedule I; or(ii) at the rate of three per cent., whichever course would be more beneficial to the revenue.](2) Nothing contained in sub-section (1) shall prevent either the direct assessment of the person 2[on whose behalf or for whose benefit] the assets above referred to are held, or the recovery from such person of the tax payable in respect of such assets.(3) Where the guardian or trustee of any person being a minor, lunatic or idiot 6*** holds any assets 7[on behalf or for the benefit of such beneficiary], the tax under this Act shall be levied upon and recoverable from such guardian or trustee, as the case may be, in the like manner and to the same extent as it would be leviable upon and recoverable from any such beneficiary if of full age, of sound mind and in direct ownership of such assets.1. Subs. by Act 44 of 1980, s. 40, for \"In the case of assets chargeable to tax under this Act\" (w.e.f. 1-4-1980).2. Subs. by Act 46 of 1964, s. 20, for \"on whose behalf\" (w.e.f. 1-4-1965).3. Ins. by Act 16 of 1981, s. 26 (w.e.f. 1-4-1981).4. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).5. Ins. by Act 44 of 1980, s. 40 (w.e.f. 1-4-1980).6. The brackets and words \"(all of which persons are hereinafter in this sub-section included in the term \"beneficiary\") omitted by Act 46 of 1964, s. 20 (w.e.f. 1-4-1965).7. Subs. by s. 20, ibid., for \"on behalf of such beneficiary\" (w.e.f. 1-4-1965).1[(4) 2[Notwithstanding anything contained in the foregoing provisions of this section], where the shares of the persons on whose behalf or for whose benefit any such assets are held are indeterminate or unknown, the wealth-tax shall be levied upon and recovered from the court of wards, administrator- general, official trustee, receiver, manager, or other person aforesaid 3[, as the case may be, in the like manner and to the same extent as it would be leviable upon and recoverable from an individual who is a citizen of India and resident in India] for the purposes of this Act, and(a) at the rates specified in Part I of 4[Schedule I] 5***; or(b) at the rate of 6[three per cent.],whichever course would be more beneficial to the revenue:Provided that in a case where(i) such assets are held 7[under a trust declared by any person by will and such trust is the only trust so declared by him]; or8[(ia) none of the beneficiaries has net wealth exceeding the amount not chargeable to wealth-taxin the case of an individual who is a citizen of India and resident in India for the purposes of this Act or is a beneficiary under any other trust; or](ii) such assets are held under a trust created before the 1st day of March, 1970, by a non- testamentary instrument and the 9 [Assessing Officer] is satisfied, having regard to all the circumstances existing at the relevant time, that the trust was created bona fide exclusively for the benefit of the relatives of the settlor or where the settlor is a Hindu undivided family, exclusively for the benefit of the members of such family, in circumstances where such relatives or members were mainly dependent on the settlor for their support and maintenance; or(iii) such assets are held by the trustees on behalf of a provident fund, superannuation fund, gratuity fund, pension fund or any other fund created bona fide by a person carrying on a business or profession exclusively for the benefit of persons employed in such business or profession,wealth-tax shall be charged at the rates specified in Part I of 4[Schedule I] 5***.]8[Explanation 1.For the purposes of this sub-section, the shares of the persons on whose behalf or for whose benefit any such assets are held shall be deemed to be indeterminate or unknown unless the shares of the persons on whose behalf or for whose benefit such assets are held on the relevant valuation date are expressly stated in the order of the court or instrument of trust or deed of wakf, as the case may be, and are ascertainable as such on the date of such order, instrument or deed.]1. Subs. by Act 19 of 1970, s. 26, for sub-section (4) (w.e.f. 1-4-1971). Earlier it was amended by Act 46 of 1964,s. 20 (w.e.f. 1-4-1965).2. Subs. by Act 16 of 1981, s. 26, for \"Notwithstanding anything contained in this section\" (w.e.f. 1-4-1981).3. Subs. by Act 44 of 1980, s. 40, for \"as if the persons on whose behalf or for whose benefit assets are held were an individual who is a citizen of India and resident in India\" (w.e.f. 1-4-1980).4. Subs. by Act 66 of 1976, s. 27, for \"the Schedule\" (w.e.f. 1-4-1977).5. The words \"in the case of an individual\" omitted by Act 32 of 1971, s. 34 (w.e.f. 1-4-1972).6. Subs. by Act 44 of 1980, s. 40, for \"one and one-half per cent.\" (w.e.f. 1-4-1980).7. Subs. by s. 40, ibid., for \"under a trust declared by him\" (w.e.f. 1-4-1980).8. Ins. by Act s. 40, ibid. (w.e.f. 1-4-1980).9. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).1[ 2 [Explanation 2].Notwithstanding anything contained in section 5, in computing the net wealth3[for the purposes of this sub-section or sub-section (4A) in any case, not being a case referred to in the proviso to this sub-section], any assets referred to in clauses (xv), (xvi), (xxii), (xxiii), (xxiv), (xxv),(xxvi), (xxvii), (xxviii) and (xxix) of sub-section (1) of that section shall not be excluded.]4[(4A) Notwithstanding anything contained in this section, where the assets chargeable to tax under this Act are held by a trustee under an oral trust, the wealth-tax shall be levied upon and recovered from such trustee in the like manner and to the same extent as it would be leviable upon and recoverable from an individual who is a citizen of India and resident in India for the purposes of this Act, and(a) at the rates specified in Part I of Schedule I; or(b) at the rate of three per cent., whichever course would be more beneficial to the revenue.Explanation.For the purposes of this sub-section, \"oral trust\" means a trust which is not declared by a duly executed instrument in writing (including a valid deed of wakf) and which is not deemed under the Explanation to sub-section (1) to be a trust declared by a duly executed instrument in writing.]5[(5) Any person who pays any sum by virtue of the provisions of this section in respect of the net wealth of any beneficiary, shall be entitled to recover the sum so paid from such beneficiary, and may retain out of any assets that he may hold on behalf or for the benefit of such beneficiary, an amount equal to the sum so paid.Explanation.In this section, the term \"beneficiary\" means any person including a minor, lunatic or idiot on whose behalf or for whose benefit assets are held by any other person.]6[(6) Nothing contained in this section shall apply to and in relation to any assessment for the assessment year commencing on the 1st day of April, 1993 or any subsequent assessment year.]", "22": "22. Assessment of persons residing outside India.(1) Where the person liable to tax under this Act resides outside India, the tax may be levied upon and recovered from his agent, and the agent shall be deemed to be, for all the purposes of this Act, the assessee in respect of such tax.(2) Any person employed by or on behalf of a person referred to in sub-section (1) or through whom such person is in the receipt of any income, profits or gains, or who is in possession or has custody of any asset of such person and upon whom the 2[Assessing Officer] has caused a notice to be served of his intention of treating him as the agent of such person shall, for the purposes of sub-section(1), be deemed to be the agent of such person.4[(3) No person shall be deemed to be the agent of any person residing outside India unless he has had an opportunity of being heard by the 2[Assessing Officer] as to his being treated as such.(4) Any agent, who, as such, pays any sum under this Act, shall be entitled to recover the sum so paid from the person on whose behalf it is paid or to retain out of any moneys that may be in his possession or may come to him in his capacity as such agent, an amount equal to the sum so paid.(5) Any agent, or any person who apprehends that he may be assessed as an agent, may retain out of any money payable by him to the person residing outside India on whose behalf he is liable to pay tax (hereinafter in this section referred to as the principal), a sum equal to his estimated liability under this section, and in the event of any disagreement between the principal and such agent or person, as to the amount to be so retained, such agent or person may secure from the 2[Assessing Officer] a certificate stating the amount to be so retained pending final settlement of the liability, and the certificate so obtained shall be his warrant for retaining that amount.(6) The amount recoverable from such agent or person at the time of final settlement shall not exceed the amount specified in such certificate, except to the extent to which such agent or person may at such time have in his hands additional assets of the principal.(7) Notwithstanding anything contained in this section, any arrears of tax due from a person residing outside India may be recovered also in accordance with the provisions of this Act from any assets of such person which are or may at any time come within India.]", "23": "23. Appeal to the  3 [Deputy Commissioner (Appeals)] from orders of 1[Assessing Officer.](1) 4[Subject to the provisions of sub-section (1A), any person],(a) objecting to the amount of 5[net wealth] determined under this Act ; or(b) objecting to the amount of wealth-tax determined as payable by him under this Act ; or1. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).2. Subs. by Act 22 of 2007, s. 92, for section 22K (w.e.f. 1-6-2007). Earlier it was amended by Act 11 of 1987, s. 86 (w.e.f.1-6-1987).3. Subs. by Act 4 of 1988, s. 127, for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).4. Subs. by Act 29 of 1977, s. 39 and the Fifth Schedule, for \"Any person\" (w.e.f. 10-7-1978).5. Subs. by Act 46 of 1964, s. 22, for \"his net wealth\" (w.e.f. 1-4-1965).(c) denying his liability to be assessed under this Act ; or1[(d) objecting to any penalty imposed by the Assessing Officer under section 18 2***; or](e) objecting to any order of the 3[Assessing Officer] under sub-section (2) of section 20; or(f) objecting to any penalty imposed by the 3[Assessing Officer] under the provisions of4[section 221] of the Income-tax Act as applied under section 32 for the purposes of wealth-tax;5[or]5[(g) objecting to any order made by the 3[Assessing Officer] under section 22 treating him as the agent of a person residing outside India; or(h) objecting to any order of the 3[Assessing Officer] under section 35 having the effect of enhancing the assessment or reducing a refund or refusing to allow the claim made by the assessee under the said section; or6[(ha) objecting to any order of the Valuation Officer under section 35 having the effect of enhancing the valuation of any asset or refusing to allow the claim made by the assessee under the said section; or] may appeal to the 8[Deputy Commissioner (Appeals)] 9[before the 1st day of June, 2000,] against the assessment or order, as the case may be, in the prescribed form and verified in the prescribed manner.10[(1A) Notwithstanding anything contained in sub-section (1), any person,(a) objecting to the amount of net wealth determined under this Act or objecting to the amount of wealth-tax determined as payable by him under this Act or denying his liability to be assessed under this Act, where the net wealth determined on assessment made under section 16 exceeds fifteen lakh rupees; or11[12[(b) objecting to any penalty imposed under sub-section (1) of section 18 with the previous approval of the Deputy Commissioner as specified in sub-section (3) of that section; or](c) objecting to any assessment or order referred to in clauses (a) to (h) (both inclusive) of sub- section (1), where such assessment or order has been made by the Deputy Commissioner in exercise of the powers or functions conferred on or assigned to him under section 8 or section 11; or(d) objecting to any penalty imposed by the Deputy Director or the Deputy Commissioner under section 18A; or]1. Subs. by Act 4 of 1988, s. 146, for clause (d) (w.e.f. 1-4-1989). Earlier it was amended by Act 46 of 1964, s. 22 (w.e.f.1-4-1964).2. The words \"as it stood immediately before the 1st day of April, 1989 or under section. 18 as amended by the Direct Tax Laws (Amendment) Act, 1987 (4 of 1988)\" omitted by Act 3 of 1989, s. 71 (w.e.f. 1-4-1989).3. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).4. Subs. by Act 46 of 1964, s. 22, for \"sub-section (1) of section 46\" (w.e.f. 1-4-1965).5. Ins. by s. 22, ibid. (w.e.f. 1-4-1965).6. Ins. by Act 45 of 1972, s. 11 (w.e.f. 1-1-1973).7. Clause (i) omitted by Act 4 of 1988, s. 146 (w.e.f. 1-4-1989). Earlier it was amended by Act 45 of 1972, s. 11 (w.e.f. 1-1-1973).8. Subs. by s. 127, ibid., for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).9. Ins. by Act 10 of 2000, s. 72 (w.e.f. 1-6-2000).10. Ins. by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).11. Subs. by Act 4 of 1988, s. 146, for clauses (b), (c) and (d) (w.e.f. 1-4-1989).12. Subs. by Act 3 of 1989, s. 71, for clause (b) (w.e.f. 1-4-1989).(e) objecting to an order made by an 1[Assessing Officer] in the case of such persons or classes of persons as the Board may, having regard to the nature of the cases, the complexities involved and other relevant considerations, direct, may appeal to the Commissioner (Appeals) 2[before the 1st day of June, 2000,] against the assessment or order, as the case may be, in the prescribed form and verified in the prescribed manner.2[(1AA) Notwithstanding anything contained in sub-section (1), every appeal filed, on or after the 1st day of October, 1998, but before the 1st day of June, 2000, before the Deputy Commissioner (Appeals) and any matter arising out of or connected with such appeal and which is so pending shall stand transferred to the Commissioner (Appeals) and the Commissioner (Appeals) may proceed with such appeal or matter from the stage at which it was on that day.]3[(1B) Notwithstanding anything contained in sub-section (1), the Board or the Director General or Chief Commissioner or Commissioner, if so authorised by the Board, may, by order in writing, transfer any appeal which is pending before a Deputy Commissioner (Appeals) and any matter arising out of or connected with such appeal and which is so pending, to the Commissioner (Appeals) if the Board or, as the case may be, the Director General, Chief Commissioner or Commissioner (at the request of the appellant or otherwise) is satisfied that it is necessary or expedient so to do having regard to the nature of the case, the complexities involved and other relevant considerations and the Commissioner (Appeals) may proceed with such appeal or matter from the stage at which it was before it was so transferred:Provided that the appellant may demand that before proceeding further with the appeal or matter, the previous proceeding or any part thereof be re-opened or that he be reheard.]](2) An appeal shall be presented within thirty days of the receipt of the notice of demand relating to the assessment or penalty objected to, or the date on which any order objected to, is communicated to him, but the 4[Deputy Commissioner (Appeals)] 5[or, as the case may be, the Commissioner (Appeals)] may admit an appeal after the expiration of the period aforesaid if he is satisfied that the appellant had sufficient cause for not presenting the appeal within that period.6[(2A) Where a return has been filed by an assessee, no appeal under this section shall be admitted unless at the time of filing of the appeal he has paid the tax due on the net wealth returned by him.(3) The 4[Deputy Commissioner (Appeals)] 5[or, as the case may be, the Commissioner (Appeals)] shall fix a day and place for the hearing of the appeal and may, from time to time, adjourn the hearing.8[(3A) If the valuation of any asset is objected to in an appeal under clause (a) of sub-section (1) 5[or of sub-section (1A)], the 4[Deputy Commissioner (Appeals)] 5[or, as the case may be, the Commissioner (Appeals)] shall,(a) in a case where such valuation has been made by a Valuation Officer under section 16A, give such Valuation Officer an opportunity of being heard;1. Subs. by Act 4 of 1988, s. 127, for \"Wealth-ta Officer\" (w.e.f. 1-4-1988).2. Ins. by Act 10 of 2000, s. 72 (w.e.f. 1-6-2000).3. Subs. by Act 4 of 1988, s. 146, for sub-sections (1B) and (1C) (w.e.f. 1-4-1989). Earlier sub-section (1B) was inserted by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978) and sub-section (1C) was inserted by Act 21 of 1979, s. 25 (w.e.f.1-6-1979).4. Subs. by s. 127, ibid., for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).5. Ins. by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).6. Ins. by Act 41 of 1975, s. 94 (w.e.f. 1-10-1975).7. The proviso omitted by Act 4 of 1988, s. 146 (w.e.f. 1-4-1989).8. Ins. by Act 45 of 1972, s. 11 (w.e.f. 1-1-1973).(b) in any other case, on a request being made in this behalf by the 1[Assessing Officer], give an opportunity of being heard to any Valuation Officer nominated for the purpose by the 1[Assessing Officer].](4) The 2[Deputy Commissioner (Appeals)] 3[or, as the case may be, the Commissioner (Appeals)] may(a) at the hearing of an appeal, allow an appellant to go into any ground of appeal not specified in the grounds of appeal;(b) before disposing of an appeal, make such further inquiry as he thinks fit or cause further inquiry to be made by the 4[1[Assessing Officer] or, as the case may be, the Valuation Officer].(5) In disposing of an appeal, the 2[Deputy Commissioner (Appeals)] 3[or, as the case may be, the Commissioner (Appeals)] may pass such order as he thinks fit which may include an order enhancing the assessment or penalty:Provided that no order enhancing the assessment or penalty shall be made unless the person affected thereby has been given a reasonable opportunity of showing cause against such enhancement.5[(5A) In disposing of an appeal, the 2[Deputy Commissioner (Appeals)] 3[or, as the case may be, the Commissioner (Appeals)] may consider and decide any matter arising out of the proceedings in which the order appealed against was passed, notwithstanding that such matter was not raised before the2[Deputy Commissioner (Appeals)] 3[or, as the case may be, the Commissioner (Appeals)] by the appellant.(5B) The order of the 2[Deputy Commissioner (Appeals)] 3[or, as the case may be, the Commissioner (Appeals)] disposing of the appeal shall be in writing and shall state the points for determination, the decision thereon and the reasons for the decision.](6) A copy of every order passed by the 2[Deputy Commissioner (Appeals)] 3[or, as the case may be, the Commissioner (Appeals)] under this section shall be forwarded to the appellant and the 6 [Chief Commissioner or Commissioner].", "24": "24. Appeal to the Appellate Tribunal from orders of the 3[Deputy Commissioner (Appeals)]. 4 [(1) An assessee objecting to an order passed by the 3[Deputy Commissioner (Appeals)], 5 [or the Commissioner (Appeals)] under section 18 or section 18A or section 23 6 [, section 23A] or sub-section(2) of section 37 7*** may appeal to the Appellate Tribunal within sixty days of the date on which the order is communicated to him.](2) The Commissioner may, if he is not satisfied as to the correctness of any order passed by 8[a Commissioner (Appeals) under sub-section (10) of section 23A], direct the 9[Assessing Officer] to appeal to the Appellate Tribunal against such order, and such appeal may be made at any time before the expiry of sixty days of the date on which the order is communicated to the Commissioner.1. Ins. by Act 27 of 1999, s. 93 (w.e.f. 1-6-1999).2. Ins. by Act 18 of 2008, s. 64 (w.e.f. 1-4-2008).3. Subs. by Act 4 of 1988, s. 127, for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).4. Subs. by Act 41 of 1975, s. 95, for sub-section (1) (w.e.f. 1-4-1976). Earlier it was substituted by Act 46 of 1964, s. 23 (w.e.f. 1-4-1965).5. Ins. by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).6. Ins. by Act 21 of 1998, s. 70 (w.e.f. 1-10-998).7. The words, figures and letter \", or to an order passed by the Inspecting Assistant Commissioner under section 18A\" omitted by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).8. Subs. by Act 21 of 1998, s. 70, for \"a Deputy Commissioner (Appeals) or a Commissioner (Appeals) under section 23\" (w.e.f. 1-10-1998). Earlier it was amended by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978) and later by Act 4 of 1988, s. 127 (w.e.f. 1-4-1988).9. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).1[(2A) The 2[Assessing Officer] or the assessee, as the case may be, on receipt of notice that an appeal against the order of 3[*** the Commissioner (Appeals)] has been preferred under sub-section (1) or sub- section (2) by the other party, may, notwithstanding that he may not have appealed against such order or any part thereof, within thirty days of the receipt of the notice, file a memorandum ofcross-objections verified in the prescribed manner, against any part of the order of 3[*** the Commissioner (Appeals)] and such memorandum shall be disposed of by the Appellate Tribunal as if it were an appeal presented within the time specified in sub-section (1) or sub-section (2).]4[(3) The Appellate Tribunal may admit an appeal or permit the filing of a memorandum of cross- objections after the expiry of the relevant period referred to in sub-section (1) or sub-section (2) or sub- section (2A), if it is satisfied that there was sufficient cause for not presenting it within that period.](4) An appeal to the Appellate Tribunal shall be in the prescribed form and shall be verified in the prescribed manner and shall, except in the case of an appeal referred to in sub-section (2), be accompanied by a fee of 5[one thousand rupees]:6[Provided that in the case of an appeal not relatable to net wealth as computed by the Assessing Officer, the appeal shall be accompanied by a fee of five hundred rupees.](5) The Appellate Tribunal may, after giving both parties to the appeal an opportunity of being heard, pass such orders thereon as it thinks fit, and any such orders may include an order enhancing the assessment or penalty:7[Provided that if the valuation of any asset is objected to, the Appellate Tribunal shall,(a) in a case where such valuation has been made by a Valuation Officer under section 16A, also give such Valuation Officer an opportunity of being heard;(b) in any other case, on a request being made in this behalf by the 2[Assessing Officer], give an opportunity of being heard also to any Valuation Officer nominated for the purpose by the2[Assessing Officer]:Provided further that] no order enhancing an assessment or penalty shall be made unless the person affected thereby has been given a reasonable opportunity of showing cause against such enhancement.6[(5A) In every appeal, the Appellate Tribunal, where it is possible, may hear and decide such appeal within a period of four years from the end of the financial year in which such appeal is filed undersub-section (1) 8[or sub-section (2)].(5B) The cost of any appeal to the Appellate Tribunal shall be at the discretion of that Tribunal.](9) A copy of every order passed by the Appellate Tribunal under this section shall be forwarded to the assessee and the Commissioner.1. Ins. by Act 46 of 1964, 23 (w.e.f. 1-4-1965).2. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).3. The words and brackets \"the Deputy Commissioner (Appeals) or\" omitted by Act 21 of 1998, s. 70 (w.e.f. 1-10-1998). Earlier it was amended by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978) and by Act 4 of 1988, s. 127 (w.e.f. 1-4- 1988).4. Subs. by Act 46 of 1964, s. 23, for sub-section (3) (w.e.f. 1-4-1965).5. Subs. by Act 21 of 1998, s. 70, for \"two hundred rupees\" (w.e.f. 1-10-1998).6. Ins. by Act 27 of 1999, s. 94 (w.e.f. 1-6-1999).7. Subs. by Act 45 of 1972, s. 12, for \"Provided that\" (w.e.f. 1-1-1973).8. Ins. by Act 10 of 2000, s. 73 (w.e.f. 1-6-2000).9. Sub-sections (6), (7), (8), (8A) and (8B) omitted by Act 45 of 1972, s. 12 (w.e.f. 1-1-1973). Earlier these sub-sections were substituted by Act 46 of 1964, s. 23 (w.e.f. 1-4-1965).(10) Save as provided in section 27 1[or section 27A], any order passed by the Appellate Tribunal on appeal shall be final.(11) The provisions of 2[sub-sections (1), (4) and (5) of section 255] of the Income-tax Act shall apply to the Appellate Tribunal in the discharge of its functions under this Act as they apply to it in the discharge of its functions under the Income-tax Act.", "25": "25. Powers of Commissioner to revise orders of subordinate authorities.(1) The Commissioner may, either of his own motion or on application made by an assessee in this behalf, call for the record of any proceeding under this Act in which an order has been passed by any authority subordinate to him, and may make such inquiry, or cause such enquiry to be made, and, subject to the provisions of this Act, pass such order thereon, not being an order prejudicial to the assessee, as the Commissioner thinks fit:Provided that the Commissioner shall not revise any order under this sub-section in any case(a) where an appeal against the order lies to the 3[Deputy Commissioner (Appeals)] 4[or to the Commissioner (Appeals)] or to the Appellate Tribunal, the time within which such appeal can be made has not expired or in the case of an appeal 4[to the Commissioner (Appeals) or] to the Appellate Tribunal the assessee has not waived his right of appeal;(b) where the order is the subject of an appeal before the 3[Deputy Commissioner (Appeals)]4[or the Commissioner (Appeals)] or the Appellate Tribunal;(c) where the application is made by the assessee for such revision, unless(i) the application is accompanied by a fee of twenty-five rupees; and(ii) the application is made within one year from the date of the order sought to be revised or within such further period as the Commissioner may think fit to allow on being satisfied that the assessee was prevented by sufficient cause from making the application within that period; and(d) where the order is sought to be revised by the Commissioner of his own motion, if such order is made more than one year previously.Explanation.For the purposes of this sub-section,(a) the 3[Deputy Commissioner (Appeals)] shall be deemed to be an authority subordinate to the Commissioner; and(b) an order by the Commissioner declining to interfere shall be deemed not to be an order prejudicial to the assessee.(2) Without prejudice to the provisions contained in sub-section (1), the Commissioner may call for and examine the record of any proceeding under this Act, and if he considers that any order passed therein by an 5[Assessing Officer] is erroneous in so far as it is prejudicial to the interests of revenue, he may, after giving the assessee an opportunity of being heard, and after making or causing to be made such inquiry as he deems necessary, pass such order thereon as the circumstances of the case justify, including an order enhancing or modifying the assessment or cancelling it and directing a fresh assessment.1. Ins. by Act 27 of 1999, s. 94 (w.e.f. 1-6-1999).2. Subs. by Act 46 of 1964, s. 23, for \"sub-sections (5), (7) and (8) of section 5A\" (w.e.f. 1-4-1965).3. Subs. by Act 4 of 1988, s. 127, for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).4. Ins. by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).5. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).1[Explanation.For the removal of doubts, it is hereby declared that, for the purposes of thissub-section,(a) an order passed 2[on or before or after the 1st day of June, 1988,] by the Assessing Officer shall include an order made by the 3 [Joint Commissioner] in exercise of the powers or in the performance of the functions of an Assessing Officer conferred on or assigned to him under orders or directions issued by the Board or by the Chief Commissioner or Director General or Commissioner authorised by the Board in this behalf under section 120 of the Income-tax Act read with section 8 of this Act;(b) \"record\", 4[shall include and shall be deemed always to have included] all records relating to any proceeding under this Act available at the time of examination by the Commissioner;(c) where any order referred to in this sub-section and passed by the Assessing Officer had been the subject matter of any appeal 2[filed on or before or after the 1st day of June, 1988], the powers of the Commissioner under this sub-section shall extend 2[and shall be deemed always to have extended] to such matters as had not been considered and decided in such appeal.]5[(3) No order shall be made under sub-section (2) after the expiry of two years 6[from the end of the financial year in which the order sought to be revised was passed].Explanation.In computing the period of limitation for the purposes of sub-section (3), the time taken in giving an opportunity to the assessee to be reheard under the proviso to section 39 and any period during which any proceeding under this section is stayed by an order or injunction of any court shall be excluded.7[(3A) On every application made by an assessee for revision under sub-section (1), an order shall be passed by the Commissioner within one year from the end of financial year in which such application is made by the assessee for revision.Explanation.In computing the period of limitation for the purposes of this sub-section, the time taken in giving an opportunity to the assessee to be re-heard under the proviso to section 39 and any period during which any proceeding under this section is stayed by an order or injunction of any court shall be excluded.]8[(4) Notwithstanding anything contained in sub-section (3) or sub-section (3A), an order in revision under sub-section (1) or sub-section (2) may be passed at any time in consequence of, or to give effect to, any finding or direction contained in an order of the Appellate Tribunal 9[National Tax Tribunal], the High Court or the Supreme Court.]]1. Subs. by Act 26 of 1988, s. 57, for the Explanation (w.e.f. 1-6-1988). Earlier it was inserted by Act 67 of 1984, s. 65 (w.e.f.1-10-1984) and later amended by Act 4 of 1988, s. 127 (w.e.f. 1-4-1988).2. Ins. by Act 13 of 1989, s. 30 (w.r.e.f. 1-6-1988).3. Subs. by Act 21 of 1998, s. 66, for \"Deputy Commissioner\" (w.e.f. 1-10-1998).4. Subs. by Act 13 of 1989, s. 30, for \"includes\" (w.r.e.f. 1-6-1988).5. Ins. by Act 46 of 1964, s. 24 (w.e.f. 1-4-1965).6. Subs. by Act 67 of 1984, s. 65, for \"from the date of the order sought to be revised\" (w.e.f. 1-10-1984).7. Ins. by Act 21 of 1998, s. 71 (w.e.f. 1-10-1998).8. Subs. by s. 71, ibid., for sub-section (4) (w.e.f. 1-10-1998).9. Ins. by Act 49 of 2005, s. 30 and the Schedule. This Act has been struck down by the Supreme Court's Order dated 25th September, 2014 in the Madras Bar Association Vs. Union of India.", "26": "26. Appeal to the Appellate Tribunal from orders of enhancement by  1[Chief Commissioner or Commissioner].(1) Any assessee objecting to 2 [an order passed by the 1[Chief Commissioner or Commissioner] under section 18 3[or section 18A] or sub-section (2) of section 25] 4[or an order passed by the Director General or Director under section 18A] may appeal to the Appellate Tribunal within sixty days of the date on which the order is communicated to him.(2) An Appeal to the Appellate Tribunal under sub-section (1) shall be in the prescribed form and shall be verified in the prescribed manner and shall be accompanied by a fee of 5[two hundred rupees].(3) The provisions of 6[sub-sections (3), (5), (9) and (10)] of section 24 shall apply in relation to any appeal under this section as they apply in relation to any appeal under that section.", "27": "27. Reference to High Court.7[(1) The assessee or the 1[Chief Commissioner or Commissioner] may, within sixty days of the date upon which he is served with notice of an order 8[passed before the 1st day of June, 1999] under section 24 or section 26 9[or clause (e) of sub-section (1) of section 35], byapplication in the prescribed form, accompanied, where the application is made by the assessee, by a fee of 5[two hundred rupees], require the Appellate Tribunal to refer to the High Court any question of law arising out of such order and, subject to the other provisions contained in this section, the Appellate Tribunal shall, within one hundred and twenty days of the receipt of such application, draw up a statement of the case and refer it to the High Court.(2) The Appellate Tribunal may, if it is satisfied that the applicant was prevented by sufficient cause from presenting the application within the period specified in sub-section (1), allow it to be presented within a further period not exceeding thirty days.](3) If, on an application made under sub-section (1), the Appellate Tribunal(a) refuses to state a case on the ground that no question of law arises, or(b) rejects it on the ground that it is time barred; the applicant may, within 10[ninety days] from the date on which he is served with a notice of refusal or rejection, as the case may be, apply to the High Court, and the High Court may, if it is not satisfied with the correctness of the decision of the Appellate Tribunal, require the Appellate Tribunal to state the case to the High Court, and on receipt of such requisition, the Appellate Tribunal shall state the case:Provided that, if in any case where the Appellate Tribunal has been required by an assessee to state a case, the Appellate Tribunal refuses to do so on the ground that no question of law arises, the assessee may, within thirty days from the date on which he receives notice of refusal to state the case, withdraw his application, and if he does so, the fee paid by him under sub-section (1) shall be refunded to him.11[(3A) If, on an application made under this section, the Appellate Tribunal is of the opinion that, on account of a conflict in the decisions of the High Courts in respect of any particular question of law, it is expedient that a reference should be made direct to the Supreme Court, the Appellate Tribunal may draw up a statement of the case and refer it through its President direct to the Supreme Court.]1. Subs. by Act 4 of 1988, s. 127, for \"Commissioner\" (w.e.f. 1-4-1988).2. Subs. by Act 46 of 1964, s. 25, for \"an order of enhancement made by the Commissioner under section 25\" (w.e.f. 1-4-1965).3. Ins. by Act 41 of 1975, s. 96 (w.e.f. 1-4-1976).4. Ins. by Act 3 of 1989, s. 72 (w.e.f. 1-4-1989).5. Subs. by Act 16 of 1981, s. 29, for \"one hundred and twenty-five rupees\" (w.e.f. 1-6-1981).6. Subs. by Act 45 of 1972, s. 13, for \"sub-sections (3) and (5) to (10) inclusive\" (w.e.f. 1-1-1973).7. Subs. by Act 46 of 1964, s. 26, for sub-sections (1) and (2) (w.e.f. 1-4-1965).8. Ins. by Act 27 of 1999, s. 95 (w.e.f. 1-6-1999).9. Ins. by Act 49 of 1991, s. 79 (w.e.f. 27-9-1991).10. Subs. by Act 46 of 1964, s. 26, for \"three months\" (w.e.f. 1-4-1965).11. Ins. by s. 26, ibid. (w.e.f. 1-4-1965).1[(3B) The High Court may admit an application after the expiry of the period of ninety days referred to in sub-section (3), if it is satisfied that there was sufficient cause for not filing the same within that period.](4) The statement to the High Court 2 [or the Supreme Court] shall set forth the facts, the determination of the Appellate Tribunal and the question of law which arises out of the case.(5) If the High Court 2[or the Supreme Court], is not satisfied that the case as stated is sufficient to enable it to determine the question of law raised thereby, it may require the Appellate Tribunal to make such modifications therein as it may direct.(6) The High Court 2[or the Supreme Court], upon hearing any such case, shall decide the question of law raised therein, and in doing so, may, if it thinks fit, alter the form of the question of law and shall deliver judgment thereon containing the ground on which such decision is founded and shall send a copy of the judgment under the seal of the Court and the signature of the Registrar to the Appellate Tribunal and the Appellate Tribunal shall pass such orders as are necessary to dispose of the case conformably to such judgment.3[(7) The cost of any reference to the High Court or the Supreme Court which shall not include the fee for making the reference, shall be in the discretion of the Court.]", "28": "28. Hearing by High Court.When a case has been stated to the High Court 2[under section 27 or an appeal filed before the High Court under section 27A], it shall be heard by a Bench of not less than two Judges of the High Court and shall be decided in accordance with the opinion of such Judges or of the majority of such Judges, if any:Provided that where there is no such majority, the Judges shall state the point of law upon which they differ and the case shall then be heard upon that point only by one or more of the Judges of the High Court, and such point shall be decided according to the opinion of the majority of the Judges who have heard the case, including those who first heard it.", "29": "29. Appeal to Supreme Court.(1) An appeal shall lie to the Supreme Court from any judgment of the High Court delivered 3[before the date of establishment of the National Tax Tribunal] on a case stated 4[under section 27 or an appeal filed under section 27A] in any case which the High Court certifies as a fit case for appeal to the Supreme Court.(2) Where the judgment of the High Court is varied or reversed on appeal under this section, effect shall be given to the order of the Supreme Court in the manner provided in sub-section (6) of section 275[or in sub-section (7) of section 27A].(3) The High Court may, on application made to it for the execution of any order of the Supreme Court in respect of any costs awarded by it, transmit the order for execution to any court subordinate to the High Court.", "30": "3[30. Notice of demand.When any tax, interest, penalty, fine or any other sum is payable in consequence of any order passed under this Act, the 4[Assessing Officer] shall serve upon the assessee a notice of demand in the prescribed form specifying the sum so payable.", "31": "31. When tax, etc., payable and when assessee deemed in default.(1) Any amount specified as payable in a notice of demand under section 30 shall be paid within 5[thirty days] of the service of the notice at the place and to the person mentioned in the notice:Provided that, where the 4[Assessing Officer] has any reason to believe that it will be detrimental to revenue if the full period of 5[thirty days] aforesaid is allowed, he may, with the previous approval of the6[Joint Commissioner], direct that the sum specified in the notice of demand shall be paid within such period being a period less than the period of 5[thirty days] aforesaid, as may be specified by him in the notice of demand.(2) If the amount specified in any notice of demand under section 30 is not paid within the period limited under sub-section (1), the assessee shall be liable to pay simple interest at 7[8[one per cent.] for every month or part of a month comprised in the period commencing from the day immediately following the end of the period mentioned in sub-section (1) and ending with the day on which the amount is paid]:Provided that, where as a result of an order under section 23, 9[or section 23A,] or section 24, or section 25, or section 26, or section 27, or section 29, or section 35 10[or any order of the Wealth-taxSettlement Commission under sub-section (4) of section 22D], the amount on which interest was payable under this section had been reduced, the interest shall be reduced accordingly and the excess interest paid, if any, shall be refunded:1. Subs. by the Laccadive, Minicoy and Amindivi Islands (Alteration of Name) Adaptation of Laws Order, 1974, for \"the Laccadive, Minicoy and Amindivi Islands\" (w.e.f. 1-11-1973).2. Ins. by the Punjab Reorganisation and Delhi High Court (Adaptation of Laws on Union Subjects) Order, 1968 (w.e.f. 1-11-1966).3. Subs. by Act 46 of 1964, s. 28, for sections 30, 31 and 32 (w.e.f. 1-4-1965).4. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).5. Subs. by s. 148, ibid., for \"thirty-five days\" (w.e.f. 1-4-1989).6. Subs. by Act 21 of 1998, s. 66, for \"Deputy Commissioner\" (w.e.f. 1-10-1998). Earlier the quoted words were substituted by Act 4 of 1988, s. 127, for \"Inspecting Assistant Commissioner\" (w.e.f. 1-4-1988).7. Subs. by Act 4 of 1988, s. 148, for \"fifteen per cent. per annum from the day commencing after the end of the period mentioned in sub-section (1)\" (w.e.f. 1-4-1989). Earlier \"fifteen per cent.\" was substituted by Act 67 of 1984, s. 66, for \"twelve per cent.\" (w.e.f. 1-10-1984).8. Subs. by Act 54 of 2003, s. 20, for \"one and one-fourth per cent.\" (w.e.f. 8-9-2003). Earlier the quoted words were substituted by Act 14 of 2001, s. 99, for \"one and one-half per cent.\" (w.e.f. 1-6-2001).9. Ins. by Act 10 of 2000, s. 74 (w.e.f. 1-6-2000).10. Ins. by Act 4 of 1988, s. 148 (w.e.f. 1-4-1989).1[Provided further that in respect of any period commencing on or before the 31st day of March, 1989, and ending after that date, such interest shall, in respect of so much of such period as falls after that date, be calculated at the rate of 2[one per cent.] for every month or part of a month.]3[(2A) Notwithstanding anything contained in sub-section (2), the 4 [ 5 [Chief Commissioner or Commissioner] may] reduce or waive the amount of 6[interest paid or payable by an assessee] under the said sub-section if 7[he is satisfied that]8[(i) payment of such amount has caused or would cause genuine hardship to the assessee;(ii) default in the payment of the amount on which interest has been paid or was payable under the said sub-section was due to circumstances beyond the control of the assessee; and](iii) the assessee has co-operated in any inquiry relating to the assessment or any proceeding for the recovery of any amount due from him.](3) Without prejudice to the provisions contained in sub-section (2), on an application made by the assessee before the expiry of the due date under sub-section (1), the 9[Assessing Officer] may extend the time for payment or allow payment by instalments, subject to such conditions as he may think fit to impose in the circumstances of the case.(4) If the amount is not paid within the time limited under sub-section (1) or extended under sub- section (3), as the case may be, at the place and to the person mentioned in the said notice, the assessee shall be deemed to be in default.(5) If in a case where payment by instalments is allowed under sub-section (3), the assessee commits default in paying any one of the instalments within the time fixed under that sub-section, the assessee shall be deemed to be in default as to the whole of the amount then outstanding, and the other instalment or instalments shall be deemed to have been due on the same date as the instalment actually in default.(6) Where an assessee has presented an appeal under section 23 10[or section 23A], the 9[Assessing Officer] may, in his discretion, and subject to such conditions as he may think fit to impose in the circumstances of the case, treat the assessee as not being in default in respect of the amount in dispute in the appeal, even though the time for payment has expired, as long as such appeal remains undisposed of.(7) Where an assessee has been assessed in respect of assets located in a country outside India, the laws of which prohibit or restrict the remittance of money to India, the 9[Assessing Officer] shall not treat the assessee as in default in respect of that part of the tax which is attributable to those assets, and shall continue to treat the assessee as not in default in respect of that part of the tax until the prohibition or restriction of remittance is removed.1. Ins. by Act 4 of 1988, s. 148 (w.e.f. 1-4-1989).2. Subs. by Act 54 of 2003, s. 20, for \"one and one-fourth per cent.\" (w.e.f. 8-9-2003). Earlier the quoted words were substituted by Act 14 of 2001, s. 99, for \"one and one-half per cent.\" (w.e.f. 1-6-2001).3. Ins. by Act 67 of 1984, s. 66 (w.e.f. 1-10-1984).4. Subs. by Act 11 of 1987, s. 88, for \"the Board may\" (w.e.f. 1-4-1987).5. Subs. by Act 4 of 1988, s. 127, for \"Commissioner\" (w.e.f. 1-4-1988).6. Subs. by Act 11 of 1987, s. 88, for \"interest payable by an assessee\" (w.r.e.f. 1-10-1984).7. Subs. by s. 88, ibid., for \", on the recommendation made by the Commissioner in this behalf, it is satisfied that\" (w.e.f. 1-4- 1987).8. Subs. by s. 88, ibid., for clauses (i) and (ii) (w.r.e.f. 1-10-1984).9. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).10. Ins. by Act 10 of 2000, s. 74 (w.e.f. 1-6-2000).", "32": "32. Mode of recovery.The provisions contained in 1[sections 221 to 227, 228A], 229, 231 and 232 of the Income-tax Act and the Second and Third Schedules to that Act and any rules made thereunder shall, so far as may be, apply as if the said provisions were provisions of this Act and referred to wealth-tax and sums imposed by way of penalty, fine and interest under this Act instead of to income-taxand sums imposed by way of penalty, fine and interest under that Act 2 [and to the correspondingwealth-tax authorities instead of to the income-tax authorities specified therein].Explanation I.Any reference to section 173 and sub-section (2) or sub-section (6) or sub-section(7) of section 220 of the Income-tax Act in the said provisions of that Act or the rules made thereunder shall be construed as references to sub-section (7) of section 22 and sub-section (2) or sub-section (6) or sub-section (7) of section 31 of this Act, respectively.3[Explanation II.The Chief Commissioner or Commissioner and the Tax Recovery Officer referred to in the Income-tax Act shall be deemed to be the corresponding wealth-tax authorities for the purpose of recovery of wealth-tax and sums imposed by way of penalty, fine and interest under this Act.]]", "33": "33. Liability of transferees of properties in certain cases.(1) Where by reason of the provisions contained in section 4, the value of any assets transferred to any of the persons mentioned in that section have to be included in the net wealth of an individual, the person in whose name such assets stand shall, notwithstanding anything contained in any law to the contrary, be liable, on the service of a notice of demand by the 4[Assessing Officer] in this behalf, to pay that portion of the tax assessed on the assessee as is attributable to the value of the asset standing in his name as aforesaid:Provided that where any such asset is held jointly by more than one person, they shall be jointly and severally liable to pay the tax as is attributable to the value of the asset so jointly held.(2) Where any such person as is referred to in sub-section (1) defaults in making payment of any tax demanded from him, he shall be deemed to be an assessee in default in respect of such sum, and all the provisions of this Act relating to recovery shall apply accordingly.", "34": "34.  [Restrictions on registration of transfers of immovable property in certain cases.]Omitted by the Wealth-tax (Amendment) Act, 1964, s. 29 (w.e.f. 1-4-1965).", "35": "1[35. Rectification of mistakes.(1) With a view to rectifying any mistake apparent from the record(a) the 2[Assessing Officer] may amend any order of assessment or of refund or any other order passed by him;3[(aa) a wealth-tax authority may amend any intimation or deemed intimation under sub-section(1) of section 16;]4[5[(aaa)] the Valuation Officer may amend any order passed by him under section 16A;]6[(b) the 7 [Joint Director] or 8 [Joint Commissioner] or Director or Commissioner or Deputy Commissioner (Appeals) or Commissioner (Appeals) may amend any order passed by him under section 18A;]9[(c) the Deputy Commissioner (Appeals) or Commissioner (Appeals) may amend any order passed by him under section 23 10[or section 23A];(d) the Commissioner may amend any order passed by him under section 25;(e) the Appellate Tribunal may amend any order passed by it under section 24.](2) Where the amount of tax, penalty or interest determined as a result of the first appeal or revision against the order referred to in sub-clause (iii) of clause (m) of section 2 11[, as it existed immediately before its amendment by the Finance Act, 1992,] is paid within six months of the date of the order passed in such appeal or revision, the 2[Assessing Officer] may, notwithstanding anything to the contrary in this Act, rectify the assessment by allowing a deduction to the extent the tax, penalty or interest so paid stood disallowed therein as if such rectification were a rectification of a mistake apparent from the record.(3) Subject to the other provisions of this section, the authority concerned(a) may make an amendment under sub-section (1) or sub-section (2) of its own motion;(b) shall make such amendment for rectifying any such mistake which has been brought to its notice by the assessee, and where the authority concerned is the 12[Valuation Officer or the13[Deputy Commissioner (Appeals)]] 14 [or the Commissioner (Appeals)] or the Appellate Tribunal, by the 2[Assessing Officer] also.(4) An amendment, which has the effect of enhancing an assessment or reducing a refund or otherwise increasing the liability of the assessee, shall not be made under this section unless the authority concerned has given notice to the assessee of its intention so to do and has allowed the assessee a reasonable opportunity of being heard.1. Subs. by Act 46 of 1964, s. 32, for section 35 (w.e.f. 1-4-1965).2. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).3. Subs. by Act 27 of 1999, s. 97, for clause (aa) (w.e.f. 1-6-1999). Earlier clause (aa) was inserted by Act 4 of 1988, s. 151 (w.e.f.1-4-1989).4. Ins. by Act 45 of 1972, s. 15 (w.e.f. 1-1-1973).5. Clause (aa) renumbered as clause (aaa) therof by Act 4 of 1988, s. 151 (w.e.f. 1-4-1989).6. Subs. by Act 4 of 1988, s. 160, for clause (b) (w.e.f. 1-4-1989).7. Subs. by Act 21 of 1998, s. 66, for \"Deputy Director\" (w.e.f. 1-10-1998).8. Subs. by s. 66, ibid., for \"Deputy Commissioner\" (w.e.f. 1-10-1998).9. Subs. by Act 4 of 1988, s. 160, for clauses (d) and (e) (w.e.f. 1-4-1989). Earlier clause (c) was omitted by Act 41 of 1975, s. 99 (w.e.f. 1-4-1976).10. Ins. by Act 10 of 2000, s. 76 (w.e.f. 1-6-2000). Earlier it was omitted by Act 3 of 1989, s. 74 (w.e.f. 1-4-1989).11. Ins. by Act 18 of 1992, s. 97 (w.e.f. 1-4-1993).12. Subs. by Act 45 of 1972, s. 15, for \"Appellate Assistant Commissioner\" (w.e.f. 1-1-1973).13. Subs. by Act 4 of 1988, s. 127, for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).14. Ins. by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).(5) Where an amendment is made under this section, an order shall be passed in writing by thewealth-tax authority concerned or the Tribunal, as the case may be.(6) Where any such amendment has the effect of enhancing the assessment or reducing a refund already made, the 1[Assessing Officer] shall serve on the assessee a notice of demand in the prescribed form specifying the sum payable and such notice of demand shall be deemed to be issued under section 30 and the provisions of this Act shall apply accordingly.2[(6A) Where any amendment made by the Valuation Officer under clause (aa) of sub-section (1) has the effect of enhancing the valuation of any asset, he shall send a copy of his order to the1[Assessing Officer] who shall thereafter proceed to amend the order of assessment in conformity with the order of the Valuation Officer and the provisions of sub-section (6) shall apply accordingly.](7) No amendment under this section shall be made after the expiry of four years(a) in the case of an amendment under sub-section (2), 3[from the end of the financial year in which the order was passed in the first appeal or revision] referred to in that sub-section; and(b) in any other case, 4[from the end of the financial year in which the order sought to be amended was passed].2[(7A) Notwithstanding anything contained in sub-section (7), where the valuation of any asset has been enhanced by the Valuation Officer under this section, the consequential amendment to the order of assessment may be made by the 1[Assessing Officer] at any time before the expiry of one year from the date of the order of the Valuation Officer under this section.](8) Where any matter has been considered and decided in a proceeding by way of an appeal or revision relating to an order referred to in sub-section (1), the authority passing such order may, notwithstanding anything contained in any other law for the time being in force, amend the order under this section in relation to any matter other than the matter which has been so considered and decided.]", "36": "2[36. Proof of entries in records or documents.Entries in the records or other documents in the custody of a wealth-tax authority shall be admitted in evidence in any proceedings for the prosecution of any person for an offence under this Act, and all such entries may be proved either by the production of the records or other documents in the custody of the wealth-tax authority containing such entries or by the production of a copy of the entries certified by the wealth-tax authority having custody of the records or other documents under its signature and stating that it is a true copy of the original entries and that such original entries are contained in the records or other documents in its custody.]1. Ins. by Act 46 of 1986, s. 39 (w.e.f. 10-9-1986).2. Ins. by Act 3 of 1989, s. 75 (w.e.f. 1-4-1989). Earlier it was omitted by Act 41 of 1975, s. 101 (w.e.f. 1-10-1975).", "37": "2[37. Power to take evidence on oath, etc.(1) 3 [The 4 [Assessing Officer], Valuation Officer,]5 [Deputy Commissioner (Appeals)], 6 [Commissioner (Appeals),] 7 [Chief Commissioner or Commissioner] and the Appellate Tribunal shall, for the purposes of this Act, have the same powers as are vested in a court under the Code of Civil Procedure, 1908 (5 of 1908), when trying a suit in respect of the following matters, namely:(a) discovery and inspection;(b) enforcing the attendance of any person, including any officer of a banking company and examining him on oath;(c) compelling the production of books of account and other documents; and(d) issuing commissions.8[(1A) If the Director General or Director or 9 [Joint Director] or 10 [Assistant Director or Deputy Director], or the authorised officer referred to in sub-section (1) of section 37A before he takes action under clauses (i) to (vi) of that sub-section, has reason to suspect that any net wealth has been concealed, or is likely to be concealed, by any person or class of persons within his jurisdiction, then, for the purposes of making any inquiry or investigation relating thereto, it shall be competent for him to exercise the powers conferred under sub-section (1) on the wealth-tax authorities referred to in thatsub-section, notwithstanding that no proceedings with respect to such person or class of persons are pending before him or any other wealth-tax authority.]1. Ins. by Act 46 of 1964, s. 34 (w.e.f. 1-4-1965).2. Subs. by s. 35, ibid., for section 37 (w.e.f. 1-4-1965).3. Subs. by Act 45 of 1972, s. 17, for \"The Wealth-Tax Officer,\" (w.e.f. 1-1-1973).4. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1988).5. Subs. by s. 127, ibid., for \"Appellate Assistant Commissioner\" (w.e.f. 1-4-1988).6. Ins. by Act 29 of 1977, s. 39 and the Fifth Schedule (w.e.f. 10-7-1978).7. Subs. by Act 4 of 1988, s. 127, for \"Commissioner\" (w.e.f. 1-4-1988).8. Ins. by Act 26 of 1988, s. 64 (w.e.f. 1-6-1988).9. Subs. by Act 21 of 1998, s. 66, for \"Deputy Director\" (w.e.f. 1-10-1998).10. Subs. by s. 66, ibid., for \"Assistant Director\" (w.e.f. 1-10-1998).11. Sub-section (2) omitted by Act 4 of 1988, s. 153 (w.e.f. 1-4-1989).(3) Subject to any rules made in this behalf, any authority referred to in sub-section (1) 1[or sub- section (1A)] may impound and retain in its custody for such period as it thinks fit any books of account or other documents produced before it in any proceeding under this Act:Provided that 2[a 3[Assessing Officer] or a Valuation Officer] 1[or an 4[Assistant Director or Deputy Director]] shall not(a) impound any books of account or other documents without recording his reasons for so doing, or(b) retain in his custody any such books or documents for a period exceeding fifteen days (exclusive of holidays) without obtaining the approval of 5 [the Chief Commissioner or Director General or Commissioner or Director therefor, as the case may be].(4) Any proceeding under this Act before a wealth-tax authority or the Tribunal shall be deemed to be a judicial proceeding within the meaning of sections 193 and 228, and for the purposes of section 196 of the Indian Penal Code (45 of 1860).]", "38": "38. Information, returns and statements.1[Where, for the purposes of this Act], it appears necessary for 2[any wealth-tax authority] to obtain any statement or information from any individual, company 3 [(including a banking company)], firm, Hindu undivided family or other person, 2[suchwealth-tax authority] may serve a notice requiring such individual, company, firm, Hindu undivided family or other person, on or before a date to be therein specified, to furnish such statement or information on the points specified in the notice, and the individual or the principal officer concerned or the manager of the Hindu undivided family, as the case may be, shall, notwithstanding anything in any law to the contrary, be bound to furnish such statement or information to 2[such wealth-tax authority]:Provided that no legal practitioner shall be bound to furnish any statement or information under this section based on any professional communications made to him otherwise than as permitted by section 126 of the Indian Evidence Act, 1872 (1 of 1872).", "39": "39. Effect of transfer of authorities on pending proceedings.Whenever in respect of any proceeding under this Act any wealth-tax authority ceases to exercise jurisdiction and is succeeded by another who has and exercises such jurisdiction, the authority so succeeding may continue the proceeding from the stage at which the proceeding was left by his predecessor:1[Provided that the assessee concerned may demand that before the proceeding is so continued the previous proceeding or any part thereof be reopened or that before any order of assessment is passed against him, he be reheard.]", "40": "40. Computation of periods of limitation.In computing the period of limitation prescribed for an appeal under this Act or for an application under section 27, the day on which the order complained of was made and the time requisite for obtaining a copy of such order shall be excluded.", "41": "41. Service of notice.(1) A notice or a requisition under this Act may be served on the person therein named either by post or as if it were a summons issued by a court under the Code of Civil Procedure, 1908 (5 of 1908).(2) Any such notice or requisition may, in the case of a firm or a Hindu undivided family, be addressed to any member of the firm or to the manager or any adult male member of the family, 2[and in the case of a company or any other association of persons] be addressed to the principal officer thereof.3[(3) After a finding of total partition has been recorded by the 4[Assessing Officer] under section 20 in respect of any Hindu family, notices under this Act in respect of the net wealth of the Hindu family shall be served on the person who was the last manager of the Hindu family, or, if such person is dead, then on all surviving adults who were members of the Hindu family immediately before the partition.]5[(4) Where an association of persons referred to in section 21AA is dissolved, notices under this Act in respect of any matter relating to the association may be served on any person who was a member of the association immediately before its dissolution.]", "42": "6[42. Notice deemed to be valid in certain circumstances.Where an assessee has appeared in any proceeding or cooperated in any inquiry relating to an assessment or reassessment, it shall be deemed that any notice under any provision of this Act, which is required to be served upon him, has been duly served upon him in time in accordance with the provisions of this Act and such assessee shall be precluded from taking any objection in any proceeding or inquiry under this Act that the notice was(a) not served upon him; or1. Added by Act 46 of 1964, s. 37 (w.e.f. 1-4-1965).2. Subs. by Act 3 of 1989, s. 76, for \"and in the case of any other association of persons\" (w.e.f. 1-4-1989).3. Ins. by Act 46 of 1964, s. 38 (w.e.f. 1-4-1965).4. Subs. by Act 4 of 1988, s. 127, for \"Wealth-tax Officer\" (w.e.f. 1-4-1989).5. Ins. by Act 16 of 1981, s. 31 (w.e.f. 1-4-1981).6. Ins. by Act 18 of 2008, s. 66 (w.e.f. 1-4-2008). Earlier section 42 was omitted by Act 5 of 1964, s. 50 (w.e.f. 1-4-1964).(b) not served upon him in time; or(c) served upon him in an improper manner:Provided that nothing contained in this section shall apply where the assessee has raised such objection before the completion of such assessment or reassessment.]", "43": "43. Bar of jurisdiction.No suit shall lie in any civil court to set aside or modify 2[any proceeding taken or order made] under this Act, and no prosecution, suit or other legal proceeding shall lie against3[the Government or] any officer of the Government for anything in good faith done or intended to be done under this Act.", "44": "4[44. Appearance before wealth-tax authorities by authorised representatives.(1) Any assessee who is entitled to or required to attend before any wealth- tax authority or the Appellate Tribunal in connection with any proceeding under this Act, except where he is required under this Act to attend in person, may attend by a person who would be entitled to represent him before any income-taxauthority or the Appellate Tribunal under section 288 of the Income-tax Act.(2) Notwithstanding anything in sub-section (1)(i) no person who has been convicted of an offence connected with any wealth-tax proceeding or on whom a penalty has been imposed under this Act other than a penalty imposed on him under clause (i) or clause (ii) of sub-section (1) of section 18 shall be qualified to represent an assessee under sub-section (1) for such time as the 5[Chief Commissioner or Commissioner] may by order determine;(ii) if any person who is not a legal practitioner or a chartered accountant, is found guilty of misconduct in connection with any wealth-tax proceeding by the prescribed authority, the prescribed authority may direct that he shall thenceforth be disqualified to represent an assessee under sub- section (1);(iii) no person not qualified to represent an assessee under the Indian Income-tax Act, 1922 (11 of 1922), the Estate Duty Act, 1953 (34 of 1953), the Expenditure-tax Act, 1957 (29 of 1957), or theGift-tax Act, 1958 (18 of 1958), shall be entitled to appear on behalf of any assessee under this Act:Provided that any order or direction under clause (i) or clause (ii) shall be subject to the following conditions, namely:(a) no such order or direction shall be made in respect of any person unless he has been given a reasonable opportunity of being heard;(b) any person against whom any such order or direction is made may, within one month of the making of the order or direction, appeal to the Board to have the order or direction cancelled; and(c) no such order or direction shall take effect until the expiration of one month from the making thereof, or, where an appeal has been preferred, until the disposal of the appeal.1. Ins. by Act 18 of 2008, s. 67 (w.r.e.f. 1-10-1975).2. Subs. by Act 26 of 1988, s. 65, for \"any order made\" (w.r.e.f. 1-3-1988). Earlier the quoted words were substituted by Act 11 of 1987, s. 89, for \"any assessment made\" (w.r.e.f. 1-3-1987).3. Ins. by Act 5 of 1964, s. 50 (w.e.f. 1-4-1964).4. Subs. by Act 46 of 1964, s. 39, for section 44 (w.e.f. 1-4-1965).5. Subs. by Act 4 of 1988, s. 127, for \"Commissioner\" (w.e.f. 1-4-1988).", "45": "45. Act not to apply in certain cases.1[No tax shall be levied under this Act in respect of the net wealth of](f) any company registered under section 25 of the Companies Act, 1956 (1 of 1956);3[(g) any co-operative society;]4[(h) any social club;]5[(i) any political party.Explanation.For the purposes of clause (i), \"political party\" shall have the meaning assigned to it in the Explanation to section 13A of the Income-tax Act;]6[(j) a Mutual Fund specified under clause (23D) of section 10 of the Income-tax Act;]7[(k) the Reserve Bank of India incorporated under the Reserve Bank of India Act, 1934 (2 of 1934).]", "46": "46. Power to make rules.(1) The Board may, by notification in the Official Gazette, make rules for carrying out the purposes of this Act.(2) In particular, and without prejudice to the generality of the foregoing power, rules made under this section may provide for(a) the manner in which the market value of any asset may be determined;(b) the form in which returns under this Act shall be made and the manner in which they shall be verified;8[(ba) the documents, statements, receipts, certificates, audit reports, reports of registered valuer or any other documents which may not be furnished along with the return but shall be produced before the Assessing Officer on demand under section 14A;(bb) the class or classes of persons who shall be required to furnish the return in electronic form; the form and the manner in which the return in electronic form may be furnished; the documents, statements, receipts, certificates, audit reports, reports of registered valuer or any other documents which may not be furnished along with the return in electronic form and the computer resource or electronic record to which such return may be transmitted under section 14B;](c) the form in which appeals and applications under this Act may be made, and the manner in which they shall be verified;1. Subs. by Act 16 of 1972, s. 50, for \"The provisions of this Act shall not apply to\" (w.e.f. 1-4-1972).2. Clauses (a) to (e) omitted by Act 18 of 1992, s. 99 (w.e.f. 1-4-1993).]3. Ins. by Act 16 of 1972, s. 50 (w.r.e.f. 1-4-1957).4. Subs. by Act 18 of 1992, s. 99, for clause (h) (w.e.f. 1-4-1993). Earlier clause (h) was inserted by Act 25 of 1975, s. 28 (w.r.e.f.1-4-1957)5. Ins. by Act 29 of 1978, s. 3 (w.e.f. 1-4-1979).6. Ins. by Act 4 of 1988, s. 158 (w.e.f. 1-4-1988).7. Ins. by Act 23 of 2012, s. 118 (w.r.e.f. 1-4-1957).8. Ins. by Act 17 of 2013, s. 63 (w.e.f. 1-6-2013).1[(cc) the circumstances in which, the conditions subject to which, and the manner in which, the2[Deputy Commissioner (Appeals)] 3[or the Commissioner (Appeals)] may permit an appellant to produce evidence which he did not produce or which he was not allowed to produce before the4[Assessing Officer];](d) the form of any notice of demand under this Act;5[(dd) the procedure to be followed in calculating interest payable by assessees or interest payable by the Government to assessees under any provision of this Act, including the rounding off of the period for which such interest is to be calculated in cases where such period includes a fraction of a month, and specifying the circumstances in which and the extent to which petty amounts of interest payable by assessees may be ignored;]6[(e) the areas within which Valuation Officers may exercise jurisdiction;(ee) the manner in which and the conditions subject to which Valuation Officers, overseers, surveyors and assessors may exercise their powers under sub-section (1) of section 38A;](f) any other matter which has to be, or may be, prescribed for the purposes of this Act.7[(3) The power to make rules conferred by this section shall include the power to give retrospective effect, from a date not earlier than the date of commencement of this Act, to the rules or any of them and, unless the contrary is permitted (whether expressly or by necessary implication), no retrospective effect shall be given to any rule so as to prejudicially affect the interests of assessees.]8[(4) The Central Government shall cause every rule made under this Act 9[and the rules of procedure framed by the Settlement Commission under sub-section (7) of section 22F] to be laid as soon as may be after it is made before each House of Parliament while it is in session for a total period of thirty days which may be comprised in one session 10[or in two or more successive sessions], and if before the expiry of the session 11[immediately following the session or the successive sessions aforesaid], both Houses agree in making any modification in the rule or both Houses agree that the rule should not be made, the rule shall thereafter have effect only in such modified form or be of no effect, as the case may be, so however, that any such modification or annulment shall be without prejudice to the validity of anything previously done under that rule.]", "47": "1[47. Power to remove difficulties.(1) If any difficulty arises in giving effect to the provisions of this Act as amended by the Direct Tax Laws (Amendment) Act, 1987, the Central Government may, by order, do anything not inconsistent with such provisions for the purpose of removing the difficulty:Provided that no such order shall be made after the expiration of three years from the 1st day of April, 1988.(2) Every order made under sub-section (1) shall be laid before each House of Parliament.]1. Ins. by Act 4 of 1988, s. 159 (w.e.f. 1-4-1988)."}