{"name": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005\r", "1": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 1. Short title and\r\ncommencement.- 1.     \r\n  This\r\nAct may be called the Weapons of Mass Destruction and their Delivery Systems\r\n(Prohibition of Unlawful Activities) Act, 2005.2.     \r\n  It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint.", "2": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 2. Act in addition to\r\nother laws.- Save as otherwise\r\nexpressly provided in this Act, the provisions of this Act shall be in addition\r\nto any other relevant Act for the time being in force in relation to any matter\r\ncovered under this Act.", "3": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 3. Extent and\r\napplication.- 1.     \r\n  It\r\nextends to the whole of India including its Exclusive Economic Zone.2.     \r\n  Every\r\nperson shall be liable to punishment under this Act for every act or omission\r\ncontrary to the provisions thereof, of which he is held guilty in India.3.     \r\n  Any\r\nperson who commits an offence beyond India, which is punishable under this Act,\r\nshall be dealt with according to the provisions of this Act in the same manner\r\nas if such act had been committed in India.4.     \r\n  The\r\nprovisions of this Act shall also apply to –a.      citizens of India\r\noutside India;b.     companies or bodies\r\ncorporate, registered or incorporated in India or having their associates,\r\nbranches or subsidiaries, outside India;c.      any ship, aircraft or\r\nother means of transport registered in India or outside India, wherever it may\r\nbe;d.     foreigners while in\r\nIndia;e.      persons in the service\r\nof the Government of India, within and beyond India.1.     \r\n2.     \r\n3.     \r\n4.     \r\n5.     \r\n  Notwithstanding\r\nthe applicability of the provisions of any other Central Act relating to any\r\nactivity provided herein, the provisions of this Act shall apply to export,\r\ntransfer, re-transfer, transit and trans-shipment of material, equipment or\r\ntechnology of any description as are identified, designated, categorised or\r\nconsidered necessary by the Central Government, as pertinent or relevant to\r\nIndia as a Nuclear Weapon State, or to the national security of India, or to\r\nthe furtherance of its foreign policy or its international obligations under\r\nany bilateral, multilateral or international treaty, Covenant, Convention or\r\narrangement relating to weapons of mass destruction or their means of delivery,\r\nto which India is a Party.", "4": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 4. Definitions.- In this Act, unless\r\nthe context otherwise requires,- a.     \r\n  \"biological\r\nweapons\" are-              \r\n i.        \r\n  microbial\r\nor other biological agents, or toxins whatever their origin or method of\r\nproduction, of types and in quantities that have no justification for\r\nprophylactic, protective or other peaceful purposes; and            \r\n ii.        \r\n  weapons,\r\nequipment or delivery systems specially designed to use such agents or toxins\r\nfor hostile purposes or in armed conflict;b.    \r\n  \"brought\r\nin transit\" means to bring goods from any country into India by land, air,\r\nor amphibious means of transportation, where the goods are to be taken out from\r\nIndia on the same conveyance on which they are brought into India without any\r\nlanding in India, but does not include a conveyance in innocent passage through\r\nIndian territory, Indian territorial waters or Indian airspace of a foreign\r\nconveyance carrying goods.Explanation I.-A conveyance is a foreign\r\nconveyance if it is not registered in India.Explanation II.-A conveyance is in\r\n\"innocent passage\" if it is not engaged in relevant activity and\r\npasses through or above Indian territorial waters or airspace without stopping\r\nor anchoring in India;a.     \r\nb.     \r\nc.     \r\n  \"chemical\r\nweapons\" means,-              \r\n i.        \r\n  the\r\ntoxic chemicals and their precursors, except where intended for- a.     \r\n  industrial,\r\nagricultural, research, medical, pharmaceutical or other peaceful purposes;b.    \r\n  protective\r\npurposes, namely those purposes directly related to protection against toxic\r\nchemicals and to protection against chemical weapons;c.     \r\n  military\r\npurposes not connected with the use of chemical weapons and not dependent on\r\nthe use of the toxic properties of chemicals as a method of warfare; ord.    \r\n  law\r\nenforcement including domestic riot control purposes; as long as the types and\r\nquantities are consistent with such purposes;            \r\n i.        \r\n            \r\n ii.        \r\n  the\r\nmunitions and devices, specifically designed to cause death or other harm\r\nthrough the toxic properties of those toxic chemicals specified in sub-clause\r\n(i), which would be released as a result of the employment of such munitions\r\nand devices; and           \r\n iii.        \r\n  any\r\nequipment specifically designed for use directly in connection with the\r\nemployment of munitions and devices specified in sub-clause (ii), together or\r\nseparately;a.    \r\nb.    \r\nc.    \r\nd.    \r\n  \"export\"\r\nshall have the meaning assigned to this expression in the Foreign Trade\r\n(Development and Regulation) Act, 1992 (22 of 1992);e.     \r\n  \"fissile\r\nmaterial\" and \"radioactive material\" shall have the meanings\r\nassigned to these expressions in the Atomic Energy Act, 1962 (33 of 1962);f.     \r\n  \"item\"\r\nmeans materials, equipment, and technology, of any description, notified under\r\nthis Act or any other Act related to relevant activity;g.    \r\n  \"non-State\r\nactor\" is a person or entity not acting under the lawful authority of any\r\ncountry;h.     \r\n  \"nuclear\r\nweapon or other nuclear explosive device\" means any nuclear weapon or\r\nother nuclear explosive device as may be determined by the Central Government,\r\nwhose determination in the matter shall be final;i.      \r\n  \"public\r\ndomain\" means domain that has no restrictions upon dissemination of\r\ninformation within or from it; the existence of any legal rights to\r\nintellectual property in that information does not remove such information from\r\nbeing in public domain;j.      \r\n  \"relevant\r\nactivity\" means,-              \r\n i.        \r\n  the\r\ndevelopment, production, handling, operation, maintenance, storage or\r\ndissemination of a nuclear, chemical or biological weapon; or            \r\n ii.        \r\n  the\r\ndevelopment, production, maintenance, storage or dissemination of missiles\r\nspecially designed for delivering any such weapon;a.     \r\nb.     \r\nc.     \r\nd.     \r\ne.     \r\nf.     \r\ng.     \r\nh.     \r\ni.     \r\nj.     \r\nk.     \r\n  \"re-transfer\"\r\nmeans transfer of any item notified under this Act from any country or entity\r\nto which it has been exported from India, to yet another country or entity;l.      \r\n  \"technology\"\r\nmeans any information (including information embodied in software) other than\r\ninformation in the public domain, that is capable of being used in-             \r\n i.        \r\n  the\r\ndevelopment, production or use of any goods or software;            \r\n ii.        \r\n  the\r\ndevelopment of, or the carrying out of, an industrial or commercial activity or\r\nthe provision of a service of any kind.Explanation.-When technology is described\r\nwholly or partly by reference to the uses to which it (or the goods to which it\r\nrelates) may be put, it shall include services which are provided or used, or\r\nwhich are capable of being used, in the development, production or use of such\r\ntechnology or goods;a.   \r\nb.   \r\nc.   \r\nd.   \r\ne.   \r\nf.   \r\ng.   \r\nh.   \r\ni.   \r\nj.   \r\nk.   \r\nl.   \r\nm.   \r\n  \"terrorist\"\r\nshall have the meaning assigned to this expression in the Unlawful Activities\r\n(Prevention) Act, 1967 (37 of 1967);n.     \r\n  \"trans-shipment\"\r\nmeans to remove goods from the conveyance on which they were brought into India\r\nand to place the goods on the same or another conveyance for the purpose of\r\ntaking them out of India, where these acts are carried out on a \"through\r\nbill of lading\", \"through airway bill\" or \"through\r\nmanifest\".Explanation.-\"through bill of\r\nlading\", \"through airway bill\" and \"through manifest\"\r\nmeans respectively a bill of lading, airway bill and manifest, for the\r\nconsignment of goods from a place outside India to a destination which is also\r\noutside India without a consignee in India;a.    \r\nb.    \r\nc.    \r\nd.    \r\ne.    \r\nf.    \r\ng.    \r\nh.    \r\ni.    \r\nj.    \r\nk.    \r\nl.    \r\nm.    \r\nn.    \r\no.    \r\n  \"unlawful\"\r\nmeans without the authority of the Central Government and the expression\r\n\"unlawfully\" shall be construed accordingly;p.    \r\n  \"weapons\r\nof mass destruction\" means any biological, chemical or nuclear weapons.", "5": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 5. Power to identify,\r\ndesignate, categorise or regulate certain activities.- 1.     \r\n  The\r\nCentral Government may identify, designate, categorise or regulate, the export,\r\ntransfer, re-transfer, trans-shipment, or transit of any item related to\r\nrelevant activity in such manner as may be prescribed.2.     \r\n  The\r\nCentral Government may, by order published in the Official Gazette, designate\r\nor notify any item related to relevant activity for the purposes of this Act.", "6": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 6. Power to appoint\r\nAdvisory Committees.- For the purposes of\r\nthis Act, the Central Government may appoint such Advisory Committees as it\r\ndeems fit, and may appoint to them persons to exercise such powers and perform\r\nsuch duties as the Central Government may, by rules, prescribe.", "7": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 7. Delegation of\r\npowers.- 1.     \r\n  Subject\r\nto the provisions of this Act and any other law for the time being in force,\r\nrelated to relevant activity, the Central Government shall have the power to\r\ndirect or assign to any authority, in such manner as it may deem appropriate,\r\nsuch powers as may be necessary to implement the provisions of this Act.2.     \r\n  The\r\nCentral Government may appoint a Licensing Authority and an Appellate Authority\r\nand make provisions relating to such authority and for licensing in such manner\r\nand in such form, as the Central Government may, by rules, prescribe.3.     \r\n  Without\r\nprejudice to the generality of the provisions contained in this Act, the\r\nauthorities and mechanisms provided under other relevant Acts shall continue to\r\ndeal with matters covered under those Acts: Provided that in case of any doubt\r\nas to whether a matter falls within the scope of such relevant Acts or under\r\nthis Act, the decision of the Central Government thereon shall be final.", "8": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 8. Prohibition\r\nrelating to weapons of mass destruction.- 1.     \r\n  No\r\nperson shall unlawfully manufacture, acquire, possess, develop or transport a\r\nnuclear weapon or other nuclear explosive device and their means of delivery.2.     \r\n  No\r\nperson shall unlawfully transfer, directly or indirectly, to any one a nuclear\r\nweapon or other nuclear explosive device, or transfer control over such a\r\nweapon, knowing it to be a nuclear weapon or other nuclear explosive device.3.     \r\n  No\r\nperson shall unlawfully manufacture, acquire, possess, develop or transport a\r\nbiological or chemical weapon or their means of delivery.4.     \r\n  No\r\nperson shall unlawfully transfer, directly or indirectly, to any one biological\r\nor chemical weapons.5.     \r\n  No\r\nperson shall unlawfully transfer, directly or indirectly, to any one missiles\r\nspecially designed for the delivery of weapons of mass destruction.", "9": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 9. Prohibition\r\nrelating to non-State actor or terrorist.- No person shall,\r\ndirectly or indirectly, transfer to a non-State actor or terrorist, any\r\nmaterial, equipment and technology notified under this Act or any other Act\r\nrelated to relevant activity:Provided that such\r\ntransfer made to a non-State actor shall not include a transfer made as such to\r\nany person acting under lawful authority in India.", "10": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 10. Prohibition as\r\nregards intimidating acts.- No person shall\r\ntransfer, acquire, possess, or transport fissile or radioactive material, which\r\nis intended to be used to cause, or in a threat to cause, death or serious\r\ninjury or damage to property for the purpose of intimidating people or a\r\nsection of the people in India or in any foreign country, or compelling the\r\nGovernment of India or the Government of a foreign country or an international\r\norganisation or any other person to do so or abstain from doing any act.", "11": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 11. Prohibition on\r\nexport.- No person shall\r\nexport any material, equipment or technology knowing that such material,\r\nequipment or technology is intended to be used in the design or manufacture of\r\na biological weapon, chemical weapon, nuclear weapon or other nuclear explosive\r\ndevice, or in their missile delivery systems.", "12": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 12. Prohibition on\r\nbrokering.- No person who is a\r\nresident in India shall, for a consideration under the terms of an actual or\r\nimplied contract, knowingly facilitate the execution of any transaction which\r\nis prohibited or regulated under this Act:Provided that a mere carriage, without\r\nknowledge, of persons, goods or technology, or provision of services, including\r\nby a public or private carrier of goods, courier, telecommunication, postal\r\nservice provider or financial service provider, shall not be an offence for the\r\npurposes of this section.", "13": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 13. Regulation of\r\nexport, transfer, retransfer, transit and transshipment.- 1.     \r\n  No\r\nitem notified under this Act shall be exported, transferred, re-transferred,\r\nbrought in transit or transshipped except in accordance with the provisions of\r\nthis Act or any other relevant Act.2.     \r\n  Any\r\ntransfer of technology of an item whose export is prohibited under this Act or\r\nany other relevant Act relating to relevant activity shall be prohibited.3.     \r\n  When\r\nany technology is notified under this Act or any other relevant Act, as being\r\nsubject to transfer controls, the transfer of such technology shall be\r\nrestricted to the extent notified thereunder.Explanation.-The\r\ntransfer of technology may take place through either or both of the following\r\nmodes of transfer, namely:- a.      by a person or from a\r\nplace within India to a person or place outside India;b.     by a person or from a\r\nplace outside India to a person, or a place, which is also outside India (but\r\nonly where the transfer is by, or within the control of, person, who is a\r\ncitizen of India, or any person who is a resident in India).1.     \r\n2.     \r\n3.     \r\n4.     \r\n  The\r\nCentral Government may notify any item as being subject to the provisions of\r\nthis Act, whether or not it is covered under any other relevant Act; and when\r\nsuch item is exhibited, sold, supplied or transferred to any foreign entity or\r\na foreigner who is resident, operating, visiting, studying, or conducting\r\nresearch or business within the territorial limits of India, or in its airspace\r\nor Exclusive Economic Zone, it shall constitute an offence.", "14": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 14. Offences and\r\npenalties.- Any person who\r\ncontravenes, or attempts to contravene or abets, the provisions of section 8 or\r\nsection 10 of this Act, shall be punishable with imprisonment for a term which\r\nshall not be less than five years but which may extend to imprisonment for\r\nlife, and shall also be liable to fine.", "15": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 15. Punishment for\r\naiding non-State actor or terrorist.- 1.     \r\n  Any\r\nperson who, with intent to aid any non-State actor or terrorist, contravenes\r\nthe provisions of section 9 of this Act, shall be punishable with imprisonment\r\nfor a term which shall not be less than five years but which may extend to\r\nimprisonment for life, and shall also be liable to fine.2.     \r\n  Any\r\nperson who, with intent to aid any non-State actor or terrorist, attempts to\r\ncontravene or abets, or does any act preparatory to contravention of\r\nsub-section (1), shall be deemed to have contravened that provision and the\r\nprovision of sub-section (1) shall apply subject to the modification that the\r\nreference to \"imprisonment for life\" therein shall be construed as a\r\nreference to \"imprisonment for ten years\".3.     \r\n  While\r\ndetermining the punishment under this section, the court shall take into\r\nconsideration whether the accused had the knowledge about the transferee being\r\na non-State actor or not.", "16": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 16. Punishment for\r\nunauthorized export.- 1.     \r\n  Any\r\nperson who knowingly contravenes, abets or attempts to contravene, the\r\nprovisions of sub-section (4) of section 13 of this Act, shall be punishable\r\nwith fine which shall not be less than three lakh rupees and which may extend\r\nto twenty lakh rupees.2.     \r\n  If\r\nany person is again convicted of the same offence under sub-section (1), then\r\nhe shall be punishable for the second and every subsequent offence with\r\nimprisonment for a term which shall not be less than six months but which may\r\nextend to five years and shall also be liable to fine.", "17": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 17. Punishment for\r\nviolation of other provisions of the Act.- 1.     \r\n  Where\r\nany person contravenes, or abets or attempts to contravene, any provision of\r\nthis Act other than the provisions under sections 8, 9, 10 and sub-section (4)\r\nof section 13 of this Act, he shall be punishable with imprisonment for a term\r\nwhich shall not be less than six months but which may extend to five years and\r\nshall also be liable to fine.2.     \r\n  If\r\nany person is again convicted of the same offence under sub-section (1), then\r\nhe shall be punishable for the second and every subsequent offence with\r\nimprisonment for a term which shall not be less than one year but which may\r\nextend to seven years and shall also be liable to fine.", "18": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 18. Penalty for using\r\nfalse or making forged documents, etc.- Where any person\r\nsigns or uses, or causes to be signed or used, any declaration, statement or\r\ndocument submitted to the competent authority knowing or having reason to\r\nbelieve that such declaration, statement or document is forged or tampered with\r\nor is false in any material particular, and relates to items notified under\r\nthis Act or any other relevant Act, including those related to relevant\r\nactivity, he shall be punishable with fine which shall not be less than five\r\nlakh rupees or five times the value of the materials, equipment, technology or\r\nservices, whichever is more.", "19": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 19. Punishment for\r\noffences with respect to which no provision has been made.- Whoever contravenes\r\nany other provision of this Act or any rule or order made there under for which\r\nno specific punishment is provided, shall be punishable with imprisonment for a\r\nterm which may extend to one year, or with fine, or with both.", "20": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 20. Offences by\r\ncompanies.- 1.     \r\n  Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed was in charge of, and was responsible to,\r\nthe company for the conduct of the business of the company as well as the\r\ncompany, shall be deemed to be guilty of the offence and shall be liable to be\r\nproceeded against and punished accordingly:Provided that nothing\r\ncontained in this sub-section shall render any such person liable to any\r\npunishment, if he proves that the offence was committed without his knowledge\r\nor that he had exercised all due diligence to prevent the commission of such\r\noffence.2.     \r\n  Notwithstanding\r\nanything contained in sub-section (1), where any offence under this Act has\r\nbeen committed by a company and it is proved that the offence has been\r\ncommitted with the consent or connivance of, or is attributable to, any neglect\r\non the part of, any director, manager, secretary or other officer of the\r\ncompany, such director, manager, secretary or other officer shall be deemed to\r\nbe guilty of that offence and shall be liable to be proceeded against and\r\npunished accordingly. Explanation.-For the purposes of this section- a.      \"company\"\r\nmeans anybody corporate and includes a firm and other association of\r\nindividuals; andb.     \"director\",\r\nin relation to a firm, means a partner in the firm.", "21": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 21. Cognizance of\r\noffences.- No Court shall take\r\ncognizance of any offence under this Act without the previous sanction of the\r\nCentral Government or any officer authorised by the Central Government in this\r\nbehalf.", "22": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 22. Bar of\r\njurisdiction of civil courts.- No action or\r\nproceedings taken under section 5 and sub-sections (1) and (2) of section 7 of\r\nthis Act by the Central Government or any officer authorised by it in this\r\nbehalf shall be called in question in any civil court in any suit or\r\napplication or by way of appeal or revision, and no injunction shall be granted\r\nby any civil court or other authority in respect of any action taken or to be\r\ntaken in pursuance of any power conferred under those provisions.", "23": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 23. Effect of other\r\nlaws.  -1.     \r\n  The\r\nprovisions of this Act shall have effect notwithstanding anything inconsistent\r\ntherewith contained in any enactment other than this Act or any other\r\ninstrument having effect by virtue of any enactment other than this Act.2.     \r\n  Where\r\nany act or omission constitutes an offence punishable under this Act and also\r\nunder any other relevant Act, then the offender found guilty of such offence\r\nshall be liable to be punished under that Act which imposes a greater\r\npunishment.", "24": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 24. Protection of\r\naction taken in good faith.- No suit, prosecution\r\nor other legal proceeding shall lie against the Central Government or any\r\nofficer or authority of the Central Government or any other authority on whom\r\npowers have been conferred pursuant to this Act, for anything which is in good\r\nfaith done or purported to be done in pursuance of this Act or any rule or\r\norder made there under.", "25": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 25. Special\r\nprovisions as to Central Government.- Nothing in this Act\r\nshall affect the activities of the Central Government in the discharge of its\r\nfunctions relating to the security or the defence of India.", "26": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 26. Power to make\r\nrules.- 1.     \r\n  The\r\nCentral Government may, by notification, make rules to carry out the provisions\r\nof this Act.2.     \r\n  In\r\nparticular and without prejudice to the generality of the foregoing power, such\r\nrules may provide for all or any of the following matters, namely:- a.      manner of regulating\r\nany item related to relevant activity under sub-section (1) of section 5;b.     appointment of\r\nAdvisory Committees, their powers and duties under section 6;c.      appointment of\r\nLicensing and Appellate Authority and the manner of licensing under sub-section\r\n(2) of section 7; andd.     any other matter\r\nwhich has to be, or may be, prescribed.1.     \r\n2.     \r\n3.     \r\n  Every\r\nrule made under this Act shall be laid, as soon as may be after it is made,\r\nbefore each House of Parliament, while it is in session for a total period of\r\nthirty days which may be comprised in one session or in two or more successive\r\nsessions, and if, before the expiry of the session immediately following the\r\nsession or the successive sessions aforesaid, both Houses agree in making any\r\nmodification in the rule or both Houses agree that the rule should not be made,\r\nthe rule shall thereafter have effect only in such modified form or be of no\r\neffect, as the case may be; so, however, that any such modification or\r\nannulment shall be without prejudice to the validity of anything previously\r\ndone under that rule.", "27": "Weapons of Mass Destruction and their Delivery Systems (Prohibition of Unlawful Activities) Act, 2005 27. Power to remove\r\ndifficulties.- 1.     \r\n  If\r\nany difficulty arises in giving effect to the provisions of this Act, the\r\nCentral Government may, by order published in the Official Gazette, make such\r\nprovisions, not inconsistent with the provisions of this Act, as may appear to\r\nbe necessary for removing the difficulty: Provided that no order shall be made\r\nunder this section after the expiry of the period of two years from the date of\r\ncommencement of this Act.2.     \r\n  Every\r\norder made under this section shall be laid, as soon as may be after it is\r\nmade, before each House of Parliament."}