{"name": "Whistle Blowers Protection Act, 2011\r", "1": "Whistle Blowers Protection Act, 2011Chapter I Preliminary1. Short title, extent and commencement.1.    This\r\nAct may be called the Whistle Blowers Protection Act, 2011.2.    It\r\nextends to the whole of India except the State of Jammu and Kashmir.3.    It\r\nshall come into force on such date as the Central Government may, by\r\nnotification in the Official Gazette, appoint; and different dates may be\r\nappointed for different provisions of this Act and any reference in any\r\nprovision to the commencement of this Act shall be construed as a reference to\r\nthe coming into force of that provision.", "2": "Whistle Blowers Protection Act, 20112. Provisions of this Act not to apply to Special Protection Group.The provisions of this Act shall not apply to the armed forces\r\nof the Union, being the Special Protection Group constituted under the Special\r\nProtection Group Act, 1988.", "3": "Whistle Blowers Protection Act, 20113. Definitions.In this Act, unless the context otherwise requires,-a.    \"Central\r\nVigilance Commission\" means the Commission constituted under sub-section (1 )\r\nof section 3 of the Central Vigilance Commission Act, 2003;b.    \"Competent\r\nAuthority\" means- \r\n i.  \r\n  in relation to a Member of the Union Council of Ministers, the\r\nPrime Minister; \r\n ii.  \r\n  in relation to a Member of Parliament, other than a Minister,\r\nthe Chairman of the Council of States if such Member is a Member of the Council\r\nof States or the Speaker of the House of the People if such Member is a Member\r\nof the House of the People, as the case may be; \r\n iii.  \r\n  in relation to a Member of the Council of Ministers in a State\r\nor Union territory, the Chief Minister of the State or Union territory, as the\r\ncase may be; \r\n iv.  \r\n  in relation to a Member of Legislative Council or Legislative\r\nAssembly of a State or Union territory, other than a Minister, the Chairman of\r\nthe Legislative Council if such Member is a Member of the Council or the\r\nSpeaker of the Legislative Assembly if such Member is a Member of the Assembly,\r\nas the case may be; \r\n v.  \r\n  in relation to-A.  \r\n  any Judge (except a Judge of the Supreme Court or of a High\r\nCourt) including any person empowered by law to discharge, whether by himself\r\nor as a member of any body of persons, any adjudicatory functions; orB.  \r\n  any person authorised by a court of justice to perform any duty,\r\nin connection with the administration of justice, including a liquidator,\r\nreceiver or commissioner appointed by such court; orC.  \r\n  any arbitrator or other person to whom any cause or matter has\r\nbeen referred for decision or report by a court of justice or by a competent\r\npublic authority, the High Court; \r\n i.  \r\n  \r\n ii.  \r\n  \r\n iii.  \r\n  \r\n iv.  \r\n  \r\n v.  \r\n  \r\n vi.  \r\n  in relation to-A.  \r\n  any person in the service or pay of the Central Government or\r\nremunerated by the Central Government by way of fees or commission for the\r\nperformance of any public duty except Ministers, Members of Parliament and\r\nmembers or persons referred to in clause (a ) or clause (b ) or\r\nclause (c ) or clause (d ) of article 33 of the Constitution, or in\r\nthe service or pay of a society or local authority or any corporation\r\nestablished by or under any Central Act, or an authority or a body owned or\r\ncontrolled or aided by the Central Government or a Government company as\r\ndefined in section 617 of the Companies Act, 1956, owned or controlled by the\r\nCentral Government; orB.  \r\n  any person who holds an office by virtue of which he is\r\nempowered to prepare, publish, maintain or revise an electoral roll or to\r\nconduct an election or part of an election in relation to elections to\r\nParliament or a State Legislature; orC.  \r\n  any person who holds an office by virtue of which he is\r\nauthorized or required to perform any public duty (except Ministers and Members\r\nof Parliament); orD.  \r\n  any person who is the president, secretary or other\r\noffice-bearer of a registered co-operative society engaged in agriculture,\r\nindustry, trade or banking, receiving or having received any financial aid from\r\nthe Central Government or from any corporation established by or under a\r\nCentral Act, or any authority or body or a Government company as defined in\r\nsection 617 of the Companies Act, 1956 owned or controlled or aided by the\r\nCentral Government; orE.  \r\n  any person who is a chairman, member or employee of any Central\r\nService Commission or Board, by whatever name called, or a member of any\r\nselection committee appointed by such Commission or Board for the conduct of\r\nany examination or making any selection on behalf of such Commission or Board;\r\norF.  \r\n  any person who is a Vice-Chancellor or member of any governing\r\nbody, professor, associate professor, assistant professor, reader, lecturer\r\nor any other teacher or employee, by whatever designation called, of any\r\nUniversity established by a Central Act or established or controlled or funded\r\nby the Central Government or any person whose services have been availed of by\r\nsuch University or any such other public authority in connection with holding\r\nor conducting examinations; orG.  \r\n  any person who is an office-bearer or an employee of an\r\neducational, scientific, social, cultural or other institution, in whatever manner\r\nestablished, receiving or having received any financial assistance from the\r\nCentral Government or any local or other public authority, the Central\r\nVigilance Commission or any other authority, as the Central Government may, by\r\nnotification in the Official Gazette, specify in this behalf under this Act; \r\n i.  \r\n  \r\n ii.  \r\n  \r\n iii.  \r\n  \r\n iv.  \r\n  \r\n v.  \r\n  \r\n vi.  \r\n  \r\n vii.  \r\n  in relation to-A.  \r\n  any person in the service or pay of the State Government or\r\nremunerated by the State Government by way of fees or commission, for the\r\nperformance of any public duty except Ministers, Members of Legislative Council\r\nor Legislative Assembly of the State, or in the service or pay of a society or\r\nlocal authority or any corporation established by or under a Provincial or\r\nState Act, or an authority or a body owned or controlled or aided by the State\r\nGovernment or a Government company as defined in section 617 of the Companies\r\nAct, 1956, owned or controlled by the State Government; orB.  \r\n  any person who holds an office by virtue of which he is\r\nempowered to prepare, publish, maintain or revise an electoral roll or to\r\nconduct an election or part of an election in relation to municipality or\r\nPanchayats or other local body in the State; orC.  \r\n  any person who holds an office by virtue of which he is\r\nauthorised or required to perform any public duty in relation to the affairs of\r\nthe State Government (except Ministers and Members of Legislative Council or\r\nLegislative Assembly of the State); orD.  \r\n  any person who is the president, secretary or other\r\noffice-bearer of a registered co-operative society engaged in agriculture,\r\nindustry, trade or banking, receiving or having received any financial aid from\r\nthe State Government or from any corporation established by or under a\r\nProvincial or State Act, or any authority or body or a Government company as\r\ndefined in section 617 of the Companies Act, 1956 owned or controlled or aided\r\nby the State Government; or (E ) any person who is a chairman, member or\r\nemployee of any State Service Commission or Board, by whatever name called, or\r\na member of any selection committee appointed by such Commission or Board for\r\nthe conduct of any examination or making any selection on behalf of such\r\nCommission or Board; orE.  \r\n  any person who is a Vice-Chancellor or member of any governing\r\nbody, professor, associate professor, assistant professor, reader, lecturer or\r\nany other teacher or employee, by whatever designation called, of any\r\nUniversity established by a Provincial or State Act or established or\r\ncontrolled or funded by the State Government and any person whose services have\r\nbeen availed of by such University or any such other public authority in\r\nconnection with holding or conducting examinations; orF.  \r\n  any person who is an office-bearer or an employee of an\r\neducational, scientific, social, cultural or other institution, in whatever\r\nmanner established, receiving or having received any financial assistance from\r\nthe State Government or any local or other public authority, the State Vigilance\r\nCommission, if any, or any officer of the State Government or any other\r\nauthority, as the State Government may, by notification in the Official\r\nGazette, specify in this behalf under this Act; \r\n i.  \r\n  \r\n ii.  \r\n  \r\n iii.  \r\n  \r\n iv.  \r\n  \r\n v.  \r\n  \r\n vi.  \r\n  \r\n vii.  \r\n  \r\n viii.  \r\n  in relation to members or persons referred to in clause (a )\r\nor clause (b ) or clause (c ) or clause (d ) of article 33 of\r\nthe Constitution, any authority or authorities as the Central Government or the\r\nState Government, as the case may be, having jurisdiction in respect thereof,\r\nmay, by notification in the Official Gazette, specify in this behalf under this\r\nAct;a.  \r\n b.  \r\n c.    \"complainant\"\r\nmeans any person who makes a complaint relating to disclosure under this Act;d.    \"disclosure\"\r\nmeans a complaint relating to,- \r\n i.  \r\n  an attempt to commit or commission of an offence under the\r\nPrevention of Corruption Act, 1988; \r\n ii.  \r\n  wilful misuse of power or wilful misuse of discretion by virtue\r\nof which demonstrable loss is caused to the Government or demonstrable wrongful\r\ngain accrues to the public servant or to any third party; \r\n iii.  \r\n  attempt to commit or commission of a criminal offence by a\r\npublic servant, made in writing or by electronic mail or electronic mail\r\nmessage, against the public servant and includes public interest disclosure\r\nreferred to in sub-section (2 ) of section 4;a.  \r\n b.  \r\n c.  \r\n d.  \r\n e.    \"electronic\r\nmail\" or \"electronic mail message\" means a message or\r\ninformation created or transmitted or received on any computer, computer\r\nsystem, computer resource or communication device including attachments in\r\ntext, image, audio, video and any other electronic record, which may be\r\ntransmitted with the message;f.    \"Government\r\ncompany\" means a company referred to in section 617 of the Companies Act,\r\n1956;g.    \"notification\"\r\nmeans a notification published in the Gazette of India or, as the case may be,\r\nthe Official Gazette of a State;h.    \"public\r\nauthority\" means any authority, body or institution falling within the\r\njurisdiction of the Competent Authority;i.    \"public\r\nservant\" shall have the same meaning as assigned to it in clause (c )\r\nof section 2 of the Prevention of Corruption Act, 1988 but shall not include a\r\nJudge of the Supreme Court or a Judge of a High Court;j.    \"prescribed\"\r\nmeans prescribed by rules made by the Central Government and the State\r\nGovernment, as the case may be, under this Act;k.    \"regulations\"\r\nmeans the regulations made by the Competent Authority under this Act.", "4": "Whistle Blowers Protection Act, 2011Chapter II Public Interest Disclosure4. Requirement of public interest disclosure.1.    Notwithstanding\r\nanything contained in the provisions of the Official Secrets Act, 1923, any\r\npublic servant or any other person including any non-governmental organisation,\r\nmay make a public interest disclosure before the Competent Authority.2.    Any\r\ndisclosure made under this Act shall be treated as public interest disclosure\r\nfor the purposes of this Act and shall be made before the Competent Authority\r\nand the complaint making the disclosure shall, on behalf of the Competent\r\nAuthority, be received by such authority as may be specified by regulations\r\nmade by the Competent Authority.3.    Every\r\ndisclosure shall be made in good faith and the person making disclosure shall\r\nmake a personal declaration stating that he reasonably believes that the\r\ninformation disclosed by him and allegation contained therein is substantially\r\ntrue.4.    Every\r\ndisclosure shall be made in writing or by electronic mail or electronic mail\r\nmessage in accordance with the procedure as may be prescribed and contain full\r\nparticulars and be accompanied by supporting documents, or other materials, if\r\nany.5.    The\r\nCompetent Authority may, if it deems fit, call for further information or\r\nparticulars from the person making the disclosure.6.    No\r\naction shall be taken on public interest disclosure by the Competent Authority\r\nif the disclosure does not indicate the identity of the complainant or public\r\nservant making public interest disclosure or the identity of the complainant or\r\npublic servant is found incorrect or false.", "5": "Whistle Blowers Protection Act, 2011Chapter III Inquiry in Relation to Public Interest Disclosure5.  Powers and functions of Competent Authority on receipt of\r\npublic interest disclosure.1.    Subject\r\nto the provisions of this Act, the Competent Authority shall, on receipt of a\r\npublic interest disclosure under section 4,-a.  \r\n  ascertain from the complainant or the public servant whether he\r\nwas the person or the public servant who made the disclosure or not;b.  \r\n  Conceal the in dentity of the complainant unless the complainant\r\nhimself has revealed his identity to any other office or authority while making\r\npublic interest disclosure or in his complaint or otherwise.1.  \r\n 2.    The\r\nCompetent Authority shall, upon receipt of the complaint and concealing the\r\nidentity of the complainant, or the public servant in the first instance, make\r\ndiscreet inquiry, in such manner and within such time as may be prescribed, to\r\nascertain whether there is any basis for proceeding further to investigate the\r\ndisclosure.3.    If the\r\nCompetent Authority, either as a result of the discreet inquiry, or on the\r\nbasis of the disclosure itself without any inquiry, is of the opinion that the\r\ndisclosure requires to be investigated, it shall seek comments or explanation\r\nor report from the Head of the Department of the organisation or authority,\r\nboard or corporation concerned or office concerned within such time as may be\r\nspecified by it.4.    While\r\nseeking comments or explanations or report referred to in sub-section (3 ),\r\nthe Competent Authority shall not reveal the identity of the complainant or the\r\npublic servant and direct the Head of the Department of the organisation\r\nconcerned or office concerned not to reveal the identity of the complainant or\r\npublic servant:Provided that if the Competent Authority is of the opinion that\r\nit has, for the purpose of seeking comments or explanation or report from them\r\nunder sub-section (3 ) on the public disclosure, become necessary to\r\nreveal the identity of the complainant or public servant to the Head of the\r\nDepartment of the organisation or authority, board or corporation concerned or\r\noffice concerned, the Competent Authority may, with the prior written consent\r\nof the complainant or public servant, reveal the identity of the complainant or\r\npublic servant to such Head of the Department of the organisation or authority,\r\nboard or corporation concerned or office concerned for the said purpose:Provided further that in case the complainant or public servant\r\ndoes not agree to his name being revealed to the Head of the Department, in\r\nthat case, the complainant or public servant, as the case may be, shall provide\r\nall documentary evidence in support of his complaint to the Competent\r\nAuthority.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.    The\r\nHead of the organisation or office concerned shall not directly or indirectly\r\nreveal the identity of the complainant or public servant who made the\r\ndisclosure.6.    The\r\nCompetent Authority, if after conducting an inquiry, is of the opinion that-a.  \r\n  the facts and allegations contained in the disclosure are\r\nfrivolous or vexatious; orb.  \r\n  there are no sufficient grounds for proceeding with the inquiry,\r\nit shall close the matter.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n 6.  \r\n 7.    After\r\nreceipt of the comments or explanations or report referred to in sub-section (3 ),\r\nif the Competent Authority is of the opinion that such comments or explanations\r\nor report reveals either wilful misuse of power or wilful misuse of discretion\r\nor substantiates allegations of corruption, it shall recommend to the public\r\nauthority to take any one or more of the following measures, namely:- \r\n i.  \r\n  initiating proceedings against the concerned public servant; \r\n ii.  \r\n  taking appropriate administrative steps for redressing the loss\r\ncaused to the Government as a result of the corrupt practice or misuse of\r\noffice or misuse of discretion, as the case may be; \r\n iii.  \r\n  recommend to the appropriate authority or agency for initiation\r\nof criminal proceedings under the relevant laws for the time being in force, if\r\nso warranted by the facts and circumstances of the case; \r\n iv.  \r\n  recommend for taking of corrective measures; \r\n v.  \r\n  take any other measures not falling under clauses (i ) to\r\n(iv ) which may be necessary for the purpose of this Act.1.  \r\n 2.  \r\n 3.  \r\n 4.  \r\n 5.  \r\n 6.  \r\n 7.  \r\n 8.    The\r\npublic authority to whom a recommendation is made under sub-section (7 )\r\nshall take a decision on such recommendation within three months of receipt of\r\nsuch recommendation, or within such extended period not exceeding three months,\r\nas the Competent Authority may allow on a request made by the public authority:Provided that in case the public authority does not agree with\r\nthe recommendation of the Competent Authority, it shall record the reasons for\r\nsuch disagreement.9.    The\r\nCompetent Authority shall, after making an inquiry, inform the complainant or\r\npublic servant about the action taken on the complaint and the final outcome\r\nthereof:Provided that in a case where, after making an inquiry, the\r\nCompetent Authority decides to close the case, it shall, before passing the\r\norder for closure of the case, provide an opportunity of being heard to the\r\ncomplainant, if the complainant so desires.", "6": "Whistle Blowers Protection Act, 20116. Matters not to be inquired by Competent Authority.1.    If any\r\nmatter specified or an issue raised in a disclosure has been determined by a\r\nCourt or Tribunal authorised to determine the issue, after consideration of the\r\nmatters specified or issue raised in the disclosure, the Competent Authority\r\nshall not take notice of the disclosure to the extent that the disclosure seeks\r\nto reopen such issue.2.    The\r\nCompetent Authority shall not entertain or inquire into any disclosure-a.  \r\n  in respect of which a formal and public inquiry has been ordered\r\nunder the Public Servants (Inquiries) Act, 1850; orb.  \r\n  in respect of a matter which has been referred for inquiry under\r\nthe Commissions of Inquiry Act, 1952.1.  \r\n  2.  \r\n  3.    The\r\nCompetent Authority shall not investigate, any disclosure involving an\r\nallegation, if the complaint is made after the expiry of seven years from the\r\ndate on which the action complained against is alleged to have taken place.4.    Nothing\r\nin this Act shall be construed as empowering the Competent Authority to\r\nquestion, in any inquiry under this Act, any bona fide action or bona\r\nfide discretion (including administrative or statutory discretion)\r\nexercised in discharge of duty by the employee.", "7": "Whistle Blowers Protection Act, 2011Chapter IV Powers of Competent Authority7. Powers of Competent Authority.1.    Without\r\nprejudice to the powers conferred upon the Competent Authority under any other\r\nlaw for the time being in force, the Competent Authority, may require, for the\r\npurpose of any inquiry any public servant or any other person who in its\r\nopinion shall be able to furnish information or produce documents relevant to\r\nthe inquiry or assist in the inquiry, to furnish any such information or\r\nproduce any such document as may be necessary for the said purpose.2.    For the\r\npurpose of any such inquiry (including the preliminary inquiry), the Competent\r\nAuthority shall have all the powers of a Civil Court while trying a suit under\r\nthe Code of Civil Procedure, 1908, in respect of the following matters,\r\nnamely:-a.  \r\n  summoning and enforcing the attendance of any person and\r\nexamining him on oath;b.  \r\n  requiring the discovery and production of any document;c.  \r\n  receiving evidence on affidavits;d.  \r\n  requisitioning any public record or copy thereof from any court\r\nor office;e.  \r\n  issuing commissions for the examination of witnesses or\r\ndocuments;f.  \r\n  such other matters as may be prescribed.1.  \r\n  2.  \r\n  3.    The\r\nCompetent Authority shall be deemed to be a Civil Court for the purpose of\r\nsection 195 and Chapter XXVI of the Code of Criminal Procedure, 1973, and every\r\nproceeding before the Competent Authority shall be deemed to be a judicial\r\nproceeding within the meaning of sections 193 and 228 and for the purposes of\r\nsection 196 of the Indian Penal Code.4.    Subject\r\nto the provisions of section 8, no obligation to maintain secrecy or other\r\nrestriction upon the disclosure of information obtained by or furnished to the\r\nGovernment or any public servant, whether imposed by the Official Secrets Act,\r\n1923 or any other law for the time being in force, shall be claimed by any\r\npublic servant in the proceedings before the Competent Authority or any person\r\nor agency authorised by it in writing and the Government or any public servant\r\nshall not be entitled in relation to any such inquiry, to any such privilege in\r\nrespect of the production of documents or the giving of evidence as is allowed\r\nby any enactment or by any rules made there under:Provided that the Competent Authority, while exercising such\r\npowers of the Civil Court, shall take steps as necessary to ensure that the\r\nidentity of the person making complaint has not been revealed or compromised.", "8": "Whistle Blowers Protection Act, 20118. Certain matters exempt from disclosure.1.    No\r\nperson shall be required or be authorised by virtue of provisions contained in\r\nthis Act to furnish any such information or answer any such question or produce\r\nany document or information or render any other assistance in the inquiry under\r\nthis Act if such question or document or information is likely to prejudicially\r\naffect the interest of the sovereignty and integrity of India, the security of\r\nthe State, friendly relations with foreign State, public order, decency or\r\nmorality or in relation to contempt of court, defamation or incitement to an offence,-a.  \r\n  as might involve the disclosure of proceedings of the Cabinet of\r\nthe Union Government or any Committee of the Cabinet;b.  \r\n  as might involve the disclosure of proceedings of the Cabinet of\r\nthe State Government or any Committee of that Cabinet, and for the purpose of\r\nthis sub-section, a certificate issued by the Secretary to the Government of\r\nIndia or the Secretary to the State Government, as the case may be, or, any\r\nauthority so authorised by the Central or State Government certifying that any\r\ninformation, answer or portion of a document is of the nature specified in\r\nclause (a) or clause (b), shall be binding and conclusive.2.    Subject\r\nto the provisions of sub-section (1), no person shall be compelled for\r\nthe purposes of inquiry under this Act to give any evidence or produce any\r\ndocument which he could not be compelled to give or produce in proceedings\r\nbefore a court.", "9": "Whistle Blowers Protection Act, 20119. Superintendence of Competent Authority over appropriate\r\nmachinery.1.    Every\r\npublic authority shall, for the purposes of dealing or inquiry into the\r\ndisclosures sent to it under sub-section (3) of section 5, create\r\nappropriate machinery for the said purpose.2.    The\r\nCompetent Authority shall exercise superintendence over the working of\r\nmachinery created under sub-section (1) for the purposes of dealing or\r\ninquiry into the disclosures and give such directions for its proper\r\nfunctioning, from time to time, as it may consider necessary.", "10": "Whistle Blowers Protection Act, 201110. Competent Authority to take assistance of\r\npolice authorities, etc., in certain cases.For the purpose of making discreet inquiry or obtaining\r\ninformation from the organisation concerned, the Competent Authority shall be\r\nauthorised to take assistance of the Delhi Special Police Establishment or the\r\npolice authorities, or any other authority as may be considered necessary, to\r\nrender all assistance to complete the inquiry within the prescribed time\r\npursuant to the disclosure received by the Competent Authority.", "11": "Whistle Blowers Protection Act, 2011Chapter V Protection to the Persons Making Disclosure11. Safeguards against victimisation.1.    The\r\nCentral Government shall ensure that no person or a public servant who has made\r\na disclosure under this Act is victimised by initiation of any proceedings or\r\notherwise merely on the ground that such person or a public servant had made a\r\ndisclosure or rendered assistance in inquiry under this Act.2.   If any\r\nperson is being victimised or likely to be victimised on the ground that he had\r\nfiled a complaint or made disclosure or rendered assistance in inquiry under\r\nthis Act, he may file an application before the Competent Authority seeking\r\nredress in the matter, and such authority shall take such action, as deemed fit\r\nand may give suitable directions to the concerned public servant or the public\r\nauthority, as the case may be, to protect such person from being victimised or\r\navoid his victimisation:Provided that the Competent Authority shall, before giving any\r\nsuch direction to the public authority or public servant, give an opportunity\r\nof hearing to the complainant and the public authority or public servant, as\r\nthe case may be:Provided further that in any such hearing, the burden of proof\r\nthat the alleged action on the part of the public authority is not\r\nvictimisation, shall lie on the public authority.1.  \r\n  2.  \r\n  3.    Every\r\ndirection given under sub-section (2) by the Competent Authority shall\r\nbe binding upon the public servant or the public authority against whom the\r\nallegation of victimisation has been proved.4.    Notwithstanding\r\nanything contained in any other law for the time being in force, the power to\r\ngive directions under sub-section (2 ), in relation to a public servant,\r\nshall include the power to direct the restoration of the public servant making\r\nthe disclosure, to the status quo ante .5.    Any\r\nperson who wilfully does not comply with the direction of the Competent\r\nAuthority under sub-section (2 ), shall be liable to a penalty which may\r\nextend up to thirty thousand rupees.", "12": "Whistle Blowers Protection Act, 201112. Protection of witnesses and other persons.If the Competent Authority either on the application of the\r\ncomplainant, or witnesses, or on the basis of information gathered, is of the\r\nopinion that either the complainant or public servant or the witnesses or any\r\nperson rendering assistance for inquiry under this Act need protection, the\r\nCompetent Authority shall issue appropriate directions to the concerned\r\nGovernment authorities (including police) which shall take necessary steps,\r\nthrough its agencies, to protect such complainant or public servant or persons\r\nconcerned.", "13": "Whistle Blowers Protection Act, 201113. Protection of identity of complainant.The Competent Authority shall, notwithstanding any law for the\r\ntime being in force, conceal, as required under this Act, the identity of the\r\ncomplainant and the documents or information furnished by him, for the purposes\r\nof enquiry under this Act, unless so decided otherwise by the Competent\r\nAuthority itself or it became necessary to reveal or produce the same by virtue\r\nof the order of the court.", "14": "Whistle Blowers Protection Act, 201114. Power to pass interim orders.The Competent Authority, at any time after the making of\r\ndisclosure by the complainant or public servant, if it is of the opinion that\r\nany corrupt practice required to be stopped during the continuation of any\r\ninquiry for the said purpose may pass such interim orders as it may deem fit,\r\nto prevent the immediate stoppage of such practice.", "15": "Whistle Blowers Protection Act, 2011Chapter VI Offences and Penalties15. Penalty for furnishing incomplete or\r\nincorrect or misleading comments or explanation or report.Where the Competent Authority, at the time of examining the\r\nreport or explanations or report referred to in sub-section (3 ) of\r\nsection 5 on the complaint submitted by organization or official concerned, is\r\nof the opinion that the organisation or official concerned, without any\r\nreasonable cause, has not furnished the report within the specified time or mala\r\nfidely refused to submit the report or knowingly given incomplete,\r\nincorrect or misleading or false report or destroyed record or information\r\nwhich was the subject of the disclosure or obstructed in any manner in\r\nfurnishing the report, it shall impose-a.    where\r\nthe organisation or official concerned, without any reasonable cause, has not\r\nfurnished the report within the specified time or mala fidely refused to\r\nsubmit the report, a penalty which may extend to two hundred fifty rupees for\r\neach day till report is furnished, so, however, the total amount of such\r\npenalty shall not exceed fifty thousand rupees;b.    where\r\nthe organisation or official concerned, has knowingly given incomplete,\r\nincorrect or misleading or false report or destroyed record or information\r\nwhich was the subject of the disclosure or obstructed in any manner the\r\nfurnishing of the report, a penalty which may extend to fifty thousand rupees:Provided that no penalty shall be imposed against any person\r\nunless he has been given an opportunity of being heard.", "16": "Whistle Blowers Protection Act, 201116. Penalty for revealing identity of\r\ncomplainant.Any person, who negligently or mala fidely reveals the\r\nidentity of a complainant shall, without prejudice to the other provisions of\r\nthis Act, be punishable with imprisonment for a term which may extend up to\r\nthree years and also to fine which may extend up to fifty thousand rupees.", "17": "Whistle Blowers Protection Act, 201117. Punishment for false or frivolous\r\ndisclosure.Any person who makes any disclosure mala fidely and\r\nknowingly that it was incorrect or false or misleading shall be punishable with\r\nimprisonment for a term which may extend up to two years and also to fine which\r\nmay extend up to thirty thousand rupees.", "18": "Whistle Blowers Protection Act, 201118. Punishment to Head of Department in certain\r\ncases.1.    Where\r\nan offence under this Act has been committed by any Department of Government,\r\nthe Head of the Department shall be deemed to be guilty of the offence and\r\nshall be liable to be proceeded against and punished accordingly unless he\r\nproves that the offence was committed without his knowledge or that he\r\nexercised all due diligence to prevent the commission of such offence.2.    Notwithstanding\r\nanything contained in sub-section (1 ), where an offence under this Act\r\nhas been committed by a Department of Government and it is proved that the\r\noffence has been committed with the consent or connivance of, or is\r\nattributable, such officer shall also be deemed to be guilty of that offence\r\nand shall be liable to be proceeded against and punished accordingly.", "19": "Whistle Blowers Protection Act, 201119. Offences by companies. 1.    Where\r\nan offence under this Act has been committed by a company, every person who at\r\nthe time the offence was committed was in charge of, and was responsible to the\r\ncompany for the conduct of the business of the company as well as the company,\r\nshall be deemed to be guilty of the offence and shall be liable to be proceeded\r\nagainst and punished accordingly:Provided that nothing contained in this sub-section shall render\r\nany such person liable to any punishment provided in this Act, if he proves\r\nthat the offence was committed without his knowledge or that he has exercised\r\nall due diligence to prevent the commission of such offence.2.    Notwithstanding\r\nanything contained in sub-section (1 ), where an offence under this Act\r\nhas been committed by a company and it is proved that the offence has been\r\ncommitted with the consent or connivance of, or is attributable to, any neglect\r\non the part of any director, manager, secretary or other officer of the\r\ncompany, such director, manager, secretary or other officer shall also be\r\ndeemed to be guilty of the offence and shall be liable to be proceeded against\r\nand punished accordingly.Explanation.  -For the purposes of this section,-a.  \r\n  \"company\" means any body corporate and includes a firm\r\nor other association of individuals; andb.  \r\n  \"director\", in relation to a firm, means a partner in\r\nthe firm.", "20": "Whistle Blowers Protection Act, 201120. Appeal to High Court.Any person aggrieved by any order of the Competent Authority\r\nrelating to imposition of penalty under section 14 or section 15 or section 16\r\nmay prefer an appeal to the High Court within a period of sixty days from the\r\ndate of the order appealed against:Provided that the High Court may entertain the appeal after the\r\nexpiry of the said period of sixty days, if it is satisfied that the appellant\r\nwas prevented by sufficient cause from preferring the appeal in time.Explanation.  -For the purposes of this section, the\r\n\"High Court\" means the High Court within whose jurisdiction the cause\r\nof action arose.", "21": "Whistle Blowers Protection Act, 201121.  Bar of jurisdiction.No Civil Court shall have jurisdiction in respect of any matter\r\nwhich the Competent Authority is empowered by or under this Act to determine\r\nand no injunction shall be granted by any court or other authority in respect\r\nof any action taken or to be taken in pursuance of any power conferred by or\r\nunder this Act.", "22": "Whistle Blowers Protection Act, 201122. Court to take cognizance.1.    No\r\ncourt shall take cognizance of any offence punishable under this Act or the\r\nrules or regulations made there under save on a complaint made by the Competent\r\nAuthority or any officer or person authorised by it.2.    No\r\ncourt inferior to that of a Chief Metropolitan Magistrate or a Chief Judicial\r\nMagistrate shall try any offence punishable under this Act.", "23": "Whistle Blowers Protection Act, 2011Chapter VII Miscellaneous23. Report on disclosures.1.    The\r\nCompetent Authority shall prepare a consolidated annual report of the\r\nperformance of its activities in such form as may be prescribed and forward it\r\nto the Central Government or State Government, as the case may be.2.    On\r\nreceipt of the annual report under sub-section (1 ), the Central\r\nGovernment or State Government, as the case may be, shall cause a copy thereof\r\nto be laid before each House of Parliament, or the State Legislature, as the\r\ncase may be:Provided that where any other law for the time being in force\r\nprovides preparing of such annual report by the Competent Authority, then they\r\nsaid annual report shall contain a separate part on the performance of\r\nactivities under this Act by the Competent Authority.", "24": "Whistle Blowers Protection Act, 201124. Protection of action taken in good faith.No suit, prosecution or other legal proceedings shall lie\r\nagainst the Competent Authority or against any officer, employees, agency or\r\nperson acting on its behalf, in respect of anything which is in good faith done\r\nor intended to be done under this Act.", "25": "Whistle Blowers Protection Act, 201125. Power of Central Government to make rules.1.    The\r\nCentral Government may, by notification in the official Gazette, make rules for\r\nthe purpose of carrying out the provisions of this Act.2.    In\r\nparticular, and without prejudice to the generality of the foregoing power,\r\nsuch rules may provide for all or any of the following matters, namely:-a.  \r\n  the procedure for disclosure by writing or appropriate\r\nelectronic means under sub-section (4 ) of section 4;b.  \r\n  the manner in which and the time within which the discreet\r\ninquiry shall be made by the Competent Authority under sub-section (2 )\r\nof section 5;c.  \r\n  the additional matter in respect of which the Competent\r\nAuthority may exercise the powers of a Civil Court under clause (f ) of\r\nsub-section (2 ) of section 7;d.  \r\n  the form of annual report under sub-section (1 ) of\r\nsection 23;e.  \r\n  any other matter which is required to be, or may be, prescribed.", "26": "Whistle Blowers Protection Act, 201126. Power of State Government to make rules.The State Government may, by notification in the Official\r\nGazette, make rules for the purpose of carrying out the provisions of this Act.", "27": "Whistle Blowers Protection Act, 201127. Power to make regulations.The Competent Authority may, with the previous approval of the\r\nCentral Government or the State Government, as the case may be, by notification\r\nin the Official Gazette, make regulations not inconsistent with the provisions of\r\nthe Act and the rules made there under to provide for all matters for which\r\nprovision is expedient for the purposes of giving effect to the provisions of\r\nthis Act.", "28": "Whistle Blowers Protection Act, 201128.  Notification and rules to be laid before\r\nParliament.Every notification issued and every rule made by the Central\r\nGovernment and every regulation made by the Competent Authority under this Act\r\nshall be laid, as soon as may be after it is issued or made, before each House\r\nof Parliament, while it is in session, for a total period of thirty days which\r\nmay be comprised in one session or in two or more successive sessions, and if,\r\nbefore the expiry of the session immediately following the session or the successive\r\nsessions aforesaid, both Houses agree in making any modification in the\r\nnotification or the rule or the regulation, or both Houses agree that the\r\nnotification or the rule or the regulation should not be made, the notification\r\nor the rule or the regulation shall thereafter have effect only in such\r\nmodified form or be of no effect, as the case may be; so, however, that any\r\nsuch modification or annulment shall be without prejudice to the validity of\r\nanything previously done under that notification or rule or regulation.", "29": "Whistle Blowers Protection Act, 201129. Notification issued and rules made by State\r\nGovernment to be laid before State Legislature.Every notification issued by a State Government and every rule\r\nmade by a State Government and every regulation made by the Competent Authority\r\nunder this Act shall be laid, as soon as may be after it is issued, before the\r\nState Legislature.", "30": "Whistle Blowers Protection Act, 201130.  Power to remove difficulties.1.    If any\r\ndifficulty arises in giving effect to the provisions of the Act, the Central\r\nGovernment may, by order, not inconsistent with the provisions of this Act,\r\nremove the difficulty:Provided that no such order shall be made after the expiry of a\r\nperiod of three years from the date of the commencement of this Act.2.    Every\r\norder made under this section shall, as soon as may be after it is made, be\r\nlaid before each House of Parliament.", "31": "Whistle Blowers Protection Act, 201131.  Repeal and savings.1.    The\r\nGovernment of India, Ministry of Personnel, Public Grievances and Pensions\r\n(Department of Personnel and Training) Resolution No. 371/12/2002-AVD-III dated\r\nthe 21st April, 2004 as amended vide Resolution of even number, dated\r\nthe 29th April, 2004 is hereby repealed.2.    Notwithstanding\r\nsuch repeal, anything done or any action taken under the said Resolution be\r\ndeemed to have been done or taken under this Act."}