{"name": "Wild Birds and Animals Protection Act, 1912\r", "1": "Wild Birds and Animals Protection Act, 19121. Short title and extent(1) This Act may be called the Wild Birds and Animals Protection\r\nAct, 1912; and 2  [(2) It extends to the whole of   India \r\nexcept 3[the territories which, immediately before the 1st. November,\r\n1956, were comprised in Part B States].]", "2": "Wild Birds and Animals Protection Act, 19122. Application of Act(1) This Act applies, in the first instance, to the birds and\r\nanimals specified in the Schedule, when in their wild state.(2) The State Government may, by notification in the Official\r\nGazette, apply the provisions of this Act to any kind of wild bird or animal,\r\nother than those specified in the Schedule, which, in its opinion, it is\r\ndesirable to protect or preserve.", "3": "Wild Birds and Animals Protection Act, 19123. Close timeThe State Government may, by notification in the Official\r\nGazette, declare the whole year or any part thereof to be a close time\r\nthroughout the whole or any part of its territories for any kind of wild bird\r\nor animal to which this Act applies, or for female or immature wild birds or\r\nanimals of such kind; and, subject to the provisions hereinafter contained,\r\nduring such close time, and within the areas specified in such notification, it\r\nshall be unlawful-(a) to capture any such bird or animal, or to kill any such bird\r\nor animal which has not been captured before the commencement of such close\r\ntime;(b) to sell or buy, or offer to sell or buy, or to possess, any\r\nbird or animal which has not been captured or killed before the commencement of\r\nsuch time, or the flesh thereof;(c) if any plumage has been taken from any such bird captured or\r\nkilled during such close time, to sell or buy, or to offer to sell or buy, or\r\nto possess, such plumage.", "4": "Wild Birds and Animals Protection Act, 19124. Penalties(1) Whoever does, or attempts to do, any act in contravention of\r\nsection 3 shall be punishable with fine which may extend to fifty rupees.(2) Whoever, having already been convicted of an offence under\r\nthis section, is again convicted thereunder shall, on every subsequent\r\nconviction, be punishable with imprisonment for a term which may extend to one month,\r\nor with fine which may extend to one hundred rupees, or with both.", "5": "Wild Birds and Animals Protection Act, 19125. Confiscation(1) When any person is convicted of an offence punishable under\r\nthis Act, the convicting Magistrate may direct that any bird or animal in\r\nrespect of which such offence has been committed, or the flesh or any other\r\npart of such bird or animal, shall be confiscated.(2) Such confiscation may be in addition to the other punishment\r\nprovided by section 4 for such offence.", "6": "Wild Birds and Animals Protection Act, 19126. Cognizance of offencesNo court inferior to that of a Presidency Magistrate or a\r\nMagistrate of the second class shall try any offence against this Act.", "7": "Wild Birds and Animals Protection Act, 19127. Power to grant exemptionWhere the State Government is of opinion that, in the interests\r\nof scientific research, such a course is desirable, it may grant to any person\r\na license, subject to such restrictions and conditions as it may impose,\r\nentitling the holder thereof to do any act which is by section 3 declared to be\r\nunlawful.", "8": "Wild Birds and Animals Protection Act, 19128. SavingsNothing in this Act shall be deemed to apply to the capture or\r\nkilling of a wild animal by any person in defense of himself or any other\r\nperson, or to the capture or killing of any wild bird or animal in bona fide\r\ndefense of property.[Section 9 repealed by the Second Repealing and Amending Act,\r\n1914 (17 of 1914)]"}