{"name": "Young Persons (Harmful Publications) Act, 1956\r", "1": "Young Persons (Harmful Publications) Act, 19561.Short title, extent and commencement. -(1)This Act may be called The Young Persons\r\n(Harmful Publications) Act, 1956. (2)It extends to the whole of India except the State of Jammu and Kashmir . (3)It shall come into force on such 1[date] as\r\nthe Central Government may, by notification in the Official Gazette, appoint.1.1-2-1957 vide \r\nS.R.O. 334, dated 25-1-1957 .", "2": "Young Persons (Harmful Publications) Act, 19562.Definitions \n(a)\"Harmful publication” means any book,\r\nmagazine, pamphlet, leaflet, newspaper) or other like publication which\r\nconsists of stories told with the aid of pictures or without the aid of\r\npictures or wholly in pictures, being stories portraying wholly or\r\nmainly- ( i )The\r\ncommission of offences; or (ii)Acts of violence\r\nor cruelty; or (iii)Incidents of\r\nrepulsive or horrible nature; in such way that the publication as a whole would\r\ntend to corrupt a young person into whose hands it might fall, whether by\r\ninciting or encouraging him to commit offences or acts of violence or cruelty\r\nor in any other manner whatsoever; (b)\"State Government” in relation to a-Union\r\nTerritory, means the administrator thereof, (c)\"Young person” means a person under the age\r\nof twenty years. ", "3": "Young Persons (Harmful Publications) Act, 19563.Penalty for sale, etc., of harmful\r\nLocations. -(1) If a person-(a)Sells, lets to\r\nhire, distributes, publicly exhibits of in any manner puts into circulation,\r\nany harmful publication, or (b)For purposes of\r\nsale, hire, distribution, public exhibition or circulation, prints, makes or\r\nproduces or has in his possession any harmful publication, or(c)Advertises or makes\r\nknown by means whatsoever that any harmful publication can be procured from or\r\nthrough any person, he shall be punishable with imprisonment which may extend\r\nto six months, or with fine, or with both.(2) On a conviction under this section, the\r\nCourt may order the destruction of all the copies of the harmful publication in\r\nrespect of which the conviction was had and which are in the custody of the court\r\nor remain in the possession or power of the person convicted. ", "4": "Young Persons (Harmful Publications) Act, 19564.Power of Government to declare harmful\r\npublications forfeited- (1)The State Government may, if it is of\r\nopinion after consultation with the principal law officer of the State, whether\r\ncalled the Advocate General or by any other name, that any publication is a\r\nharmful publication declare, by order notified in the Official Gazette, that\r\nevery copy of such publication shall be forfeited to the Government and every\r\nsuch notification shall state the ground for the order.(2)Without prejudice to the provisions\r\ncontained in sub-section (1) of Section 6, where there is an order of\r\nforfeiture under subsection (1) in respect of any publication it shall be\r\nlawful for any police officer to seize the same wherever found in the\r\nterritories to which this Act extends.", "5": "Young Persons (Harmful Publications) Act, 19565.Appeal to High Court against order of\r\nforfeitureAny person aggrieved by an order of forfeiture\r\npassed by the State Government under Section 4 may, within sixty days of the date\r\nof such order, apply to the High Court to set aside such order, and, upon such\r\napplication the High Court may pass such order as it deems fit.", "6": "Young Persons (Harmful Publications) Act, 19566.Power to seize and destroy harmful\r\npublications. -(1)Any police officer or any other office\r\nempowered in this behalf by the State Government may seize any harmful\r\npublication.(2)Any Magistrate of the first class may, by\r\nwarrant, authorize any police officer not below the rank of sub-Inspector to\r\nenter and search any place where any stock of harmful publications may be or\r\nmay be reasonably suspected to be, and such police office may seize any\r\npublication found in such place if in his opinion it is a harmful publication,(3)Any publication seized under sub-section\r\n(1) shall be produced, as soon as may be, before a Magistrate of the first\r\nclass, and any publication seized under sub-section (2) shall be produced as\r\nsoon as may be, before the Court which issued the warrant.(4)If in the opinion of the Magistrate or\r\nCourt such publication is a harmful publication, the Magistrate or Court may\r\ncause it to be destroyed, but if, in the opinion of the Magistrate or Court,\r\nsuch publication is not a harmful publication, the Magistrate or Court shall\r\ndispose of it in the manner provided in Sections 523, 524 and 525 of the 1[Code\r\nof Criminal Procedure, 1898].1.See now Code of criminal procedure, 1973 (2\r\nof 1974).", "7": "Young Persons (Harmful Publications) Act, 19567. Offences under this Act to be cognizableOffences under this Act to be cognizable\r\n Notwithstanding anything contained in the 1[Code of Criminal Procedure, 1898 (5\r\n of 1898)], any offence punishable under this Act shall be cognizable.1.See now Code of criminal procedure, 1973 (2\r\nof 1974)."}